{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Blog", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_blog.json", "items": [{"id": "https://huggingface.co/blog/smol2operator", "image": "https://huggingface.co/blog/assets/smol2operator/thumbnail.png", "title": "Smol2Operator: Post-Training GUI Agents for Computer Use", "content_text": "Back to Articles Smol2Operator: Post-Training GUI Agents for Computer Use Published September 23, 2025 Update on GitHub Upvote 72 +66 Amir Mahla A-Mahla Follow merve merve Follow Sergio Paniego sergiopaniego Follow Vaibhav Srivastav reach-vb Follow Lewis Tunstall lewtun Follow Table of Contents Introduction 1. Data Transformation and Unified Action Space The Challenge of Inconsistent Action Spaces Our Unified Approach Example Data Transformation (Bonus) Custom Action Space Adaptation with Action Space Converter Key Features Usage Example Transformed and Released Datasets 2. Phase 1: From Zero to Perception Training Data Optimization Experiments Image Resolution and Coordinate System Analysis Key Findings Phase 1 Results 3. Phase 2: From Perception to Cognition Training Data Phase 2 Results 4. All you need is Open Source 5. Conclusion What's Next? TL;DR: This work shows how a lightweight vision–language model can acquire GUI-grounded skills and evolve into an agentic GUI coder. We...", "url": "https://huggingface.co/blog/smol2operator", "date_published": "2025-09-23T00:00:00"}, {"id": "https://huggingface.co/blog/gaia2", "image": "https://huggingface.co/blog/assets/leaderboards-on-the-hub/thumbnail_mare_gaia2.png", "title": "Gaia2 and ARE: Empowering the community to study agents", "content_text": "Back to Articles Gaia2 and ARE: Empowering the Community to Evaluate Agents Published September 22, 2025 Update on GitHub Upvote 79 +73 Clémentine Fourrier clefourrier Follow OpenEvals Maxime Lecanu mlcu Follow meta-agents-research-environments Pierre Andrews mortimerp9 Follow meta-agents-research-environments Adrien Carreira XciD Follow frere thibaud tfrere Follow Avijit Ghosh evijit Follow hfpolicy Romain Froger RomainFroger Follow meta-agents-research-environments Dheeraj Mekala dheeraj7596 Follow meta-agents-research-environments Caroline Pascal CarolinePascal Follow lerobot Ulyana Piterbarg upiter Follow meta-agents-research-environments Gaia2: Agentic Evaluation on Real Life Assistant Tasks How does Gaia2 run? Results Compare with your favorite models! Evaluating on Gaia2 Beyond Gaia2: study your agents with ARE 1) Testing an agent on a simple task: event organisation 2) Understanding agents: deep diving the traces 3) Playing around and extending the demo: Connecting the agent...", "url": "https://huggingface.co/blog/gaia2", "date_published": "2025-09-22T00:00:00"}, {"id": "https://huggingface.co/blog/inference-providers-scaleway", "image": "https://huggingface.co/blog/assets/inference-providers/welcome-scaleway.jpg", "title": "Scaleway on Hugging Face Inference Providers 🔥", "content_text": "Back to Articles Scaleway on Hugging Face Inference Providers 🔥 Published September 19, 2025 Update on GitHub Upvote 16 +10 Guillaume Noale gnoale Follow guest Franck P. fpagny Follow guest Fred Bardolle f14e Follow scaleway Guillaume Calmettes gcalmettes Follow guest Constance Morales C-morales Follow guest Célina Hanouti celinah Follow Julien Chaumond julien-c Follow Simon Brandeis sbrandeis Follow Lucain Pouget Wauplin Follow How it works In the website UI From the client SDKs Billing Feedback and next steps We're thrilled to share that Scaleway is now a supported Inference Provider on the Hugging Face Hub! Scaleway joins our growing ecosystem, enhancing the breadth and capabilities of serverless inference directly on the Hub’s model pages. Inference Providers are also seamlessly integrated into our client SDKs (for both JS and Python), making it super easy to use a wide variety of models with your preferred providers. This launch makes it easier than ever to access popular open-...", "url": "https://huggingface.co/blog/inference-providers-scaleway", "date_published": "2025-09-19T00:00:00"}, {"id": "https://huggingface.co/blog/riskrubric", "image": "https://huggingface.co/blog/assets/riskrubric/thumbnail.png", "title": "Democratizing AI Safety with RiskRubric.ai", "content_text": "Back to Articles Democratizing AI Safety with RiskRubric.ai Published September 18, 2025 Update on GitHub Upvote 15 +9 Gal Moyal galmo-noma Follow guest Risk Rubric, a new Standardized Assessment of Risk for models What we found (as of September 2025) Conclusion Building trust in the open model ecosystem through standardized risk assessment More than 500,000 models can be found on the Hugging Face hub, but it’s not always clear to users how to choose the best model for them, notably on the security aspects. Developers might find a model that perfectly fits their use case, but have no systematic way to evaluate its security posture, privacy implications, or potential failure modes. As models become more powerful and adoption accelerates, we need equally rapid progress in AI safety and security reporting. We're therefore excited to announce RiskRubric.ai , a novel initiative led by Cloud Security Alliance and Noma Security , with contributions by Haize Labs and Harmonic Security, for...", "url": "https://huggingface.co/blog/riskrubric", "date_published": "2025-09-18T00:00:00"}, {"id": "https://huggingface.co/blog/inference-providers-publicai", "image": "https://huggingface.co/blog/assets/inference-providers/welcome-publicai.jpg", "title": "Public AI on Hugging Face Inference Providers 🔥", "content_text": "Back to Articles Public AI on Hugging Face Inference Providers 🔥 Published September 17, 2025 Update on GitHub Upvote 16 +10 Joseph Low Jolow Follow publicai Joshua Tan thelastjosh Follow publicai Célina Hanouti celinah Follow Julien Chaumond julien-c Follow Simon Brandeis sbrandeis Follow Lucain Pouget Wauplin Follow How it works In the website UI From the client SDKs Billing Feedback and next steps We're thrilled to share that Public AI is now a supported Inference Provider on the Hugging Face Hub! Public AI joins our growing ecosystem, enhancing the breadth and capabilities of serverless inference directly on the Hub’s model pages. Inference Providers are also seamlessly integrated into our client SDKs (for both JS and Python), making it super easy to use a wide variety of models with your preferred providers. This launch makes it easier than ever to access public and sovereign models from institutions like the Swiss AI Initiative and AI Singapore — right from Hugging Face. You...", "url": "https://huggingface.co/blog/inference-providers-publicai", "date_published": "2025-09-17T00:00:00"}, {"id": "https://huggingface.co/blog/lerobot-datasets-v3", "image": "https://huggingface.co/blog/assets/lerobot-dataset-v3/thumbnail.png", "title": "`LeRobotDataset`: Bringing large-scale datasets to lerobot", "content_text": "Back to Articles LeRobotDataset:v3.0: Bringing large-scale datasets to lerobot Published September 16, 2025 Update on GitHub Upvote 28 +22 Francesco Capuano fracapuano Follow Michel Aractingi aractingi Follow Quentin Lhoest lhoestq Follow Caroline Pascal CarolinePascal Follow Pepijn Kooijmans pepijn223 Follow Jade Choghari jadechoghari Follow Remi Cadene cadene Follow Simon Alibert aliberts Follow Adil Zouitine AdilZtn Follow Martino Russi nepyope Follow Steven Palma imstevenpmwork Follow Table of Contents LeRobotDataset, v3.0 Install lerobot , and record a dataset Migrate your v2.1 dataset to v3.0 Code Example: Using LeRobotDataset with torch.utils.data.DataLoader Streaming Conclusion Acknowledgements TL;DR Today we release LeRobotDataset:v3 ! In our previous LeRobotDataset:v2 release, we stored one episode per file, hitting file-system limitations when scaling datasets to millions of episodes. LeRobotDataset:v3 packs multiple episodes in a single file, using relational metadata to...", "url": "https://huggingface.co/blog/lerobot-datasets-v3", "date_published": "2025-09-16T00:00:00"}, {"id": "https://huggingface.co/blog/watermarking-with-gradio", "image": "https://huggingface.co/blog/assets/watermarking-with-gradio/thumbnail.png", "title": "Visible Watermarking with Gradio", "content_text": "Back to Articles Visible Watermarking with Gradio Published September 15, 2025 Update on GitHub Upvote 13 +7 Margaret Mitchell meg Follow Last year, we shared a blogpost on watermarking , explaining what it means to watermark generative AI content, and why it's important. The need for watermarking has become even more critical as people all over the world have begun to generate and share AI-generated images, video, audio, and text. Images and video have become so realistic that they’re nearly impossible to distinguish from what you’d see captured by a real camera. Addressing this issue is multi-faceted, but there is one, clear, low-hanging fruit 🍇: In order for people to know what's real and what's synthetic, use visible watermarks. To help out, we at Hugging Face have made visible watermarking trivially easy: Whenever you create a Space like an app or a demo , you can use our in-house app-building library Gradio to display watermarks with a single command. For images and video,...", "url": "https://huggingface.co/blog/watermarking-with-gradio", "date_published": "2025-09-15T00:00:00"}, {"id": "https://huggingface.co/blog/faster-transformers", "image": "https://huggingface.co/blog/assets/faster-transformers/thumbnail.png", "title": "Tricks from OpenAI gpt-oss YOU 🫵 can use with transformers", "content_text": "Back to Articles Tricks from OpenAI gpt-oss YOU 🫵 can use with transformers Published September 11, 2025 Update on GitHub Upvote 148 +142 Aritra Roy Gosthipaty ariG23498 Follow Sergio Paniego sergiopaniego Follow Vaibhav Srivastav reach-vb Follow Pedro Cuenca pcuenq Follow Arthur Zucker ArthurZ Follow Nathan Habib SaylorTwift Follow Cyril Vallez cyrilvallez Follow Zero-build Kernels, downloadable from the Hub Custom Kernels for GPT-OSS Flash Attention 3 MXFP4 Quantization What is MXFP4 MXFP4 in transformers Requirements and fallbacks Kernels for MXFP4 Tensor Parallelism What this enables in transformers When to reach for TP Expert Parallelism Dynamic Sliding Window Layer & Cache How to use it Continuous Batching & Paged Attention Load larger models faster Conclusion Read More OpenAI recently released their GPT-OSS series of models . The models feature some novel techniques like MXFP4 quantization, efficient kernels, a brand new chat format, and more. To enable the release of gpt-oss...", "url": "https://huggingface.co/blog/faster-transformers", "date_published": "2025-09-11T00:00:00"}, {"id": "https://huggingface.co/blog/jupyter-agent-2", "image": "https://huggingface.co/blog/assets/jupyter-agent-2/thumbnail.png", "title": "Jupyter Agents: training LLMs to reason with notebooks", "content_text": "Back to Articles Jupyter Agents: training LLMs to reason with notebooks Published September 10, 2025 Update on GitHub Upvote 43 +37 Baptiste Colle baptistecolle Follow Hanna Yukhymenko hannayukhymenko Follow Leandro von Werra lvwerra Follow 🏁 Primer: the DABStep Benchmark 🎯 First Baseline 🔧 Primer on Scaffolding 🏃‍♂️ Training Pipeline ⚙️ Dataset Pipeline 1. Large-scale deduplication 2. Downloading linked datasets 3. Edu scoring 4. Filtering irrelevant notebooks 5. QA generation 6. Trace generation 7. Final curation 🏃‍♂️ Training Pipeline 📊 Results Try Jupyter Agent Yourself 🔮 Next Steps The past year has been all about giving LLMs more tools and autonomy to solve more complex and open ended tasks. The goal of the Jupyter Agent is to give the model the ultimate tool: code execution. A natural way to display multi-step code execution together with reasoning is within a Jupyter Notebook, which consists of code and markdown cells. So we built Jupyter Agent to act as an agent that can...", "url": "https://huggingface.co/blog/jupyter-agent-2", "date_published": "2025-09-10T00:00:00"}, {"id": "https://huggingface.co/blog/mmbert", "image": "https://huggingface.co/blog/assets/mmbert/thumbnail.png", "title": "mmBERT: ModernBERT goes Multilingual", "content_text": "Back to Articles mmBERT: ModernBERT goes Multilingual Published September 9, 2025 Update on GitHub Upvote 96 +90 Marc Marone mmarone Follow jhu-clsp Orion Weller orionweller Follow jhu-clsp William Fleshman will-fleshman Follow guest Eugene Yang eugene-yang Follow jhu-clsp Dawn Lawrie dlawrie Follow jhu-clsp Ben Van Durme vandurme Follow jhu-clsp TL;DR Training Data Training Recipe and Novel Components Architecture Three-Phase Training Approach Novel Training Techniques Results Natural Language Understanding (NLU) Retrieval Performance Learning Languages in the Decay Phase Efficiency Improvements Usage Examples Fine-tuning Examples Encoders Model Family and Links TL;DR This blog post introduces mmBERT , a state-of-the-art massively multilingual encoder model trained on 3T+ tokens of text in over 1800 languages. It shows significant performance and speed improvements over previous multilingual models, being the first to improve upon XLM-R, while also developing new strategies for...", "url": "https://huggingface.co/blog/mmbert", "date_published": "2025-09-09T00:00:00"}, {"id": "https://huggingface.co/blog/embeddinggemma", "image": "https://huggingface.co/blog/assets/embeddinggemma/thumbnail.png", "title": "Welcome EmbeddingGemma, Google's new efficient embedding model", "content_text": "Back to Articles Welcome EmbeddingGemma, Google's new efficient embedding model Published September 4, 2025 Update on GitHub Upvote 224 +218 Tom Aarsen tomaarsen Follow Joshua Xenova Follow Alvaro Bartolome alvarobartt Follow Aritra Roy Gosthipaty ariG23498 Follow Pedro Cuenca pcuenq Follow Sergio Paniego sergiopaniego Follow TL;DR Table of Contents Introduction Architecture Evaluation Demo Usage Sentence Transformers LangChain LlamaIndex Haystack txtai Transformers.js Text Embeddings Inference ONNX Runtime Finetuning Full Finetuning Script Training Finetuned Evaluation Further Reading TL;DR Today, Google releases EmbeddingGemma , a state-of-the-art multilingual embedding model perfect for on-device use cases. Designed for speed and efficiency, the model features a compact size of 308M parameters and a 2K context window , unlocking new possibilities for mobile RAG pipelines, agents, and more. EmbeddingGemma is trained to support over 100 languages and is the highest-ranking text-...", "url": "https://huggingface.co/blog/embeddinggemma", "date_published": "2025-09-04T00:00:00"}, {"id": "https://huggingface.co/blog/zerogpu-aoti", "image": "https://huggingface.co/blog/assets/zerogpu-aoti/thumbnail.png", "title": "Make your ZeroGPU Spaces go brrr with PyTorch ahead-of-time compilation", "content_text": "Back to Articles Make your ZeroGPU Spaces go brrr with ahead-of-time compilation Published September 2, 2025 Update on GitHub Upvote 60 +54 Charles Bensimon cbensimon Follow Sayak Paul sayakpaul Follow Linoy Tsaban linoyts Follow Apolinário from multimodal AI art multimodalart Follow Table of Contents What is ZeroGPU PyTorch compilation Ahead-of-time compilation on ZeroGPU 1. Getting example inputs 2. Exporting the model 3. Compiling the exported model 4. Using the compiled model in the pipeline 5. Wrapping it all together Gotchas Quantization Dynamic shapes Multi-compile / shared weights FlashAttention-3 Regional compilation Use a compiled graph from the Hub AoT compiled ZeroGPU Spaces demos Speedup comparison Featured AoTI Spaces Regional compilation Conclusion Resources ZeroGPU lets anyone spin up powerful Nvidia H200 hardware in Hugging Face Spaces without keeping a GPU locked for idle traffic. It’s efficient, flexible, and ideal for demos but it doesn’t always make full use of...", "url": "https://huggingface.co/blog/zerogpu-aoti", "date_published": "2025-09-02T00:00:00"}, {"id": "https://huggingface.co/blog/claude-and-mcp", "image": "https://huggingface.co/blog/assets/claude-and-mcp/thumbnail.png", "title": "Generate Images with Claude and Hugging Face", "content_text": "Back to Articles Generate Images with Claude and Hugging Face Published August 19, 2025 Update on GitHub Upvote 35 +29 shaun smith evalstate Follow Introduction Natural Images with Flux.1 Krea Dev Qwen Image Conclusion TL;DR: It's easier than ever to generate detailed pictures with state-of-the-art AI models by connecting Claude to Hugging Face Spaces. This article describes how and why, and introduces recently launched models which excel at producing natural images or images that include text. Introduction Recent advances in image generation models have improved their ability to produce realistic outputs and incorporate high quality text. It's easier than ever to use these models by connecting them directly to Claude. The advantages of generating pictures this way are: The AI can assist in building detailed prompts that may improve the quality of generated images. The AI can \"see\" the generated images, then help iterate on designs and techniques to get perfect results. You can...", "url": "https://huggingface.co/blog/claude-and-mcp", "date_published": "2025-08-19T00:00:00"}, {"id": "https://huggingface.co/blog/kernel-builder", "image": "https://huggingface.co/blog/assets/kernel-builder/kernel-builder.png", "title": "From Zero to GPU: A Guide to Building and Scaling Production-Ready CUDA Kernels", "content_text": "Back to Articles From Zero to GPU: A Guide to Building and Scaling Production-Ready CUDA Kernels Published August 18, 2025 Update on GitHub Upvote 71 +65 David Holtz drbh Follow Daniël de Kok danieldk Follow What You’ll Learn Part 1: Anatomy of a Modern CUDA Kernel Step 1: Project Structure Step 2: The build.toml Manifest Step 3: The flake.nix Reproducibility File Step 4: Writing the CUDA Kernel Step 5: Registering a Native PyTorch Operator Step 6: Building the Kernel Step 7: Sharing with the World Step 8: Loading and Testing Your Custom Op Part 2: From One Kernel to Many: Solving Production Challenges Kernel Versions Pre-downloading Locked Kernels Creating Legacy Python Wheels Custom CUDA kernels give your models a serious performance edge, but building them for the real world can feel daunting. How do you move beyond a simple GPU function to create a robust, scalable system without getting bogged down by endless build times and dependency nightmares? We created the kernel-builder...", "url": "https://huggingface.co/blog/kernel-builder", "date_published": "2025-08-18T00:00:00"}, {"id": "https://huggingface.co/blog/mcp-for-research", "image": "https://huggingface.co/blog/assets/mcp-for-research/thumbnail.png", "title": "MCP for Research: How to Connect AI to Research Tools", "content_text": "Back to Articles MCP for Research: How to Connect AI to Research Tools Published August 18, 2025 Update on GitHub Upvote 56 +50 Dylan Ebert dylanebert Follow Research Discovery: Three Layers of Abstraction 1. Manual Research 2. Scripted Tools 3. MCP Integration Setup and Usage Quick Setup Learn More Academic research involves frequent research discovery : finding papers, code, related models and datasets. This typically means switching between platforms like arXiv , GitHub , and Hugging Face , manually piecing together connections. The Model Context Protocol (MCP) is a standard that allows agentic models to communicate with external tools and data sources. For research discovery, this means AI can use research tools through natural language requests, automating platform switching and cross-referencing. Research Discovery: Three Layers of Abstraction Much like software development, research discovery can be framed in terms of layers of abstraction. 1. Manual Research At the lowest...", "url": "https://huggingface.co/blog/mcp-for-research", "date_published": "2025-08-18T00:00:00"}]}