{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Blog", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_blog.json", "items": [{"id": "https://huggingface.co/blog/train-sparse-encoder", "image": "https://huggingface.co/blog/assets/train-sentence-transformers/st-hf-thumbnail.png", "title": "Training and Finetuning Sparse Embedding Models with Sentence Transformers v5", "content_text": "Back to Articles Training and Finetuning Sparse Embedding Models with Sentence Transformers v5 Published July 1, 2025 Update on GitHub Upvote 81 +75 Tom Aarsen tomaarsen Follow Arthur BRESNU arthurbresnu Follow Table of Contents What are Sparse Embedding models? Query and Document Expansion Why Use Sparse Embedding Models? Why Finetune? Training Components Model Splade Inference-free Splade Contrastive Sparse Representation (CSR) Architecture Picker Guide Dataset Data on the Hugging Face Hub Local Data (CSV, JSON, Parquet, Arrow, SQL) Local Data that requires pre-processing Dataset Format Loss Function Training Arguments Evaluator SparseNanoBEIREvaluator SparseEmbeddingSimilarityEvaluator with STSb SparseTripletEvaluator with AllNLI Trainer Callbacks Multi-Dataset Training Evaluation Training Tips Vector Database Integration Qdrant Integration Example Prerequisites: Additional Resources Training Examples Documentation Sentence Transformers is a Python library for using and training...", "url": "https://huggingface.co/blog/train-sparse-encoder", "date_published": "2025-07-01T00:00:00"}, {"id": "https://huggingface.co/blog/gemma3n", "image": "https://huggingface.co/blog/assets/gemma3n/thumbnail.png", "title": "Gemma 3n fully available in the open-source ecosystem!", "content_text": "Back to Articles Gemma 3n fully available in the open-source ecosystem! Published June 26, 2025 Update on GitHub Upvote 103 +97 Aritra Roy Gosthipaty ariG23498 Follow Pedro Cuenca pcuenq Follow Sergio Paniego sergiopaniego Follow Vaibhav Srivastav reach-vb Follow Christopher Fleetwood FL33TW00D-HF Follow Joshua Xenova Follow Steven Zheng Steveeeeeeen Follow Kashif Rasul kashif Follow Models released today Details of the models Architecture Highlights Performance & Benchmarks: Demo Space Inference with transformers Inference with pipeline Detailed inference with transformers Inference with MLX Inference with llama.cpp Inference with Transformers.js and ONNXRuntime Fine Tune in a Free Google Colab Hugging Face Gemma Recipes Conclusion Gemma 3n was announced as a preview during Google I/O. The on-device community got really excited, because this is a model designed from the ground up to run locally on your hardware. On top of that, it’s natively multimodal , supporting image, text,...", "url": "https://huggingface.co/blog/gemma3n", "date_published": "2025-06-26T00:00:00"}, {"id": "https://huggingface.co/blog/transformers-backend-sglang", "image": "https://huggingface.co/blog/assets/196_transformers_backend_sglang/thumbnail.jpg", "title": "Transformers backend integration in SGLang", "content_text": "Back to Articles Transformers backend integration in SGLang Published June 23, 2025 Update on GitHub Upvote 42 +36 Yineng Zhang zhyncs Follow sgl-project Ke Bao ispobock Follow sgl-project Lianmin lmzheng Follow sgl-project Jin Pan JinnP Follow guest Marc Sun marcsun13 Follow Transformers SGLang Usage Example Hugging Face transformers library is the standard for working with state-of-the-art models — from experimenting with cutting-edge research to fine-tuning on custom data. Its simplicity, flexibility, and expansive model zoo make it a powerful tool for rapid development. But once you're ready to move from notebooks to production, inference performance becomes mission-critical. That’s where SGLang comes in. Designed for high-throughput, low-latency inference, SGLang now offers seamless integration with transformers as a backend. This means you can pair the flexibility of transformers with the raw performance of SGLang. Let’s dive into what this integration enables and how you can...", "url": "https://huggingface.co/blog/transformers-backend-sglang", "date_published": "2025-06-23T00:00:00"}, {"id": "https://huggingface.co/blog/flux-qlora", "image": "https://huggingface.co/blog/assets/flux-qlora/thumbnail.png", "title": "(LoRA) Fine-Tuning FLUX.1-dev on Consumer Hardware", "content_text": "Back to Articles (LoRA) Fine-Tuning FLUX.1-dev on Consumer Hardware Published June 19, 2025 Update on GitHub Upvote 73 +67 Derek Liu derekl35 Follow Marc Sun marcsun13 Follow Sayak Paul sayakpaul Follow merve merve Follow Linoy Tsaban linoyts Follow Table of Contents Dataset FLUX Architecture QLoRA Fine-tuning FLUX.1-dev with Diffusers Key Optimization Techniques Pre-computing Text Embeddings (CLIP/T5) How to use it Setup & Results Model Comparison: Base vs. QLoRA Fine-tuned (fp16) FP8 Fine-tuning with TorchAO Inference with Trained LoRA Adapters Option 1: Loading LoRA Adapters Option 2: Merging LoRA into Base Model Running on Google Colab Conclusion Share your creations on the Hub! In our previous post, Exploring Quantization Backends in Diffusers , we dived into how various quantization techniques can shrink diffusion models like FLUX.1-dev, making them significantly more accessible for inference without drastically compromising performance. We saw how bitsandbytes , torchao , and...", "url": "https://huggingface.co/blog/flux-qlora", "date_published": "2025-06-19T00:00:00"}, {"id": "https://huggingface.co/blog/inference-providers-groq", "image": "https://huggingface.co/blog/assets/inference-providers/welcome-groq.jpg", "title": "Groq on Hugging Face Inference Providers 🔥", "content_text": "Back to Articles Groq on Hugging Face Inference Providers 🔥 Published June 16, 2025 Update on GitHub Upvote 39 +33 Ben Ankiel benank-groq Follow Groq Hatice Ozen hozen Follow Groq Célina Hanouti celinah Follow Lucain Pouget Wauplin Follow Simon Brandeis sbrandeis Follow How it works In the website UI From the client SDKs Billing Feedback and next steps We're thrilled to share that Groq is now a supported Inference Provider on the Hugging Face Hub! Groq joins our growing ecosystem, enhancing the breadth and capabilities of serverless inference directly on the Hub’s model pages. Inference Providers are also seamlessly integrated into our client SDKs (for both JS and Python), making it super easy to use a wide variety of models with your preferred providers. Groq supports a wide variety of text and conversational models, including the latest open-source models such as Meta's Llama 4 , Qwen's QWQ-32B , and many more. At the heart of Groq's technology is the Language Processing Unit...", "url": "https://huggingface.co/blog/inference-providers-groq", "date_published": "2025-06-16T00:00:00"}, {"id": "https://huggingface.co/blog/hello-hf-kernels", "image": "https://huggingface.co/blog/assets/hello-hf-kernels/kernel-hub-five-mins-short-21.png", "title": "Enhance Your Models in 5 Minutes with the Hugging Face Kernel Hub", "content_text": "Back to Articles 🏎️ Enhance Your Models in 5 Minutes with the Hugging Face Kernel Hub Published June 12, 2025 Update on GitHub Upvote 108 +102 David Holtz drbh Follow Daniël de Kok danieldk Follow Nicolas Patry Narsil Follow Pedro Cuenca pcuenq Follow Simon Pagezy pagezyhf Follow merve merve Follow Vaibhav Srivastav reach-vb Follow 1. What is the Kernel Hub? Benefits of the Kernel Hub: 2. How to Use the Kernel Hub (Basic Example) What's happening here? 3. Add a Kernel to a Simple Model 4. Benchmarking the Performance Impact 5. Real World Use Cases Get Started and Next Steps! Conclusion Boost your model performance with pre-optimized kernels, easily loaded from the Hub. Today, we'll explore an exciting development from Hugging Face: the Kernel Hub ! As ML practitioners, we know that maximizing performance often involves diving deep into optimized code, custom CUDA kernels, or complex build systems. The Kernel Hub simplifies this process dramatically! Below is a short example of how...", "url": "https://huggingface.co/blog/hello-hf-kernels", "date_published": "2025-06-12T00:00:00"}, {"id": "https://huggingface.co/blog/inference-providers-featherless", "image": "https://huggingface.co/blog/assets/inference-providers/welcome-featherless.jpg", "title": "Featherless AI on Hugging Face Inference Providers 🔥", "content_text": "Back to Articles Featherless AI on Hugging Face Inference Providers 🔥 Published June 12, 2025 Update on GitHub Upvote 43 +37 Wesley George wxgeorge Follow featherless-ai Poh Nean pohnean-recursal Follow featherless-ai Eugene Cheah picocreator Follow featherless-ai Célina Hanouti celinah Follow Lucain Pouget Wauplin Follow Simon Brandeis sbrandeis Follow How it works In the website UI From the client SDKs Billing Feedback and next steps We're thrilled to share that Featherless AI is now a supported Inference Provider on the Hugging Face Hub! Featherless AI joins our growing ecosystem, enhancing the breadth and capabilities of serverless inference directly on the Hub’s model pages. Inference Providers are also seamlessly integrated into our client SDKs (for both JS and Python), making it super easy to use a wide variety of models with your preferred providers. Featherless AI supports a wide variety of text and conversational models, including the latest open-source models from...", "url": "https://huggingface.co/blog/inference-providers-featherless", "date_published": "2025-06-12T00:00:00"}, {"id": "https://huggingface.co/blog/nvidia-training-cluster", "image": "https://huggingface.co/blog/assets/nvidia-training-cluster/nvidia-training-cluster-thumbnail-compressed.png", "title": "Introducing Training Cluster as a Service - a new collaboration with NVIDIA", "content_text": "Back to Articles Introducing Training Cluster as a Service - a new collaboration with NVIDIA Published June 11, 2025 Update on GitHub Upvote 23 +17 Jeff Boudier jeffboudier Follow Arjuna ark393 Follow Simon Pagezy pagezyhf Follow Making GPU Clusters Accessible How it works Clusters at Work Advancing Rare Genetic Disease Research with TIGEM Advancing AI for Mathematics with Numina Advancing Material Science with Mirror Physics Powering the Diversity of AI Research Enabling AI Builders with NVIDIA Today at GTC Paris, we are excited to announce Training Cluster as a Service in collaboration with NVIDIA, to make large GPU clusters more easily accessible for research organizations all over the world, so they can train the foundational models of tomorrow in every domain. Making GPU Clusters Accessible Many Gigawatt-size GPU supercluster projects are being built to train the next gen of AI models. This can make it seem that the compute gap between the “GPU poor” and the “GPU rich” is...", "url": "https://huggingface.co/blog/nvidia-training-cluster", "date_published": "2025-06-11T00:00:00"}, {"id": "https://huggingface.co/blog/screensuite", "image": "https://huggingface.co/blog/assets/screensuite/thumbnail.png", "title": "ScreenSuite - The most comprehensive evaluation suite for GUI Agents!", "content_text": "Back to Articles ScreenSuite - The most comprehensive evaluation suite for GUI Agents! Published June 6, 2025 Update on GitHub Upvote 49 +43 Amir Mahla A-Mahla Follow Aymeric Roucher m-ric Follow Thomas Wolf thomwolf Follow Releasing ScreenSuite, the most comprehensive evaluation suite for GUI Agents! WTF is a GUI Agent? Introducing ScreenSuite 🥳 Ranking leading VLMs on ScreenSuite 📊 Start your custom evaluation in 30s ⚡️ Next steps 🚀 Releasing ScreenSuite, the most comprehensive evaluation suite for GUI Agents! TL;DR Over the past few weeks, we’ve been working tirelessly on making GUI agents more open, accessible and easy to integrate. Along the way, we created the largest benchmarking suite for GUI agents performances 👉 let us introduce ScreenSuite . We are very excited to share it with you today: ScreenSuite is the most comprehensive and easiest way to evaluate Vision Language Models (VLMs)across many agentic capabilities! WTF is a GUI Agent? GUI Agents in action - courtesy of...", "url": "https://huggingface.co/blog/screensuite", "date_published": "2025-06-06T00:00:00"}, {"id": "https://huggingface.co/blog/kv-cache", "image": "https://huggingface.co/blog/assets/kv-cache/thumbnail.png", "title": "KV Cache from scratch in nanoVLM", "content_text": "Back to Articles KV Cache from scratch in nanoVLM Published June 4, 2025 Update on GitHub Upvote 82 +76 Aritra Roy Gosthipaty ariG23498 Follow Kashif Rasul kashif Follow Luis Wiedmann lusxvr Follow Andres Marafioti andito Follow Pedro Cuenca pcuenq Follow TL;DR Introduction Revisiting the Transformer Architecture Self-Attention Computation Where Redundancy Creeps In How KV Caching Fixes It KV Caching in nanoVLM: From Theory to Practice 1. Updating KV Cache in the Attention Block 2. Tracking Cache Across Layers 3. Prefill vs Decode in the Generation Loop Summary of Changes Summary: Why KV Caching Matters TL;DR We have implemented KV Caching from scratch in our nanoVLM repository (a small codebase to train your own Vision Language Model with pure PyTorch). This gave us a 38% speedup in generation. In this blog post we cover KV Caching and all our experiences while implementing it. The lessons learnt are general and can be applied to all autoregressive language model generations....", "url": "https://huggingface.co/blog/kv-cache", "date_published": "2025-06-04T00:00:00"}, {"id": "https://huggingface.co/blog/smolvla", "image": "https://huggingface.co/blog/assets/smolvla/SmolVLA_thumbnail.png", "title": "SmolVLA: Efficient Vision-Language-Action Model trained on Lerobot Community Data", "content_text": "Back to Articles SmolVLA: Efficient Vision-Language-Action Model trained on Lerobot Community Data Published June 3, 2025 Update on GitHub Upvote 182 +176 Dana Aubakirova danaaubakirova Follow Andres Marafioti andito Follow merve merve Follow Aritra Roy Gosthipaty ariG23498 Follow Francesco Capuano fracapuano Follow Loubna Ben Allal loubnabnl Follow Pedro Cuenca pcuenq Follow Mustafa Shukor mshukor Follow Remi Cadene cadene Follow 🧭TL;DR 📚 Table of Contents Introduction Meet SmolVLA! 🚀 How to Use SmolVLA? Install Finetune the pretrained model Train from scratch Method Main Architecture Design Choices for Efficiency and Robustness Asynchronous Inference Community Datasets Improving Task Annotations Standardizing Camera Views Results Conclusion Call to Action: 🧭TL;DR Today, we introduce SmolVLA , a compact (450M), open-source Vision-Language-Action model for robotics that runs on consumer hardware. Pretrained only on compatibly licensed, open-source community-shared datasets under the...", "url": "https://huggingface.co/blog/smolvla", "date_published": "2025-06-03T00:00:00"}, {"id": "https://huggingface.co/blog/vllm-colocate", "image": "https://huggingface.co/blog/assets/vllm-colocate/thumbnail.png", "title": "No GPU left behind: Unlocking Efficiency with Co-located vLLM in TRL", "content_text": "Back to Articles No GPU left behind: Unlocking Efficiency with Co-located vLLM in TRL Published June 3, 2025 Update on GitHub Upvote 65 +59 Mert Toslali toslali-ibm Follow ibm-ai-platform Yu Chin Fabian Lim mirinflim Follow ibm-ai-platform Quentin Gallouédec qgallouedec Follow Ed Snible esnible Follow ibm-ai-platform Raghu Ganti rganti Follow ibm-ai-platform Mudhakar Srivatsa mudhakar Follow ibm-ai-platform 🚀 Introduction 🧨 The Problem 💡 The Opportunity What It Enables 🧩 Design: From Separate Servers to Shared GPUs Server TRL Setup (Top Row) Co-located TRL Setup (Bottom Row) 🛠️ Implementation Notes 📊 Showcase: Co-located vs. Plain TRL Performance Experiment 1: 1.5B Model — Varying Batch Sizes Experiment 2: 1.5B Model — Varying Tensor Parallelism (TP) Experiment 3: 7B Model — Varying Batch Sizes Experiment 4: 7B Model — Varying Tensor Parallelism (TP) 📊 Scaling to 72B Model Sleep Mode in vLLM DeepSpeed Optimizations Accelerate Integration Experiment 5: Qwen2.5-Math-72B — Throughput,...", "url": "https://huggingface.co/blog/vllm-colocate", "date_published": "2025-06-03T00:00:00"}, {"id": "https://huggingface.co/blog/structured-codeagent", "image": "https://huggingface.co/blog/assets/structured-codeagent/thumbnail-codeagent.png", "title": "CodeAgents + Structure: A Better Way to Execute Actions", "content_text": "Back to Articles CodeAgents + Structure: A Better Way to Execute Actions Published May 28, 2025 Update on GitHub Upvote 63 +57 Aksel Joonas Reedi akseljoonas Follow Aymeric Roucher m-ric Follow 🤔 The Evolution of Agent Actions ➡️ Adding Structured outputs to Code Agent 🧪 Benchmark Results 💡 Why Structure (Generally) Helps The Parsing Problem is Real The Structure Tax 🚀 When to Use Structured CodeAgents How to use with smolagents: Implementation Tips The Bigger Picture - What's Next? Today we're sharing research that bridges two powerful paradigms in AI agent design: the expressiveness of code-based actions and the reliability of structured generation. Our findings show that forcing CodeAgents to generate both thoughts and code in a structured JSON format can significantly outperform traditional approaches across multiple benchmarks. Figure 1: Accuracy comparison of three approaches: Structured CodeAgent (blue), CodeAgent (orange), and ToolCallingAgent (gray) on SmolBench (GAIA,...", "url": "https://huggingface.co/blog/structured-codeagent", "date_published": "2025-05-28T00:00:00"}, {"id": "https://huggingface.co/blog/liger-grpo", "image": "https://huggingface.co/blog/assets/liger-grpo/thumbnail.png", "title": "🐯 Liger GRPO meets TRL", "content_text": "Back to Articles 🐯 Liger GRPO meets TRL Published May 25, 2025 Update on GitHub Upvote 45 +39 Shivam Sahni shisahni Follow guest Kashif Rasul kashif Follow Salman Mohammadi smohammadi Follow axolotl-ai-co Shirin Yamani ShirinYamani Follow Yanning Chen m0m0chen Follow guest Liberty liberty4321 Follow guest Motivation How Liger Kernel slashes memory for GRPO Plug-and-Play integration with TRL Benchmarks Scaling further with FSDP and PEFT Scaling even further with vLLM Conclusion TL; DR Liger supercharges TRL ’s Group Relative Policy Optimization GRPO Trainer by slashing memory usage by 40% with zero drop in model quality. We also added support for FSDP and PEFT , making it easier than ever to scale GRPO across multiple GPUs. Motivation Fine-tuning language models using reinforcement learning (RL) is a crucial step in a model's training lifecycle for steering models towards desirable behaviours which are more complex than can be achieved through typical supervised fine-tuning. RL has...", "url": "https://huggingface.co/blog/liger-grpo", "date_published": "2025-05-25T00:00:00"}, {"id": "https://huggingface.co/blog/dell-ai-applications", "image": "https://huggingface.co/blog/assets/dell-ai-applications/dell-post-thumbnail.png", "title": "Dell Enterprise Hub is all you need to build AI on premises", "content_text": "Back to Articles Dell Enterprise Hub is all you need to build AI on premises Published May 23, 2025 Update on GitHub Upvote 19 +13 Jeff Boudier jeffboudier Follow Andrew Reed andrewrreed Follow Simon Pagezy pagezyhf Follow Alvaro Bartolome alvarobartt Follow Thibault Goehringer beurkinger Follow Florent Gbelidji florentgbelidji Follow Arjuna ark393 Follow Balachandran Rajendran balaatdell Follow DellTechnologies Models Ready for Action Introducing AI Applications Powered by NVIDIA, AMD and Intel On-Device Models for Dell AI PC Now with CLI and Python SDK Wrapping up This week at Dell Tech World, we announced the new version of Dell Enterprise Hub , with a complete suite of models and applications to easily build AI running on premises with Dell AI servers and AI PCs. Models Ready for Action If you go to the Dell Enterprise Hub today, you can find some of the most popular models, like Meta Llama 4 Maverick , DeepSeek R1 or Google Gemma 3 , available for deployment and training in a...", "url": "https://huggingface.co/blog/dell-ai-applications", "date_published": "2025-05-23T00:00:00"}]}