{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Blog", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_blog.json", "items": [{"id": "https://huggingface.co/blog/ai-action-wh-2025", "image": "https://huggingface.co/blog/assets/151_policy_ntia_rfc/us_policy_thumbnail.png", "title": "AI Policy: 🤗 Response to the White House AI Action Plan RFI", "content_text": "Back to Articles AI Policy @🤗: Response to the White House AI Action Plan RFI Published March 19, 2025 Update on GitHub Upvote 6 yjernite Yacine Jernite evijit Avijit Ghosh irenesolaiman Irene Solaiman Context: Don't Sleep on (Strongly) Open Models' Capabilities Recommendation 1: Recognize Open Source and Open Science as Fundamental to AI Success Recommendation 2: Prioritize Efficiency and Reliability to Unlock Broad Innovation Recommendation 3: Secure AI through Open, Traceable, and Transparent Systems On March 14, we submitted Hugging Face's response to the White House Office of Science and Technology Policy's request for information on the White House AI Action Plan . We took this opportunity to (re-)assert the fundamental role that open AI systems and open science play in enabling the technology to be more performant and efficient, broadly and reliably adopted, and meets the highest standards of security. This blog post provides a summary of our response, the full text is...", "url": "https://huggingface.co/blog/ai-action-wh-2025", "date_published": "2025-03-19T00:00:00"}, {"id": "https://huggingface.co/blog/nvidia-physical-ai", "image": "https://huggingface.co/blog/assets/nvidia-physical-ai/thumbnail.png", "title": "NVIDIA's GTC 2025 Announcement for Physical AI Developers: New Open Models and Datasets", "content_text": "Back to Articles NVIDIA's GTC 2025 Announcement for Physical AI Developers: New Open Models and Datasets Published March 18, 2025 Update on GitHub Upvote 22 +16 mingyuliutw Ming-Yu Liu nvidia hannamao Hanzi Mao nvidia jwgu Jinwei Gu nvidia PranjaliJoshi Pranjali Joshi nvidia asawareeb Asawaree guest NVIDIA Isaac GR00T N1 used in object manipulation. New World Foundation Model - Cosmos Transfer How it works Open Physical AI Dataset Purpose Built Model for Humanoids - NVIDIA Isaac GR00T N1 Path Forward At its annual GTC conference, NVIDIA has unveiled a trio of groundbreaking open-source releases aimed at accelerating physical AI development. Release of a new suite of world foundation models (WFMs) with multicontrols called Cosmos Transfer , a highly curated Physical AI Dataset , and the first open model for general humanoid reasoning called NVIDIA Isaac GR00T N1 - represent a significant leap forward in physical AI technology, offering developers powerful tools and resources to...", "url": "https://huggingface.co/blog/nvidia-physical-ai", "date_published": "2025-03-18T00:00:00"}, {"id": "https://huggingface.co/blog/xet-on-the-hub", "image": "https://huggingface.co/blog/assets/xet-on-the-hub/thumbnail.png", "title": "Xet is on the Hub", "content_text": "Back to Articles Xet is on the Hub Published March 18, 2025 Update on GitHub Upvote 25 +19 assafvayner Assaf Vayner xet-team brianronan Brian Ronan xet-team seanses Di Xiao xet-team jgodlewski Joseph Godlewski xet-team sirahd Sam Horradarn xet-team jsulz Jared Sulzdorf xet-team Want to skip the details and get straight to faster uploads and downloads with bigger files than ever before? The Xet Difference Migration Day Post-Migration Challenges Download Overhead from Block Format Pod Load Imbalance Migration Takeaways Ready. Xet. Go. Click here to read about joining the Xet waitlist (or head over to join immediately ). Over the past few weeks, Hugging Face’s Xet Team took a major step forward by migrating the first Model and Dataset repositories off LFS and to Xet storage . This marks one of many steps to fulfill Hugging Face’s vision for the Hub by empowering AI builders to build, iterate, and collaborate more effectively on massive models and datasets. If you're interested in...", "url": "https://huggingface.co/blog/xet-on-the-hub", "date_published": "2025-03-18T00:00:00"}, {"id": "https://huggingface.co/blog/gemma3", "image": "https://huggingface.co/blog/assets/gemma3/thumbnail.png", "title": "Welcome Gemma 3: Google's all new multimodal, multilingual, long context open LLM", "content_text": "Back to Articles Welcome Gemma 3: Google's all new multimodal, multilingual, long context open LLM Published March 12, 2025 Update on GitHub Upvote 316 +310 ariG23498 Aritra Roy Gosthipaty merve Merve Noyan pcuenq Pedro Cuenca reach-vb Vaibhav Srivastav TL;DR What is Gemma 3? Technical Enhancements in Gemma 3 Longer Context Length Multimodality Multilinguality Gemma 3 evaluation Inference with 🤗 transformers On Device & Low Resource Devices MLX Llama.cpp Deploy on Hugging Face Endpoints Acknowledgements TL;DR Today Google releases Gemma 3 , a new iteration of their Gemma family of models. The models range from 1B to 27B parameters, have a context window up to 128k tokens, can accept images and text, and support 140+ languages. Try out Gemma 3 now 👉🏻 Gemma 3 Space Gemma 2 Gemma 3 Size Variants 2B 9B 27B 1B 4B 12B 27B Context Window Length 8k 32k (1B) 128k (4B, 12B, 27B) Multimodality (Images and Text) ❌ ❌ (1B) ✅ (4B, 12B, 27B) Multilingual Support – English (1B) +140 languages (4B,...", "url": "https://huggingface.co/blog/gemma3", "date_published": "2025-03-12T00:00:00"}, {"id": "https://huggingface.co/blog/lerobot-goes-to-driving-school", "image": "https://huggingface.co/blog/assets/193_l2d/lerobot-driver.gif", "title": "LeRobot goes to driving school: World’s largest open-source self-driving dataset", "content_text": "Back to Articles LeRobot goes to driving school Published March 11, 2025 Update on GitHub Upvote 62 +56 sandhawalia Harsimrat Sandhawalia yaak-ai cadene Remi Cadene OpenStreetMap Multimodal search LeRobot LeRobot driver Appendix A.1 Route tasks A.2 LLM prompts A.2 Data collection hardware State-of-the art Vision Language Models and Large Language Models are trained on open-source image-text corpora sourced from the internet, which spearheaded the recent acceleration of open-source AI. Despite these breakthroughs, the adoption of end-to-end AI within the robotics and automotive community remains low, primarily due to a lack of high quality, large scale multimodal datasets like OXE . To unlock the potential for robotics AI, Yaak teamed up with the LeRobot team at 🤗 and is excited to announce Learning to Drive (L2D) to the robotics AI community. L2D is the world’s largest multimodal dataset aimed at building an open-sourced spatial intelligence for the automotive domain with first...", "url": "https://huggingface.co/blog/lerobot-goes-to-driving-school", "date_published": "2025-03-11T00:00:00"}, {"id": "https://huggingface.co/blog/llm-inference-on-edge", "image": "https://huggingface.co/blog/assets/llm_inference_on_edge/thumbnail.png", "title": "LLM Inference on Edge: A Fun and Easy Guide to run LLMs via React Native on your Phone!", "content_text": "Back to Articles LLM Inference on Edge: A Fun and Easy Guide to run LLMs via React Native on your Phone! Published March 7, 2025 Update on GitHub Upvote 39 +33 medmekk Mohamed Mekkouri marcsun13 Marc Sun Why You Should Follow This Tutorial? 0. Choosing the Right Models Model Size Considerations GGUF Quantization Formats Recommended Models to Try Finding More Models 1. Setting Up Your Environment Tools You Need Virtual Device Setup 2. Create the App Project Structure 3. Running the Demo & Project Running the Demo Running the Project 4. App Implementation Installing Dependencies State Management Fetching available GGUF models from the Hub Model Download Implementation Model Loading and Initialization Chat Implementation The UI & Logic The other Functionnalities 5. How to Debug Chrome DevTools Debugging Common Debugging Tips 6. Additional Features we can add 7. Acknowledgments 8. Conclusion As LLMs continue to evolve, they are becoming smaller and smarter, enabling them to run directly...", "url": "https://huggingface.co/blog/llm-inference-on-edge", "date_published": "2025-03-07T00:00:00"}, {"id": "https://huggingface.co/blog/jfrog", "image": "https://huggingface.co/blog/assets/jfrog/thumbnail.png", "title": "Hugging Face and JFrog partner to make AI Security more transparent", "content_text": "Back to Articles Hugging Face and JFrog partner to make AI Security more transparent Published March 4, 2025 Update on GitHub Upvote 21 +15 mcpotato Luc Georges srmish-jfrog Shachar M jfrog Model security refresher Integration We are pleased to announce our partnership with JFrog , creators of the JFrog Software Supply Chain Platform, as part of our long-standing commitment to provide a safe and reliable platform for the ML community. We have decided to add JFrog's scanner to our platform to continue improving security on the Hugging Face Hub. JFrog's scanner brings new functionality to scanning, aimed at reducing false positives on the Hub. Indeed, what we currently observe is that model weights can contain code that is executed upon deserialization and sometimes at inference time, depending on the format. This code is oftentimes a non harmful practicality for the developer. As our picklescan scanner only performs pattern matching on module names, we cannot always confirm that...", "url": "https://huggingface.co/blog/jfrog", "date_published": "2025-03-04T00:00:00"}, {"id": "https://huggingface.co/blog/aya-vision", "image": "https://huggingface.co/blog/assets/aya-vision/thumbnail.png", "title": "A Deepdive into Aya Vision: Advancing the Frontier of Multilingual Multimodality", "content_text": "Back to Articles A Deepdive into Aya Vision: Advancing the Frontier of Multilingual Multimodality Published March 4, 2025 Update on GitHub Upvote 68 +62 saurabhdash Saurabh Dash CohereForAI olivernan Yiyang Nan guest ArashAhmadian Arash Ahmadian CohereForAI johndang-cohere John Dang guest Aya Vision Architecture and Training Training process Multimodal Data Enhancement and Expanding Language Coverage Multimodal Model Merging Scaling up to 32B Aya Vision Benchmark – a multilingual evaluation data Designed for real-world applications Getting Started with Aya Acknowledgments References With the release of the Aya Vision family , our new 8B and 32B parameter vision-language models (VLMs), we are addressing one of the biggest challenges in AI: bringing multilingual performance to multimodal models . Aya Vision is Cohere For AI 's latest open-weight multilingual and multimodal model family, designed to be a strong foundation for language and vision understanding across 23 languages . It...", "url": "https://huggingface.co/blog/aya-vision", "date_published": "2025-03-04T00:00:00"}, {"id": "https://huggingface.co/blog/smolagents-phoenix", "image": "https://huggingface.co/blog/assets/smolagents-phoenix/thumbnail.jpg", "title": "Trace & Evaluate your Agent with Arize Phoenix", "content_text": "Back to Articles Trace & Evaluate your Agent with Arize Phoenix Published February 28, 2025 Update on GitHub Upvote 33 +27 schavalii Sri Chavali arize-ai jgilhuly16 John Gilhuly arize-ai m-ric Aymeric Roucher Make An Agent Step 1: Install the Required Libraries Step 2: Import all the Essential Building Blocks Step 3: Set Up Our Base Models Step 4: Create the Tool-Calling Agent Step 5: Run the Agent Trace Your Agent Evaluate Your Agent Step 1: Install OpenAI Step 2: Retrieve Tool Execution Spans Step 3: Import Prompt Template Step 4: Run the Evaluation Step 5: Send Evaluation Results to Phoenix So, you’ve built your agent. It takes in inputs and tools, processes them, and generates responses. Maybe it’s making decisions, retrieving information, executing tasks autonomously, or all three. But now comes the big question – how effectively is it performing? And more importantly, how do you know? Building an agent is one thing; understanding its behavior is another. That’s where tracing...", "url": "https://huggingface.co/blog/smolagents-phoenix", "date_published": "2025-02-28T00:00:00"}, {"id": "https://huggingface.co/blog/iisc-huggingface-collab", "image": "https://huggingface.co/blog/assets/iisc-huggingface-collab/thumbnail.png", "title": "HuggingFace, IISc partner to supercharge model building on India's diverse languages", "content_text": "Back to Articles HuggingFace, IISc partner to supercharge model building on India's diverse languages Published February 27, 2025 Update on GitHub Upvote 17 +11 prasantg Prasanta Kumar Ghosh guest nihar-artpark Nihar Desai ARTPARK-IISc Visruth-sanka Sanka ARTPARK-IISc SujithPulikodan Sujith Pulikodan ARTPARK-IISc Partnership About Vaani Dataset District wise language distribution Transcribed subset Utility of Vaani in the Age of LLMs What's next How You Can Contribute The Indian Institute of Science IISc and ARTPARK partner with Hugging Face to enable developers across the globe to access Vaani , India's most diverse open-source, multi-modal, multi-lingual dataset. Both organisations share a commitment to building inclusive, accessible, and state-of-the-art AI technologies that honor linguistic and cultural diversity. Partnership The partnership between Hugging Face and IISc/ARTPARK aims to increase the accessibility and improve usability of the Vaani dataset, encouraging the...", "url": "https://huggingface.co/blog/iisc-huggingface-collab", "date_published": "2025-02-27T00:00:00"}, {"id": "https://huggingface.co/blog/fastrtc", "image": "https://huggingface.co/blog/assets/fastrtc/fastrtc_logo.jpg", "title": "FastRTC: The Real-Time Communication Library for Python", "content_text": "Back to Articles FastRTC: The Real-Time Communication Library for Python Published February 25, 2025 Update on GitHub Upvote 147 +141 freddyaboulton Freddy Boulton abidlabs Abubakar Abid Getting Started Leveling-Up: LLM Voice Chat Bonus: Call via Phone Next Steps In the last few months, many new real-time speech models have been released and entire companies have been founded around both open and closed source models. To name a few milestones: OpenAI and Google released their live multimodal APIs for ChatGPT and Gemini. OpenAI even went so far as to release a 1-800-ChatGPT phone number! Kyutai released Moshi , a fully open-source audio-to-audio LLM. Alibaba released Qwen2-Audio and Fixie.ai released Ultravox - two open-source LLMs that natively understand audio. ElevenLabs raised $180m in their Series C. Despite the explosion on the model and funding side, it's still difficult to build real-time AI applications that stream audio and video, especially in Python. ML engineers may not...", "url": "https://huggingface.co/blog/fastrtc", "date_published": "2025-02-25T00:00:00"}, {"id": "https://huggingface.co/blog/remote_vae", "image": "https://huggingface.co/blog/assets/remote_vae/thumbnail.png", "title": "Remote VAEs for decoding with HF endpoints 🤗", "content_text": "Back to Articles Remote VAEs for decoding with Inference Endpoints 🤗 Published February 24, 2025 Update on GitHub Upvote 36 +30 hlky hlky sayakpaul Sayak Paul Getting started Code Basic example Generation Queueing Available VAEs Advantages of using a remote VAE Provide feedback Steps: When operating with latent-space diffusion models for high-resolution image and video synthesis, the VAE decoder can consume quite a bit more memory. This makes it hard for the users to run these models on consumer GPUs without going through latency sacrifices and others alike. For example, with offloading, there is a device transfer overhead, causing delays in the overall inference latency. Tiling is another solution that lets us operate on so-called “tiles” of inputs. However, it can have a negative impact on the quality of the final image. Therefore, we want to pilot an idea with the community — delegating the decoding process to a remote endpoint. No data is stored or tracked, and code is open...", "url": "https://huggingface.co/blog/remote_vae", "date_published": "2025-02-24T00:00:00"}, {"id": "https://huggingface.co/blog/siglip2", "image": "https://huggingface.co/blog/assets/siglip2/thumbnail.png", "title": "SigLIP 2: A better multilingual vision language encoder", "content_text": "Back to Articles SigLIP 2: A better multilingual vision language encoder Published February 21, 2025 Update on GitHub Upvote 141 +135 ariG23498 Aritra Roy Gosthipaty merve Merve Noyan qubvel-hf Pavel Iakubovskii TL;DR Introduction Add a decoder (it’s that simple) Self-distillation with Global-Local loss and Masked Prediction Adapting to different resolutions Run inference with transformers Zero-shot Classification Encode images for downstream tasks Comparing SigLIP 1 with SigLIP 2 Using the encoder for VLMs Acknowledgements TL;DR Today Google releases a new and better family of multilingual vision-language encoders, SigLIP 2 . The authors have extended the training objective of SigLIP ( sigmoid loss ) with additional objectives for improved semantic understanding, localization, and dense features. Additional objectives (Source: https://huggingface.co/papers/2502.14786 ) SigLIP 2 models outperform the older SigLIP ones at all model scales in core capabilities, including zero-shot...", "url": "https://huggingface.co/blog/siglip2", "date_published": "2025-02-21T00:00:00"}, {"id": "https://huggingface.co/blog/smolvlm2", "image": "https://huggingface.co/blog/assets/smolvlm2/banner.png", "title": "SmolVLM2: Bringing Video Understanding to Every Device", "content_text": "Back to Articles SmolVLM2: Bringing Video Understanding to Every Device Published February 20, 2025 Update on GitHub Upvote 210 +204 orrzohar Orr Zohar Stanford mfarre Miquel Farré andito Andres Marafioti merve Merve Noyan pcuenq Pedro Cuenca cyrilzakka Cyril Xenova Joshua TL;DR: SmolVLM can now watch 📺 with even better visual understanding Table of Contents Technical Details SmolVLM2 2.2B: Our New Star Player for Vision and Video Going Even Smaller: Meet the 500M and 256M Video Models Suite of SmolVLM2 Demo applications Using SmolVLM2 with Transformers and MLX Transformers Inference with MLX Fine-tuning SmolVLM2 Citation information Read More TL;DR: SmolVLM can now watch 📺 with even better visual understanding SmolVLM2 represents a fundamental shift in how we think about video understanding - moving from massive models that require substantial computing resources to efficient models that can run anywhere. Our goal is simple: make video understanding accessible across all devices...", "url": "https://huggingface.co/blog/smolvlm2", "date_published": "2025-02-20T00:00:00"}, {"id": "https://huggingface.co/blog/paligemma2mix", "image": "https://huggingface.co/blog/assets/paligemma2/thumbnail.png", "title": "PaliGemma 2 Mix - New Instruction Vision Language Models by Google", "content_text": "Back to Articles PaliGemma 2 Mix - New Instruction Vision Language Models by Google Published February 19, 2025 Update on GitHub Upvote 65 +59 merve Merve Noyan ariG23498 Aritra Roy Gosthipaty andsteing Andreas P. Steiner google TL;DR Table of Contents PaliGemma 2 Mix Models Comparing PaliGemma 2 Mix Variants General Vision-Language Tasks Document Understanding Localization Tasks Text Recognition in Images Inference and Fine-tuning using Transformers Demo Read More Acknowledgments TL;DR Last December, Google released PaliGemma 2: a new family of pre-trained ( pt ) PaliGemma vision language models (VLMs) based on SigLIP and Gemma 2 . The models come in three different sizes (3B, 10B, 28B) and three different resolutions (224x224, 448x448, 896x896). Today, Google is releasing PaliGemma 2 mix : fine-tuned on a mix of vision language tasks, including OCR, long and short captioning and more. PaliGemma 2 pretrained ( pt ) variants are great vision language models to transfer on a given...", "url": "https://huggingface.co/blog/paligemma2mix", "date_published": "2025-02-19T00:00:00"}]}