{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Blog", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_blog.json", "items": [{"id": "https://huggingface.co/blog/faster-transformers", "image": "https://huggingface.co/blog/assets/faster-transformers/thumbnail.png", "title": "Tricks from OpenAI gpt-oss YOU 🫵 can use with transformers", "content_text": "Back to Articles Tricks from OpenAI gpt-oss YOU 🫵 can use with transformers Published September 11, 2025 Update on GitHub Upvote 106 +100 Aritra Roy Gosthipaty ariG23498 Follow Sergio Paniego sergiopaniego Follow Vaibhav Srivastav reach-vb Follow Pedro Cuenca pcuenq Follow Arthur Zucker ArthurZ Follow Nathan Habib SaylorTwift Follow Cyril Vallez cyrilvallez Follow Zero-build Kernels, downloadable from the Hub Custom Kernels for GPT-OSS Flash Attention 3 MXFP4 Quantization What is MXFP4 MXFP4 in transformers Requirements and fallbacks Kernels for MXFP4 Tensor Parallelism What this enables in transformers When to reach for TP Expert Parallelism Dynamic Sliding Window Layer & Cache How to use it Continuous Batching & Paged Attention Load larger models faster Conclusion Read More OpenAI recently released their GPT-OSS series of models . The models feature some novel techniques like MXFP4 quantization, efficient kernels, a brand new chat format, and more. To enable the release of gpt-oss...", "url": "https://huggingface.co/blog/faster-transformers", "date_published": "2025-09-11T00:00:00"}, {"id": "https://huggingface.co/blog/jupyter-agent-2", "image": "https://huggingface.co/blog/assets/jupyter-agent-2/thumbnail.png", "title": "Jupyter Agents: training LLMs to reason with notebooks", "content_text": "Back to Articles Jupyter Agents: training LLMs to reason with notebooks Published September 10, 2025 Update on GitHub Upvote 24 +18 Baptiste Colle baptistecolle Follow Hanna Yukhymenko hannayukhymenko Follow Leandro von Werra lvwerra Follow 🏁 Primer: the DABStep Benchmark 🎯 First Baseline 🔧 Primer on Scaffolding 🏃‍♂️ Training Pipeline ⚙️ Dataset Pipeline 1. Large-scale deduplication 2. Downloading linked datasets 3. Edu scoring 4. Filtering irrelevant notebooks 5. QA generation 6. Trace generation 7. Final curation 🏃‍♂️ Training Pipeline 📊 Results Try Jupyter Agent Yourself 🔮 Next Steps The past year has been all about giving LLMs more tools and autonomy to solve more complex and open ended tasks. The goal of the Jupyter Agent is to give the model the ultimate tool: code execution. A natural way to display multi-step code execution together with reasoning is within a Jupyter Notebook, which consists of code and markdown cells. So we built Jupyter Agent to act as an agent that can...", "url": "https://huggingface.co/blog/jupyter-agent-2", "date_published": "2025-09-10T00:00:00"}, {"id": "https://huggingface.co/blog/mmbert", "image": "https://huggingface.co/blog/assets/mmbert/thumbnail.png", "title": "mmBERT: ModernBERT goes Multilingual", "content_text": "Back to Articles mmBERT: ModernBERT goes Multilingual Published September 9, 2025 Update on GitHub Upvote 79 +73 Marc Marone mmarone Follow jhu-clsp Orion Weller orionweller Follow jhu-clsp William Fleshman will-fleshman Follow guest Eugene Yang eugene-yang Follow jhu-clsp Dawn Lawrie dlawrie Follow jhu-clsp Ben Van Durme vandurme Follow jhu-clsp TL;DR Training Data Training Recipe and Novel Components Architecture Three-Phase Training Approach Novel Training Techniques Results Natural Language Understanding (NLU) Retrieval Performance Learning Languages in the Decay Phase Efficiency Improvements Usage Examples Fine-tuning Examples Encoders Model Family and Links TL;DR This blog post introduces mmBERT , a state-of-the-art massively multilingual encoder model trained on 3T+ tokens of text in over 1800 languages. It shows significant performance and speed improvements over previous multilingual models, being the first to improve upon XLM-R, while also developing new strategies for...", "url": "https://huggingface.co/blog/mmbert", "date_published": "2025-09-09T00:00:00"}, {"id": "https://huggingface.co/blog/embeddinggemma", "image": "https://huggingface.co/blog/assets/embeddinggemma/thumbnail.png", "title": "Welcome EmbeddingGemma, Google's new efficient embedding model", "content_text": "Back to Articles Welcome EmbeddingGemma, Google's new efficient embedding model Published September 4, 2025 Update on GitHub Upvote 201 +195 Tom Aarsen tomaarsen Follow Joshua Xenova Follow Alvaro Bartolome alvarobartt Follow Aritra Roy Gosthipaty ariG23498 Follow Pedro Cuenca pcuenq Follow Sergio Paniego sergiopaniego Follow TL;DR Table of Contents Introduction Architecture Evaluation Demo Usage Sentence Transformers LangChain LlamaIndex Haystack txtai Transformers.js Text Embeddings Inference ONNX Runtime Finetuning Full Finetuning Script Training Finetuned Evaluation Further Reading TL;DR Today, Google releases EmbeddingGemma , a state-of-the-art multilingual embedding model perfect for on-device use cases. Designed for speed and efficiency, the model features a compact size of 308M parameters and a 2K context window , unlocking new possibilities for mobile RAG pipelines, agents, and more. EmbeddingGemma is trained to support over 100 languages and is the highest-ranking text-...", "url": "https://huggingface.co/blog/embeddinggemma", "date_published": "2025-09-04T00:00:00"}, {"id": "https://huggingface.co/blog/zerogpu-aoti", "image": "https://huggingface.co/blog/assets/zerogpu-aoti/thumbnail.png", "title": "Make your ZeroGPU Spaces go brrr with PyTorch ahead-of-time compilation", "content_text": "Back to Articles Make your ZeroGPU Spaces go brrr with ahead-of-time compilation Published September 2, 2025 Update on GitHub Upvote 53 +47 Charles Bensimon cbensimon Follow Sayak Paul sayakpaul Follow Linoy Tsaban linoyts Follow Apolinário from multimodal AI art multimodalart Follow Table of Contents What is ZeroGPU PyTorch compilation Ahead-of-time compilation on ZeroGPU 1. Getting example inputs 2. Exporting the model 3. Compiling the exported model 4. Using the compiled model in the pipeline 5. Wrapping it all together Gotchas Quantization Dynamic shapes Multi-compile / shared weights FlashAttention-3 Regional compilation Use a compiled graph from the Hub AoT compiled ZeroGPU Spaces demos Speedup comparison Featured AoTI Spaces Regional compilation Conclusion Resources ZeroGPU lets anyone spin up powerful Nvidia H200 hardware in Hugging Face Spaces without keeping a GPU locked for idle traffic. It’s efficient, flexible, and ideal for demos but it doesn’t always make full use of...", "url": "https://huggingface.co/blog/zerogpu-aoti", "date_published": "2025-09-02T00:00:00"}, {"id": "https://huggingface.co/blog/claude-and-mcp", "image": "https://huggingface.co/blog/assets/claude-and-mcp/thumbnail.png", "title": "Generate Images with Claude and Hugging Face", "content_text": "Back to Articles Generate Images with Claude and Hugging Face Published August 19, 2025 Update on GitHub Upvote 33 +27 shaun smith evalstate Follow Introduction Natural Images with Flux.1 Krea Dev Qwen Image Conclusion TL;DR: It's easier than ever to generate detailed pictures with state-of-the-art AI models by connecting Claude to Hugging Face Spaces. This article describes how and why, and introduces recently launched models which excel at producing natural images or images that include text. Introduction Recent advances in image generation models have improved their ability to produce realistic outputs and incorporate high quality text. It's easier than ever to use these models by connecting them directly to Claude. The advantages of generating pictures this way are: The AI can assist in building detailed prompts that may improve the quality of generated images. The AI can \"see\" the generated images, then help iterate on designs and techniques to get perfect results. You can...", "url": "https://huggingface.co/blog/claude-and-mcp", "date_published": "2025-08-19T00:00:00"}, {"id": "https://huggingface.co/blog/kernel-builder", "image": "https://huggingface.co/blog/assets/kernel-builder/kernel-builder.png", "title": "From Zero to GPU: A Guide to Building and Scaling Production-Ready CUDA Kernels", "content_text": "Back to Articles From Zero to GPU: A Guide to Building and Scaling Production-Ready CUDA Kernels Published August 18, 2025 Update on GitHub Upvote 64 +58 David Holtz drbh Follow Daniël de Kok danieldk Follow What You’ll Learn Part 1: Anatomy of a Modern CUDA Kernel Step 1: Project Structure Step 2: The build.toml Manifest Step 3: The flake.nix Reproducibility File Step 4: Writing the CUDA Kernel Step 5: Registering a Native PyTorch Operator Step 6: Building the Kernel Step 7: Sharing with the World Step 8: Loading and Testing Your Custom Op Part 2: From One Kernel to Many: Solving Production Challenges Kernel Versions Pre-downloading Locked Kernels Creating Legacy Python Wheels Custom CUDA kernels give your models a serious performance edge, but building them for the real world can feel daunting. How do you move beyond a simple GPU function to create a robust, scalable system without getting bogged down by endless build times and dependency nightmares? We created the kernel-builder...", "url": "https://huggingface.co/blog/kernel-builder", "date_published": "2025-08-18T00:00:00"}, {"id": "https://huggingface.co/blog/mcp-for-research", "image": "https://huggingface.co/blog/assets/mcp-for-research/thumbnail.png", "title": "MCP for Research: How to Connect AI to Research Tools", "content_text": "Back to Articles MCP for Research: How to Connect AI to Research Tools Published August 18, 2025 Update on GitHub Upvote 49 +43 Dylan Ebert dylanebert Follow Research Discovery: Three Layers of Abstraction 1. Manual Research 2. Scripted Tools 3. MCP Integration Setup and Usage Quick Setup Learn More Academic research involves frequent research discovery : finding papers, code, related models and datasets. This typically means switching between platforms like arXiv , GitHub , and Hugging Face , manually piecing together connections. The Model Context Protocol (MCP) is a standard that allows agentic models to communicate with external tools and data sources. For research discovery, this means AI can use research tools through natural language requests, automating platform switching and cross-referencing. Research Discovery: Three Layers of Abstraction Much like software development, research discovery can be framed in terms of layers of abstraction. 1. Manual Research At the lowest...", "url": "https://huggingface.co/blog/mcp-for-research", "date_published": "2025-08-18T00:00:00"}, {"id": "https://huggingface.co/blog/textquests", "image": "https://huggingface.co/blog/assets/textquests/thumbnail.gif", "title": "TextQuests: How Good are LLMs at Text-Based Video Games?", "content_text": "Back to Articles TextQuests: How Good are LLMs at Text-Based Video Games? Published August 12, 2025 Update on GitHub Upvote 33 +27 Long Phan justinphan3110 Follow cais Clémentine Fourrier clefourrier Follow TextQuests Evaluations Discussion Citations The rapid advancement of Large Language Models (LLMs) has enabled remarkable progress on established academic and industrial benchmarks. Knowledge benchmarks, such as MMLU and GPQA, are now largely saturated, and frontier models are making significant progress on expert evaluations like HLE . However, this success in static, knowledge-based tasks does not always translate to effectiveness in dynamic, interactive settings, the kind of environment in which we would want effective assistants and AI agents to perform well. Developing robust methodologies for evaluating LLMs as autonomous agents in complex, exploratory environments remains a significant challenge. Two core avenues exist to evaluate autonomous agents: either use real-world...", "url": "https://huggingface.co/blog/textquests", "date_published": "2025-08-12T00:00:00"}, {"id": "https://huggingface.co/blog/aisheets", "image": "https://huggingface.co/blog/assets/aisheets/aisheets-thumb.gif", "title": "Introducing AI Sheets: a tool to work with datasets using open AI models!", "content_text": "Back to Articles Introducing AI Sheets: a tool to work with datasets using open AI models! Published August 8, 2025 Update on GitHub Upvote 93 +87 Daniel Vila dvilasuero Follow Ame Vi Ameeeee Follow Francisco Aranda frascuchon Follow Damián Pumar damianpumar Follow Leandro von Werra lvwerra Follow Thomas Wolf thomwolf Follow Useful links What is AI Sheets What can I use it for How to use it Getting started Working with your dataset Refining and expanding the dataset Exporting your final dataset to the Hub Running data generation scripts using HF Jobs Examples Vibe testing and comparing models Add categories to a Hub dataset Evaluate models with LLMs-as-Judge Next steps 🧭TL;DR Hugging Face AI Sheets is a new, open-source tool for building, enriching, and transforming datasets using AI models with no code . The tool can be deployed locally or on the Hub. It lets you use thousands of open models from the Hugging Face Hub via Inference Providers or local models, including gpt-oss from...", "url": "https://huggingface.co/blog/aisheets", "date_published": "2025-08-08T00:00:00"}, {"id": "https://huggingface.co/blog/accelerate-nd-parallel", "image": "https://huggingface.co/blog/assets/accelerate-nd-parallel/thumbnail.png", "title": "Accelerate ND-Parallel: A Guide to Efficient Multi-GPU Training", "content_text": "Back to Articles Accelerate ND-Parallel: A guide to Efficient Multi-GPU Training Published August 8, 2025 Update on GitHub Upvote 64 +58 Salman Mohammadi smohammadi Follow axolotl-ai-co Matej Sirovatka siro1 Follow wing lian winglian Follow axolotl-ai-co Marc Sun marcsun13 Follow Dan Saunders djsaunde Follow axolotl-ai-co Contents Data Parallelism Fully Sharded Data Parallelism Tensor Parallelism Context Parallelism ND Parallelisms Hybrid Sharded Data Parallelism Fully Sharded Data Parallelism + Tensor Parallelism Fully Sharded Data Parallelism + Context Parallelism Hybrid Sharded Data Parallelism + Tensor Parallelism Usage notes Training large models across multiple GPUs can be challenging due to the complexities of different parallelism strategies. In Accelerate, together with Axolotl , we have integrated a quick and easy way to use any combination of parallelism strategies in your training script! Here is how to add it to your training script: from transformers import...", "url": "https://huggingface.co/blog/accelerate-nd-parallel", "date_published": "2025-08-08T00:00:00"}, {"id": "https://huggingface.co/blog/filbench", "image": "https://huggingface.co/blog/assets/filbench/thumbnail.png", "title": "🇵🇭 FilBench - Can LLMs Understand and Generate Filipino?", "content_text": "Back to Articles 🇵🇭 FilBench - Can LLMs Understand and Generate Filipino? Published August 12, 2025 Update on GitHub Upvote 15 +9 Lj V. Miranda ljvmiranda921 Follow UD-Filipino Elyanah Aco acocodes Follow UD-Filipino Conner Manuel connermanuel Follow UD-Filipino Jan Christian Blaise Cruz jcblaise Follow UD-Filipino Jan Christian Blaise Cruz jcblaise Follow SEACrowd Joseph Imperial josephimperial Follow SEACrowd Daniel van Strien davanstrien Follow Nathan Habib SaylorTwift Follow Clémentine Fourrier clefourrier Follow FilBench What did we learn from FilBench? Finding #1: Although region-specific LLMs still lag behind GPT-4, collecting data to train these models is still a promising direction Finding #2: Filipino translation is still a difficult task for LLMs Finding #3: Open LLMs Remain a Cost-Effective Choice for Filipino Language Tasks Does your LLM work on Philippine Languages? Try it on FilBench! Acknowledgements Citation As large language models (LLMs) become increasingly...", "url": "https://huggingface.co/blog/filbench", "date_published": "2025-08-12T00:00:00"}, {"id": "https://huggingface.co/blog/trl-vlm-alignment", "image": "https://huggingface.co/blog/assets/trl_vlm/thumbnail.png", "title": "Vision Language Model Alignment in TRL ⚡️", "content_text": "Back to Articles Vision Language Model Alignment in TRL ⚡️ Published August 7, 2025 Update on GitHub Upvote 81 +75 Sergio Paniego sergiopaniego Follow merve merve Follow Quentin Gallouédec qgallouedec Follow Kashif Rasul kashif Follow Aritra Roy Gosthipaty ariG23498 Follow Introduction Table of Contents Alignment for Vision Language Models Mixed Preference Optimization (MPO) Multimodal Group Relative Policy Optimization (GRPO) Group Sequence Policy Optimization (GSPO) Comparison Native Supervised Fine-tuning Support vLLM Integration in TRL Useful Resources Introduction Vision Language Models (VLMs) are getting stronger, but aligning them to human preferences still matters. In TRL, we already showed how to post-train VLMs with Supervised Fine-Tuning (SFT) and Direct Preference Optimization (DPO) . This time, we’re going further. tl;dr We have added two new multimodal alignment methods to TRL: Group Relative Policy Optimization (GRPO) , its variant Group Sequence Policy Optimization...", "url": "https://huggingface.co/blog/trl-vlm-alignment", "date_published": "2025-08-07T00:00:00"}, {"id": "https://huggingface.co/blog/welcome-openai-gpt-oss", "image": "https://huggingface.co/blog/assets/openai/openai-hf-thumbnail.png", "title": "Welcome GPT OSS, the new open-source model family from OpenAI!", "content_text": "Back to Articles Welcome GPT OSS, the new open-source model family from OpenAI! Published August 5, 2025 Update on GitHub Upvote 493 +487 Vaibhav Srivastav reach-vb Follow Pedro Cuenca pcuenq Follow Lewis Tunstall lewtun Follow Clem 🤗 clem Follow Matthew Carrigan Rocketknight1 Follow Clémentine Fourrier clefourrier Follow Célina Hanouti celinah Follow Lucain Pouget Wauplin Follow Marc Sun marcsun13 Follow Simon Pagezy pagezyhf Follow Ákos Hadnagy ahadnagy Follow Joao Gante joaogante Follow Contents Overview of Capabilities and Architecture API access through Inference Providers Local Inference Using Transformers Llama.cpp vLLM transformers serve Fine-Tuning Deploy on Hugging Face Partners Azure Dell Evaluating the Model Chats and Chat Templates System and Developer Messages Tool Use With transformers Acknowledgements GPT OSS is a hugely anticipated open-weights release by OpenAI, designed for powerful reasoning, agentic tasks, and versatile developer use cases. It comprises two...", "url": "https://huggingface.co/blog/welcome-openai-gpt-oss", "date_published": "2025-08-05T00:00:00"}, {"id": "https://huggingface.co/blog/gradio-vton-mcp", "image": "https://huggingface.co/blog/assets/gradio-vton-mcp/AiAssistantTitle.png", "title": "Build an AI Shopping Assistant with Gradio MCP Servers", "content_text": "Back to Articles Implementing MCP Servers in Python: An AI Shopping Assistant with Gradio Published July 31, 2025 Update on GitHub Upvote 57 +51 Freddy Boulton freddyaboulton Follow The Goal: Your Personal AI Stylist Building the Gradio MCP Server Configuring VS Code Putting It All Together Conclusion Python Developers, want to give your LLM superpowers? Gradio is the fastest way to do it! With Gradio's Model Context Protocol (MCP) integration, your LLM can plug directly into the thousands of AI models and Spaces hosted on the Hugging Face Hub . By pairing the general reasoning capabilities of LLMs with the specialized abilities of models found on Hugging Face, your LLM can go beyond simply answering text questions to actually solving problems in your daily life. For Python developers, Gradio makes implementing powerful MCP servers a breeze, offering features like: Automatic conversion of python functions into LLM tools: Each API endpoint in your Gradio app is automatically...", "url": "https://huggingface.co/blog/gradio-vton-mcp", "date_published": "2025-07-31T00:00:00"}]}