{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Blog", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_blog.json", "items": [{"id": "https://huggingface.co/blog/aya-vision", "image": "https://huggingface.co/blog/assets/aya-vision/thumbnail.png", "title": "A Deepdive into Aya Vision: Advancing the Frontier of Multilingual Multimodality", "content_text": "Back to Articles A Deepdive into Aya Vision: Advancing the Frontier of Multilingual Multimodality Published March 4, 2025 Update on GitHub Upvote 23 +17 saurabhdash Saurabh Dash CohereForAI olivernan Yiyang Nan CohereForAI ArashAhmadian Arash Ahmadian CohereForAI johndang-cohere John Dang CohereForAI Aya Vision Architecture and Training Training process Multimodal Data Enhancement and Expanding Language Coverage Multimodal Model Merging Scaling up to 32B Aya Vision Benchmark – a multilingual evaluation data Designed for real-world applications Getting Started with Aya Acknowledgments References With the release of the Aya Vision family , our new 8B and 32B parameter vision-language models (VLMs), we are addressing one of the biggest challenges in AI: bringing multilingual performance to multimodal models . Aya Vision is Cohere For AI 's latest open-weight multilingual and multimodal model family, designed to be a strong foundation for language and vision understanding across 23...", "url": "https://huggingface.co/blog/aya-vision", "date_published": "2025-03-04T00:00:00"}, {"id": "https://huggingface.co/blog/smolagents-phoenix", "image": "https://huggingface.co/blog/assets/smolagents-phoenix/thumbnail.jpg", "title": "Trace & Evaluate your Agent with Arize Phoenix", "content_text": "Back to Articles Trace & Evaluate your Agent with Arize Phoenix Published February 28, 2025 Update on GitHub Upvote 25 +19 schavalii Sri Chavali arize-ai jgilhuly16 John Gilhuly arize-ai m-ric Aymeric Roucher Make An Agent Step 1: Install the Required Libraries Step 2: Import all the Essential Building Blocks Step 3: Set Up Our Base Models Step 4: Create the Tool-Calling Agent Step 5: Run the Agent Trace Your Agent Evaluate Your Agent Step 1: Install OpenAI Step 2: Retrieve Tool Execution Spans Step 3: Import Prompt Template Step 4: Run the Evaluation Step 5: Send Evaluation Results to Phoenix So, you’ve built your agent. It takes in inputs and tools, processes them, and generates responses. Maybe it’s making decisions, retrieving information, executing tasks autonomously, or all three. But now comes the big question – how effectively is it performing? And more importantly, how do you know? Building an agent is one thing; understanding its behavior is another. That’s where tracing...", "url": "https://huggingface.co/blog/smolagents-phoenix", "date_published": "2025-02-28T00:00:00"}, {"id": "https://huggingface.co/blog/iisc-huggingface-collab", "image": "https://huggingface.co/blog/assets/iisc-huggingface-collab/thumbnail.png", "title": "HuggingFace, IISc partner to supercharge model building on India's diverse languages", "content_text": "Back to Articles HuggingFace, IISc partner to supercharge model building on India's diverse languages Published February 27, 2025 Update on GitHub Upvote 12 +6 prasantg Prasanta Kumar Ghosh guest nihar-artpark Nihar Desai ARTPARK-IISc Visruth-sanka Sanka ARTPARK-IISc SujithPulikodan Sujith Pulikodan ARTPARK-IISc Partnership About Vaani Dataset District wise language distribution Transcribed subset Utility of Vaani in the Age of LLMs What's next How You Can Contribute The Indian Institute of Science IISc and ARTPARK partner with Hugging Face to enable developers across the globe to access Vaani , India's most diverse open-source, multi-modal, multi-lingual dataset. Both organisations share a commitment to building inclusive, accessible, and state-of-the-art AI technologies that honor linguistic and cultural diversity. Partnership The partnership between Hugging Face and IISc/ARTPARK aims to increase the accessibility and improve usability of the Vaani dataset, encouraging the...", "url": "https://huggingface.co/blog/iisc-huggingface-collab", "date_published": "2025-02-27T00:00:00"}, {"id": "https://huggingface.co/blog/fastrtc", "image": "https://huggingface.co/blog/assets/fastrtc/fastrtc_logo.jpg", "title": "FastRTC: The Real-Time Communication Library for Python", "content_text": "Back to Articles FastRTC: The Real-Time Communication Library for Python Published February 25, 2025 Update on GitHub Upvote 118 +112 freddyaboulton Freddy Boulton abidlabs Abubakar Abid Getting Started Leveling-Up: LLM Voice Chat Bonus: Call via Phone Next Steps In the last few months, many new real-time speech models have been released and entire companies have been founded around both open and closed source models. To name a few milestones: OpenAI and Google released their live multimodal APIs for ChatGPT and Gemini. OpenAI even went so far as to release a 1-800-ChatGPT phone number! Kyutai released Moshi , a fully open-source audio-to-audio LLM. Alibaba released Qwen2-Audio and Fixie.ai released Ultravox - two open-source LLMs that natively understand audio. ElevenLabs raised $180m in their Series C. Despite the explosion on the model and funding side, it's still difficult to build real-time AI applications that stream audio and video, especially in Python. ML engineers may not...", "url": "https://huggingface.co/blog/fastrtc", "date_published": "2025-02-25T00:00:00"}, {"id": "https://huggingface.co/blog/remote_vae", "image": "https://huggingface.co/blog/assets/remote_vae/thumbnail.png", "title": "Remote VAEs for decoding with HF endpoints 🤗", "content_text": "Back to Articles Remote VAEs for decoding with Inference Endpoints 🤗 Published February 24, 2025 Update on GitHub Upvote 32 +26 hlky hlky sayakpaul Sayak Paul Getting started Code Basic example Generation Queueing Available VAEs Advantages of using a remote VAE Provide feedback Steps: When operating with latent-space diffusion models for high-resolution image and video synthesis, the VAE decoder can consume quite a bit more memory. This makes it hard for the users to run these models on consumer GPUs without going through latency sacrifices and others alike. For example, with offloading, there is a device transfer overhead, causing delays in the overall inference latency. Tiling is another solution that lets us operate on so-called “tiles” of inputs. However, it can have a negative impact on the quality of the final image. Therefore, we want to pilot an idea with the community — delegating the decoding process to a remote endpoint. No data is stored or tracked, and code is open...", "url": "https://huggingface.co/blog/remote_vae", "date_published": "2025-02-24T00:00:00"}, {"id": "https://huggingface.co/blog/siglip2", "image": "https://huggingface.co/blog/assets/siglip2/thumbnail.png", "title": "SigLIP 2: A better multilingual vision language encoder", "content_text": "Back to Articles SigLIP 2: A better multilingual vision language encoder Published February 21, 2025 Update on GitHub Upvote 122 +116 ariG23498 Aritra Roy Gosthipaty merve Merve Noyan qubvel-hf Pavel Iakubovskii TL;DR Introduction Add a decoder (it’s that simple) Self-distillation with Global-Local loss and Masked Prediction Adapting to different resolutions Run inference with transformers Zero-shot Classification Encode images for downstream tasks Comparing SigLIP 1 with SigLIP 2 Using the encoder for VLMs Acknowledgements TL;DR Today Google releases a new and better family of multilingual vision-language encoders, SigLIP 2 . The authors have extended the training objective of SigLIP ( sigmoid loss ) with additional objectives for improved semantic understanding, localization, and dense features. Additional objectives (Source: https://huggingface.co/papers/2502.14786 ) SigLIP 2 models outperform the older SigLIP ones at all model scales in core capabilities, including zero-shot...", "url": "https://huggingface.co/blog/siglip2", "date_published": "2025-02-21T00:00:00"}, {"id": "https://huggingface.co/blog/smolvlm2", "image": "https://huggingface.co/blog/assets/smolvlm2/banner.png", "title": "SmolVLM2: Bringing Video Understanding to Every Device", "content_text": "Back to Articles SmolVLM2: Bringing Video Understanding to Every Device Published February 20, 2025 Update on GitHub Upvote 189 +183 orrzohar Orr Zohar Stanford mfarre Miquel Farré andito Andres Marafioti merve Merve Noyan pcuenq Pedro Cuenca cyrilzakka Cyril Xenova Joshua TL;DR: SmolVLM can now watch 📺 with even better visual understanding Table of Contents Technical Details SmolVLM2 2.2B: Our New Star Player for Vision and Video Going Even Smaller: Meet the 500M and 256M Video Models Suite of SmolVLM2 Demo applications Using SmolVLM2 with Transformers and MLX Transformers Inference with MLX Fine-tuning SmolVLM2 Citation information Read More TL;DR: SmolVLM can now watch 📺 with even better visual understanding SmolVLM2 represents a fundamental shift in how we think about video understanding - moving from massive models that require substantial computing resources to efficient models that can run anywhere. Our goal is simple: make video understanding accessible across all devices...", "url": "https://huggingface.co/blog/smolvlm2", "date_published": "2025-02-20T00:00:00"}, {"id": "https://huggingface.co/blog/paligemma2mix", "image": "https://huggingface.co/blog/assets/paligemma2/thumbnail.png", "title": "PaliGemma 2 Mix - New Instruction Vision Language Models by Google", "content_text": "Back to Articles PaliGemma 2 Mix - New Instruction Vision Language Models by Google Published February 19, 2025 Update on GitHub Upvote 61 +55 merve Merve Noyan ariG23498 Aritra Roy Gosthipaty andsteing Andreas P. Steiner google TL;DR Table of Contents PaliGemma 2 Mix Models Comparing PaliGemma 2 Mix Variants General Vision-Language Tasks Document Understanding Localization Tasks Text Recognition in Images Inference and Fine-tuning using Transformers Demo Read More Acknowledgments TL;DR Last December, Google released PaliGemma 2: a new family of pre-trained ( pt ) PaliGemma vision language models (VLMs) based on SigLIP and Gemma 2 . The models come in three different sizes (3B, 10B, 28B) and three different resolutions (224x224, 448x448, 896x896). Today, Google is releasing PaliGemma 2 mix : fine-tuned on a mix of vision language tasks, including OCR, long and short captioning and more. PaliGemma 2 pretrained ( pt ) variants are great vision language models to transfer on a given...", "url": "https://huggingface.co/blog/paligemma2mix", "date_published": "2025-02-19T00:00:00"}, {"id": "https://huggingface.co/blog/inference-providers-nebius-novita-hyperbolic", "image": "https://huggingface.co/blog/assets/inference-providers/second-batch-thumbnail.webp", "title": "Introducing Three New Serverless Inference Providers: Hyperbolic, Nebius AI Studio, and Novita 🔥", "content_text": "Back to Articles Introducing Three New Serverless Inference Providers: Hyperbolic, Nebius AI Studio, and Novita 🔥 Published February 18, 2025 Update on GitHub Upvote 91 +85 julien-c Julien Chaumond kramp Bertrand Chevrier reach-vb Vaibhav Srivastav sbrandeis Simon Brandeis albertworks Albert Abdulmanov nebius viktor-hu Viktor Hu novita cchevli Connor Chevli Hyperbolic How it works In the website UI From the client SDKs Billing Feedback and next steps We’re thrilled to announce the addition of three more outstanding serverless Inference Providers to the Hugging Face Hub: Hyperbolic , Nebius AI Studio , and Novita . These providers join our growing ecosystem, enhancing the breadth and capabilities of serverless inference directly on the Hub’s model pages. They’re also seamlessly integrated into our client SDKs (for both JS and Python), making it super easy to use a wide variety of models with your preferred providers. These partners join the ranks of our existing providers, including...", "url": "https://huggingface.co/blog/inference-providers-nebius-novita-hyperbolic", "date_published": "2025-02-18T00:00:00"}, {"id": "https://huggingface.co/blog/fireworks-ai", "image": "https://huggingface.co/blog/assets/inference-providers/welcome-fireworks.jpg", "title": "Welcome Fireworks.ai on the Hub 🎆", "content_text": "Back to Articles Welcome Fireworks.ai on the Hub 🎆 Published February 14, 2025 Update on GitHub Upvote 55 +49 teofeliu Teo Feliu fireworks-ai shaunak-fireworks Shaunak Godbole fireworks-ai julien-c Julien Chaumond How it works In the website UI From the client SDKs From HTTP calls Billing Following our recent announcement on Inference Providers on the Hub , we're thrilled to share that Fireworks.ai is now a supported Inference Provider on HF Hub! Fireworks.ai delivers blazing-fast serverless inference directly on model pages, as well as throughout the whole HF ecosystem of libraries and tools, making it easier than ever to run inference on your favorite models. Among others, starting now, you can run serverless inference to the following models via Fireworks.ai: deepseek-ai/DeepSeek-R1 deepseek-ai/DeepSeek-V3 mistralai/Mistral-Small-24B-Instruct-2501 Qwen/Qwen2.5-Coder-32B-Instruct meta-llama/Llama-3.2-90B-Vision-Instruct and many more, you can find the full list here . Light up...", "url": "https://huggingface.co/blog/fireworks-ai", "date_published": "2025-02-14T00:00:00"}, {"id": "https://huggingface.co/blog/math_verify_leaderboard", "image": "https://huggingface.co/blog/assets/math_verify_leaderboard/thumbnail.png", "title": "Fixing Open LLM Leaderboard with Math-Verify", "content_text": "Back to Articles Fixing Open LLM Leaderboard with Math-Verify Published February 14, 2025 Update on GitHub Upvote 26 +20 hynky Hynek Kydlicek alozowski Alina Lozovskaya SaylorTwift Nathan Habib clefourrier Clémentine Fourrier Why math evaluation on the Open LLM Leaderboard was broken Which model is the best at math? A complete reshuffling of cards thanks to fairer evaluations Impact of the change Model Family Changes Changes in the MATH-Hard Leaderboard Changes in the Leaderboard Wrapping Up 3 weeks ago, we showed how hard it is to correctly evaluate LLM performance on math problems, and introduced Math-Verify , a better solution to validate models on math (read more in the announcement )! Today, we’re thrilled to share that we’ve used Math-Verify to thoroughly re-evaluate all 3,751 models ever submitted to the Open LLM Leaderboard, for even fairer and more robust model comparisons! Why math evaluation on the Open LLM Leaderboard was broken The Open LLM Leaderboard is the most used...", "url": "https://huggingface.co/blog/math_verify_leaderboard", "date_published": "2025-02-14T00:00:00"}, {"id": "https://huggingface.co/blog/billion-classifications", "image": "https://huggingface.co/blog/assets/billion-classifications/billion-classifications-thumbnail.png", "title": "1 Billion Classifications", "content_text": "Back to Articles 1 Billion Classifications Published February 13, 2025 Update on GitHub Upvote 41 +35 derek-thomas Derek Thomas guest Approach Optimization Setup Load Testing Parameters K6 Orchestration Classification Introduction Experiment Results Embedding Introduction Experiment Results Vision Embedding Introduction Experiment Results Analysis Conclusion References Appendix Sanity Checks Cost Analysis Infinity Client Other Lessons Learned Future Improvements You’ve optimized your model. Your pipeline is running smoothly. But now, your cloud bill has skyrocketed. Running 1B+ classifications or embeddings per day isn’t just a technical challenge—it’s a financial one. How do you process at this scale without blowing your budget? Whether you're running large-scale document classification or bulk embedding pipelines for Retrieval-Augmented Generation (RAG), you need cost-efficient, high-throughput inference to make it feasible, and you get that from having a well optimized...", "url": "https://huggingface.co/blog/billion-classifications", "date_published": "2025-02-13T00:00:00"}, {"id": "https://huggingface.co/blog/from-chunks-to-blocks", "image": "https://huggingface.co/blog/assets/from-chunks-to-blocks/thumbnail.png", "title": "From Chunks to Blocks: Accelerating Uploads and Downloads on the Hub", "content_text": "Back to Articles From Chunks to Blocks: Accelerating Uploads and Downloads on the Hub Published February 12, 2025 Update on GitHub Upvote 49 +43 jsulz Jared Sulzdorf xet-team yuchenglow yuchenglow xet-team znation Zach Nation xet-team saba9 saba noorassa xet-team The Realities of Scaling Deduplication Design Principles for Deduplication at Scale Scaling Deduplication with Aggregation Aggregated Deduplication in Practice Content-defined chunking (CDC) plays a central role in enabling deduplication within a Xet-backed repository . The idea is straightforward: break each file’s data into chunks, store only unique ones, reap the benefits. In practice, it's more complex. If we focused solely on maximizing deduplication, the design would call for the smallest possible chunk size. By doing that, we’d create significant overheads for the infrastructure and the builders on the Hub. On Hugging Face's Xet team , we're bringing CDC from theory to production to deliver faster uploads and...", "url": "https://huggingface.co/blog/from-chunks-to-blocks", "date_published": "2025-02-12T00:00:00"}, {"id": "https://huggingface.co/blog/vid_ds_scripts", "image": "https://huggingface.co/blog/assets/vid_ds_scripts/thumbnail.png", "title": "Build awesome datasets for video generation", "content_text": "Back to Articles Build awesome datasets for video generation Published February 12, 2025 Update on GitHub Upvote 25 +19 hlky hlky sayakpaul Sayak Paul Tooling Stage 1 (Acquisition) Stage 2 (Pre-processing/filtering) Stage 3 (Processing) Filtering examples OCR/Caption Putting this tooling to use 👨‍🍳 Your Turn Tooling for image generation datasets is well established, with img2dataset being a fundamental tool used for large scale dataset preparation, and complemented with various community guides, scripts and UIs that cover smaller scale initiatives. Our ambition is to make tooling for video generation datasets equally established, by creating open video dataset scripts suited for small scale, and leveraging video2dataset for large scale use cases. “If I have seen further it is by standing on the shoulders of giants” In this post, we provide an overview of the tooling we are developing to make it easy for the community to build their own datasets for fine-tuning video generation...", "url": "https://huggingface.co/blog/vid_ds_scripts", "date_published": "2025-02-12T00:00:00"}, {"id": "https://huggingface.co/blog/leaderboard-arabic-v2", "image": "https://huggingface.co/blog/assets/leaderboards-on-the-hub/thumbnail_arabic.png", "title": "The Open Arabic LLM Leaderboard 2", "content_text": "Back to Articles The Open Arabic LLM Leaderboard 2 Published February 10, 2025 Update on GitHub Upvote 28 +22 alielfilali01 Ali El Filali 2A2I Manel-Hik Manel ALOUI OALL tarickMorty Tarique Husaain AI71ai amztheory Ahmed Alzubaidi tiiuae Basma-b Basma Boussaha tiiuae rcojocaru Ruxandra Cojocaru tiiuae HakimHacid Hakim Hacid tiiuae clefourrier Clémentine Fourrier Current status of Arabic LLMs leaderboards Impact of the previous leaderboard Why do we need a new leaderboard? What's new in this version? Results from v1 and v2 Conclusion and future work Acknowledgments Citations References Current status of Arabic LLMs leaderboards The growing availability of LLMs supporting Arabic, both as monolingual and multilingual models, prompted the community to create dedicated Arabic language leaderboards. Previously, Arabic-focused leaderboards were typically confined to narrow benchmarks introduced by specific authors, often as demos for their work. In these cases, the authors would set up...", "url": "https://huggingface.co/blog/leaderboard-arabic-v2", "date_published": "2025-02-10T00:00:00"}]}