{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Blog", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_blog.json", "items": [{"id": "https://huggingface.co/blog/nvidia/cosmos-policy-for-robot-control", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/68fb126edc4736cd86240c9b/gtOAHsmIDBkkTTLoxNshn.png", "title": "Introducing NVIDIA Cosmos Policy for Advanced Robot Control", "content_text": "", "url": "https://huggingface.co/blog/nvidia/cosmos-policy-for-robot-control", "date_published": "2026-01-31T13:44:25.544408"}, {"id": "https://huggingface.co/blog/daggr", "image": "https://huggingface.co/blog/assets/daggr/thumbnail.png", "title": "Introducing Daggr: Chain apps programmatically, inspect visually", "content_text": "Back to Articles Introducing Daggr: Chain apps programmatically, inspect visually Published January 29, 2026 Update on GitHub Upvote 63 +57 merve merve Follow yuvraj sharma ysharma Follow Abubakar Abid abidlabs Follow hysts hysts Follow Pedro Cuenca pcuenq Follow Table of Contents Background Getting Started Node Types Sharing Your Workflows End-to-End Example with Different Nodes Next Steps TL;DR: Daggr is a new, open-source Python library for building AI workflows that connect Gradio apps, ML models, and custom functions. It automatically generates a visual canvas where you can inspect intermediate outputs, rerun individual steps, and manage state for complex pipelines, all in a few lines of Python code! Table of Contents Background Getting Started Sharing Your Workflows End-to-End Example with Different Nodes Next Steps Background If you've built AI applications that combine multiple models or processing steps, you know the pain: chaining API calls, debugging pipelines, and losing...", "url": "https://huggingface.co/blog/daggr", "date_published": "2026-01-29T00:00:00"}, {"id": "https://huggingface.co/blog/upskill", "image": "https://huggingface.co/blog/assets/upskill/thumbnail.png", "title": "We Got Claude to Build CUDA Kernels and teach open models!", "content_text": "Back to Articles We got Claude to teach open models how to write CUDA kernels! Published January 28, 2026 Update on GitHub Upvote 98 +92 ben burtenshaw burtenshaw Follow shaun smith evalstate Follow merve merve Follow Pedro Cuenca pcuenq Follow What are agent skills? 1. Get the teacher (Claude Opus 4.5) to build a kernel 2. Make an agent skill from the trace 3. Take your skill to an open source, smaller, or cheaper model Deep dive tutorial into building kernels with agent skills Setup and Install Skill Generation Generate the Skill Evaluate on a Different Model How the evaluation in upskill works What's Next Resources The best thing about agent skills is upskilling your agents on hard problems. There are two ways to look at that: You can take Opus 4.5 or other SOTA models and tackle the hardest problems out there. You can take models that run on your laptop and upskill them to harder problems. In this blog post, we’ll show you how to take on the latter. This blog post walks through...", "url": "https://huggingface.co/blog/upskill", "date_published": "2026-01-28T00:00:00"}, {"id": "https://huggingface.co/blog/huggingface/one-year-since-the-deepseek-moment-blog-2", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/63a369d98c0c89dcae3b8329/XeSYoUIf7wyFTWr4Py09D.webp", "title": "Architectural Choices in China's Open-Source AI Ecosystem: Building Beyond DeepSeek", "content_text": "", "url": "https://huggingface.co/blog/huggingface/one-year-since-the-deepseek-moment-blog-2", "date_published": "2026-01-31T13:44:26.434482"}, {"id": "https://huggingface.co/blog/tiiuae/emirati-benchmarks", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/659bc8a7b0f43ed69f0b2300/onlBsI7RckKVGphzfZJjp.png", "title": "Alyah ⭐️: Toward Robust Evaluation of Emirati Dialect Capabilities in Arabic LLMs", "content_text": "", "url": "https://huggingface.co/blog/tiiuae/emirati-benchmarks", "date_published": "2026-01-31T13:44:26.598887"}, {"id": "https://huggingface.co/blog/LinkedIn/gpt-oss-agentic-rl", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/64efbd469e7770db74cb72f5/rNoYY6yaQSfXYMBn3M1xb.png", "title": "Unlocking Agentic RL Training for GPT-OSS: A Practical Retrospective", "content_text": "", "url": "https://huggingface.co/blog/LinkedIn/gpt-oss-agentic-rl", "date_published": "2026-01-31T13:44:26.860709"}, {"id": "https://huggingface.co/blog/ibm-research/assetopsbench-playground-on-hugging-face", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/64c47f731d44fc06afc80953/fB0GHxhoG5McKZtklVj_I.png", "title": "AssetOpsBench: Bridging the Gap Between AI Agent Benchmarks and Industrial Reality", "content_text": "", "url": "https://huggingface.co/blog/ibm-research/assetopsbench-playground-on-hugging-face", "date_published": "2026-01-31T13:44:27.066424"}, {"id": "https://huggingface.co/blog/huggingface/one-year-since-the-deepseek-moment", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/62543749b777cd32720675c2/kXuitQ-DyXNAqtzAFGqi-.webp", "title": "One Year Since the “DeepSeek Moment”", "content_text": "", "url": "https://huggingface.co/blog/huggingface/one-year-since-the-deepseek-moment", "date_published": "2026-01-31T13:44:27.295940"}, {"id": "https://huggingface.co/blog/microsoft/diff-attn-v2", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/5df85abada6d0311fd3d5408/ULgU7-Z51YYJN4fl1FnWH.jpeg", "title": "Differential Transformer V2", "content_text": "", "url": "https://huggingface.co/blog/microsoft/diff-attn-v2", "date_published": "2026-01-31T13:44:27.636973"}, {"id": "https://huggingface.co/blog/waypoint-1", "image": "https://huggingface.co/blog/assets/overworld/overworld_image.png", "title": "Introducing Waypoint-1: Real-time interactive video diffusion from Overworld", "content_text": "Back to Articles Waypoint-1: Real-time Interactive Video Diffusion from Overworld Published January 20, 2026 Update on GitHub Upvote 33 +27 Andrew Lapp lapp0 Follow guest Louis Castricato LouisCastricato Follow guest Scott Fox ScottieFox Follow guest Shahbuland Matiana shahbuland Follow guest David Rossi xAesthetics Follow guest Waypoint-1 Weights on the Hub Try Out The Model What is Waypoint-1? How was it trained? The Inference Library: WorldEngine Build with World Engine Stay in Touch Waypoint-1 Weights on the Hub Waypoint-1-Small Waypoint-1-Medium (Coming Soon!) Try Out The Model Overworld Stream: https://overworld.stream What is Waypoint-1? Waypoint-1 is Overworld’s real-time-interactive video diffusion model, controllable and prompted via text, mouse, and keyboard. You can give the model some frames, run the model, and have it create a world you can step into and interact with. The backbone of the model is a frame-causal rectified flow transformer trained on 10,000 hours of...", "url": "https://huggingface.co/blog/waypoint-1", "date_published": "2026-01-20T00:00:00"}, {"id": "https://huggingface.co/blog/open-responses", "image": "https://huggingface.co/blog/assets/openresponses/thumbnail.png", "title": "Open Responses: What you need to know", "content_text": "Back to Articles Open Responses: What you need to know Published January 15, 2026 Update on GitHub Upvote 101 +95 shaun smith evalstate Follow ben burtenshaw burtenshaw Follow merve merve Follow Pedro Cuenca pcuenq Follow What is Open Responses? What do we need to know to build with Open Responses? Client Requests to Open Responses Changes for Inference Clients and Providers Open Responses for Routing Tools Sub Agent Loops Next Steps Open Responses is a new and open inference standard. Initiated by OpenAI, built by the open source AI community, and backed by the Hugging Face ecosystem, Open Responses is based on the Responses API and is designed for the future of Agents. In this blog post, we’ll look at how Open Responses works and why the open source community should use Open Responses. The era of the chatbot is long gone, and agents dominate inference workloads. Developers are shifting toward autonomous systems that reason, plan, and act over long-time horizons. Despite this...", "url": "https://huggingface.co/blog/open-responses", "date_published": "2026-01-15T00:00:00"}, {"id": "https://huggingface.co/blog/nvidia/nvidia-cosmos-reason-2-brings-advanced-reasoning", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/63b738acbd2d1535227daa4c/7B01Lxy_IS-2FaPGUKJiA.png", "title": "NVIDIA Cosmos Reason 2 Brings Advanced Reasoning To Physical AI", "content_text": "", "url": "https://huggingface.co/blog/nvidia/nvidia-cosmos-reason-2-brings-advanced-reasoning", "date_published": "2026-01-31T13:44:28.295893"}, {"id": "https://huggingface.co/blog/tiiuae/falcon-h1-arabic", "image": "https://huggingface.cohttps://cdn-uploads.huggingface.co/production/uploads/659bc8a7b0f43ed69f0b2300/hB7RdDHJprXx2oi4UOCmN.png", "title": "Introducing Falcon-H1-Arabic: Pushing the Boundaries of Arabic Language AI with Hybrid Architecture", "content_text": "", "url": "https://huggingface.co/blog/tiiuae/falcon-h1-arabic", "date_published": "2026-01-31T13:44:28.545226"}, {"id": "https://huggingface.co/blog/nvidia-reachy-mini", "image": "https://huggingface.co/blog/assets/nvidia-reachy-mini/new_thumbnail.png", "title": "NVIDIA brings agents to life with DGX Spark and Reachy Mini", "content_text": "Back to Articles NVIDIA brings agents to life with DGX Spark and Reachy Mini Published January 5, 2026 Update on GitHub Upvote 58 +52 Jeff Boudier jeffboudier Follow Nader Khalil nader-at-nvidia Follow nvidia Alec Fong alecfong Follow nvidia Ingredients Giving agentic powers to Reachy Building the agent Step 0: Set up and get access to models and services Step 1: Build a chat interface Step 2: Add NeMo Agent Toolkit’s built-in ReAct agent for tool calling Step 3: Add a router to direct queries to different models Step 4: Add a Pipecat bot for real-time voice + vision Step 5: Hook everything up to Reachy (hardware or simulation) Run the full system Try these example prompts Where to go next Today at CES 2026, NVIDIA unveiled a world of new open models to enable the future of agents, online and in the real world. From the recently released NVIDIA Nemotron reasoning LLMs to the new NVIDIA Isaac GR00T N1.6 open reasoning VLA and NVIDIA Cosmos world foundation models , all the building...", "url": "https://huggingface.co/blog/nvidia-reachy-mini", "date_published": "2026-01-05T00:00:00"}]}