{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/melvindave/358781763788308", "image": "", "title": "Currently having a blast learning the transformers library.", "content_text": "Currently having a blast learning the transformers library. I noticed that model cards usually have Transformers code as usage examples. So I tried to figure out how to load a model just using the transformers library without using ollama, lmstudio, or llamacpp. Learned how to install dependencies required to make it work like pytorch and CUDA. I also used Conda for python environment dependencies. Once I got the model loaded and sample inference working, I made an API to serve it. I know it's very basic stuff for machine learning experts here in HF but I'm completely new to this so I'm happy to get it working! Model used: Qwen/Qwen3-VL-8B-Instruct GPU: NVIDIA GeForce RTX 3090 Here's the result of my experimentation See translation", "url": "https://huggingface.co/posts/melvindave/358781763788308", "date_published": "2025-12-11T13:42:23.316142"}, {"id": "https://huggingface.co/posts/mitkox/706030667212965", "image": "", "title": "Got to 1199.8 tokens/sec with Devstral Small -2 on my desktop GPU workstation. vLLM nightly.", "content_text": "Got to 1199.8 tokens/sec with Devstral Small -2 on my desktop GPU workstation. vLLM nightly. Works out of the box with Mistral Vibe. Next is time to test the big one. See translation", "url": "https://huggingface.co/posts/mitkox/706030667212965", "date_published": "2025-12-11T13:42:23.316410"}, {"id": "https://huggingface.co/posts/RakshitAralimatti/606573836468382", "image": "", "title": "I built something crazy you never saw before.", "content_text": "I built something crazy you never saw before. Please check - https://huggingface.co/blog/RakshitAralimatti/streaming-data-rag A real-time Streaming Data to RAG system that listens to live radio, transcribes it on-the-fly, and lets you query across TIME. Not just \"what was discussed\" – but \"what happened in the last 10 minutes on channel 0?\" or \"at 9 AM, what was the breaking news?\" This is RAG that understands temporal context. See translation", "url": "https://huggingface.co/posts/RakshitAralimatti/606573836468382", "date_published": "2025-12-11T13:42:23.316747"}, {"id": "https://huggingface.co/posts/sergiopaniego/384415208092213", "image": "", "title": "ICYMI, you can fine-tune open LLMs using Claude Code", "content_text": "ICYMI, you can fine-tune open LLMs using Claude Code just tell it: “Fine-tune Qwen3-0.6B on open-r1/codeforces-cots” and Claude submits a real training job on HF GPUs using TRL. it handles everything: > dataset validation > GPU selection > training + Trackio monitoring > job submission + cost estimation when it’s done, your model is on the Hub, ready to use read more about the process: https://huggingface.co/blog/hf-skills-training See translation", "url": "https://huggingface.co/posts/sergiopaniego/384415208092213", "date_published": "2025-12-11T13:42:23.317088"}, {"id": "https://huggingface.co/posts/sergiopaniego/627155943228357", "image": "", "title": "We just released TRL v0.26.0!", "content_text": "We just released TRL v0.26.0! It comes packed with updates: > Agent training with tools in GRPO > New CISPO & SAPO losses + reasoning rewards > vLLM quantization in colocate mode > Dataset shuffling in SFT > Lots of NEW examples > Tons of fixes and documentation improvements See translation", "url": "https://huggingface.co/posts/sergiopaniego/627155943228357", "date_published": "2025-12-11T13:42:23.317356"}, {"id": "https://huggingface.co/posts/angt/186034800220690", "image": "", "title": "installama.sh at the TigerBeetle 1000x World Tour !", "content_text": "installama.sh at the TigerBeetle 1000x World Tour ! Last week I had the chance to give a short talk during the TigerBeetle 1000x World Tour (organized by @ jedisct1 👏 ) a fantastic event celebrating high-performance engineering and the people who love pushing systems to their limits! In the talk, I focused on the CPU and Linux side of things, with a simple goal in mind: making the installation of llama.cpp instant, automatic, and optimal, no matter your OS or hardware setup. For the curious, here are the links worth checking out: Event page: https://tigerbeetle.com/event/1000x GitHub repo: https://github.com/angt/installama.sh Talk: https://youtu.be/pg5NOeJZf0o?si=9Dkcfi2TqjnT_30e More improvements are coming soon. Stay tuned! See translation", "url": "https://huggingface.co/posts/angt/186034800220690", "date_published": "2025-12-11T13:42:23.317756"}, {"id": "https://huggingface.co/posts/dhruv3006/716770445434901", "image": "", "title": "Switching between API Client, browser, and API documentation tools to test and document APIs can harm your flow and leave your docs outdated.", "content_text": "Switching between API Client, browser, and API documentation tools to test and document APIs can harm your flow and leave your docs outdated. This is what usually happens: While debugging an API in the middle of a sprint, the API Client says that everything's fine, but the docs still show an old version. So you jump back to the code, find the updated response schema, then go back to the API Client, which gets stuck, forcing you to rerun the tests. Hours can go by just trying to sync all this up (and that’s if you catch the inconsistencies at all). The reason? Using disconnected tools for specs, tests, and docs. Doing manual updates, stale docs, and a lot of context switching. Voiden takes a different approach: Puts specs, tests & docs all in one Markdown file, stored right in the repo. Everything stays in sync, versioned with Git, and updated in one place, inside your editor. Download Voiden here: https://voiden.md/download See translation", "url": "https://huggingface.co/posts/dhruv3006/716770445434901", "date_published": "2025-12-11T13:42:23.318196"}, {"id": "https://huggingface.co/posts/StJohnDeakins/147365886941567", "image": "", "title": "Hey all  👋", "content_text": "Hey all 👋 A Quick one for any founders building with Small Language Models in mobile apps: We’re opening 10 Innovation Partner spots this month for our Device Native AI (DNA) platform. What you get: - Device Native AI SDK ⁠(AI processes data on-device, not cloud 📲) - 99% off for 3 months, then 90% off for the rest of the year (no lock-in) - Direct engineering access + feature releases - It's an Innovation community, so at least some participation is required Perfect if you're building consumer apps and want: ✓ Hyper-personalization without privacy risks ✓ Zero cloud AI token costs ✓ Early access to next-gen mobile AI Limited spots, and on a first-come basis, so DM me \"DNA\" for more info and an access code. Cheers Singe 🐵 See translation", "url": "https://huggingface.co/posts/StJohnDeakins/147365886941567", "date_published": "2025-12-11T13:42:23.318600"}, {"id": "https://huggingface.co/posts/KingNish/856856521172000", "image": "", "title": "I tested Muon vs MuonClip vs Muon+AdamW for fine-tuning LLMs", "content_text": "I tested Muon vs MuonClip vs Muon+AdamW for fine-tuning LLMs Just published a blog on that, Read here 👉 https://huggingface.co/blog/KingNish/optimizer-part1 See translation", "url": "https://huggingface.co/posts/KingNish/856856521172000", "date_published": "2025-12-11T13:42:23.318814"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/232609167066612", "image": "", "title": "Whisper-WebUI Premium - Ultra Fast and High Accuracy Speech to Text Transcripton App for All Languages - Windows, RunPod, Massed Compute 1-Click Installers - Supporting RTX 1000 to 5000 series", "content_text": "Whisper-WebUI Premium - Ultra Fast and High Accuracy Speech to Text Transcripton App for All Languages - Windows, RunPod, Massed Compute 1-Click Installers - Supporting RTX 1000 to 5000 series Latest installer zip file : https://www.patreon.com/posts/145395299 New Features Password protected version, password is just 1 : WhisperWeb_UI_v1_password_is_1.zip It has better interface, more features, default settings set for maximum accuracy It will show transcription realtime both on Gradio interface and also on CMD It will show better status and output at the cmd like starting time, starting file, etc It will save every generated transcription properly with same name as input file name with proper name sanitization After deep scan of the entire pipeline, default parameters are set for maximum accuracy and quality 1-Click installers for Windows local PC, RunPod (Linux-Cloud) and Massed Compute (Linux-Cloud) The app the installers are made for RTX 1000 series to RTX 5000 series with pre-...", "url": "https://huggingface.co/posts/MonsterMMORPG/232609167066612", "date_published": "2025-12-11T13:42:23.319251"}]}