{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/openfree/305569626054328", "image": "", "title": "Agentic AI Era: Analyzing MCP vs MCO 🚀", "content_text": "Agentic AI Era: Analyzing MCP vs MCO 🚀 Hello everyone! With the rapid advancement of AI agent technology, two architectures have come into the spotlight: MCP (Model Context Protocol) and MCO (Model Context Open-json). Today, we’ll introduce the key features and differences of these two approaches. VIDraft/Agentic-AI-CHAT MCP: The Traditional Approach 🏛️ Centralized Function Registry: All functions are hardcoded into the core system. Static Function Definitions & Tight Coupling: New features require changes to the core application code, limiting scalability. Monolithic Design: Complex deployment and version management can cause a single error to affect the whole system. Code Example: '''py FUNCTION_REGISTRY = { \"existing_function\": existing_function, \"new_function\": new_function # Adding a new function } ''' MCO: A Revolutionary Approach 🆕 JSON-based Function Definitions: Function details are stored in external JSON files, enabling dynamic module loading. Loose Coupling &...", "url": "https://huggingface.co/posts/openfree/305569626054328", "date_published": "2025-04-15T17:19:56.437576"}, {"id": "https://huggingface.co/posts/nyuuzyou/381466531674007", "image": "", "title": "🇷🇺 Russian Forum Messages Dataset -", "content_text": "🇷🇺 Russian Forum Messages Dataset - nyuuzyou/ruforum Collection of approximately 58 million Russian forum messages featuring: - Complete message content from Russian online forums spanning 2010-2025 - Comprehensive metadata including unique message IDs and timestamps - Full text content preserving original user discussions and interactions - Monolingual dataset focused exclusively on Russian language content This dataset offers a unique textual archive of Russian online conversations suitable for text generation, sentiment analysis, and language modeling research. Released to the public domain under CC0 1.0 license. See translation", "url": "https://huggingface.co/posts/nyuuzyou/381466531674007", "date_published": "2025-04-15T17:19:56.437968"}, {"id": "https://huggingface.co/posts/thomwolf/895902166332251", "image": "", "title": "If you've followed the progress of robotics in the past 18 months, you've likely noticed how robotics is increasingly becoming the next frontier that AI will unlock.", "content_text": "If you've followed the progress of robotics in the past 18 months, you've likely noticed how robotics is increasingly becoming the next frontier that AI will unlock. At Hugging Face—in robotics and across all AI fields—we believe in a future where AI and robots are open-source, transparent, and affordable; community-built and safe; hackable and fun. We've had so much mutual understanding and passion working with the Pollen Robotics team over the past year that we decided to join forces! You can already find our open-source humanoid robot platform Reachy 2 on the Pollen website and the Pollen community and people here on the hub at pollen-robotics We're so excited to build and share more open-source robots with the world in the coming months! See translation", "url": "https://huggingface.co/posts/thomwolf/895902166332251", "date_published": "2025-04-15T17:19:56.438355"}, {"id": "https://huggingface.co/posts/Kseniase/504548986821494", "image": "", "title": "16 new research on inference-time scaling:", "content_text": "16 new research on inference-time scaling: For the last couple of weeks a large amount of studies on inference-time scaling has emerged. And it's so cool, because each new paper adds a trick to the toolbox, making LLMs more capable without needing to scale parameter count of the models. So here are 13 new methods + 3 comprehensive studies on test-time scaling: 1. Inference-Time Scaling for Generalist Reward Modeling (2504.02495) Probably, the most popular study. It proposes to boost inference-time scalability by improving reward modeling. To enhance performance, DeepSeek-GRM uses adaptive critiques, parallel sampling, pointwise generative RM, and Self-Principled Critique Tuning (SPCT) 2. T1: Tool-integrated Self-verification for Test-time Compute Scaling in Small Language Models (2504.04718) Allows small models to use external tools, like code interpreters and calculator, to enhance self-verification 3. Z1: Efficient Test-time Scaling with Code (2504.00810) Proposes to train LLMs on...", "url": "https://huggingface.co/posts/Kseniase/504548986821494", "date_published": "2025-04-15T17:19:56.439086"}, {"id": "https://huggingface.co/posts/merve/599885414055130", "image": "", "title": "sooo many open AI releases past week, let's summarize! 🤗", "content_text": "sooo many open AI releases past week, let's summarize! 🤗 merve/april-11-releases-67fcd78be33d241c0977b9d2 multimodal > Moonshot AI released Kimi VL Thinking, first working open-source multimodal reasoning model and Kimi VL Instruct, both 16B MoEs with 3B active params (OS) > InternVL3 released based on Qwen2.5VL, 7 ckpts with various sizes (1B to 78B) LLMs > NVIDIA released Llama-3_1-Nemotron-Ultra-253B-v1 an LLM built on Llama 405B for reasoning, chat and tool use > Agentica released DeepCoder-14B-Preview, fine-tuned version of DeepSeek-R1-Distilled-Qwen-14B on problem-test pairs, along with the compiled dataset > Zyphra/ZR1-1.5B is a new small reasoning LLM built on R1-Distill-1.5B (OS) > Skywork-OR1-32B-Preview is a new reasoning model by Skywork Image Generation > HiDream releases three new models, HiDream I1 Dev, I1 Full, and I1 fast for image generation (OS) *OS ones have Apache 2.0 or MIT licenses See translation", "url": "https://huggingface.co/posts/merve/599885414055130", "date_published": "2025-04-15T17:19:56.439522"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/356661920833488", "image": "", "title": "We’re back—with higher stakes, new datasets, and more chances to stand out. Duality AI's Synthetic-to-Real Object Detection Challenge 2 is LIVE!🚦", "content_text": "We’re back—with higher stakes, new datasets, and more chances to stand out. Duality AI's Synthetic-to-Real Object Detection Challenge 2 is LIVE!🚦 ✍ Sign up here: https://lnkd.in/g2avFP_X After the overwhelming response to Challenge 1, we're pushing the boundaries even further in Challenge 2, where your object detection models will be put to the test in the real world after training only on synthetic data. 👉 Join our Synthetic-to-Real Object Detection Challenge 2 on Kaggle! What’s Different This Time? Unlike our first challenge, we’re now diving deep into data manipulation. Competitors can: 🔹Access 4 new supplemental datasets via FalconCloud with varying lighting, occlusions, and camera angles. 🔹Generate your own synthetic datasets using FalconEditor to simulate edge cases. 🔹Mix, match, and build custom training pipelines for maximum mAP@50 performance This challenge isn’t just about using synthetic data—it’s about mastering how to craft the right synthetic data. Ready to test your...", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/356661920833488", "date_published": "2025-04-15T17:19:56.440138"}, {"id": "https://huggingface.co/posts/bartowski/160920719239523", "image": "", "title": "Access requests enabled for latest GLM models", "content_text": "Access requests enabled for latest GLM models While a fix is being implemented ( https://github.com/ggml-org/llama.cpp/pull/12957 ) I want to leave the models up for visibility and continued discussion, but want to prevent accidental downloads of known broken models (even though there are settings that could fix it at runtime for now) With this goal, I've enabled access requests. I don't really want your data, so I'm sorry that I don't think there's a way around that? But that's what I'm gonna do for now, and I'll remove the gate when a fix is up and verified and I have a chance to re-convert and quantize! Hope you don't mind in the mean time :D See translation", "url": "https://huggingface.co/posts/bartowski/160920719239523", "date_published": "2025-04-15T17:19:56.440458"}, {"id": "https://huggingface.co/posts/AdinaY/225696597302421", "image": "", "title": "🔥 New reasoning models from the Chinese community, by Skywork 天工-昆仑万维", "content_text": "🔥 New reasoning models from the Chinese community, by Skywork 天工-昆仑万维 Skywork/skywork-or1-67fa1bcb41b436ef2def76b9 ✨Skywork OR1-Math-7B > Optimized for math reasoning ✨Skywork-OR1-7B-preview > Excels in math & coding ✨Skywork-OR1-32B-preview > Matches Deepseek-R1 on math (AIME24/25) and coding (LiveCodeBench) Released under the Apache 2.0 license 🥳 Final version coming in 2 weeks! See translation", "url": "https://huggingface.co/posts/AdinaY/225696597302421", "date_published": "2025-04-15T17:19:56.440780"}, {"id": "https://huggingface.co/posts/JLouisBiz/528734483774826", "image": "", "title": "Article:", "content_text": "Article: https://huggingface.co/blog/JLouisBiz/semantical-website-links You don't need to do the tedious work of finding all those links on your huge website. Automating semantic links on websites using Large Language Models (LLMs) enhances user experience and efficiency. Here's a simplified workflow: 1. Store LLM embeddings in PostgreSQL: Use the vector data type to store text embeddings generated by an LLM. 2. Divide page texts into chunks for processing. 3. Generate embeddings using an LLM for each chunk of text. 4. Create template markup around specific terms needing links. An automated program then: - Converts marked-up terms to their corresponding LLMs' embeddings, - Compares these with stored database embeddings (using cosine similarity), - Identifies the most relevant page based on highest similarity score, and - Automatically adds a link from the original content to this contextually related information. This process improves navigation by directing users to highly...", "url": "https://huggingface.co/posts/JLouisBiz/528734483774826", "date_published": "2025-04-15T17:19:56.441168"}, {"id": "https://huggingface.co/posts/ImranzamanML/867733824317401", "image": "", "title": "Mental Health Chatbot by Fine-Tuning Llama 4", "content_text": "Mental Health Chatbot by Fine-Tuning Llama 4 https://huggingface.co/blog/ImranzamanML/llama-4-fine-tuning-with-mental-health-counseling See translation", "url": "https://huggingface.co/posts/ImranzamanML/867733824317401", "date_published": "2025-04-15T17:19:56.441380"}]}