{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/MonsterMMORPG/210519935872315", "image": "", "title": "Wan 2.2 Complete Training Tutorial - Text to Image, Text to Video, Image to Video, Windows & Cloud :", "content_text": "Wan 2.2 Complete Training Tutorial - Text to Image, Text to Video, Image to Video, Windows & Cloud : https://youtu.be/ocEkhAsPOs4 Wan 2.2 training is now so easy. I have done over 64 different unique Wan 2.2 trainings to prepare the very best working training configurations for you. The configurations are fully working locally with as low as 6 GB GPUs. So you will be able to train your awesome Wan 2.2 image or video generation LoRAs on your Windows computer with easiness. Moreover, I have shown how to train on cloud platforms RunPod and Massed Compute so even if you have no GPU or you want faster training, you can train on cloud for very cheap prices fully privately. Full step by step tutorial : https://youtu.be/ocEkhAsPOs4 ⏱️ Video Chapters: 0:00 Introduction to Wan 2.2 Training & Capabilities 0:56 Installing & Updating Musubi Tuner Locally 2:20 Explanation of Optimized Presets & Research Logic 4:00 Differences Between T2I, T2V, and I2V Configs 5:36 Extracting Files & Running...", "url": "https://huggingface.co/posts/MonsterMMORPG/210519935872315", "date_published": "2025-12-24T09:29:05.055075"}, {"id": "https://huggingface.co/posts/sergiopaniego/741361727784035", "image": "", "title": "The Christmas holidays are here! 🎄", "content_text": "The Christmas holidays are here! 🎄 Thinking about learning something new in AI? @ huggingface offers 12 FREE courses covering all the relevant topics, for every level of experience. A great challenge for the holidays (and worth saving for later 🙄) Let’s explore them! 🧠 𝗟𝗟𝗠 𝗖𝗼𝘂𝗿𝘀𝗲: large language models with HF tools https://huggingface.co/learn/llm-course 🤖 𝗔𝗴𝗲𝗻𝘁𝘀 𝗖𝗼𝘂𝗿𝘀𝗲: build and deploy AI agents https://huggingface.co/learn/agents-course 🎨 𝗗𝗶𝗳𝗳𝘂𝘀𝗶𝗼𝗻 𝗖𝗼𝘂𝗿𝘀𝗲: diffusion models with 🤗 Diffusers https://huggingface.co/learn/diffusion-course 🔊 𝗔𝘂𝗱𝗶𝗼 𝗖𝗼𝘂𝗿𝘀𝗲: transformers for audio tasks https://huggingface.co/learn/audio-course 🎮 𝗗𝗲𝗲𝗽 𝗥𝗟 𝗖𝗼𝘂𝗿𝘀𝗲: deep reinforcement learning https://huggingface.co/learn/deep-rl-course 👁️ 𝗖𝗼𝗺𝗺𝘂𝗻𝗶𝘁𝘆 𝗖𝗼𝗺𝗽𝘂𝘁𝗲𝗿 𝗩𝗶𝘀𝗶𝗼𝗻 𝗖𝗼𝘂𝗿𝘀𝗲: modern computer vision with HF https://huggingface.co/learn/computer-vision-course 🦾 𝗥𝗼𝗯𝗼𝘁𝗶𝗰𝘀 𝗖𝗼𝘂𝗿𝘀𝗲 (𝗟𝗲𝗥𝗼𝗯𝗼𝘁): learning-based robotics https://huggingface.co/learn/robotics-course 🧩 𝗠𝗖𝗣 𝗖𝗼𝘂𝗿𝘀𝗲: Model Context Protocol explained...", "url": "https://huggingface.co/posts/sergiopaniego/741361727784035", "date_published": "2025-12-24T09:29:05.055628"}, {"id": "https://huggingface.co/posts/Jiaqi-hkust/177996283057314", "image": "", "title": "We have open-sourced Robust-R1 (AAAI 2026 Oral), a new paradigm in the field of anti-degradation and robustness enhancement for multimodal large models.", "content_text": "We have open-sourced Robust-R1 (AAAI 2026 Oral), a new paradigm in the field of anti-degradation and robustness enhancement for multimodal large models. Multimodal Large Language Models struggle to maintain reliable performance under extreme real-world visual degradations, which impede their practical robustness. Existing robust MLLMs predominantly rely on implicit training/adaptation that focuses solely on visual encoder generalization, suffering from limited interpretability and isolated optimization. To overcome these limitations, we propose Robust-R1, a novel framework that explicitly models visual degradations through structured reasoning chains. Our approach integrates: (i) supervised fine-tuning for degradation-aware reasoning foundations, (ii) reward-driven alignment for accurately perceiving degradation parameters, and (iii) dynamic reasoning depth scaling adapted to degradation intensity. To facilitate this approach, we introduce a specialized 11K dataset featuring...", "url": "https://huggingface.co/posts/Jiaqi-hkust/177996283057314", "date_published": "2025-12-24T09:29:05.056122"}, {"id": "https://huggingface.co/posts/dhruv3006/288574780413766", "image": "", "title": "Editor-Neutral, Tool-Neutral API Artifacts", "content_text": "Editor-Neutral, Tool-Neutral API Artifacts One thing we hear from developers : API docs and files often get stuck inside specific editors or tools. That friction slows teams down especially when people use different setups. At Voiden, we believe your API artifacts should work anywhere your team does. Our files open seamlessly in VS Code, GitHub, custom Electron clients, and more, without being locked into a specific workspace or tool. Key benefits: -Portability across editors, repos, platforms, and team setups -No proprietary workspace: the repo is the workspace -Easy integration with CI pipelines, linters, and future tools -Future-proof your API workflows with open and flexible artifacts Voiden empowers devs and teams collaborate and stay agile as tools and platforms evolve. Check out whats different about Voiden here: https://voiden.md/features See translation", "url": "https://huggingface.co/posts/dhruv3006/288574780413766", "date_published": "2025-12-24T09:29:05.056457"}, {"id": "https://huggingface.co/posts/telcom/422373414213997", "image": "", "title": "arXiv CS endorsement", "content_text": "arXiv CS endorsement It's Javad, my Google Scholar Profile: https://scholar.google.com/citations?user=bja6GwoAAAAJ&hl=en I would like to share my articles with you on Hugging Face, I'm asking for endorsement* in Computer Science arxiv.org. If you would like to endorse me, please visit the following URL: https://arxiv.org/auth/endorse?x=NVUAPL If that URL does not work for you, please visit http://arxiv.org/auth/endorse.php and enter the following six-digit alphanumeric string: Endorsement Code: NVUAPL Thanks you in advance. Javad Taghia * Who is qualified to endorse? To endorse another user to submit to the cs.AI (Artificial Intelligence) subject class, an arXiv submitter must have submitted 3 papers to any of cs.AI, cs.AR, cs.CC, cs.CE, cs.CG, cs.CL, cs.CR, cs.CV, cs.CY, cs.DB, cs.DC, cs.DL, cs.DM, cs.DS, cs.ET, cs.FL, cs.GL, cs.GR, cs.GT, cs.HC, cs.IR, cs.IT, cs.LG, cs.LO, cs.MA, cs.MM, cs.MS, cs.NA, cs.NE, cs.NI, cs.OH, cs.OS, cs.PF, cs.PL, cs.RO, cs.SC, cs.SD, cs.SE, cs.SI or...", "url": "https://huggingface.co/posts/telcom/422373414213997", "date_published": "2025-12-24T09:29:05.056824"}, {"id": "https://huggingface.co/posts/davidmezzetti/102092244732124", "image": "", "title": "🧬⚕️🔬 Encoding the World's Medical Knowledge into 970K! We're excited to release this new series of vector embeddings models for medical literature based on our recent BERT Hash work.", "content_text": "🧬⚕️🔬 Encoding the World's Medical Knowledge into 970K! We're excited to release this new series of vector embeddings models for medical literature based on our recent BERT Hash work. And you read it right, we're talking 970,000 parameters for a surprisingly strong performing model. Enjoy! https://huggingface.co/blog/neuml/biomedbert-hash-nano See translation", "url": "https://huggingface.co/posts/davidmezzetti/102092244732124", "date_published": "2025-12-24T09:29:05.057089"}, {"id": "https://huggingface.co/posts/Parveshiiii/283996096084237", "image": "", "title": "Hey everyone!", "content_text": "Hey everyone! We’re excited to introduce our new Telegram group: https://t.me/XenArcAI This space is built for **model builders, tech enthusiasts, and developers** who want to learn, share, and grow together. Whether you’re just starting out or already deep into AI/ML, you’ll find a supportive community ready to help with knowledge, ideas, and collaboration. 💡 Join us to: - Connect with fellow developers and AI enthusiasts - Share your projects, insights, and questions - Learn from others and contribute to a growing knowledge base 👉 If you’re interested, hop in and be part of the conversation: https://t.me/XenArcAI See translation", "url": "https://huggingface.co/posts/Parveshiiii/283996096084237", "date_published": "2025-12-24T09:29:05.057426"}, {"id": "https://huggingface.co/posts/MikeDoes/649372647638290", "image": "", "title": "How do you protect your prompts without breaking them? You need a smart sanitizer. A new system called Prϵϵmpt shows how.", "content_text": "How do you protect your prompts without breaking them? You need a smart sanitizer. A new system called Prϵϵmpt shows how. The first, critical step in their solution is a high-performance Named Entity Recognition (NER) model to find the sensitive data. We're proud to see that these researchers, Amrita Roy Chowdhury, David Glukhov, Divyam Anshumaan, Prasad Chalasani, Nicolas Papernot, Somesh Jha, and Mihir Bellare from the University of Michigan, University of Toronto, University of Wisconsin-Madison, University of California, San Diego - Rady School of Management and Langroid Incorporated fine-tuned their NER model on 10 high-risk categories from the AI4Privacy dataset. This is a perfect win-win. Our open-source data helps provide the foundation for the critical detection engine, which in turn enables the community to build and test better solutions like Prϵϵmpt's innovative use of encryption and Differential Privacy. 🔗 Check out their paper for a deep dive into a formally private,...", "url": "https://huggingface.co/posts/MikeDoes/649372647638290", "date_published": "2025-12-24T09:29:05.057963"}, {"id": "https://huggingface.co/posts/John1604/712509372180068", "image": "", "title": "我即将达到公共存储空间上限。我发现我的仓库 John1604/Kimi-K2-Thinking-q6K-gguf 没有获得足够的下载量，几乎占用了 1T 存储空间。尽管我喜爱 Kimi K2 的思考方式，但可能不得不删除这个模型。因为它是一个真正的开源 1T LLM，与任何前沿的 LLM 模型相媲美。在 AI 竞争中，美国有四家公司拥有1T+模型：xAI,  OpenAI, 谷歌和Anthropologie。中国也有四家公司拥有1T+模型：阿里巴巴, Kimi, DeepSeek和GLM。目前双方势均力敌。", "content_text": "我即将达到公共存储空间上限。我发现我的仓库 John1604/Kimi-K2-Thinking-q6K-gguf 没有获得足够的下载量，几乎占用了 1T 存储空间。尽管我喜爱 Kimi K2 的思考方式，但可能不得不删除这个模型。因为它是一个真正的开源 1T LLM，与任何前沿的 LLM 模型相媲美。在 AI 竞争中，美国有四家公司拥有1T+模型：xAI, OpenAI, 谷歌和Anthropologie。中国也有四家公司拥有1T+模型：阿里巴巴, Kimi, DeepSeek和GLM。目前双方势均力敌。 I'm about to reach my public storage limit. I've discovered that my repository John1604/Kimi-K2-Thinking-q6K-gguf isn't getting enough downloads and is nearly consuming 1TB of storage. While I love Kimi K2's way of thinking, I have to delete this model because it's a true open-source 1TB LLM, comparable to any cutting-edge LLM model. In the AI ​​race, four US companies have 1TB+ models: xAI, OpenAI, Google, and Anthropic. China also has four companies with 1TB+ models: Alibaba, Kimi, DeepSeek, and GLM. Currently, the two sides are evenly matched. Only American team and Chinese team have LLM with 1T+ parameters. Let's cheer for them to reach AGI in next 5 to 10 years. Maybe a 64T chinese model will do it -- Human and cat brain...", "url": "https://huggingface.co/posts/John1604/712509372180068", "date_published": "2025-12-24T09:29:05.058409"}, {"id": "https://huggingface.co/posts/ronantakizawa/356197451153671", "image": "", "title": "Thank you", "content_text": "Thank you @ clem (Co-Founder & CEO of Hugging Face) for sharing my dataset on X / Twitter! ronantakizawa/github-top-developers #github #dataset See translation", "url": "https://huggingface.co/posts/ronantakizawa/356197451153671", "date_published": "2025-12-24T09:29:05.058617"}]}