{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/cbensimon/356529804559377", "image": "", "title": "🚀 ZeroGPU", "content_text": "🚀 ZeroGPU medium size is now available as a power-user feature Nothing too fancy for now—ZeroGPU Spaces still default to large (70GB VRAM)—but this paves the way for: - 💰 size-based quotas / pricing ( medium will offer significantly more usage than large ) - 🦣 the upcoming xlarge size (141GB VRAM) You can as of now control GPU size via a Space variable. Accepted values: - auto (future default) - medium - large (current default) The auto mode checks total CUDA tensor size during startup: - More than 30GB → large - Otherwise → medium See translation", "url": "https://huggingface.co/posts/cbensimon/356529804559377", "date_published": "2025-05-18T05:22:19.758590"}, {"id": "https://huggingface.co/posts/seawolf2357/424129432408590", "image": "", "title": "Samsung Hacking Incident: Samsung Electronics' Official Hugging Face Account Compromised", "content_text": "Samsung Hacking Incident: Samsung Electronics' Official Hugging Face Account Compromised Samsung Electronics' official Hugging Face account has been hacked. Approximately 17 hours ago, two new language models (LLMs) were registered under Samsung Electronics' official Hugging Face account. These models are: https://huggingface.co/Samsung/MuTokenZero2-32B https://huggingface.co/Samsung/MythoMax-L2-13B The model descriptions contain absurd and false claims, such as being trained on \"1 million W200 GPUs,\" hardware that doesn't even exist. Moreover, community participants on Hugging Face who have noticed this issue are continuously posting that Samsung Electronics' account has been compromised. There is concern about potential secondary and tertiary damage if users download these LLMs released under the Samsung Electronics account, trusting Samsung's reputation without knowing about the hack. Samsung Electronics appears to be unaware of this situation, as they have not taken any visible...", "url": "https://huggingface.co/posts/seawolf2357/424129432408590", "date_published": "2025-05-18T05:22:19.758997"}, {"id": "https://huggingface.co/posts/ginipick/340514834154581", "image": "", "title": "🌟 Introducing Ilúvatar: Creative Design & Invention AI 🌟", "content_text": "🌟 Introducing Ilúvatar: Creative Design & Invention AI 🌟 Link: ginipick/IDEA-DESIGN Hello, AI creators! 👋 Today I'm introducing Ilúvatar, an amazing tool that automatically generates innovative design and invention ideas. ✨ Key Features 🧠 AI-Powered Idea Generation: Creates detailed design/invention ideas from simple prompts 🔍 Web Search Integration: Incorporates real-time information to reflect latest trends 📊 Kaggle Dataset Analysis: Provides data-driven insights 🖼️ Automatic Image Generation: Creates image prompts visualizing your ideas 📁 File Upload Support: Analyzes reference materials (text, CSV, PDF) 📈 Business Frameworks: Includes SWOT, Porter's 5 Forces, BCG Matrix analyses 🌏 Multilingual Support: Available in both English and Korean 🎯 Perfect For 💼 Product Designers/Developers: When you need fresh product concepts 🔬 Researchers/Inventors: When you need innovative idea inspiration 📝 Planners/Marketers: When you need differentiated business strategies 🎓 Students/Educators:...", "url": "https://huggingface.co/posts/ginipick/340514834154581", "date_published": "2025-05-18T05:22:19.759605"}, {"id": "https://huggingface.co/posts/burtenshaw/628550559998121", "image": "", "title": "We're thrilled to announce the launch of our comprehensive Model Context Protocol (MCP) Course! This free program is designed to take learners from foundational understanding to practical application of MCP in AI.", "content_text": "We're thrilled to announce the launch of our comprehensive Model Context Protocol (MCP) Course! This free program is designed to take learners from foundational understanding to practical application of MCP in AI. Follow the course on the hub: mcp-course In this course, you will: 📖 Study Model Context Protocol in theory, design, and practice. 🧑‍💻 Learn to use established MCP SDKs and frameworks. 💾 Share your projects and explore applications created by the community. 🏆 Participate in challenges and evaluate your MCP implementations. 🎓 Earn a certificate of completion. At the end of this course, you'll understand how MCP works and how to build your own AI applications that leverage external data and tools using the latest MCP standards. See translation", "url": "https://huggingface.co/posts/burtenshaw/628550559998121", "date_published": "2025-05-18T05:22:19.759997"}, {"id": "https://huggingface.co/posts/openfree/503727691158505", "image": "", "title": "🎮 Vibe Game Craft: Create Your Own Web Games Through Multi-LLM and Agent Collaboration for Free ✨", "content_text": "🎮 Vibe Game Craft: Create Your Own Web Games Through Multi-LLM and Agent Collaboration for Free ✨ Hello, game development enthusiasts! Today I'm introducing an innovative tool that lets you create web games without any coding knowledge. Vibe Game Craft is a magical tool that transforms your ideas into actual games through the collaboration of Claude 3.7 Sonnet and various AI agents! 💫 ✨ Key Features 🤖 Multi-LLM Collaboration System: Multiple AI agents working together with Claude 3.7 Sonnet at the core to generate high-quality game code 💰 100% Free to Use: Experience advanced AI game creation technology at no cost 🕹️ Instant Preview: Test your generated games immediately in a sandbox environment 🚀 One-Click Deployment: Easily deploy your games to the internet via Vercel 📚 Diverse Templates: Access over 30 game templates including Tetris, Chess, Snake, and more 🔄 AI Optimization: Multiple AIs collaborate to streamline code and optimize performance 🤖 AI Collaboration System Claude 3.7...", "url": "https://huggingface.co/posts/openfree/503727691158505", "date_published": "2025-05-18T05:22:19.760550"}, {"id": "https://huggingface.co/posts/albertvillanova/859296817152556", "image": "", "title": "New in smolagents v1.16.0:", "content_text": "New in smolagents v1.16.0: 🔍 Bing support in WebSearchTool 🐍 Custom functions & executor_kwargs in LocalPythonExecutor 🔧 Streaming GradioUI fixes 🌐 Local web agents via api_base & api_key 📚 Better docs 👉 https://github.com/huggingface/smolagents/releases/tag/v1.16.0 See translation", "url": "https://huggingface.co/posts/albertvillanova/859296817152556", "date_published": "2025-05-18T05:22:19.760798"}, {"id": "https://huggingface.co/posts/openfree/905523908666849", "image": "", "title": "🌊 CycleNavigator: Visualizing Economic and Political Cycles Through AI at a Glance! 🧠💹", "content_text": "🌊 CycleNavigator: Visualizing Economic and Political Cycles Through AI at a Glance! 🧠💹 💫 Strategic Intelligence Tool for Navigating Historical Waves and Forecasting the Future Hello there! 🙌 CycleNavigator brings you an innovative fusion of economic history, data visualization, and generative AI. This open-source project revolutionizes decision-making by displaying four major economic and political cycles through interactive visualizations! 📊 Experience Four Major Cycles in One View: Business Cycle (≈9 years) ⏱️ - The 'heartbeat' of investment and inventory Kondratiev Wave (≈50 years) 🌐 - Long technological innovation waves Finance Cycle (≈80 years) 💰 - Rhythm of debt and financial crises Hegemony Cycle (≈250 years) 🏛️ - Transitions in global order ✨ Cutting-Edge Features: Interactive Wave Visualization 🎯 - Intuitive graphs powered by Plotly AI-Powered Historical Similarity Mapping 🧩 - Connecting past events via SBERT embeddings Real-time News Integration 📰 - Linking current issues...", "url": "https://huggingface.co/posts/openfree/905523908666849", "date_published": "2025-05-18T05:22:19.761402"}, {"id": "https://huggingface.co/posts/loubnabnl/367240842210951", "image": "", "title": "SmolVLM is now available on PocketPal — you can run it offline on your smartphone to interpret the world around you. 🌍📱", "content_text": "SmolVLM is now available on PocketPal — you can run it offline on your smartphone to interpret the world around you. 🌍📱 And check out this real-time camera demo by @ ngxson , powered by llama.cpp: https://github.com/ngxson/smolvlm-realtime-webcam https://x.com/pocketpal_ai See translation", "url": "https://huggingface.co/posts/loubnabnl/367240842210951", "date_published": "2025-05-18T05:22:19.761661"}, {"id": "https://huggingface.co/posts/merve/547591602422107", "image": "", "title": "New sota open-source depth estimation: Marigold v1-1 🌼", "content_text": "New sota open-source depth estimation: Marigold v1-1 🌼 > normal maps, depth maps of scenes & faces prs-eth/marigold-normals prs-eth/marigold > get albedo (true color) and BRDF (texture) maps of scenes prs-eth/marigold-intrinsics > they even release a depth-to-3D printer format demo 😮 prs-eth/depth-to-3d-print All models are here prs-eth/marigold-computer-vision-6669e9e3d3ee30f48214b9ba See translation", "url": "https://huggingface.co/posts/merve/547591602422107", "date_published": "2025-05-18T05:22:19.761942"}, {"id": "https://huggingface.co/posts/Jaward/582641914930631", "image": "", "title": "Huge Win Today 🎉🎉", "content_text": "Huge Win Today 🎉🎉 Our team “Afri-Aya” just won this year’s CohereAI Aya Expedition. Our work focused on 1) curating and evaluating culturally relevant African vision dataset then 2) Fine-tuning the Aya vision model to support underrepresented languages in Africa. I represented my beloved Sierra Leone with the Krio language. Krio is a beautiful first language spoken by a majority of our population. It was a humbling and inspiring experience to have it recognized, thanks to the relentless effort of everyone on the team. Special thanks to BK for offering me this opportunity 🫡 and to Cohere AI for such an amazing global research expedition🙏 See translation", "url": "https://huggingface.co/posts/Jaward/582641914930631", "date_published": "2025-05-18T05:22:19.762315"}]}