{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/openfree/198818765852761", "image": "", "title": "🚀 DeepSeek V3-0324 + Real-time Research Power! 🌐", "content_text": "🚀 DeepSeek V3-0324 + Real-time Research Power! 🌐 Hello there! Today I'm excited to introduce an amazing tool based on the DeepSeek V3-0324 latest model. This isn't just another AI chatbot—it's a true \"research assistant\" capable of real-time information retrieval and analysis! openfree/Deepseek-v3-0324-Research 🧠 Key Strengths of DeepSeek V3-0324 DeepSeek V3-0324, provided by Fireworks AI, comes with these powerful advantages: 🎯 Superior Reasoning: Excellent ability to solve complex problems step-by-step 📚 Extensive Knowledge: Deep understanding across various topics from comprehensive training 🧩 Context Awareness: Maintains long conversation contexts for consistent responses 🌍 Multilingual Support: Processes various languages effectively 🔎 Added Real-time \"Deep Research\" Capability! The most exciting feature of this project is the implementation of real-time search functionality similar to ChatGPT's Browse with Bing or Perplexity AI! 🌟 How does it work? 📋 Query Analysis: Analyzes...", "url": "https://huggingface.co/posts/openfree/198818765852761", "date_published": "2025-03-26T09:24:18.171602"}, {"id": "https://huggingface.co/posts/hanzla/334929914214979", "image": "", "title": "👋 Hi all!", "content_text": "👋 Hi all! For any AI agent, internet search 🔎 is an important tool. However, with APIs like Tavily and Exa, it becomes really difficult to keep up with the cost. In some cases, these Internet APIs cost more than the LLM. To solve, this, I am making a playwright wrapper API on top of publicly available searXNG instances. This will enable agent applications to fetch internet results for free. Currently, I have set up a basic GitHub repo, and I will continue developing advanced search features, such as image search 🖼️ Github: https://github.com/HanzlaJavaid/Free-Search/tree/main 🚀 Try the deployed version: https://freesearch.replit.app/docs If you find this useful, consider starring ⭐️ the GitHub repository to support further development! See translation", "url": "https://huggingface.co/posts/hanzla/334929914214979", "date_published": "2025-03-26T09:24:18.172024"}, {"id": "https://huggingface.co/posts/MikeDoes/814156384414808", "image": "", "title": "🚀 We are quite excited to announce the Ai4Privacy Python library! 🎉", "content_text": "🚀 We are quite excited to announce the Ai4Privacy Python library! 🎉 pip install ai4privacy to anonymize short english text with OpenPII Masking 500k labels 📊 Day 5/7 of PII Masking 1M announcements complete! ⏰ See translation", "url": "https://huggingface.co/posts/MikeDoes/814156384414808", "date_published": "2025-03-26T09:24:18.172278"}, {"id": "https://huggingface.co/posts/mrs83/394905068174905", "image": "", "title": "🚀 Just released a PoC: Kurtis-E1 MLX Voice Agent", "content_text": "🚀 Just released a PoC: Kurtis-E1 MLX Voice Agent An offline, privacy-first voice assistant built for macOS (Apple Silicon), designed for empathetic, short-form interactions. 🧠 Powered by: - Whisper (via MLX) for speech-to-text: https://pypi.org/project/mlx-whisper/ - Kurtis-E1 (a custom SmolLM2 LLM) via Ollama - Coqui-TTS XTTSv2 for multilingual TTS - Optional translation layer via TowerInstruct-13B-v0.1 for non-English voice input/output: Unbabel/TowerInstruct-13B-v0.1 🎧 Everything runs entirely on-device (Mac Mini M4 Max - 24gb) — no cloud, no remote API calls, no data leakage. 💡 Code is fully handcrafted (no AI-generated code), and designed to showcase what’s possible with local models, even on laptops. 🛠️ Open to contributions, ideas (e.g., LM Studio for MLX inference, MLX worker subprocess, optimize for latency and VRAM usage). 👉 Video demo (Italian): https://www.youtube.com/watch?v=8-1PcmUStaI PoC: https://github.com/ethicalabs-ai/Kurtis-E1-MLX-Voice-Agent Kurtis-E1:...", "url": "https://huggingface.co/posts/mrs83/394905068174905", "date_published": "2025-03-26T09:24:18.172761"}, {"id": "https://huggingface.co/posts/MikeDoes/593610719403706", "image": "", "title": "🌟 Day 4: Two Models, One Privacy Mission! 🌟", "content_text": "🌟 Day 4: Two Models, One Privacy Mission! 🌟 The PII-Masking-1M series rolls on with two gems: Categorical: ai4privacy/llama-ai4privacy-multilingual-categorical-anonymiser-openpii Redaction: ai4privacy/llama-ai4privacy-multilingual-anonymiser-openpii Join us in protecting data everywhere! #AI #Privacy #OpenSource #Multilingual See translation", "url": "https://huggingface.co/posts/MikeDoes/593610719403706", "date_published": "2025-03-26T09:24:18.173060"}, {"id": "https://huggingface.co/posts/chansung/621792589205071", "image": "", "title": "simple guide on the recipe for GRPO on Open-R1 which is built on top of TRL", "content_text": "simple guide on the recipe for GRPO on Open-R1 which is built on top of TRL I think FastAPI wrapper of vLLM with WeightSyncWorker is pretty cool feature. Also, we have many predefined reward functions out of the box! See translation", "url": "https://huggingface.co/posts/chansung/621792589205071", "date_published": "2025-03-26T09:24:18.173299"}, {"id": "https://huggingface.co/posts/nyuuzyou/253303965846347", "image": "", "title": "I am planning to release *something big* this week, but in the meantime I was bored, so I quickly made a small dataset in as-is format.", "content_text": "I am planning to release *something big* this week, but in the meantime I was bored, so I quickly made a small dataset in as-is format. 📱 Sponsr.ru Dataset - nyuuzyou/sponsr Collection of 44,138 posts from Sponsr.ru, a Russian content subscription platform featuring: - Comprehensive metadata including project details, post information, and pricing - Detailed content categorization with images, videos, and text formats - Monolingual Russian content from diverse creator projects See translation", "url": "https://huggingface.co/posts/nyuuzyou/253303965846347", "date_published": "2025-03-26T09:24:18.173645"}, {"id": "https://huggingface.co/posts/Dragunflie-420/370006653578005", "image": "", "title": "Hello community. My name is nikki and I am looking to form a team for a serious project build platform/design/idea/project's...Ive been creating AI professional personas with custom skill sets and divisions of expertise. I want to create a viable business. Ive been working hard but i admit theres so much i do not have time to learn to do. Its taken me three years to learn enough to be here. I dont have a big set up in fact im cloud and ide space trial enterprise here and there all for space. I suck at execution and thats because I dont know how really. I need help from a person. AI has done all it can without hands. Im blabbering at this point. Have nothing big techy to say other  than I build and ideate all day hmu glad to meet some like minded individuals ...seriously!  Teach me leave me feeling confident in our collaborations not the need to build security software....poor attemt at hacking humor...im neither a comedian or hacker lol....full stacker yep:)", "content_text": "Hello community. My name is nikki and I am looking to form a team for a serious project build platform/design/idea/project's...Ive been creating AI professional personas with custom skill sets and divisions of expertise. I want to create a viable business. Ive been working hard but i admit theres so much i do not have time to learn to do. Its taken me three years to learn enough to be here. I dont have a big set up in fact im cloud and ide space trial enterprise here and there all for space. I suck at execution and thats because I dont know how really. I need help from a person. AI has done all it can without hands. Im blabbering at this point. Have nothing big techy to say other than I build and ideate all day hmu glad to meet some like minded individuals ...seriously! Teach me leave me feeling confident in our collaborations not the need to build security software....poor attemt at hacking humor...im neither a comedian or hacker lol....full stacker yep:) See translation", "url": "https://huggingface.co/posts/Dragunflie-420/370006653578005", "date_published": "2025-03-26T09:24:18.174063"}, {"id": "https://huggingface.co/posts/prithivMLmods/636017629605073", "image": "", "title": "Dropping Downstream tasks using newly initialized parameters and weights ([classifier.bias & weights]) support domain-specific 𝗶𝗺𝗮𝗴𝗲 𝗰𝗹𝗮𝘀𝘀𝗶𝗳𝗶𝗰𝗮𝘁𝗶𝗼𝗻. Based on siglip2-base-patch16-224 and DomainNet (single-domain, multi-source adaptation), with Fashion-MNIST for experimental testing. 🧤☄️", "content_text": "Dropping Downstream tasks using newly initialized parameters and weights ([classifier.bias & weights]) support domain-specific 𝗶𝗺𝗮𝗴𝗲 𝗰𝗹𝗮𝘀𝘀𝗶𝗳𝗶𝗰𝗮𝘁𝗶𝗼𝗻. Based on siglip2-base-patch16-224 and DomainNet (single-domain, multi-source adaptation), with Fashion-MNIST for experimental testing. 🧤☄️ Fashion-Mnist : prithivMLmods/Fashion-Mnist-SigLIP2 Multisource-121 : prithivMLmods/Multisource-121-DomainNet Painting-126 : prithivMLmods/Painting-126-DomainNet Sketch-126 : prithivMLmods/Sketch-126-DomainNet Clipart-126 : prithivMLmods/Clipart-126-DomainNet Models are trained with different parameter settings for experimental purposes only, with the intent of further development. Refer to the model page below for instructions on running it with Transformers 🤗. Collection : prithivMLmods/domainnet-0324-67e0e3c934c03cc40c6c8782 Citations : SigLIP 2: Multilingual Vision-Language Encoders with Improved Semantic Understanding, Localization, and Dense Features https://arxiv.org/pdf/2502.14786 & Moment...", "url": "https://huggingface.co/posts/prithivMLmods/636017629605073", "date_published": "2025-03-26T09:24:18.174501"}, {"id": "https://huggingface.co/posts/dylanebert/731431287832353", "image": "", "title": "You now have the option to filter 3D Arena to open source models.", "content_text": "You now have the option to filter 3D Arena to open source models. dylanebert/3d-arena See translation", "url": "https://huggingface.co/posts/dylanebert/731431287832353", "date_published": "2025-03-26T09:24:18.174708"}]}