{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/MikeDoes/647817712633860", "image": "", "title": "Anonymizing a prompt is half the battle. Reliably de-anonymizing the response is the other.", "content_text": "Anonymizing a prompt is half the battle. Reliably de-anonymizing the response is the other. To build a truly reliable privacy pipeline, you have to test it. A new Master's thesis does just that, and our data was there for every step. We're excited to showcase this work on handling confidential data in LLM prompts from Nedim Karavdic at Mälardalen University. To build their PII anonymization pipeline, they first trained a custom NER model. We're proud that the Ai4Privacy pii-masking-200k dataset was used as the foundational training data for this critical first step. But it didn't stop there. The research also used our dataset to create the parallel data needed to train and test the generative \"Seek\" models for de-anonymization. It's a win-win when our open-source data not only helps build the proposed \"better solution\" but also helps prove why it's better by enabling a rigorous, data-driven comparison. 🔗 Check out the full thesis for a great deep-dive into building a practical, end-...", "url": "https://huggingface.co/posts/MikeDoes/647817712633860", "date_published": "2026-01-01T13:36:52.644948"}, {"id": "https://huggingface.co/posts/Reubencf/502627640855049", "image": "", "title": "As 2025 is ending i would like to thank everyone for trying out", "content_text": "As 2025 is ending i would like to thank everyone for trying out Reubencf/Nano_Banana_Editor looking forward to build and release more in the future for the open source community See translation", "url": "https://huggingface.co/posts/Reubencf/502627640855049", "date_published": "2026-01-01T13:36:52.645176"}, {"id": "https://huggingface.co/posts/projectlosangeles/197104277785831", "image": "", "title": "🔥Project Los Angeles is proud to announce the release of midisim 🔥", "content_text": "🔥Project Los Angeles is proud to announce the release of midisim 🔥 midisim is a SOTA Python package for calculating, searching and analyzing MIDI-to-MIDI similarity at speed and scale! projectlosangeles/midisim projectlosangeles/midisim-embeddings projectlosangeles/midisim-samples If you like midisim, please ❤️ Project Los Angeles Tegridy Code 2025 See translation", "url": "https://huggingface.co/posts/projectlosangeles/197104277785831", "date_published": "2026-01-01T13:36:52.645447"}, {"id": "https://huggingface.co/posts/di-zhang-fdu/784326148954716", "image": "", "title": "EZTinker: A easy tinker-style RL-as-a-service demo", "content_text": "EZTinker: A easy tinker-style RL-as-a-service demo https://github.com/trotsky1997/EZTinker See translation", "url": "https://huggingface.co/posts/di-zhang-fdu/784326148954716", "date_published": "2026-01-01T13:36:52.645640"}, {"id": "https://huggingface.co/posts/dhruv3006/142145591956765", "image": "", "title": "Git is powerful, but it’s also one of the biggest sources of developer mistakes.", "content_text": "Git is powerful, but it’s also one of the biggest sources of developer mistakes. What is Git GUI, and how does it help here ? Git GUI makes version control visual, predictable, and easier to reason about especially when things go wrong. That’s exactly why we built Git GUI in Voiden. Instead of relying on memorized commands, Voiden lets you see what Git is doing before it does it. What Voiden’s Git GUI helps developers do • View exact file and line-level changes before committing • Stage only intended changes (no accidental commits) • Clearly distinguish staged vs unstaged files • Inspect visual diffs with full context • Understand branches, commit history, and repo state instantly When Git behavior is hidden, errors increase. Voiden’s Git GUI doesn’t abstract Git away, it explains Git. Whether you’re new to Git or an experienced developer who prefers clarity, this is Git you can reason about. Version control should feel safe, not stressful. What Git pain points slow you down today?...", "url": "https://huggingface.co/posts/dhruv3006/142145591956765", "date_published": "2026-01-01T13:36:52.646108"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/729956870553821", "image": "", "title": "How to Use SwarmUI Presets & Workflows in ComfyUI + Custom Model Paths Setup for ComfyUI & SwarmUI :", "content_text": "How to Use SwarmUI Presets & Workflows in ComfyUI + Custom Model Paths Setup for ComfyUI & SwarmUI : https://www.youtube.com/watch?v=EqFilBM3i7s Full tutorial link > https://www.youtube.com/watch?v=EqFilBM3i7s Info Generating workflow inside SwarmUI and using in ComfyUI is literally 1-click. In this tutorial I will show you how to use our 40+ amazing generative AI presets made for SwarmUI in ComfyUI with most easy way. You will be able to get very best outcomes of all AI models such as SDXL, FLUX, Z Image Turbo, Wan 2.1, Wan 2.2, FLUX 2, Qwen Image, Qwen Image Edit, FLUX Kontext, Image Outpainting, Image Inpainting and many more. Moreover, I will show how to use custom model paths in ComfyUI and SwarmUI to unify your models in same folder and avoid model duplication and save massive amount of disk space. See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/729956870553821", "date_published": "2026-01-01T13:36:52.646440"}, {"id": "https://huggingface.co/posts/DawnC/125675008571857", "image": "", "title": "VividFlow: AI Image-to-Video Generation 🎬✨", "content_text": "VividFlow: AI Image-to-Video Generation 🎬✨ Bring your images to life with cinematic motion! VividFlow transforms any static image—portraits, artwork, products, or landscapes, into dynamic videos with professional animation quality. The system supports both curated motion templates and custom natural language prompts, giving you complete creative freedom to describe camera movements, subject actions, and atmospheric effects in your own words. What's Inside? 🎭 Smart Motion Templates — 8 curated categories from fashion cinematography to wildlife animations, each with tested prompts that prevent common artifacts like phantom hands in portraits ⚡ Optimized Engine — Powered by Wan2.2-I2V-A14B with Lightning LoRA distillation and FP8 quantization for memory-efficient inference 🎯 Full Creative Control — Seed-based reproducibility for consistent results, adjustable duration from half a second to five seconds, optional AI prompt expansion with Qwen2.5 for enhanced descriptions, and real-time...", "url": "https://huggingface.co/posts/DawnC/125675008571857", "date_published": "2026-01-01T13:36:52.647028"}, {"id": "https://huggingface.co/posts/sergiopaniego/214735266647009", "image": "", "title": "This super detailed tutorial by", "content_text": "This super detailed tutorial by @ Paulescu is pure gold 🪙 \"Fine-tuning a Small Language Model for browser control with GRPO and OpenEnv\" LFM2-350M ( @ LiquidAI ) + BrowserGym (OpenEnv) + GRPO (TRL) for learning browser control 🤝 https://paulabartabajo.substack.com/p/fine-tuning-lfm2-350m-for-browser See translation", "url": "https://huggingface.co/posts/sergiopaniego/214735266647009", "date_published": "2026-01-01T13:36:52.647292"}, {"id": "https://huggingface.co/posts/MohamedRashad/872380380430431", "image": "", "title": "I have update my", "content_text": "I have update my https://huggingface.co/collections/MohamedRashad/arabic-speech-datasets with new datasets, making the full audio data more than 3000 hours of good arabic speech. Feel Free to use it in your new innovations, And happy new year! See translation", "url": "https://huggingface.co/posts/MohamedRashad/872380380430431", "date_published": "2026-01-01T13:36:52.647505"}, {"id": "https://huggingface.co/posts/prithivMLmods/527859222205581", "image": "", "title": "Update: TRELLIS.2 (Text to 3D, Image to 3D) Gradio with Rerun Embedded demo with improved visualization of the 3D model previewer is now available on Hugging Face. Generate assets and view them in the 3D viewer, powered and streamlined with Microsoft’s TRELLIS.2 and Tongyi-MAI’s Z-Image-Turbo models.", "content_text": "Update: TRELLIS.2 (Text to 3D, Image to 3D) Gradio with Rerun Embedded demo with improved visualization of the 3D model previewer is now available on Hugging Face. Generate assets and view them in the 3D viewer, powered and streamlined with Microsoft’s TRELLIS.2 and Tongyi-MAI’s Z-Image-Turbo models. 🤗 TRELLIS.2 (Demo): prithivMLmods/TRELLIS.2-Text-to-3D 🕹️ GitHub: https://github.com/PRITHIVSAKTHIUR/TRELLIS.2-Text-to-3D-RERUN 🕹️ Collection: https://huggingface.co/collections/prithivMLmods/multimodal-implementations To know more about it, visit the app page or the respective model page! See translation", "url": "https://huggingface.co/posts/prithivMLmods/527859222205581", "date_published": "2026-01-01T13:36:52.647834"}]}