{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/marksverdhei/322290772927588", "image": "", "title": "Dear Hugging Face team, can we please have a way to archive hf repositories / spaces? I have a bunch of spaces that used to work but don't any more due to the hf space implementations changing and i think it would be good if I could archive those like in GitHub.", "content_text": "Dear Hugging Face team, can we please have a way to archive hf repositories / spaces? I have a bunch of spaces that used to work but don't any more due to the hf space implementations changing and i think it would be good if I could archive those like in GitHub. React to this post if you want to see this feature! 💡 See translation", "url": "https://huggingface.co/posts/marksverdhei/322290772927588", "date_published": "2026-02-01T17:29:10.429319"}, {"id": "https://huggingface.co/posts/raincandy-u/348219893520522", "image": "", "title": "Introducing Rain-v2: Democratizing LLM training on gaming GPUs! ⚡", "content_text": "Introducing Rain-v2: Democratizing LLM training on gaming GPUs! ⚡ ​Following Rain-100M, we’re scaling up. Rain-v2 features a larger training dataset. We’ve published a comprehensive blog covering the end-to-end journey—from raw data collection to rigorous evaluation and safety testing. ​HF Repo: 🤗 raincandy-u/Rain-v2 ​Blog: 📚 https://angelkawaii.xyz/2026/01/29/rain-v2/ ​Special thanks to the open-source community and the SmolLM2 team for their foundational work! 🚀 HuggingFaceTB SmolLM2: When Smol Goes Big -- Data-Centric Training of a Small Language Model (2502.02737) See translation", "url": "https://huggingface.co/posts/raincandy-u/348219893520522", "date_published": "2026-02-01T17:29:10.429673"}, {"id": "https://huggingface.co/posts/Javedalam/795050655622219", "image": "", "title": "KittenTTS Nano — Tiny, Expressive, Practical", "content_text": "KittenTTS Nano — Tiny, Expressive, Practical KittenTTS Nano is a lightweight, CPU-only text-to-speech model designed to prove that natural, expressive voices don’t require massive cloud stacks or GPUs. At roughly ~15M parameters, it runs fast on modest hardware, supports multiple expressive voices, and exposes simple controls for pacing and tone. This makes it ideal for edge devices, demos, and anyone who wants full control over TTS without latency, lock-in, or infrastructure overhead. Try it here Javedalam/KittenTTS The model page KittenML/kitten-tts-nano-0.2 See translation", "url": "https://huggingface.co/posts/Javedalam/795050655622219", "date_published": "2026-02-01T17:29:10.430006"}, {"id": "https://huggingface.co/posts/ronantakizawa/863264925055641", "image": "", "title": "Moltbook, a Reddit platform only for AI agents, is going viral right now as agents are acting unhinged!", "content_text": "Moltbook, a Reddit platform only for AI agents, is going viral right now as agents are acting unhinged! I compiled a dataset of all posts and subreddits in Moltbook so far so anyone can easily analyze the activity in Moltbook. ronantakizawa/moltbook #moltbook #clawd #aiagent See translation", "url": "https://huggingface.co/posts/ronantakizawa/863264925055641", "date_published": "2026-02-01T17:29:10.430252"}, {"id": "https://huggingface.co/posts/nyuuzyou/211988639050417", "image": "", "title": "🏛️ Microsoft CodePlex Archive Dataset -", "content_text": "🏛️ Microsoft CodePlex Archive Dataset - nyuuzyou/ms-codeplex-archive Following the strong response to the Google Code Archive nyuuzyou/google-code-archive (thanks!), this release preserves another major historical repository: the Microsoft CodePlex Archive. CodePlex served as Microsoft’s primary open-source hosting platform from 2006 to 2017. This dataset captures the distinct .NET and Windows-centric development ecosystem that flourished before the industry standardizing on GitHub. Key Stats: - 5,043,730 files from 38,087 repositories - 3.6 GB compressed Parquet - 91 programming languages (Heavily featuring C#, ASP.NET, and C++) - Cleaned of binaries, build artifacts, and vendor directories (node_modules, packages) - Includes platform-specific license metadata (Ms-PL, Ms-RL) See translation", "url": "https://huggingface.co/posts/nyuuzyou/211988639050417", "date_published": "2026-02-01T17:29:10.430628"}, {"id": "https://huggingface.co/posts/unmodeled-tyler/896019753498554", "image": "", "title": "Hey Hugging Face!", "content_text": "Hey Hugging Face! Type 2 in Project Enneagram just came out: vanta-research/PE-Type-2-Alma-4B PE-Type-2-Alma-4B is the second release in Project Enneagram, where I'm finetuning each of the 9 Enneagram types onto Gemma 3 4B Type 2-Alma is designed to exhibit the \"helper\" profile: - Empathetic Support: Emotional attunement - managing bad days, anxiety, grief, rejection, or feeling unseen - Interpersonal Connections: Relationship building - making friends, listening, conflict, reciprocity, apologies - Generous Guidance: Going above and beyond - cover letters, meal prep, gardening, wedding speeches, etc - Identity: Alma's name, tone, and conversational style Type 3 soon! See translation", "url": "https://huggingface.co/posts/unmodeled-tyler/896019753498554", "date_published": "2026-02-01T17:29:10.430928"}, {"id": "https://huggingface.co/posts/Csplk/934898193054995", "image": "", "title": "Was tinkering with a Daggr node generator script earlier today (", "content_text": "Was tinkering with a Daggr node generator script earlier today ( Csplk/DaggrGenerator )and started on a GUI for it for folks who are not comfy with writing code and like a GUI instead for something to motivate working on some Daggr stuff. *Will have time later to keep working on it so don’t hesitate to comment with bugs or issues found if trying it out.* Csplk/DaggrGenerator Thanks @ merve @ ysharma @ abidlabs and team daggr for making daggr :) See translation", "url": "https://huggingface.co/posts/Csplk/934898193054995", "date_published": "2026-02-01T17:29:10.431245"}, {"id": "https://huggingface.co/posts/Duskfallcrew/930947700024485", "image": "", "title": "You've noticed that I did the \"WEIRD\" and attempted to make it look like all my old content was \"SCRAPED\"", "content_text": "You've noticed that I did the \"WEIRD\" and attempted to make it look like all my old content was \"SCRAPED\" I'm largely retiring from GEN AI. Calypso Crunchies is an old account I used to use for diffusers conversions for someone. IF YOU WOULD LIKE ACCESS to ANYTHING -- I lost access due to me forgetting to jank Calypso into the E&D old repo, but i can get Angel or someone to add me or my other account back.. I didn't want HF to lose 3 years of my insane progress in doing things, but i need to retire from Generative image AI fast, my mental health has been diving for so long. I'll continue in the developing/vibe coding./educational sphere, but I just can't continue in the other end of it. Much love, thank you all See translation", "url": "https://huggingface.co/posts/Duskfallcrew/930947700024485", "date_published": "2026-02-01T17:29:10.431577"}, {"id": "https://huggingface.co/posts/yuriyvnv/972315277032860", "image": "", "title": "🎯 WAVe: 1B Multimodal Embedding Model for Word-Level Speech Quality", "content_text": "🎯 WAVe: 1B Multimodal Embedding Model for Word-Level Speech Quality Multimodal embeddings for speech + transcript that verify quality at the word level, not just sentence level. Catches mispronunciations, timing errors, and prosody issues that sentence-level filters miss. 📊 Impact on Portuguese ASR: • 34% reduction in training steps • 50% better cross-domain generalization • 30% less synthetic data needed • Word-aligned attention finds errors other methods miss 🏗️ Architecture: • Text: XLM-RoBERTa (278M params) • Audio: Wav2Vec2-BERT 2.0 (581M params) • Word Alignment: Multi-head attention + GLU (14M params) • Total: 1B parameters from transformers import AutoModel, AutoProcessor processor = AutoProcessor.from_pretrained( \"yuriyvnv/WAVe-1B-Multimodal-PT\" , trust_remote_code = True ) model = AutoModel.from_pretrained( \"yuriyvnv/WAVe-1B-Multimodal-PT\" , trust_remote_code = True ) # Assess speech-transcript alignment inputs = processor( text = \"Olá, como está?\" , audio =audio_array,...", "url": "https://huggingface.co/posts/yuriyvnv/972315277032860", "date_published": "2026-02-01T17:29:10.432089"}, {"id": "https://huggingface.co/posts/kanaria007/513254467148584", "image": "", "title": "✅ New Article: *Evaluation as a Goal Surface* (v0.1)", "content_text": "✅ New Article: *Evaluation as a Goal Surface* (v0.1) Title: 🧪 Evaluation as a Goal Surface: Experiments, Learning Boundary, and ETH-Aware A/B 🔗 https://huggingface.co/blog/kanaria007/evaluation-as-a-goal-surface --- Summary: Most “evaluation” quietly collapses into a single number—and then we optimize the wrong thing. This article reframes evaluation as a *goal surface*: multi-objective, role-aware, and ethics-bounded. In SI-Core terms, experiments become *first-class Jumps (E-Jumps)* with explicit contracts, traces, and gates—so you can run A/B tests, shadow evals, and adaptive rollouts *without violating ETH, confusing principals/roles, or learning from unsafe data*. > Don’t optimize a metric. > Optimize a goal surface—under explicit constraints. --- Why It Matters: • Prevents Goodhart failures by treating evaluation as *multi-goal + constraints*, not a scalar leaderboard • Makes experimentation auditable: *EvalTrace* answers “what changed, for whom, why, and under what policy” •...", "url": "https://huggingface.co/posts/kanaria007/513254467148584", "date_published": "2026-02-01T17:29:10.432738"}]}