{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/624548696865407", "image": "", "title": "15 types of attention mechanisms", "content_text": "15 types of attention mechanisms Attention mechanisms allow models to dynamically focus on specific parts of their input when performing tasks. In our recent article, we discussed Multi-Head Latent Attention (MLA) in detail and now it's time to summarize other existing types of attention. Here is a list of 15 types of attention mechanisms used in AI models: 1. Soft attention (Deterministic attention) -> Neural Machine Translation by Jointly Learning to Align and Translate (1409.0473) Assigns a continuous weight distribution over all parts of the input. It produces a weighted sum of the input using attention weights that sum to 1. 2. Hard attention (Stochastic attention) -> Effective Approaches to Attention-based Neural Machine Translation (1508.04025) Makes a discrete selection of some part of the input to focus on at each step, rather than attending to everything. 3. Self-attention -> Attention Is All You Need (1706.03762) Each element in the sequence \"looks\" at other elements and...", "url": "https://huggingface.co/posts/Kseniase/624548696865407", "date_published": "2025-03-18T05:21:22.744861"}, {"id": "https://huggingface.co/posts/mlabonne/443122762320210", "image": "", "title": "✂️ Gemma 3 Abliterated", "content_text": "✂️ Gemma 3 Abliterated I noticed that Gemma 3 was much more resilient to refusal removal than other models like Qwen 2.5. I experimented with different recipes and improved the abliteration technique I wrote about last year. It's still experimental but the refusal rate is super low in my tests. Enjoy! mlabonne/gemma-3-4b-it-abliterated mlabonne/gemma-3-12b-it-abliterated mlabonne/gemma-3-27b-it-abliterated See translation", "url": "https://huggingface.co/posts/mlabonne/443122762320210", "date_published": "2025-03-18T05:21:22.745178"}, {"id": "https://huggingface.co/posts/AtAndDev/784658782191587", "image": "", "title": "There seems to multiple paid apps shared here that are based on models on hf, but some ppl sell their wrappers as \"products\" and promote them here. For a long time, hf was the best and only platform to do oss model stuff but with the recent AI website builders anyone can create a product (really crappy ones btw) and try to sell it with no contribution to oss stuff. Please dont do this, or try finetuning the models you use...", "content_text": "There seems to multiple paid apps shared here that are based on models on hf, but some ppl sell their wrappers as \"products\" and promote them here. For a long time, hf was the best and only platform to do oss model stuff but with the recent AI website builders anyone can create a product (really crappy ones btw) and try to sell it with no contribution to oss stuff. Please dont do this, or try finetuning the models you use... Sorry for filling yall feed with this bs but yk... See translation", "url": "https://huggingface.co/posts/AtAndDev/784658782191587", "date_published": "2025-03-18T05:21:22.745471"}, {"id": "https://huggingface.co/posts/KaiChen1998/260621109030490", "image": "", "title": "📢 Our EMOVA paper has been accepted by CVPR 2025, and we are glad to release all resources, including code (training & inference), datasets (training & evaluation), and checkpoints (EMOVA-3B/7B/72B)!", "content_text": "📢 Our EMOVA paper has been accepted by CVPR 2025, and we are glad to release all resources, including code (training & inference), datasets (training & evaluation), and checkpoints (EMOVA-3B/7B/72B)! 🤗 EMOVA is a novel end-to-end omni-modal LLM that can see, hear and speak. Given omni-modal (i.e., textual, visual and speech) inputs, EMOVA can generate both textual and speech responses with vivid emotional controls by utilizing the speech decoder and a style controller. ✨ EMOVA Highlights ✅ State-of-the-art omni-modality: EMOVA achieves SoTA comparable results on both vision-language and speech benchmarks simultaneously. ✅ Device adaptation: our codebase supports training/inference on both NVIDIA GPUs (e.g., A800 & H20) and Ascend NPUs (e.g., 910B3)! ✅ Modular design: we integrate multiple implementations of vision encoder, vision projector, and language model, even including the most recent DeepSeekMoE-tiny! 🔥 You are all welcome to try and star! - Project page: https://emova-...", "url": "https://huggingface.co/posts/KaiChen1998/260621109030490", "date_published": "2025-03-18T05:21:22.745946"}, {"id": "https://huggingface.co/posts/m-ric/783111989290994", "image": "", "title": "smolagents now support vLLM! 🥳", "content_text": "smolagents now support vLLM! 🥳 As one of the most popular local inference solutions, the community had been asking us to integrate vLLM: after a heavy refactoring of our LLM classes, we've just released smolagents 1.11.0, with a brand new VLLMModel class. Go try it and tell us what you think! https://github.com/huggingface/smolagents/blob/45b2c86857b7f7657daaa74e4d17d347e9e2c4a4/src/smolagents/models.py#L497 See translation", "url": "https://huggingface.co/posts/m-ric/783111989290994", "date_published": "2025-03-18T05:21:22.746237"}, {"id": "https://huggingface.co/posts/nroggendorff/216238217580963", "image": "", "title": "200", "content_text": "200", "url": "https://huggingface.co/posts/nroggendorff/216238217580963", "date_published": "2025-03-18T05:21:22.746424"}, {"id": "https://huggingface.co/posts/vansin/329603150202451", "image": "", "title": "🔥MedAgentBench Amazing Work🚀", "content_text": "🔥MedAgentBench Amazing Work🚀 Just explored #MedAgentBench from @ Yale researchers and it's mind-blowing! They've created a cutting-edge benchmark that finally exposes the true capabilities of LLMs in complex medical reasoning. ⚡ Key discoveries: DeepSeek R1 & OpenAI O3 dominate clinical reasoning tasks Agent-based frameworks deliver exceptional performance-cost balance Open-source alternatives are closing the gap at fraction of the cost This work shatters previous benchmarks that failed to challenge today's advanced models. The future of medical AI is here: https://github.com/gersteinlab/medagents-benchmark #MedicalAI #MachineLearning #AIinHealthcare 🔥 See translation", "url": "https://huggingface.co/posts/vansin/329603150202451", "date_published": "2025-03-18T05:21:22.746791"}, {"id": "https://huggingface.co/posts/hanzla/186651630886849", "image": "", "title": "Hello community,", "content_text": "Hello community, I want to share my work of creating a reasoning mamba model I used GRPO over Falcon3 Mamba Instruct to make this model. It generates blazing fast response while building good logic to answer challenging questions. Give it a try: Model repo: hanzla/Falcon3-Mamba-R1-v0 Space: hanzla/Falcon3MambaReasoner Looking forward to community feedback. See translation", "url": "https://huggingface.co/posts/hanzla/186651630886849", "date_published": "2025-03-18T05:21:22.747057"}, {"id": "https://huggingface.co/posts/aifeifei798/845431141575759", "image": "", "title": "😊 This program is designed to remove emojis from a given text. It uses a regular expression (regex) pattern to match and replace emojis with an empty string, effectively removing them from the text. The pattern includes a range of Unicode characters that correspond to various types of emojis, such as emoticons, symbols, and flags. By using this program, you can clean up text data by removing any emojis that may be present, which can be useful for text processing, analysis, or other applications where emojis are not desired. 💻", "content_text": "😊 This program is designed to remove emojis from a given text. It uses a regular expression (regex) pattern to match and replace emojis with an empty string, effectively removing them from the text. The pattern includes a range of Unicode characters that correspond to various types of emojis, such as emoticons, symbols, and flags. By using this program, you can clean up text data by removing any emojis that may be present, which can be useful for text processing, analysis, or other applications where emojis are not desired. 💻 import re def remove_emojis ( text ): # Define a function to remove emojis from a given text emoji_pattern = re. compile ( \"[\" u\"\\U0001F600-\\U0001F64F\" # emoticons, such as smiling faces u\"\\U0001F300-\\U0001F5FF\" # symbols and pictographs, like stars and hearts u\"\\U0001F680-\\U0001F6FF\" # transport and map symbols, like cars and airplanes u\"\\U0001F1E0-\\U0001F1FF\" # flags, like country flags u\"\\U00002702-\\U000027B0\" u\"\\U000024C2-\\U0001F251\" \"]+\" , flags=re.UNICODE...", "url": "https://huggingface.co/posts/aifeifei798/845431141575759", "date_published": "2025-03-18T05:21:22.747525"}, {"id": "https://huggingface.co/posts/giux78/524924454012414", "image": "", "title": "@ mii-llm with", "content_text": "@ mii-llm with @ efederici @ mferraretto @ FinancialSupport and @ DeepMount00 we just released #Propaganda a framework designed to evaluate and train LLMs on political opinions and bias. We aim to analyze both open-source and closed-source LLMs to understand the political positions and biases expressed in their outputs. Moreover we provide a set of recipes to enforce political positions into the models by creating ad hoc curated datasets and by applying fine tuning techniques. By releasing our work in the open, we hope to foster contributions: https://github.com/mii-llm/propaganda This framework offers opportunities for expansion in various directions and could become the standard reference for evaluating LLMs on political topics, particularly those that influence public opinion. See translation", "url": "https://huggingface.co/posts/giux78/524924454012414", "date_published": "2025-03-18T05:21:22.747873"}]}