{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/mlabonne/713929804806596", "image": "", "title": "New family of 1B models just dropped!", "content_text": "New family of 1B models just dropped! > LiquidAI/LFM2.5-1.2B-Base : 10T → 28T tokens > LiquidAI/LFM2.5-1.2B-Instruct : new large-scale multi-stage RL > LiquidAI/LFM2.5-1.2B-JP : our most polite model > LiquidAI/LFM2.5-VL-1.6B : multi-image multilingual > LiquidAI/LFM2.5-Audio-1.5B : 8x times faster, no quality loss Super proud of this release 🤗 See translation", "url": "https://huggingface.co/posts/mlabonne/713929804806596", "date_published": "2026-01-07T17:30:00.605381"}, {"id": "https://huggingface.co/posts/tsungyi/839679910683551", "image": "", "title": "Big news from CES — Cosmos Reason 2 is here — our most advanced reasoning vision-language model for physical AI, now topping the Physical AI Bench leaderboard🏆", "content_text": "Big news from CES — Cosmos Reason 2 is here — our most advanced reasoning vision-language model for physical AI, now topping the Physical AI Bench leaderboard🏆 shi-labs/physical-ai-bench-leaderboard What’s new: - Enhanced physical reasoning & spatio-temporal understanding - Flexible deployment with 2B & 8B model sizes - Long-context understanding (up to 256K tokens) - Object detection with 2D/3D point localizations and trajectory data - New Cosmos Cookbook Recipes for faster onboarding Read the full blog 📖 https://huggingface.co/blog/nvidia/nvidia-cosmos-reason-2-brings-advanced-reasoning Download Cosmos Reason 2 👉 nvidia/Cosmos-Reason2-8B On top of Cosmos Reason 2, we also rolled out other new updates, including: - Cosmos Predict 2.5 – Unified Text2World/Image2World/Video2World model for higher-quality synthetic video worlds - Cosmos Transfer 2.5-2B – Lightweight, high-fidelity world-to-world translation with stronger physics alignment - NVIDIA GR00T N1.6 – Open robot foundation...", "url": "https://huggingface.co/posts/tsungyi/839679910683551", "date_published": "2026-01-07T17:30:00.605930"}, {"id": "https://huggingface.co/posts/AdinaY/239073779898851", "image": "", "title": "Chinese open source AI in December 2025 was about the stack coming together: open, end to end, and ready to ship 🔥", "content_text": "Chinese open source AI in December 2025 was about the stack coming together: open, end to end, and ready to ship 🔥 https://huggingface.co/collections/zh-ai-community/december-2025-china-open-source-highlights ✨ Big wave of foundation models: still scaling, but efficiency, reasoning, and deployment now matter more than size - DeepSeek-V3.2 - Z.ai GLM-4.7 - MiniMax-M2.1 - Xiaomi: MiMo-V2-Flash ✨ Multimodal reasoning is now default - Z.ai GLM-4.6V - Z.ai AutoGLM-Phone 9B - Bytedance: Dolphin-v2 ✨ Image & video: editable assets and real workflows - Qwen-Image-Layered / Image-2512 - Meituan: LongCat-Image & Image Edit - AIDC: Ovis-Image-7B - Live-Avatar / LongCat-Video-Avatar - HY-WorldPlay / RealVideo ✨ Audio goes edge ready - GLM-ASR-Nano / Fun-ASR-Nano - GLM-TTS / VoxCPM1.5 - CosyVoice 0.5B ✨ The quiet backbone: data & infrastructure - Finch (FinWorkBench) - Tencent ARC: TimeLens-100K - BIGAI: TongSIM-Asset - MiniMax: VTP-Base ✨ Also congrats on Minimax and Z.ai announced their IPOs...", "url": "https://huggingface.co/posts/AdinaY/239073779898851", "date_published": "2026-01-07T17:30:00.606480"}, {"id": "https://huggingface.co/posts/Hellohal2064/482165788562535", "image": "", "title": "🚀 Excited to share: The vLLM container for NVIDIA DGX Spark!", "content_text": "🚀 Excited to share: The vLLM container for NVIDIA DGX Spark! I've been working on getting vLLM to run natively on the new DGX Spark with its GB10 Blackwell GPU (SM121 architecture). The results? 2.5x faster inference compared to llama.cpp! 📊 Performance Highlights: • Qwen3-Coder-30B: 44 tok/s (vs 21 tok/s with llama.cpp) • Qwen3-Next-80B: 45 tok/s (vs 18 tok/s with llama.cpp) 🔧 Technical Challenges Solved: • Built PyTorch nightly with CUDA 13.1 + SM121 support • Patched vLLM for Blackwell architecture • Created custom MoE expert configs for GB10 • Implemented TRITON_ATTN backend workaround 📦 Available now: • Docker Hub: docker pull hellohal2064/vllm-dgx-spark-gb10:latest • HuggingFace: huggingface.co/Hellohal2064/vllm-dgx-spark-gb10 The DGX Spark's 119GB unified memory opens up possibilities for running massive models locally. Happy to connect with others working on the DGX Spark Blackwell! See translation", "url": "https://huggingface.co/posts/Hellohal2064/482165788562535", "date_published": "2026-01-07T17:30:00.606930"}, {"id": "https://huggingface.co/posts/vincentg64/731522720644742", "image": "", "title": "New Book: No-Blackbox, Secure, Efficient AI and LLM Solutions", "content_text": "New Book: No-Blackbox, Secure, Efficient AI and LLM Solutions https://mltblog.com/4aRwvM5 Large language models and modern AI is often presented as technology that needs deep neural networks (DNNs) with billions of Blackbox parameters, expensive and time consuming training, along with GPU farms, yet prone to hallucinations. This book presents alternatives that rely on explainable AI, featuring new algorithms based on radically different technology with trustworthy, auditable, fast, accurate, secure, replicable Enterprise AI. Most of the material is proprietary and made from scratch, showcasing the culmination of decades of research away from standard models to establish a new framework in machine learning and AI technology. I discuss an efficient DNN architecture based on a new type of universal functions in chapter 4, with DNN distillation and protection via watermarking in chapter 5. Then, in chapter 6, I discuss non-DNN alternatives that yield exact interpolation on the training...", "url": "https://huggingface.co/posts/vincentg64/731522720644742", "date_published": "2026-01-07T17:30:00.607465"}, {"id": "https://huggingface.co/posts/MikeDoes/265606187790986", "image": "", "title": "We can't build more private AI if we can't measure privacy intelligence.", "content_text": "We can't build more private AI if we can't measure privacy intelligence. That's why we're highlighting the Priv-IQ benchmark, a new, solution-oriented framework for evaluating LLMs on eight key privacy competencies, from visual privacy to knowledge of privacy law. The direct connection to our work is clear: the researchers relied on samples from the Ai4Privacy dataset to build out questions for Privacy Risk Assessment and Multilingual Entity Recognition. This is the power of open-source collaboration. We provide the data building blocks, and researchers construct powerful new evaluation tools on top of them. It's a win-win for the entire ecosystem when we can all benefit from transparent, data-driven benchmarks that help push for better, safer AI. Kudos to Sakib Shahriar and Rozita A. Dara for this important contribution. Read the paper to see the results: https://www.proquest.com/docview/3170854914?pq-origsite=gscholar&fromopenview=true&sourcetype=Scholarly%20Journals #OpenSource...", "url": "https://huggingface.co/posts/MikeDoes/265606187790986", "date_published": "2026-01-07T17:30:00.607860"}, {"id": "https://huggingface.co/posts/MaziyarPanahi/255552518498714", "image": "", "title": "🎉 OpenMed 2025 Year in Review: 6 Months of Open Medical AI", "content_text": "🎉 OpenMed 2025 Year in Review: 6 Months of Open Medical AI I'm thrilled to share what the OpenMed community has accomplished since our July 2025 launch! 📊 The Numbers 29,700,000 downloads Thank you! 🙏 - 481 total models (475 medical NER models + 6 fine-tuned LLMs) - 475 medical NER models in [OpenMed]( OpenMed ) organization - 6 fine-tuned LLMs in [openmed-community]( openmed-community ) - 551,800 PyPI downloads of the [openmed package]( https://pypi.org/project/openmed/ ) - 707 followers on HuggingFace (you!) - 97 GitHub stars on the [toolkit repo]( https://github.com/maziyarpanahi/openmed ) 🏆 Top Models by Downloads 1. [OpenMed-NER-PharmaDetect-SuperClinical-434M]( OpenMed/OpenMed-NER-PharmaDetect-SuperClinical-434M ) — 147,305 downloads 2. [OpenMed-NER-ChemicalDetect-ElectraMed-33M]( OpenMed/OpenMed-NER-ChemicalDetect-ElectraMed-33M ) — 126,785 downloads 3. [OpenMed-NER-BloodCancerDetect-TinyMed-65M]( OpenMed/OpenMed-NER-BloodCancerDetect-TinyMed-65M ) — 126,465 downloads 🔬 Model...", "url": "https://huggingface.co/posts/MaziyarPanahi/255552518498714", "date_published": "2026-01-07T17:30:00.608505"}, {"id": "https://huggingface.co/posts/mindchain/258347414806989", "image": "", "title": "Skill Reflect: A Concept for Automated AI Skill Mastery", "content_text": "Skill Reflect: A Concept for Automated AI Skill Mastery Let’s be real for a second: most of us are using AI all wrong. We send a prompt, get a \"meh\" answer, and then spend twenty minutes fixing it ourselves. That’s not a workflow; that’s just a digital chore. I wanted to see if I could push Claude further—to see if I could build a system that actually learns and refines itself. That’s how the Claude-Reflect-System (Skill Reflect) was born. But here’s the thing: this isn’t some polished, final product. It’s a concept. It’s a blueprint. I’ve built the foundation of a recursive reflection loop that forces the AI to step back, look at its work, and act as its own harshest critic. It identifies the \"skill delta\"—the gap between \"okay\" and \"mastery\"—and closes it. This logic isn't just for Claude; you can grab this architecture and drop it right into codex-cli, terminal agents, or whatever stack you're building. I’m a big believer in the law of causality. Action, reaction. Cause and...", "url": "https://huggingface.co/posts/mindchain/258347414806989", "date_published": "2026-01-07T17:30:00.609146"}, {"id": "https://huggingface.co/posts/dhruv3006/728892692419632", "image": "", "title": "Need a variable that's not fixed but depends on another request's response?", "content_text": "Need a variable that's not fixed but depends on another request's response? Runtime variables let you capture values from one API call and reuse them in subsequent requests. What are Runtime Variables? Runtime variables are dynamic values that get set during request execution. They're perfect for scenarios like: - Capturing an auth token from login and using it in authenticated requests - Storing a user ID from a create-user response - Saving an order ID to use in later order management calls Use Runtime Variables in Voiden : https://voiden.md/ See translation", "url": "https://huggingface.co/posts/dhruv3006/728892692419632", "date_published": "2026-01-07T17:30:00.609450"}, {"id": "https://huggingface.co/posts/CRAFTFramework/385180561862993", "image": "", "title": "🔧 Behind the Scenes", "content_text": "🔧 Behind the Scenes CRAFT development: Sun-Mon only (full-time job Wed-Sat). 48 projects completed solo. The time constraint is the proof—if the methodology works under pressure, it works. Beta: February 2026 → craftframework.ai See translation", "url": "https://huggingface.co/posts/CRAFTFramework/385180561862993", "date_published": "2026-01-07T17:30:00.609692"}]}