{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/cbensimon/356529804559377", "image": "", "title": "🚀 ZeroGPU", "content_text": "🚀 ZeroGPU medium size is now available as a power-user feature Nothing too fancy for now—ZeroGPU Spaces still default to large (70GB VRAM)—but this paves the way for: - 💰 size-based quotas / pricing ( medium will offer significantly more usage than large ) - 🦣 the upcoming xlarge size (141GB VRAM) You can as of now control GPU size via a Space variable. Accepted values: - auto (future default) - medium - large (current default) The auto mode checks total CUDA tensor size during startup: - More than 30GB → large - Otherwise → medium See translation", "url": "https://huggingface.co/posts/cbensimon/356529804559377", "date_published": "2025-05-19T05:23:30.184849"}, {"id": "https://huggingface.co/posts/openfree/503727691158505", "image": "", "title": "🎮 Vibe Game Craft: Create Your Own Web Games Through Multi-LLM and Agent Collaboration for Free ✨", "content_text": "🎮 Vibe Game Craft: Create Your Own Web Games Through Multi-LLM and Agent Collaboration for Free ✨ Hello, game development enthusiasts! Today I'm introducing an innovative tool that lets you create web games without any coding knowledge. Vibe Game Craft is a magical tool that transforms your ideas into actual games through the collaboration of Claude 3.7 Sonnet and various AI agents! 💫 ✨ Key Features 🤖 Multi-LLM Collaboration System: Multiple AI agents working together with Claude 3.7 Sonnet at the core to generate high-quality game code 💰 100% Free to Use: Experience advanced AI game creation technology at no cost 🕹️ Instant Preview: Test your generated games immediately in a sandbox environment 🚀 One-Click Deployment: Easily deploy your games to the internet via Vercel 📚 Diverse Templates: Access over 30 game templates including Tetris, Chess, Snake, and more 🔄 AI Optimization: Multiple AIs collaborate to streamline code and optimize performance 🤖 AI Collaboration System Claude 3.7...", "url": "https://huggingface.co/posts/openfree/503727691158505", "date_published": "2025-05-19T05:23:30.185451"}, {"id": "https://huggingface.co/posts/seawolf2357/424129432408590", "image": "", "title": "Samsung Hacking Incident: Samsung Electronics' Official Hugging Face Account Compromised", "content_text": "Samsung Hacking Incident: Samsung Electronics' Official Hugging Face Account Compromised Samsung Electronics' official Hugging Face account has been hacked. Approximately 17 hours ago, two new language models (LLMs) were registered under Samsung Electronics' official Hugging Face account. These models are: https://huggingface.co/Samsung/MuTokenZero2-32B https://huggingface.co/Samsung/MythoMax-L2-13B The model descriptions contain absurd and false claims, such as being trained on \"1 million W200 GPUs,\" hardware that doesn't even exist. Moreover, community participants on Hugging Face who have noticed this issue are continuously posting that Samsung Electronics' account has been compromised. There is concern about potential secondary and tertiary damage if users download these LLMs released under the Samsung Electronics account, trusting Samsung's reputation without knowing about the hack. Samsung Electronics appears to be unaware of this situation, as they have not taken any visible...", "url": "https://huggingface.co/posts/seawolf2357/424129432408590", "date_published": "2025-05-19T05:23:30.185816"}, {"id": "https://huggingface.co/posts/loubnabnl/367240842210951", "image": "", "title": "SmolVLM is now available on PocketPal — you can run it offline on your smartphone to interpret the world around you. 🌍📱", "content_text": "SmolVLM is now available on PocketPal — you can run it offline on your smartphone to interpret the world around you. 🌍📱 And check out this real-time camera demo by @ ngxson , powered by llama.cpp: https://github.com/ngxson/smolvlm-realtime-webcam https://x.com/pocketpal_ai See translation", "url": "https://huggingface.co/posts/loubnabnl/367240842210951", "date_published": "2025-05-19T05:23:30.186070"}, {"id": "https://huggingface.co/posts/YerbaPage/496966036460471", "image": "", "title": "Curated list of **Next Gen Code Generation** papers & benchmarks! 🔥 with 50+ ⭐️ now!", "content_text": "Curated list of **Next Gen Code Generation** papers & benchmarks! 🔥 with 50+ ⭐️ now! Stay ahead with the latest in: ✅ Repo-level Issue Resolution (SWE-bench, Agents) ✅ Repo-level Code Completion (Repo understanding) ✅ Datasets & Benchmarks 👉 Check it out: https://github.com/YerbaPage/Awesome-Repo-Level-Code-Generation 🔥 💡PRs are welcomed! See translation", "url": "https://huggingface.co/posts/YerbaPage/496966036460471", "date_published": "2025-05-19T05:23:30.186358"}, {"id": "https://huggingface.co/posts/dhruv3006/352389012183742", "image": "", "title": "Want to help make AI better at using computers? We just released a guide on creating human trajectory datasets with C/ua", "content_text": "Want to help make AI better at using computers? We just released a guide on creating human trajectory datasets with C/ua Okay, so you’ve gotten your environment up and also tested a few agent runs. You’ll likely have encountered cases where your agent was successful at doing some tasks but also places where it got stuck or outright failed. Now what? If you’ve ever wondered exactly what your computer agent is doing and why it sometimes doesn’t do what you expected, then the Trajectory Viewer for C/ua is here to help! Whether you’re a seasoned developer or someone who just wants to dive in and see results, this tool makes it easy to explore every step your agent takes on your screen. Plus, if you want to start thinking about generating data to train your own agentic model (we’ll cover training in an upcoming blog, so look forward to it), then our Trajectory Viewer might be for you. See translation", "url": "https://huggingface.co/posts/dhruv3006/352389012183742", "date_published": "2025-05-19T05:23:30.186748"}, {"id": "https://huggingface.co/posts/burtenshaw/628550559998121", "image": "", "title": "We're thrilled to announce the launch of our comprehensive Model Context Protocol (MCP) Course! This free program is designed to take learners from foundational understanding to practical application of MCP in AI.", "content_text": "We're thrilled to announce the launch of our comprehensive Model Context Protocol (MCP) Course! This free program is designed to take learners from foundational understanding to practical application of MCP in AI. Follow the course on the hub: mcp-course In this course, you will: 📖 Study Model Context Protocol in theory, design, and practice. 🧑‍💻 Learn to use established MCP SDKs and frameworks. 💾 Share your projects and explore applications created by the community. 🏆 Participate in challenges and evaluate your MCP implementations. 🎓 Earn a certificate of completion. At the end of this course, you'll understand how MCP works and how to build your own AI applications that leverage external data and tools using the latest MCP standards. See translation", "url": "https://huggingface.co/posts/burtenshaw/628550559998121", "date_published": "2025-05-19T05:23:30.187118"}, {"id": "https://huggingface.co/posts/ginipick/340514834154581", "image": "", "title": "🌟 Introducing Ilúvatar: Creative Design & Invention AI 🌟", "content_text": "🌟 Introducing Ilúvatar: Creative Design & Invention AI 🌟 Link: ginipick/IDEA-DESIGN Hello, AI creators! 👋 Today I'm introducing Ilúvatar, an amazing tool that automatically generates innovative design and invention ideas. ✨ Key Features 🧠 AI-Powered Idea Generation: Creates detailed design/invention ideas from simple prompts 🔍 Web Search Integration: Incorporates real-time information to reflect latest trends 📊 Kaggle Dataset Analysis: Provides data-driven insights 🖼️ Automatic Image Generation: Creates image prompts visualizing your ideas 📁 File Upload Support: Analyzes reference materials (text, CSV, PDF) 📈 Business Frameworks: Includes SWOT, Porter's 5 Forces, BCG Matrix analyses 🌏 Multilingual Support: Available in both English and Korean 🎯 Perfect For 💼 Product Designers/Developers: When you need fresh product concepts 🔬 Researchers/Inventors: When you need innovative idea inspiration 📝 Planners/Marketers: When you need differentiated business strategies 🎓 Students/Educators:...", "url": "https://huggingface.co/posts/ginipick/340514834154581", "date_published": "2025-05-19T05:23:30.187732"}, {"id": "https://huggingface.co/posts/openfree/447215681595351", "image": "", "title": "🌟 AI Website Gallery Manager 🌟", "content_text": "🌟 AI Website Gallery Manager 🌟 📚 Introduction Hello everyone! I'm excited to introduce the AI Website Gallery Manager! 🎉 openfree/Web-Manager This project is provided under the MIT license, allowing anyone to freely use, modify, and distribute it. 💯 ✨ Key Features 🔖 Bookmark Management: Manage your frequently visited AI websites and Hugging Face spaces in one place 👁️ Live Preview: Instantly preview sites without having to visit them 🖼️ Dual Viewing Modes: Supports both LIVE and STATIC snapshot modes 🗂️ Category Organization: Neatly organizes resources by categories like Productivity, Multimodal, Professional, Image, LLM/VLM 💾 Secure Storage: Dual storage system using both SQLite and JSON for data integrity 🚀 Usage Scenarios 1️⃣ AI Researchers & Developers Manage commonly used AI demos, models, and tools in one centralized location Share valuable AI resources with team members Quickly access the latest AI tools categorized by function 2️⃣ Educators & Students Systematically organize...", "url": "https://huggingface.co/posts/openfree/447215681595351", "date_published": "2025-05-19T05:23:30.188388"}, {"id": "https://huggingface.co/posts/ProCreations/814105476165639", "image": "", "title": "Eyyy thank you guys for 40 followers!", "content_text": "Eyyy thank you guys for 40 followers! See translation", "url": "https://huggingface.co/posts/ProCreations/814105476165639", "date_published": "2025-05-19T05:23:30.188571"}]}