{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/238420842235482", "image": "", "title": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all!", "content_text": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all! See translation", "url": "https://huggingface.co/posts/clem/238420842235482", "date_published": "2025-03-15T05:19:35.318396"}, {"id": "https://huggingface.co/posts/ginipick/554089753491641", "image": "", "title": "🌐 GraphMind: Phi-3 Instruct Graph Explorer", "content_text": "🌐 GraphMind: Phi-3 Instruct Graph Explorer ✨ Extract and visualize knowledge graphs from any text in multiple languages! GraphMind is a powerful tool that leverages the capabilities of Phi-3 to transform unstructured text into structured knowledge graphs, helping you understand complex relationships within any content. ginigen/Graph-Mind 🚀 Key Features Multi-language Support 🌍: Process text in English, Korean, and many other languages Instant Visualization 🧩: See extracted entities and relationships in an interactive graph Entity Recognition 🏷️: Automatically identifies and categorizes named entities Optimized Performance ⚡: Uses caching to deliver faster results for common examples Intuitive Interface 👆: Simple design makes complex graph extraction accessible to everyone 💡 Use Cases Content Analysis: Extract key entities and relationships from articles or documents Research Assistance: Quickly visualize connections between concepts in research papers Educational Tool: Help students...", "url": "https://huggingface.co/posts/ginipick/554089753491641", "date_published": "2025-03-15T05:19:35.319000"}, {"id": "https://huggingface.co/posts/nroggendorff/181073331446889", "image": "", "title": "to the nvidia employee that won't respond to my emails: hear me now.", "content_text": "to the nvidia employee that won't respond to my emails: hear me now. you have made a semi-powerful to irrelevant enemy. you have been warned See translation", "url": "https://huggingface.co/posts/nroggendorff/181073331446889", "date_published": "2025-03-15T05:19:35.319242"}, {"id": "https://huggingface.co/posts/onekq/182897139123508", "image": "", "title": "Qwen made good students, DeepSeek made a genius.", "content_text": "Qwen made good students, DeepSeek made a genius. This is my summaries of their differentiations. I don't think these two players are coordinated but they both have clear goals. One is to build ecosystem and the other is to push AGI. And IMO they are both doing really well. See translation", "url": "https://huggingface.co/posts/onekq/182897139123508", "date_published": "2025-03-15T05:19:35.319491"}, {"id": "https://huggingface.co/posts/AdinaY/501114368839718", "image": "", "title": "Open Sora 2.0 is out 🔥", "content_text": "Open Sora 2.0 is out 🔥 hpcai-tech/open-sora-20-67cfb7efa80a73999ccfc2d5 ✨ 11B with Apache2.0 ✨ Low training cost - $200k ✨ open weights, code and training workflow See translation", "url": "https://huggingface.co/posts/AdinaY/501114368839718", "date_published": "2025-03-15T05:19:35.319735"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/969493556484477", "image": "", "title": "I just pushed another amazing update to our Wan 2.1 APP. LoRA loading for 14B Wan 2.1 models were taking over 15 minutes. Optimized to take only few seconds now. Fully supports RTX 5000 series and fully optimized for both VRAM and RAM.", "content_text": "I just pushed another amazing update to our Wan 2.1 APP. LoRA loading for 14B Wan 2.1 models were taking over 15 minutes. Optimized to take only few seconds now. Fully supports RTX 5000 series and fully optimized for both VRAM and RAM. Our APP here : https://www.patreon.com/posts/wan-2-1-ultra-as-123105403 Tutorial 1 : https://youtu.be/hnAhveNy-8s Tutorial 2 : https://youtu.be/ueMrzmbdWBg It is also pushed to the original repo you can see pull request here : https://github.com/modelscope/DiffSynth-Studio/pull/442 See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/969493556484477", "date_published": "2025-03-15T05:19:35.320040"}, {"id": "https://huggingface.co/posts/burtenshaw/988620578150041", "image": "", "title": "Still speed running Gemma 3 to think. Today I focused on setting up gpu poor hardware to run GRPO.", "content_text": "Still speed running Gemma 3 to think. Today I focused on setting up gpu poor hardware to run GRPO. This is a plain TRL and PEFT notebook which works on mac silicone or colab T4. This uses the 1b variant of Gemma 3 and a reasoning version of GSM8K dataset. 🧑‍🍳 There’s more still in the oven like releasing models, an Unsloth version, and deeper tutorials, but hopefully this should bootstrap your projects. Here’s a link to the 1b notebook: https://colab.research.google.com/drive/1mwCy5GQb9xJFSuwt2L_We3eKkVbx2qSt?usp=sharing See translation", "url": "https://huggingface.co/posts/burtenshaw/988620578150041", "date_published": "2025-03-15T05:19:35.320367"}, {"id": "https://huggingface.co/posts/nicolay-r/281728882424630", "image": "", "title": "📢 With the recent release of Gemma-3, If you interested to play with textual chain-of-though, the notebook below is a wrapper over the the model (native transformers inference API) for passing the predefined schema of promps in batching mode.", "content_text": "📢 With the recent release of Gemma-3, If you interested to play with textual chain-of-though, the notebook below is a wrapper over the the model (native transformers inference API) for passing the predefined schema of promps in batching mode. https://github.com/nicolay-r/nlp-thirdgate/blob/master/tutorials/llm_gemma_3.ipynb Limitation: schema supports texts only (for now), while gemma-3 is a text+image to text. Model: google/gemma-3-1b-it Provider: https://github.com/nicolay-r/nlp-thirdgate/blob/master/llm/transformers_gemma3.py See translation", "url": "https://huggingface.co/posts/nicolay-r/281728882424630", "date_published": "2025-03-15T05:19:35.320691"}, {"id": "https://huggingface.co/posts/Jaward/782050409908004", "image": "", "title": "This is the most exciting of this week’s release for me: Gemini Robotics - A SOTA generalist Vision-Language-Action model that brings intelligence to the physical world. It comes with a verifiable real-world knowledge Embodied Reasoning QA benchmark. Cool part is that the model can be specialized with fast adaptation to new tasks and have such adaptations transferred to new robot embodiment like humanoids. Looking forward to the model and data on hf, it’s about time I go full physical:)", "content_text": "This is the most exciting of this week’s release for me: Gemini Robotics - A SOTA generalist Vision-Language-Action model that brings intelligence to the physical world. It comes with a verifiable real-world knowledge Embodied Reasoning QA benchmark. Cool part is that the model can be specialized with fast adaptation to new tasks and have such adaptations transferred to new robot embodiment like humanoids. Looking forward to the model and data on hf, it’s about time I go full physical:) Technical Report: https://storage.googleapis.com/deepmind-media/gemini-robotics/gemini_robotics_report.pdf See translation", "url": "https://huggingface.co/posts/Jaward/782050409908004", "date_published": "2025-03-15T05:19:35.321039"}, {"id": "https://huggingface.co/posts/pidou/518300311697108", "image": "", "title": "testing post", "content_text": "testing post", "url": "https://huggingface.co/posts/pidou/518300311697108", "date_published": "2025-03-15T05:19:35.321227"}]}