{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/prithivMLmods/163304413191334", "image": "", "title": "Introducing the Qwen-Image-Edit-2511-LoRAs-Fast demo, featuring image property comparison and contrast, built on top of Gradio and the combined Rerun SDK. It supports single and multi-image edits with existing LoRAs that are lazily loaded. (Note: This is still an experimental Space for Qwen-Image-Edit-2511.)", "content_text": "Introducing the Qwen-Image-Edit-2511-LoRAs-Fast demo, featuring image property comparison and contrast, built on top of Gradio and the combined Rerun SDK. It supports single and multi-image edits with existing LoRAs that are lazily loaded. (Note: This is still an experimental Space for Qwen-Image-Edit-2511.) ⭐ Space Demo: prithivMLmods/Qwen-Image-Edit-2511-LoRAs-Fast ⭐ GitHub: https://github.com/PRITHIVSAKTHIUR/Qwen-Image-Edit-2511-LoRAs-Fast-Multi-Image-Rerun ⭐ Collection: https://huggingface.co/collections/prithivMLmods/image-generation-apps-collection To know more about it, visit the app page or the respective model page! See translation", "url": "https://huggingface.co/posts/prithivMLmods/163304413191334", "date_published": "2025-12-29T17:23:11.995465"}, {"id": "https://huggingface.co/posts/csabakecskemeti/254891528281591", "image": "", "title": "Just sharing a result of a homelab infrastructure experiment:", "content_text": "Just sharing a result of a homelab infrastructure experiment: I've managed to setup a distributed inference infra at home using a DGX Spark (128GB unified gddr6) and a linux workstation with an RTX 6000 Pro (96GB gddr7) connected via 100Gbps RoCEv2. The model I've used ( https://lnkd.in/gx6J7YuB ) is about 140GB so could not fit either of the GPU. Full setup and tutorial soon on devquasar.com Screen recording: https://lnkd.in/gKM9H5GJ See translation", "url": "https://huggingface.co/posts/csabakecskemeti/254891528281591", "date_published": "2025-12-29T17:23:11.995765"}, {"id": "https://huggingface.co/posts/MikeDoes/284489022074040", "image": "", "title": "What if an AI agent could be tricked into stealing your data, just by reading a tool's description? A new paper reports it's possible.", "content_text": "What if an AI agent could be tricked into stealing your data, just by reading a tool's description? A new paper reports it's possible. The \"Attractive Metadata Attack\" paper details this stealthy new threat. To measure the real-world impact of their attack, the researchers needed a source of sensitive data for the agent to leak. We're proud that the AI4Privacy corpus was used to create the synthetic user profiles containing standardized PII for their experiments. This is a perfect win-win. Our open-source data helped researchers Kanghua Mo, 龙昱丞, Zhihao Li from Guangzhou University and The Hong Kong Polytechnic University to not just demonstrate a new attack, but also quantify its potential for harm. This data-driven evidence is what pushes the community to build better, execution-level defenses for AI agents. 🔗 Check out their paper to see how easily an agent's trust in tool metadata could be exploited: https://arxiv.org/pdf/2508.02110 #OpenSource #DataPrivacy #LLM #Anonymization...", "url": "https://huggingface.co/posts/MikeDoes/284489022074040", "date_published": "2025-12-29T17:23:11.996221"}, {"id": "https://huggingface.co/posts/prithivMLmods/527859222205581", "image": "", "title": "Update: TRELLIS.2 (Text to 3D, Image to 3D) Gradio with Rerun Embedded demo with improved visualization of the 3D model previewer is now available on Hugging Face. Generate assets and view them in the 3D viewer, powered and streamlined with Microsoft’s TRELLIS.2 and Tongyi-MAI’s Z-Image-Turbo models.", "content_text": "Update: TRELLIS.2 (Text to 3D, Image to 3D) Gradio with Rerun Embedded demo with improved visualization of the 3D model previewer is now available on Hugging Face. Generate assets and view them in the 3D viewer, powered and streamlined with Microsoft’s TRELLIS.2 and Tongyi-MAI’s Z-Image-Turbo models. 🤗 TRELLIS.2 (Demo): prithivMLmods/TRELLIS.2-Text-to-3D 🕹️ GitHub: https://github.com/PRITHIVSAKTHIUR/TRELLIS.2-Text-to-3D-RERUN 🕹️ Collection: https://huggingface.co/collections/prithivMLmods/multimodal-implementations To know more about it, visit the app page or the respective model page! See translation", "url": "https://huggingface.co/posts/prithivMLmods/527859222205581", "date_published": "2025-12-29T17:23:11.996559"}, {"id": "https://huggingface.co/posts/DawnC/125675008571857", "image": "", "title": "VividFlow: AI Image-to-Video Generation 🎬✨", "content_text": "VividFlow: AI Image-to-Video Generation 🎬✨ Bring your images to life with cinematic motion! VividFlow transforms any static image—portraits, artwork, products, or landscapes, into dynamic videos with professional animation quality. The system supports both curated motion templates and custom natural language prompts, giving you complete creative freedom to describe camera movements, subject actions, and atmospheric effects in your own words. What's Inside? 🎭 Smart Motion Templates — 8 curated categories from fashion cinematography to wildlife animations, each with tested prompts that prevent common artifacts like phantom hands in portraits ⚡ Optimized Engine — Powered by Wan2.2-I2V-A14B with Lightning LoRA distillation and FP8 quantization for memory-efficient inference 🎯 Full Creative Control — Seed-based reproducibility for consistent results, adjustable duration from half a second to five seconds, optional AI prompt expansion with Qwen2.5 for enhanced descriptions, and real-time...", "url": "https://huggingface.co/posts/DawnC/125675008571857", "date_published": "2025-12-29T17:23:11.997140"}, {"id": "https://huggingface.co/posts/MohamedRashad/872380380430431", "image": "", "title": "I have update my", "content_text": "I have update my https://huggingface.co/collections/MohamedRashad/arabic-speech-datasets with new datasets, making the full audio data more than 3000 hours of good arabic speech. Feel Free to use it in your new innovations, And happy new year! See translation", "url": "https://huggingface.co/posts/MohamedRashad/872380380430431", "date_published": "2025-12-29T17:23:11.997357"}, {"id": "https://huggingface.co/posts/eaddario/946715506605693", "image": "", "title": "Experimental global target bits‑per‑weight quantization of ServiceNow-AI/Apriel-1.6-15b-Thinker and zai-org/GLM-4.6V-Flash", "content_text": "Experimental global target bits‑per‑weight quantization of ServiceNow-AI/Apriel-1.6-15b-Thinker and zai-org/GLM-4.6V-Flash Unlike standard llama.cpp quantizations that rely on fixed type heuristics (e.g., Q4_K_M), the Target BPW approach optimizes per-tensor precision where it matters the most, and produces high quality models that meet a precise global file size target. Key Advantages: - VRAM Maximization: Can generate high quality models sized exactly to fit hardware constraints (e.g., fitting the model into exactly 24GB VRAM). - Data-Driven Precision: Quantization mix is determined by actual weight error sensitivity rather than hardcoded rules, often yielding better PPL/KLD size trade-offs. Full benchmarks (PPL, KLD, ARC, MMLU, etc.) and methodology in the models' cards eaddario/Apriel-1.6-15b-Thinker-GGUF eaddario/GLM-4.6V-Flash-GGUF See translation", "url": "https://huggingface.co/posts/eaddario/946715506605693", "date_published": "2025-12-29T17:23:11.997741"}, {"id": "https://huggingface.co/posts/codelion/602031524113549", "image": "", "title": "Introducing Dhara-70M: A diffusion language model that achieves 3.8x higher throughput than autoregressive models!", "content_text": "Introducing Dhara-70M: A diffusion language model that achieves 3.8x higher throughput than autoregressive models! Key findings from our research on optimal architectures for small language models: → Depth beats width: 32 layers outperforms 12 layers at the same parameter count → Best-in-class factuality: 47.5% on TruthfulQA → 10x training efficiency using WSD (Warmup-Stable-Decay) conversion → Canon layers add only 0.13% parameters but improve reasoning We trained on 1B tokens using the optimal 50-30-20 dataset mix (PDFs + filtered web + educational content), then converted to diffusion with just 100M additional tokens. Blog: https://huggingface.co/blog/codelion/optimal-model-architecture Model: codelion/dhara-70m See translation", "url": "https://huggingface.co/posts/codelion/602031524113549", "date_published": "2025-12-29T17:23:11.998101"}, {"id": "https://huggingface.co/posts/Kseniase/637856294883643", "image": "", "title": "What we learned about memory in 2025: 8 comprehensive resources", "content_text": "What we learned about memory in 2025: 8 comprehensive resources If models forget everything, how can they be reliable? AI systems need to remember past interactions, update knowledge, stay consistent over time, and work beyond a single prompt. That's why many start to talk more about memory in AI. Here’s a useful set of studies and videos on where AI memory stands today: 1. Memory in the Age of AI Agents (2512.13564) A great survey that organizes agent memory research. It gives concrete taxonomies across memory form, function, and dynamics, summarizes benchmarks, frameworks, and emerging directions for building systematic agent memory systems 2.When Will We Give AI True Memory? A conversation with Edo Liberty, CEO and founder @ Pinecone -> https://youtu.be/ITbwVFZYepc?si=_lAbRHciC740dNz0 Edo Liberty discusses what real memory in LLMs requires beyond RAG - from scalable vector storage to reliable knowledge systems - and why storage, not compute, is becoming the key bottleneck for...", "url": "https://huggingface.co/posts/Kseniase/637856294883643", "date_published": "2025-12-29T17:23:11.998739"}, {"id": "https://huggingface.co/posts/etemiz/694510268767271", "image": "", "title": "I realized when I ask longer answers to my questions, the models sometimes produce completely opposite answer. What could be the reason?", "content_text": "I realized when I ask longer answers to my questions, the models sometimes produce completely opposite answer. What could be the reason? I do mostly CPT. Should I convert my dataset to SFT and give longer reasonings too for it to have integrity? Example: Is the yolk of an egg more beneficial or the white? Answer in 100 words. Answer: Yolk is more beneficial because .......... Example: Is the yolk of an egg more beneficial or the white? Answer in 500 words. Answer: White is more beneficial because .......... Edit: These happen in temp = 0.0 See translation", "url": "https://huggingface.co/posts/etemiz/694510268767271", "date_published": "2025-12-29T17:23:11.999077"}]}