{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/304021452230579", "image": "", "title": "10 Latest Preference Optimization Techniques", "content_text": "10 Latest Preference Optimization Techniques Models need feedback on what makes outputs “good” or “bad.” Policy optimization (PO) turns preferences and rewards into actual training signals. This field is evolving quickly, moving far beyond classics like PPO and GRPO. So here is our overview of 10 newest PO methods: 1. Pref-GRPO → Pref-GRPO: Pairwise Preference Reward-based GRPO for Stable Text-to-Image Reinforcement Learning (2508.20751) Stabilizes text-to-image reinforcement learning (RL) with pairwise preference rewards and a unified UNIGENBENCH benchmark 2. PVPO (Policy with Value Preference Optimization) → PVPO: Pre-Estimated Value-Based Policy Optimization for Agentic Reasoning (2508.21104) This critic-free RL method uses a pre-trained model as a reference anchor to reduce bias and guide learning, selecting high-value examples through data pre-sampling 3. DCPO (Dynamic Clipping Policy Optimization) → DCPO: Dynamic Clipping Policy Optimization (2509.02333) Uses dynamic clipping,...", "url": "https://huggingface.co/posts/Kseniase/304021452230579", "date_published": "2025-09-09T05:21:28.217618"}, {"id": "https://huggingface.co/posts/prithivMLmods/508433106733374", "image": "", "title": "Dropped the HeadshotX : a super-realistic headshot adapter for", "content_text": "Dropped the HeadshotX : a super-realistic headshot adapter for Qwen/Qwen-Image , an image generation model by Qwen. It is an advanced LoRA adaptation of the Qwen-Image model and an upgraded version of prithivMLmods/Qwen-Image-Studio-Realism , offering more precise portrait rendering with a strong focus on realism. The model was trained on diverse face types from across the world, labeled with florence2-en and caption-optimized using prithivMLmods/DeepCaption-VLA-7B . 11(types) × 5 different face types: Asian, Hispanic, Caucasian, Latina, Middle Eastern, etc. ⮞ Model🤗: prithivMLmods/Qwen-Image-HeadshotX ⮞ The Previous Adapter (LoRA): prithivMLmods/Qwen-Image-Studio-Realism ⮞ Collection: prithivMLmods/qwen-image-exp-lora-68a978fe11400bc3165b0c4d . . . To know more about it, visit the app page or the respective model page!! See translation", "url": "https://huggingface.co/posts/prithivMLmods/508433106733374", "date_published": "2025-09-09T05:21:28.218051"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/213039111279918", "image": "", "title": "SUPIR is Still Unchallanged Image Upscaler — Supports GPUs starting from RTX 1000 series to RTX 5000 series", "content_text": "SUPIR is Still Unchallanged Image Upscaler — Supports GPUs starting from RTX 1000 series to RTX 5000 series App Download Link You can download SUPIR app from here : https://www.patreon.com/posts/99176057 CHECK BELOW SCREENSHOTS It has 1-click installers for Windows (only Python 3.10.11 and Git should be sufficient), RunPod (official Pytorch 2.2.0 template) and Massed Compute template Creator > SECourses App Info SUPIR: Scaling Up to Excellence: Practicing Model Scaling for Photo-Realistic Image Restoration In the Wild 1 click installer scripts. SUPIR Sampler and Text CFG Comparison : https://imgsli.com/MjU2ODQz/2/1 Gemini 2.5 Pro prompt to get image description for free : describe this image for sdxl. write single line prompt to regenerate it exactly same. make the prompt extremely detailed https://aistudio.google.com/prompts/new_chat Use Default preset for highest loyalty and Replicate preset for adding more details Human upscale from 1024x1024 to 3072x3072 (3x upscale and total 9x...", "url": "https://huggingface.co/posts/MonsterMMORPG/213039111279918", "date_published": "2025-09-09T05:21:28.218689"}, {"id": "https://huggingface.co/posts/burtenshaw/724732252831042", "image": "", "title": "new smol course", "content_text": "new smol course If you’re building with or learning about post training AI models right now, we have a new FREE and CERTIFIED course. 🔗 Follow the org to join in smol-course The course builds on smol course v1 which was the fastest way to learn to train your custom AI models. It now has: - A leaderboard for students to submit models to - Certification based on exams and leaderboards - Prizes based on Leaderboards - Up to date content on TRL and SmolLM3 - Deep integration with the Hub’s compute for model training and evaluation We will release chapters every few weeks, so you can follow the org to stay updated. See translation", "url": "https://huggingface.co/posts/burtenshaw/724732252831042", "date_published": "2025-09-09T05:21:28.219057"}, {"id": "https://huggingface.co/posts/salma-remyx/773060827423074", "image": "", "title": "The docs for GitRank are live! Follow along to see how you can:", "content_text": "The docs for GitRank are live! Follow along to see how you can: 📖 Daily personalized papers from arXiv matching your project context 👩‍💻 One-click PRs with complete implementation, tests, and docs 🚀 Parallel experimentation - test multiple ideas with ease Your next great idea is probably in a paper you haven't had time to implement. Try it today! http://docs.remyx.ai/resources/ideate See translation", "url": "https://huggingface.co/posts/salma-remyx/773060827423074", "date_published": "2025-09-09T05:21:28.219335"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/823785587931139", "image": "", "title": "Shout out to the winners of the \"Synthetic2Real Object Detection Challenge\" Duality AI hosted earlier this year. Out of the 1000+ participants in our challenges, these users stood out above the rest.", "content_text": "Shout out to the winners of the \"Synthetic2Real Object Detection Challenge\" Duality AI hosted earlier this year. Out of the 1000+ participants in our challenges, these users stood out above the rest. 🥇 1st place: Kaggle user \"richardtroy\" 🥈 2nd place: @ sergio-sanz-rodriguez 🥉 3rd place: @ Nadiaaaaaaa View the entire leaderboard at - https://tinyurl.com/38ebvcwf Join our current Grocery Items: Multi-Class Object Detection Synthetic2Real Kaggle competition here: https://tinyurl.com/y224rttu And be on the lookout for anther competition in the next couple weeks with a brand new domain! hint: ✈️ See translation", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/823785587931139", "date_published": "2025-09-09T05:21:28.219661"}, {"id": "https://huggingface.co/posts/hesamation/792197182072762", "image": "", "title": "a senior engineer at google just dropped a 400-page free book on docs for review: agentic design patterns.", "content_text": "a senior engineer at google just dropped a 400-page free book on docs for review: agentic design patterns. the table of contents looks like everything you need to know about agents + code: > advanced prompt techniques > multi-agent patterns > tool use and MCP > you name it read it here: https://docs.google.com/document/d/1rsaK53T3Lg5KoGwvf8ukOUvbELRtH-V0LnOIFDxBryE/edit?tab=t.0#heading=h.pxcur8v2qagu you can also pre-order on Amazon (published by Springer) and the royalties goes to Save the Children: https://www.amazon.com/Agentic-Design-Patterns-Hands-Intelligent/dp/3032014018/ See translation", "url": "https://huggingface.co/posts/hesamation/792197182072762", "date_published": "2025-09-09T05:21:28.219953"}, {"id": "https://huggingface.co/posts/Reubencf/961832649483016", "image": "", "title": "Introducing the Nano Banana Node Editor! 🍌", "content_text": "Introducing the Nano Banana Node Editor! 🍌 Now you can control and manipulate Nano Banana images with a powerful, intuitive node-based system. Explore the creative possibilities at: Reubencf/Nano_Banana_Editor This version is clearer, more inviting, and emphasizes the creative potential of your tool. See translation", "url": "https://huggingface.co/posts/Reubencf/961832649483016", "date_published": "2025-09-09T05:21:28.220208"}, {"id": "https://huggingface.co/posts/andywu-kby/346535541829962", "image": "", "title": "Hello everyone", "content_text": "Hello everyone Good day! We have launched the product - Virtual Try On 🚀 Say goodbye to the uncertainty of online shopping with Miragic’s Virtual Try-On solution! Our cutting-edge AI technology lets you try on clothes virtually, offering a seamless and interactive shopping experience. Whether you're exploring new outfits or simply trying before you buy, Miragic gives you a realistic view of how items will look on you—without ever stepping into a store. Miragic-AI/Miragic-Virtual-Try-On 🌟 Key Features: - Realistic 3D Try-On: See how clothes fit and look on your virtual self in real-time. - Personalized Fit: Using advanced body-scanning tech, Miragic adjusts the fit based on your unique measurements. - Wide Fashion Selection: Browse through various brands and styles, all available for a virtual try-on. - Sustainable Shopping: Reduce the need for returns and make more eco-friendly choices with a virtual experience that helps you shop smarter. 👚 Why Virtual Try-On? - Save time and money...", "url": "https://huggingface.co/posts/andywu-kby/346535541829962", "date_published": "2025-09-09T05:21:28.220689"}, {"id": "https://huggingface.co/posts/prithivMLmods/101885688055842", "image": "", "title": "Comparing: DeepCaption-VLA-7B, built on Qwen2.5-VL-7B-Instruct, is tailored for image captioning and vision-language attribution, focusing on precise, descriptive captions of visual properties, object attributes, and scene details. In contrast, Qwen2.5-VL-7B-Abliterated-Caption-it is fine-tuned for abliterated captioning, generating highly detailed descriptions across diverse visual categories.", "content_text": "Comparing: DeepCaption-VLA-7B, built on Qwen2.5-VL-7B-Instruct, is tailored for image captioning and vision-language attribution, focusing on precise, descriptive captions of visual properties, object attributes, and scene details. In contrast, Qwen2.5-VL-7B-Abliterated-Caption-it is fine-tuned for abliterated captioning, generating highly detailed descriptions across diverse visual categories. Models🤗 ✦ DeepCaption-VLA-7B : prithivMLmods/DeepCaption-VLA-7B ✦ Qwen2.5-VL-7B-Abliterated-Caption-it : prithivMLmods/Qwen2.5-VL-7B-Abliterated-Caption-it Spaces⛵ ➜ VisionScope-R2 : prithivMLmods/VisionScope-R2 ➜ Qwen2.5-VL-Outpost : prithivMLmods/Qwen2.5-VL-Outpost Collection🗞️ DeepCaption attr. : prithivMLmods/deepcaption-attr-68b041172ebcb867e45c556a VL Abliterated-Caption : prithivMLmods/vl-abliterated-caption-68a0443b63182e97a15c47a3 Multimodal VLMs - Until July'25 : prithivMLmods/multimodal-vlms-until-july25-688312e6b840e1e156f13027 Multimodal VLMs - Aug'25 : prithivMLmods/multimodal-...", "url": "https://huggingface.co/posts/prithivMLmods/101885688055842", "date_published": "2025-09-09T05:21:28.221233"}]}