{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/795992300839975", "image": "", "title": "12 Foundational AI Model Types", "content_text": "12 Foundational AI Model Types Let’s refresh some fundamentals today to stay fluent in the what we all work with. Here are some of the most popular model types that shape the vast world of AI (with examples in the brackets): 1. LLM - Large Language Model (GPT, LLaMA) -> Large Language Models: A Survey (2402.06196) + history of LLMs: https://www.turingpost.com/t/The%20History%20of%20LLMs It's trained on massive text datasets to understand and generate human language. They are mostly build on Transformer architecture, predicting the next token. LLMs scale by increasing overall parameter count across all components (layers, attention heads, MLPs, etc.) 2. SLM - Small Language Model (TinyLLaMA, Phi models, SmolLM) A Survey of Small Language Models (2410.20011) Lightweight LM optimized for efficiency, low memory use, fast inference, and edge use. SLMs work using the same principles as LLMs 3. VLM - Vision-Language Model (CLIP, Flamingo) -> An Introduction to Vision-Language Modeling...", "url": "https://huggingface.co/posts/Kseniase/795992300839975", "date_published": "2025-06-10T17:20:58.732686"}, {"id": "https://huggingface.co/posts/drwlf/878228510592624", "image": "", "title": "Having an insanely good medical LLM is pointless if it won’t answer your questions!", "content_text": "Having an insanely good medical LLM is pointless if it won’t answer your questions! So we’ve made 2 notebook for abliterating any model in order to achieve a good model that will actually help you! The notebooks are made using @ mlabonne ‘s abliteration logic and datasets! Feel free to use them and happy training 😊 https://github.com/dralexlup/LLM-Abliteration See translation", "url": "https://huggingface.co/posts/drwlf/878228510592624", "date_published": "2025-06-10T17:20:58.733031"}, {"id": "https://huggingface.co/posts/zamal/148346638153657", "image": "", "title": "🚀 Videoxity is live on Hugging Face! 🎞️", "content_text": "🚀 Videoxity is live on Hugging Face! 🎞️ A powerful, modular toolkit for intelligent video manipulation and scene editing. With Videoxity, you can: 🖼️ Auto-caption keyframes with BLIP 🧠 Filter scenes using natural language (e.g. “remove dog scenes”) ✂️ Seamlessly trim videos with FFmpeg 📊 Generate frame-based summaries Powered by Groq LLM + LangChain, OpenCV, BLIP, and SentenceTransformers, Videoxity bridges vision and language to give developers full control over video content. 🔧 Built for developers. Feedback welcome! 👉 Try it out here fau/videoxity See translation", "url": "https://huggingface.co/posts/zamal/148346638153657", "date_published": "2025-06-10T17:20:58.733386"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/946731855039439", "image": "", "title": "As part of Duality AI’s recent Kaggle competition, we’ve released a free, fully customizable cloud scenario designed to help you create targeted datasets with YOLO-compatible labels.", "content_text": "As part of Duality AI’s recent Kaggle competition, we’ve released a free, fully customizable cloud scenario designed to help you create targeted datasets with YOLO-compatible labels. The cloud simulation lets you customize the: 📸 camera distance 🎞️ film grain variation 🖼️background objects, ➕ and more! Create the dataset that you need by following this link: https://falcon.duality.ai/secure/scenarios/edit/cca0bc47-265a-4f67-843f-a434b63271b3?utm_source=huggingface&utm_medium=social&utm_campaign=general I’ve attached an instructional video we used for the competition, but this feature is free for anyone who has an account. https://vimeo.com/1091271731?share=copy See translation", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/946731855039439", "date_published": "2025-06-10T17:20:58.733768"}, {"id": "https://huggingface.co/posts/AdinaY/444223242188874", "image": "", "title": "RoboBrain 2.0🔥 OPEN embedded brain model by BAAIBeijing", "content_text": "RoboBrain 2.0🔥 OPEN embedded brain model by BAAIBeijing BAAI/RoboBrain2.0-7B ✨ 7B - Apache 2.0 / 32B coming soon ✨ Supports multiple images, long videos, and high-resolution visuals ✨ Spatial + temporal reasoning ✨ Real-time memory & scene graphs See translation", "url": "https://huggingface.co/posts/AdinaY/444223242188874", "date_published": "2025-06-10T17:20:58.734030"}, {"id": "https://huggingface.co/posts/davanstrien/750748889354716", "image": "", "title": "Inspired by Hugging Face's official MCP server, I've developed a complementary tool that exposes my semantic search API to enhance discovery across the HF platform.", "content_text": "Inspired by Hugging Face's official MCP server, I've developed a complementary tool that exposes my semantic search API to enhance discovery across the HF platform. Key capabilities: - AI-powered semantic search for models and datasets - Parameter count analysis via safetensors metadata - Trending content discovery - Find similar models/datasets functionality - 11 tools total for enhanced ecosystem navigation The semantic search goes beyond simple keyword matching, understanding context and relationships between different models and datasets. Example query: \"Find around 10 reasoning Hugging Face datasets published in 2025 focusing on topics other than maths and science. Show a link and a short summary for each dataset.\" (results in video!) https://github.com/davanstrien/hub-semantic-search-mcp See translation", "url": "https://huggingface.co/posts/davanstrien/750748889354716", "date_published": "2025-06-10T17:20:58.734372"}, {"id": "https://huggingface.co/posts/azettl/866417641952211", "image": "", "title": "Agents & MCP Hackathon Day 8", "content_text": "Agents & MCP Hackathon Day 8 Today I added arXiv, GitHub, SEC EDGAR to the research agent. I also improved the speech bubbles of the agent so you can see exactly what is going on. As tomorrow is the last day, please try the roundtable and let me know if you miss something and I will try to add it. Also, please like the space if you find my MCP useful. Agents-MCP-Hackathon/consilium_mcp See translation", "url": "https://huggingface.co/posts/azettl/866417641952211", "date_published": "2025-06-10T17:20:58.734666"}, {"id": "https://huggingface.co/posts/ProCreations/332752841459357", "image": "", "title": "Just installed the iOS 26 beta-", "content_text": "Just installed the iOS 26 beta- What is your guys opinion on how Apple is doing with AI? Do you think they are caught up, ahead, or behind of the current SOTA AI's on their products? See translation", "url": "https://huggingface.co/posts/ProCreations/332752841459357", "date_published": "2025-06-10T17:20:58.734898"}, {"id": "https://huggingface.co/posts/fdaudens/888164728339934", "image": "", "title": "MCP just hit a tipping point:", "content_text": "MCP just hit a tipping point: - @ hf .co made it dead simple: just type \"hf.co/mcp\" in your chat. No JSON wrestling, no config files. - Meanwhile, OpenAI, Google, and Microsoft all adopted it as their standard. https://huggingface.co/blog/fdaudens/mcp-ai-industry-standard See translation", "url": "https://huggingface.co/posts/fdaudens/888164728339934", "date_published": "2025-06-10T17:20:58.735145"}, {"id": "https://huggingface.co/posts/danielhanchen/426556210957370", "image": "", "title": "Mistral releases Magistral, their new reasoning models! 🔥", "content_text": "Mistral releases Magistral, their new reasoning models! 🔥 GGUFs to run: unsloth/Magistral-Small-2506-GGUF Magistral-Small-2506 excels at mathematics and coding. You can run the 24B model locally with just 32GB RAM by using our Dynamic GGUFs. See translation", "url": "https://huggingface.co/posts/danielhanchen/426556210957370", "date_published": "2025-06-10T17:20:58.735393"}]}