{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/mlabonne/713929804806596", "image": "", "title": "New family of 1B models just dropped!", "content_text": "New family of 1B models just dropped! > LiquidAI/LFM2.5-1.2B-Base : 10T → 28T tokens > LiquidAI/LFM2.5-1.2B-Instruct : new large-scale multi-stage RL > LiquidAI/LFM2.5-1.2B-JP : our most polite model > LiquidAI/LFM2.5-VL-1.6B : multi-image multilingual > LiquidAI/LFM2.5-Audio-1.5B : 8x times faster, no quality loss Super proud of this release 🤗 See translation", "url": "https://huggingface.co/posts/mlabonne/713929804806596", "date_published": "2026-01-08T13:43:58.507511"}, {"id": "https://huggingface.co/posts/vincentg64/731522720644742", "image": "", "title": "New Book: No-Blackbox, Secure, Efficient AI and LLM Solutions", "content_text": "New Book: No-Blackbox, Secure, Efficient AI and LLM Solutions https://mltblog.com/4aRwvM5 Large language models and modern AI is often presented as technology that needs deep neural networks (DNNs) with billions of Blackbox parameters, expensive and time consuming training, along with GPU farms, yet prone to hallucinations. This book presents alternatives that rely on explainable AI, featuring new algorithms based on radically different technology with trustworthy, auditable, fast, accurate, secure, replicable Enterprise AI. Most of the material is proprietary and made from scratch, showcasing the culmination of decades of research away from standard models to establish a new framework in machine learning and AI technology. I discuss an efficient DNN architecture based on a new type of universal functions in chapter 4, with DNN distillation and protection via watermarking in chapter 5. Then, in chapter 6, I discuss non-DNN alternatives that yield exact interpolation on the training...", "url": "https://huggingface.co/posts/vincentg64/731522720644742", "date_published": "2026-01-08T13:43:58.508067"}, {"id": "https://huggingface.co/posts/MaziyarPanahi/255552518498714", "image": "", "title": "🎉 OpenMed 2025 Year in Review: 6 Months of Open Medical AI", "content_text": "🎉 OpenMed 2025 Year in Review: 6 Months of Open Medical AI I'm thrilled to share what the OpenMed community has accomplished since our July 2025 launch! 📊 The Numbers 29,700,000 downloads Thank you! 🙏 - 481 total models (475 medical NER models + 6 fine-tuned LLMs) - 475 medical NER models in [OpenMed]( OpenMed ) organization - 6 fine-tuned LLMs in [openmed-community]( openmed-community ) - 551,800 PyPI downloads of the [openmed package]( https://pypi.org/project/openmed/ ) - 707 followers on HuggingFace (you!) - 97 GitHub stars on the [toolkit repo]( https://github.com/maziyarpanahi/openmed ) 🏆 Top Models by Downloads 1. [OpenMed-NER-PharmaDetect-SuperClinical-434M]( OpenMed/OpenMed-NER-PharmaDetect-SuperClinical-434M ) — 147,305 downloads 2. [OpenMed-NER-ChemicalDetect-ElectraMed-33M]( OpenMed/OpenMed-NER-ChemicalDetect-ElectraMed-33M ) — 126,785 downloads 3. [OpenMed-NER-BloodCancerDetect-TinyMed-65M]( OpenMed/OpenMed-NER-BloodCancerDetect-TinyMed-65M ) — 126,465 downloads 🔬 Model...", "url": "https://huggingface.co/posts/MaziyarPanahi/255552518498714", "date_published": "2026-01-08T13:43:58.508731"}, {"id": "https://huggingface.co/posts/MikeDoes/265606187790986", "image": "", "title": "We can't build more private AI if we can't measure privacy intelligence.", "content_text": "We can't build more private AI if we can't measure privacy intelligence. That's why we're highlighting the Priv-IQ benchmark, a new, solution-oriented framework for evaluating LLMs on eight key privacy competencies, from visual privacy to knowledge of privacy law. The direct connection to our work is clear: the researchers relied on samples from the Ai4Privacy dataset to build out questions for Privacy Risk Assessment and Multilingual Entity Recognition. This is the power of open-source collaboration. We provide the data building blocks, and researchers construct powerful new evaluation tools on top of them. It's a win-win for the entire ecosystem when we can all benefit from transparent, data-driven benchmarks that help push for better, safer AI. Kudos to Sakib Shahriar and Rozita A. Dara for this important contribution. Read the paper to see the results: https://www.proquest.com/docview/3170854914?pq-origsite=gscholar&fromopenview=true&sourcetype=Scholarly%20Journals #OpenSource...", "url": "https://huggingface.co/posts/MikeDoes/265606187790986", "date_published": "2026-01-08T13:43:58.509130"}, {"id": "https://huggingface.co/posts/tsungyi/951918573083601", "image": "", "title": "🎉 Exciting News — NVIDIA Cosmos is celebrating its 1st birthday and has hit 5 MILLION downloads! 🎉", "content_text": "🎉 Exciting News — NVIDIA Cosmos is celebrating its 1st birthday and has hit 5 MILLION downloads! 🎉 In just one year, the Cosmos ecosystem has grown rapidly: 🧠 Cosmos Reason and Cosmos Predict have surpassed 2 MILLION downloads each on @ HuggingFace , topping physical AI leaderboards 🔄 Cosmos Transfer is enabling adaptation across domains and tasks 🔮 Cosmos Cookbook is the go-to hub for recipes from developers and partners like Uber and IntBot. Thank you to our amazing developer community for making this possible. Here's to pushing the boundaries of world foundation models together! 🧑🏻‍🍳Read the Cosmos Cookbook: https://nvda.ws/4qevli8 📚 Explore Models & Datasets: https://huggingface.co/collections/nvidia/nvidia-cosmos-2 See translation", "url": "https://huggingface.co/posts/tsungyi/951918573083601", "date_published": "2026-01-08T13:43:58.509548"}, {"id": "https://huggingface.co/posts/dhruv3006/531790411219507", "image": "", "title": "Assertions are  sanity checks for your API.", "content_text": "Assertions are sanity checks for your API. In Voiden, assertions are reusable blocks . How it works : 1. Type /assertion-block 2. Run the request Ctrl + Enter ) 3. Check the Response Panel to see if it passed or broke Quick confidence. Zero guesswork. Download Voiden here : https://voiden.md/ See translation", "url": "https://huggingface.co/posts/dhruv3006/531790411219507", "date_published": "2026-01-08T13:43:58.509816"}, {"id": "https://huggingface.co/posts/branikita/472070918537855", "image": "", "title": "Open-source parallel gripper for SO-ARM100/101 released!", "content_text": "Open-source parallel gripper for SO-ARM100/101 released! We’ve published the full open-source parallel gripper design for SO-ARM100 and SO-ARM101. Includes: - Mechanical specs and documentation - Step-by-step assembly guide - Full BOM with sourcing links - STL/CAD files for FDM printing (tested on Bambu Lab A1 mini, Prusa MINI+, ≥180×180 mm bed) The gripper supports an interchangeable camera holder compatible with common research cameras: - IMX335 (USB RGB, 5 MP) - GC2093 (USB RGB, 2 MP) - Orbbec Gemini 2 (RGB-D) - Intel RealSense D405 (RGB-D, close-range) - Intel RealSense D435 / D435i (RGB-D, general purpose) - Intel RealSense D455 (RGB-D, long-range) ~30–45 min assembly, fully 3D-printable, ready to integrate with SO-ARM. Github repo: https://github.com/roboninecom/SO-ARM100-101-Parallel-Gripper See translation", "url": "https://huggingface.co/posts/branikita/472070918537855", "date_published": "2026-01-08T13:43:58.510238"}, {"id": "https://huggingface.co/posts/mindchain/258347414806989", "image": "", "title": "Skill Reflect: A Concept for Automated AI Skill Mastery", "content_text": "Skill Reflect: A Concept for Automated AI Skill Mastery Let’s be real for a second: most of us are using AI all wrong. We send a prompt, get a \"meh\" answer, and then spend twenty minutes fixing it ourselves. That’s not a workflow; that’s just a digital chore. I wanted to see if I could push Claude further—to see if I could build a system that actually learns and refines itself. That’s how the Claude-Reflect-System (Skill Reflect) was born. But here’s the thing: this isn’t some polished, final product. It’s a concept. It’s a blueprint. I’ve built the foundation of a recursive reflection loop that forces the AI to step back, look at its work, and act as its own harshest critic. It identifies the \"skill delta\"—the gap between \"okay\" and \"mastery\"—and closes it. This logic isn't just for Claude; you can grab this architecture and drop it right into codex-cli, terminal agents, or whatever stack you're building. I’m a big believer in the law of causality. Action, reaction. Cause and...", "url": "https://huggingface.co/posts/mindchain/258347414806989", "date_published": "2026-01-08T13:43:58.510867"}, {"id": "https://huggingface.co/posts/Akhil-Theerthala/396893563842558", "image": "", "title": "Is it better to show a model too many images once (Diversity), or extract as much information from a small set of images?", "content_text": "Is it better to show a model too many images once (Diversity), or extract as much information from a small set of images? I have always wanted to do an ablation study on this and recently I got the chance to do exactly that. Why? In applied domains like robotics, manufacturing, or banking, we rarely have the luxury of internet-scale diverse image datasets. We are often \"Data Poor\" in terms of diversity but \"Data Rich\" in depth. The takeaway? Density is efficient for facts but dangerous for reasoning (logical collapse) if you don't have larger scale data. More details: https://huggingface.co/blog/Akhil-Theerthala/diversity-density-for-vision-language-models See translation", "url": "https://huggingface.co/posts/Akhil-Theerthala/396893563842558", "date_published": "2026-01-08T13:43:58.511174"}, {"id": "https://huggingface.co/posts/tsungyi/839679910683551", "image": "", "title": "Big news from CES — Cosmos Reason 2 is here — our most advanced reasoning vision-language model for physical AI, now topping the Physical AI Bench leaderboard🏆", "content_text": "Big news from CES — Cosmos Reason 2 is here — our most advanced reasoning vision-language model for physical AI, now topping the Physical AI Bench leaderboard🏆 shi-labs/physical-ai-bench-leaderboard What’s new: - Enhanced physical reasoning & spatio-temporal understanding - Flexible deployment with 2B & 8B model sizes - Long-context understanding (up to 256K tokens) - Object detection with 2D/3D point localizations and trajectory data - New Cosmos Cookbook Recipes for faster onboarding Read the full blog 📖 https://huggingface.co/blog/nvidia/nvidia-cosmos-reason-2-brings-advanced-reasoning Download Cosmos Reason 2 👉 nvidia/Cosmos-Reason2-8B On top of Cosmos Reason 2, we also rolled out other new updates, including: - Cosmos Predict 2.5 – Unified Text2World/Image2World/Video2World model for higher-quality synthetic video worlds - Cosmos Transfer 2.5-2B – Lightweight, high-fidelity world-to-world translation with stronger physics alignment - NVIDIA GR00T N1.6 – Open robot foundation...", "url": "https://huggingface.co/posts/tsungyi/839679910683551", "date_published": "2026-01-08T13:43:58.511663"}]}