{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/merve/482686790570915", "image": "", "title": "ByteDance released Tar 1.5B and 7B: image-text in image-text out models, fully open-source 👏", "content_text": "ByteDance released Tar 1.5B and 7B: image-text in image-text out models, fully open-source 👏 ByteDance-Seed/tar-6864cf0d9fe59a3b91cc4260 They have an image tokenizer unified with text, and they de-tokenize using either of two models (LLM and diffusion) The model is actually a full LLM (Qwen2), the tokenizer converts image tokens 🤯 See translation", "url": "https://huggingface.co/posts/merve/482686790570915", "date_published": "2025-07-10T05:27:05.518957"}, {"id": "https://huggingface.co/posts/a-r-r-o-w/278025275110164", "image": "", "title": "Caching is an essential technique used in diffusion inference serving for speeding up image/video generations. Diffusers just added support for another caching method: First Block Cache - a technique developed by", "content_text": "Caching is an essential technique used in diffusion inference serving for speeding up image/video generations. Diffusers just added support for another caching method: First Block Cache - a technique developed by @ chengzeyi building upon the ideas of TeaCache. The idea in short is: if the model predictions do not vary much over successive inference steps, we can skip certain steps where the prediction difference is small. To figure out whether an inference step will make a significant improvement to the overall velocity/noise prediction, we calculate the relative difference of the output of the first transformer block at timestep $t$ with $t-1$, and compare it against a selected threshold. If the difference is lower than the threshold, we skip the step. A higher threshold will lead to more steps being skipped. However, skipping many steps is bad because it can throw off the model predictions, and so we need to test and select the threshold based on level of quality-speed tradeoff...", "url": "https://huggingface.co/posts/a-r-r-o-w/278025275110164", "date_published": "2025-07-10T05:27:05.519494"}, {"id": "https://huggingface.co/posts/YerbaPage/789674491872223", "image": "", "title": "How to achieve 100% Pass Rate on HumanEval ? 🔥", "content_text": "How to achieve 100% Pass Rate on HumanEval ? 🔥 Meet MGDebugger if you are tired of LLMs failing on complex bugs 🤔 Our MGDebugger, just hit 100% accuracy on HumanEval using the DeepSeek-R1 model. 🚀 ✨ Demo: learnmlf/MGDebugger 📝 Paper: From Code to Correctness: Closing the Last Mile of Code Generation with Hierarchical Debugging (2410.01215) 💻 Code: https://github.com/YerbaPage/MGDebugger HumanEval may be retired, we're ready for the next challenge In more complex scenarios! You may also take look at this repo for a collection of awesome repo-level coding tasks! 🖥️ https://github.com/YerbaPage/Awesome-Repo-Level-Code-Generation See translation", "url": "https://huggingface.co/posts/YerbaPage/789674491872223", "date_published": "2025-07-10T05:27:05.519846"}, {"id": "https://huggingface.co/posts/merve/713910696313243", "image": "", "title": "GitHub refuses to render notebooks for a long time now 💔", "content_text": "GitHub refuses to render notebooks for a long time now 💔 so smol-vision now lives in Hugging Face model repository 🤗 merve/smol-vision See translation", "url": "https://huggingface.co/posts/merve/713910696313243", "date_published": "2025-07-10T05:27:05.520063"}, {"id": "https://huggingface.co/posts/chansung/585764915046887", "image": "", "title": "YAML engineering becomes more and more important than ever from infra provisioning to model training (recipes).", "content_text": "YAML engineering becomes more and more important than ever from infra provisioning to model training (recipes). Here, I built a simple editor first for @ dstackai , and I will share the live endpoint this week. Let me know what you think about this approach. Based on this approach, if people think this is useful, I am going to do the same thing for the LLM training recipes for popular frameworks such as Hugging Face open-r1, Axolotl, and so on. Let me hear. See translation", "url": "https://huggingface.co/posts/chansung/585764915046887", "date_published": "2025-07-10T05:27:05.520328"}, {"id": "https://huggingface.co/posts/louisbrulenaudet/165456039014439", "image": "", "title": "Because hackathons are often the starting point for many AI projects, I've created a Python-backend template incorporating my feedback to streamline collaboration and urgent deployments 🏎️", "content_text": "Because hackathons are often the starting point for many AI projects, I've created a Python-backend template incorporating my feedback to streamline collaboration and urgent deployments 🏎️ Within a year, I had the opportunity to participate in hackathons organized by Mistral, OpenAI, and DeepMind and this GitHub template is structured around several fundamental building blocks and recommendations I offer developers eager to participate in their first hackathon, whether as part of a team or individually. Its emphasis is on rapid setup and deployment through: - uv as a package manager, simplifying usage via a series of pre-configured make commands. - FastAPI for API management, structured in a modular architecture designed to minimize branch conflicts during merges to main branches (using minimal health-check and ping routes to verify Docker’s proper execution and backend accessibility on the local network). - Pydantic for validation and type handling, which simplifies debugging and...", "url": "https://huggingface.co/posts/louisbrulenaudet/165456039014439", "date_published": "2025-07-10T05:27:05.520941"}, {"id": "https://huggingface.co/posts/ProCreations/258072359756545", "image": "", "title": "33 followers AGAIN in another day is insane.... Thank you guys!", "content_text": "33 followers AGAIN in another day is insane.... Thank you guys! trying to get to the #1 trending community article. upvote my article to help out! https://huggingface.co/blog/ProCreations/transformers-are-getting-old Also, I made a ZeroGPU space that lets you try out smollm3 with no setup needed: Check it out! ProCreations/smollm3 See translation", "url": "https://huggingface.co/posts/ProCreations/258072359756545", "date_published": "2025-07-10T05:27:05.521180"}, {"id": "https://huggingface.co/posts/m-ric/129069007859083", "image": "", "title": "Diffusion LLMs are coming for autoregressive LLMs ⚡️⚡️ Inception Labs' new diffusion model demolishes all leading LLMs on generation speed, with equal quality !", "content_text": "Diffusion LLMs are coming for autoregressive LLMs ⚡️⚡️ Inception Labs' new diffusion model demolishes all leading LLMs on generation speed, with equal quality ! Inception Labs was founded a few months ago, and they're not sleeping: after dropping a code model, they just published Mercury chat, a diffusion-based chat model that reaches 1000 tokens / second on H100, i.e. 10x more than models of equivalent performance on the same hardware! What's the breakthrough? Well instead, of generating tokens left-to-right like the more common autoregressive LLMs, diffusion models generate their blocks of text all at once, and successive steps refine the whole text. Diffusion models being really fast at isn't new, we have had some promising results on this by Google already back in May with Gemini Diffusion, and Mercury themselves had already published their coding model a few months ago But being that good quality is new - and now Inception Labs just proved that their models work well in chat...", "url": "https://huggingface.co/posts/m-ric/129069007859083", "date_published": "2025-07-10T05:27:05.521654"}, {"id": "https://huggingface.co/posts/giadap/958744591263435", "image": "", "title": "I've been posting bits and pieces about this research, but now I can finally say: new paper alert 🚨", "content_text": "I've been posting bits and pieces about this research, but now I can finally say: new paper alert 🚨 My colleague @ brunatrevelin and I just shared a paper exploring why traditional consent frameworks are breaking down in AI contexts (forthcoming chapter in a collective book). The current model places impossible burdens on users to manage countless consent decisions. Meanwhile, AI systems learn to mimic our voices and writing styles from data we unknowingly provided years ago. What's next? We need to shift from individual responsibility to collective accountability. This means: - Organizations designing systems that respect human agency by default - Developers building ethics into models from the start - Policymakers creating frameworks beyond minimal compliance Blog post: https://huggingface.co/blog/giadap/consentful-ai Paper: Can AI be Consentful? (2507.01051) See translation", "url": "https://huggingface.co/posts/giadap/958744591263435", "date_published": "2025-07-10T05:27:05.522040"}, {"id": "https://huggingface.co/posts/ProCreations/956872455588724", "image": "", "title": "20 FOLLOWERS IN LESS THAN A DAY? YA'LL ARE CRAZY!", "content_text": "20 FOLLOWERS IN LESS THAN A DAY? YA'LL ARE CRAZY! We zoomed pass 70, 80, and 90 followers in a day. That is insane. As a thank you, ive published one of my largest and most expensive dataset (rip my 2 dollars, most of my datasets are free to make) to the hub. To be used for text summarization in english, check it out! ProCreations/simple-summaries See translation", "url": "https://huggingface.co/posts/ProCreations/956872455588724", "date_published": "2025-07-10T05:27:05.522279"}]}