{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/tomaarsen/782540332014764", "image": "", "title": "An assembly of 18 European companies, labs, and universities have banded together to launch 🇪🇺 EuroBERT! It's a state-of-the-art multilingual encoder for 15 European languages, designed to be finetuned for retrieval, classification, etc.", "content_text": "An assembly of 18 European companies, labs, and universities have banded together to launch 🇪🇺 EuroBERT! It's a state-of-the-art multilingual encoder for 15 European languages, designed to be finetuned for retrieval, classification, etc. 🇪🇺 15 Languages: English, French, German, Spanish, Chinese, Italian, Russian, Polish, Portuguese, Japanese, Vietnamese, Dutch, Arabic, Turkish, Hindi 3️⃣ 3 model sizes: 210M, 610M, and 2.1B parameters - very very useful sizes in my opinion ➡️ Sequence length of 8192 tokens! Nice to see these higher sequence lengths for encoders becoming more common. ⚙️ Architecture based on Llama, but with bi-directional (non-causal) attention to turn it into an encoder. Flash Attention 2 is supported. 🔥 A new Pareto frontier (stronger *and* smaller) for multilingual encoder models 📊 Evaluated against mDeBERTa, mGTE, XLM-RoBERTa for Retrieval, Classification, and Regression (after finetuning for each task separately): EuroBERT punches way above its weight. 📝...", "url": "https://huggingface.co/posts/tomaarsen/782540332014764", "date_published": "2025-03-12T13:29:40.750330"}, {"id": "https://huggingface.co/posts/openfree/729932908902684", "image": "", "title": "Huggingface Space Leaderboard 🚀", "content_text": "Huggingface Space Leaderboard 🚀 Hello Huggingface Community! VIDraft/Space-Leaderboard We are excited to introduce the Huggingface Space Leaderboard, a service that lets you view the latest trending Spaces on the Huggingface platform at a glance. This service helps you quickly explore a wide range of creative projects and will spark new inspiration for your own ideas. 🎉 Detailed Feature Overview 1. Real-time Trend Reflection Automated Aggregation: Analyzes and ranks over 500 popular Spaces on Huggingface in real time. Accurate Ranking: Combines various metrics such as likes, engagement, and creation time to accurately reflect the latest trends. Instant Updates: Data is continuously updated, so you always see the most current popular Spaces. 2. Intuitive Preview 70% Scaled Preview: Each Space is displayed at 70% scale, providing a neat and clear preview at a glance. Easy Visual Comparison: View multiple Spaces side by side to easily compare their designs and functionalities. Error...", "url": "https://huggingface.co/posts/openfree/729932908902684", "date_published": "2025-03-12T13:29:40.751010"}, {"id": "https://huggingface.co/posts/BrigitteTousi/467635548040677", "image": "", "title": "LeRobot goes to driving school! 🚗🚗🚗", "content_text": "LeRobot goes to driving school! 🚗🚗🚗 Hugging Face just announced a new collab with Yaak to bring the largest open-source self-driving dataset to LeRobot! Major kudos to HF's @ cadene , as well as @ sandhawalia , @ Shnissen and the Yaak team! Check out the blog post here: https://huggingface.co/blog/lerobot-goes-to-driving-school See translation", "url": "https://huggingface.co/posts/BrigitteTousi/467635548040677", "date_published": "2025-03-12T13:29:40.751320"}, {"id": "https://huggingface.co/posts/jasoncorkill/287919306604058", "image": "", "title": "Benchmarking Google's Veo2: How Does It Compare?", "content_text": "Benchmarking Google's Veo2: How Does It Compare? The results did not meet expectations. Veo2 struggled with style consistency and temporal coherence, falling behind competitors like Runway, Pika, Tencent, and even Alibaba. While the model shows promise, its alignment and quality are not yet there. Google recently launched Veo2, its latest text-to-video model, through select partners like fal.ai. As part of our ongoing evaluation of state-of-the-art generative video models, we rigorously benchmarked Veo2 against industry leaders. We generated a large set of Veo2 videos spending hundreds of dollars in the process and systematically evaluated them using our Python-based API for human and automated labeling. Check out the ranking here: https://www.rapidata.ai/leaderboard/video-models Rapidata/text-2-video-human-preferences-veo2 See translation", "url": "https://huggingface.co/posts/jasoncorkill/287919306604058", "date_published": "2025-03-12T13:29:40.751670"}, {"id": "https://huggingface.co/posts/prithivMLmods/506493789164421", "image": "", "title": "Variable Demo for Two Image-to-Text-to-Text Multimodals 🌠", "content_text": "Variable Demo for Two Image-to-Text-to-Text Multimodals 🌠 📜Space: prithivMLmods/Multimodal-OCR By default, it will use: prithivMLmods/Qwen2-VL-OCR-2B-Instruct or prithivMLmods/Qwen2-VL-OCR2-2B-Instruct To trigger Aya-Vision's 8B by @ aya-vision , use the prompt: CohereForAI/aya-vision-8b See translation", "url": "https://huggingface.co/posts/prithivMLmods/506493789164421", "date_published": "2025-03-12T13:29:40.751990"}, {"id": "https://huggingface.co/posts/BrigitteTousi/858963061028741", "image": "", "title": "Regardless of X being down or not, so glad I can rely on HF Posts for AI news ❤️🤗", "content_text": "Regardless of X being down or not, so glad I can rely on HF Posts for AI news ❤️🤗 See translation", "url": "https://huggingface.co/posts/BrigitteTousi/858963061028741", "date_published": "2025-03-12T13:29:40.752218"}, {"id": "https://huggingface.co/posts/lewtun/886287473065721", "image": "", "title": "Introducing OlympicCoder: a series of open reasoning models that can solve olympiad-level programming problems 🧑‍💻", "content_text": "Introducing OlympicCoder: a series of open reasoning models that can solve olympiad-level programming problems 🧑‍💻 - 7B open-r1/OlympicCoder-7B - 32B open-r1/OlympicCoder-32B We find that OlympicCoder models outperform Claude 3.7 Sonnet, as well as others over 100x larger 💪 Together with the models, we are releasing: 📊CodeForces-CoTs: new dataset of code problems from the most popular competitive coding platform, with R1 traces in C++ and Python open-r1/codeforces-cots 🏆 IOI'2024: a new benchmark of VERY hard programming problems where even frontier models struggle to match human performance open-r1/ioi For links to the models and datasets, check out our latest progress report from Open R1: https://huggingface.co/blog/open-r1/update-3 See translation", "url": "https://huggingface.co/posts/lewtun/886287473065721", "date_published": "2025-03-12T13:29:40.752607"}, {"id": "https://huggingface.co/posts/fdaudens/473088205866195", "image": "", "title": "Honored to be named among their 12 pioneers and power players in the news industry in the 2025 Tech Trends Report from Future Today Strategy Group.", "content_text": "Honored to be named among their 12 pioneers and power players in the news industry in the 2025 Tech Trends Report from Future Today Strategy Group. Incredible group to be part of - each person is doing groundbreaking work at the intersection of AI and journalism. Worth following them all: they're consistently sharing practical insights on building the future of news. Take the time to read this report, it's packed with insights as always. The news & information section's #1 insight hits hard: \"The most substantive economic impact of AI to date has been licensing payouts for a handful of big publishers. The competition will start shifting in the year ahead to separate AI 'haves' that have positioned themselves to grow from the 'have-nots.'\" This AI-driven divide is something I've been really concerned about. Now is the time to build more than ever! 👉 Full report here: https://ftsg.com/wp-content/uploads/2025/03/FTSG_2025_TR_FINAL_LINKED.pdf See translation", "url": "https://huggingface.co/posts/fdaudens/473088205866195", "date_published": "2025-03-12T13:29:40.753056"}, {"id": "https://huggingface.co/posts/julien-c/158943939527784", "image": "", "title": "Important notice 🚨", "content_text": "Important notice 🚨 For Inference Providers who have built support for our Billing API (currently: Fal, Novita, HF-Inference – with more coming soon), we've started enabling Pay as you go (=PAYG) What this means is that you can use those Inference Providers beyond the free included credits, and they're charged to your HF account. You can see it on this view: any provider that does not have a \"Billing disabled\" badge, is PAYG-compatible. See translation", "url": "https://huggingface.co/posts/julien-c/158943939527784", "date_published": "2025-03-12T13:29:40.753365"}, {"id": "https://huggingface.co/posts/sandhawalia/828661994559435", "image": "", "title": ". World's largest open-source self driving dataset. Ready for end-to-end learning with LeRobot.", "content_text": "LeRobot goes to driving school . World's largest open-source self driving dataset. Ready for end-to-end learning with LeRobot. 3 years, 30 German cities, 60 driving instructors and students. https://huggingface.co/blog/lerobot-goes-to-driving-school Coming this summer — LeRobot driver. See translation", "url": "https://huggingface.co/posts/sandhawalia/828661994559435", "date_published": "2025-03-12T13:29:40.753630"}]}