{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/openfree/953705052271600", "image": "", "title": "🧠 ThinkFlow: The Revolutionary Platform That Gives LLMs the Power to Think 🚀", "content_text": "🧠 ThinkFlow: The Revolutionary Platform That Gives LLMs the Power to Think 🚀 Hello AI community! We're excited to introduce you to ThinkFlow, an innovative service that transforms how language models solve problems. 🎉 VIDraft/ThinkFlow-llama ✨ What is ThinkFlow? ThinkFlow is a groundbreaking platform that automatically applies step-by-step reasoning capabilities to existing LLM models without any modifications. It makes complex problem-solving transparent, allowing you to witness the model's thought process in real-time. 🔍 Key Features Reasoning Without Model Modifications: Add step-by-step reasoning while utilizing existing LLMs as they are ⚙️ Visualized Thinking Process: See exactly how the model analyzes and solves problems 👁️ Before & After Comparison: Compare standard responses with reasoning-enhanced outputs in real-time 📊 Improved Accuracy: Deliver more accurate solutions for complex math and logic problems 📈 Educational Value: Teach students systematic approaches to problem-...", "url": "https://huggingface.co/posts/openfree/953705052271600", "date_published": "2025-04-20T13:27:32.199574"}, {"id": "https://huggingface.co/posts/seawolf2357/553204712342429", "image": "", "title": "📚 Papers Leaderboard - See the Latest AI Research Trends at a Glance! ✨", "content_text": "📚 Papers Leaderboard - See the Latest AI Research Trends at a Glance! ✨ Hello, AI research community! Today I'm introducing a new tool for exploring research papers. Papers Leaderboard is an open-source dashboard that makes it easy to find and filter the latest AI research papers. Heartsync/Papers-Leaderboard 🌟 Key Features Date Filtering: View only papers published within a specific timeframe (from May 5, 2023 to present) Title Search: Quickly find papers containing your keywords of interest Abstract Search: Explore paper content more deeply by searching for keywords within abstracts Automatic Updates: The database is updated with the latest papers every hour 💡 How to Use It? Select a start date and end date Enter keywords you want to find in titles or abstracts Adjust the maximum number of search results for abstract searches Results are displayed neatly in table format See translation", "url": "https://huggingface.co/posts/seawolf2357/553204712342429", "date_published": "2025-04-20T13:27:32.200042"}, {"id": "https://huggingface.co/posts/aiqtech/339494015180136", "image": "", "title": "🌐 AI Token Visualization Tool with Perfect Multilingual Support", "content_text": "🌐 AI Token Visualization Tool with Perfect Multilingual Support Hello! Today I'm introducing my Token Visualization Tool with comprehensive multilingual support. This web-based application allows you to see how various Large Language Models (LLMs) tokenize text. aiqtech/LLM-Token-Visual ✨ Key Features 🤖 Multiple LLM Tokenizers: Support for Llama 4, Mistral, Gemma, Deepseek, QWQ, BERT, and more 🔄 Custom Model Support: Use any tokenizer available on HuggingFace 📊 Detailed Token Statistics: Analyze total tokens, unique tokens, compression ratio, and more 🌈 Visual Token Representation: Each token assigned a unique color for visual distinction 📂 File Analysis Support: Upload and analyze large files 🌏 Powerful Multilingual Support The most significant advantage of this tool is its perfect support for all languages: 📝 Asian languages including Korean, Chinese, and Japanese fully supported 🔤 RTL (right-to-left) languages like Arabic and Hebrew supported 🈺 Special characters and emoji...", "url": "https://huggingface.co/posts/aiqtech/339494015180136", "date_published": "2025-04-20T13:27:32.200668"}, {"id": "https://huggingface.co/posts/ginipick/639223795082206", "image": "", "title": "🤖 AI Academic Paper Generator: Your Research Partner 🎓", "content_text": "🤖 AI Academic Paper Generator: Your Research Partner 🎓 Hello, researchers! Today I'm introducing my AI Academic Paper Generation System. This application is built with Streamlit and provides AI agents to assist with every stage of the academic research process. ginipick/AgentX-Papers ✨ Key Features 📚 Literature Research: AI reviews and summarizes relevant research 📝 Paper Outline: Generates a well-structured paper outline ✍️ Draft Writing: Creates a paper draft based on your research topic 🔗 Citation Generation: Automatically generates academic citations 🖋️ Editing & Polishing: Checks grammar, context, and logical flow 🌐 Multilingual Support: Interface available in English and Korean 🚀 How to Use Enter basic information like research topic, paper title, and deadline AI agents generate everything from literature review to final paper Download your completed paper or consult with the chatbot for further assistance 💡 What Makes It Special This tool integrates all stages of academic...", "url": "https://huggingface.co/posts/ginipick/639223795082206", "date_published": "2025-04-20T13:27:32.201199"}, {"id": "https://huggingface.co/posts/m-ric/531366391123392", "image": "", "title": "New king of open VLMs: InternVL3 takes Qwen 2.5's crown! 👑", "content_text": "New king of open VLMs: InternVL3 takes Qwen 2.5's crown! 👑 InternVL have been a wildly successful series of model : and the latest iteration has just taken back their crown thanks to their superior, natively multimodal vision training pipeline. ➡️ Most of the vision language models (VLMs) these days are built like Frankenstein : take a good text-only Large Language Model (LLM) backbone, stitch a specific vision transformer (ViT) on top of it. Then the training is sequential 🔢 : 1. Freeze the LLM weights while you train the ViT only to work with the LLM part, then 2. Unfreeze all weights to train all weights in order to work together. 💫 The Shanghai Lab decided to challenge this paradigm and chose this approach that they call \"native\". For each of their model sizes, they still start from a good LLM (mostly Qwen-2.5 series, did I tell you I'm a huge fan of Qwen? ❤️), and stitch the ViT, but they don't freeze anything : they train all weights together with interleaved text and image...", "url": "https://huggingface.co/posts/m-ric/531366391123392", "date_published": "2025-04-20T13:27:32.201703"}, {"id": "https://huggingface.co/posts/prithivMLmods/567717355691306", "image": "", "title": "Dropping an entire collection of Style Intermixing Adapters on StrangerZone HF — including Realism, Anime, Sketch, Texture-Rich 3D Experimentals, Automotive Concept Images, and LoRA models based on Flux.1, SD 3.5 Turbo/Large, Stable Diffusion XL 🎨", "content_text": "Dropping an entire collection of Style Intermixing Adapters on StrangerZone HF — including Realism, Anime, Sketch, Texture-Rich 3D Experimentals, Automotive Concept Images, and LoRA models based on Flux.1, SD 3.5 Turbo/Large, Stable Diffusion XL 🎨 ╰┈➤Collection : ➜ sketch : strangerzonehf/sketch-fav-675ba869c7ceaec7e652ee1c ➜ sketch2 : strangerzonehf/q-series-sketch-678e3503bf3a661758429717 ➜ automotive : strangerzonehf/automotive-3d-675bb31a491d8c264d45d843 ➜ texture 3d : strangerzonehf/flux-3dxl-engine-674833c14a001d5b1fdb5139 ➜ super 3d : strangerzonehf/super-3d-engine-6743231d69f496df97addd2b ➜ style mix : strangerzonehf/mixer-engine-673582c9c5939d8aa5bf9533 ➜ realism : strangerzonehf/realism-engine-67343495b6daf0fbdb904cc1 ╰┈➤The Entire Collection : ➜ flux.1 : prithivMLmods/flux-lora-collections-66dd5908be2206cfaa8519be ➜ flux-ultimate-lora-collection : strangerzonehf/Flux-Ultimate-LoRA-Collection ➜ sd 3.5 large / turbo : prithivMLmods/sd-35-large-lora-671b39d7bc2e7f71a446b163...", "url": "https://huggingface.co/posts/prithivMLmods/567717355691306", "date_published": "2025-04-20T13:27:32.202192"}, {"id": "https://huggingface.co/posts/nyuuzyou/125489545915443", "image": "", "title": "🦅 SmolLM2-Eagle Collection -", "content_text": "🦅 SmolLM2-Eagle Collection - nyuuzyou/smollm2-eagle-680263bf97f0c7e6bbe4936b Collection of fine-tuned bilingual language models featuring: - Models in three parameter sizes: 135M, 360M, and 1.7B based on HuggingFaceTB's SmolLM2 models - Both standard and GGUF formats for flexible deployment in llama.cpp and Ollama - Fine-tuned on nyuuzyou/EagleSFT dataset (536,231 Russian-English QA pairs derived from 739k+ real user queries) - Experimental Russian language capabilities while maintaining English performance - Limited Russian capabilities due to SFT-only approach without Russian pre-training - Environmental impact: ~19.75 kg CO2eq This collection provides compact models for research on bilingual language capabilities, resource-constrained environments, and educational applications. Not recommended for production use due to experimental nature and inherent limitations. Available under Apache 2.0 license. See translation", "url": "https://huggingface.co/posts/nyuuzyou/125489545915443", "date_published": "2025-04-20T13:27:32.202605"}, {"id": "https://huggingface.co/posts/merterbak/685608427471874", "image": "", "title": "Here’s a cool paper I found: “Massive Image Embedding Benchmark (MIEB).” It is a new tool to test how good image embedding models are. It has 130 different tasks grouped into 8 categories, like image search, classification, clustering similar images, answering questions based on images, and understanding documents. It even covers 38 different languages.", "content_text": "Here’s a cool paper I found: “Massive Image Embedding Benchmark (MIEB).” It is a new tool to test how good image embedding models are. It has 130 different tasks grouped into 8 categories, like image search, classification, clustering similar images, answering questions based on images, and understanding documents. It even covers 38 different languages. The authors tested 50 models and found that no single model was best at everything. Some models were great at recognizing text inside images but struggled to handle complicated tasks like matching images and text that appear together. Paper: https://arxiv.org/pdf/2504.10471v1 Code: https://github.com/embeddings-benchmark/mteb See translation", "url": "https://huggingface.co/posts/merterbak/685608427471874", "date_published": "2025-04-20T13:27:32.202975"}, {"id": "https://huggingface.co/posts/educrpg/528156241277720", "image": "", "title": "anyone have all their spaces stuck in building now?", "content_text": "anyone have all their spaces stuck in building now? See translation", "url": "https://huggingface.co/posts/educrpg/528156241277720", "date_published": "2025-04-20T13:27:32.203191"}, {"id": "https://huggingface.co/posts/samuellimabraz/467652159201775", "image": "", "title": "I recently had the opportunity to present at a Computer Vision Hangout, sharing my journey from autonomous drone competition to fine-tuning Vision-Language Models.", "content_text": "I recently had the opportunity to present at a Computer Vision Hangout, sharing my journey from autonomous drone competition to fine-tuning Vision-Language Models. I built an interactive presentation app! Here's a glimpse of the topics: 🚁 Black Bee Drones: My first steps into CV with Latin America's first autonomous drone team. Covering classical CV techniques (filtering, edge detection), the IMAV 2023 mission (ArUco detection, line following with PID control), and links to demos for OpenCV basics and PID simulation. 🤖 Asimo Foundation: Using MediaPipe for gesture control of a robotic arm in an educational project. ☕ CafeDL: Building a small Deep Learning framework from scratch in Java (inspired by Keras, using ND4J) and training a CNN for a QuickDraw-like app. 🏢 Tech4Humans: Real-world applications, including open-source signature detection and efficient fine-tuning of VLMs for document extraction. Check out the interactive demos (also embedded in the main app): 1️⃣ CV Hangout App:...", "url": "https://huggingface.co/posts/samuellimabraz/467652159201775", "date_published": "2025-04-20T13:27:32.203713"}]}