{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/522668354429256", "image": "", "title": "Today, we're unveiling two new open-source AI robots! HopeJR for $3,000 & Reachy Mini for $300 🤖🤖🤖", "content_text": "Today, we're unveiling two new open-source AI robots! HopeJR for $3,000 & Reachy Mini for $300 🤖🤖🤖 Let's go open-source AI robotics! See translation", "url": "https://huggingface.co/posts/clem/522668354429256", "date_published": "2025-05-30T17:20:34.849045"}, {"id": "https://huggingface.co/posts/AtAndDev/639250895656011", "image": "", "title": "deepseek-ai/DeepSeek-R1-0528", "content_text": "deepseek-ai/DeepSeek-R1-0528 This is the end See translation", "url": "https://huggingface.co/posts/AtAndDev/639250895656011", "date_published": "2025-05-30T17:20:34.849256"}, {"id": "https://huggingface.co/posts/DawnC/538322807718464", "image": "", "title": "VisionScout Major Update: Enhanced Precision Through Multi-Modal AI Integration", "content_text": "VisionScout Major Update: Enhanced Precision Through Multi-Modal AI Integration I'm excited to share significant improvements to VisionScout that substantially enhance accuracy and analytical capabilities. ⭐️ Key Enhancements - CLIP Zero-Shot Landmark Detection: The system now identifies famous landmarks and architectural features without requiring specific training data, expanding scene understanding beyond generic object detection. - Places365 Environmental Classification: Integration of MIT's Places365 model provides robust scene baseline classification across 365 categories, significantly improving lighting analysis accuracy and overall scene identification precision. - Enhanced Multi-Modal Fusion: Advanced algorithms now dynamically combine insights from YOLOv8, CLIP, and Places365 to optimize accuracy across diverse scenarios. - Refined LLM Narratives: Llama 3.2 integration continues to transform analytical data into fluent, contextually rich descriptions while maintaining...", "url": "https://huggingface.co/posts/DawnC/538322807718464", "date_published": "2025-05-30T17:20:34.849802"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/279762403721253", "image": "", "title": "VEO 3 FLOW Full Tutorial - How To Use VEO3 in FLOW Guide :", "content_text": "VEO 3 FLOW Full Tutorial - How To Use VEO3 in FLOW Guide : https://youtu.be/AoEmQPU2gtg Tutorial link : https://youtu.be/AoEmQPU2gtg VEO 3 AI is rocking generative AI field right now. FLOW is the platform that lets you use VEO 3 with so many cool features. This is an official tutorial and guide made by Google team. I edited it slightly. I hope this be helpful. FLOW : https://labs.google/flow/about Veo 3 is Google DeepMind’s most advanced video generation model to date. It allows users to create high-quality, cinematic video clips from simple text prompts, making it one of the most powerful AI tools for video creation. What sets Veo 3 apart is its ability to generate videos with native audio. This means that along with stunning visuals, Veo 3 can produce synchronized dialogue, ambient sounds, and background music—all from a single prompt. For filmmakers, this is a significant leap forward, as it eliminates the need for separate audio generation or complex syncing processes. Veo 3...", "url": "https://huggingface.co/posts/MonsterMMORPG/279762403721253", "date_published": "2025-05-30T17:20:34.850416"}, {"id": "https://huggingface.co/posts/darkc0de/635443238112929", "image": "", "title": "🤗👨🏻‍🎓", "content_text": "🤗👨🏻‍🎓", "url": "https://huggingface.co/posts/darkc0de/635443238112929", "date_published": "2025-05-30T17:20:34.850592"}, {"id": "https://huggingface.co/posts/merve/470654136703534", "image": "", "title": "introducing: VLM vibe eval 🪭", "content_text": "introducing: VLM vibe eval 🪭 visionLMsftw/VLMVibeEval vision LMs are saturated over benchmarks, so we built vibe eval 💬 > compare different models with refreshed in-the-wild examples in different categories 🤠 > submit your favorite model for eval no numbers -- just vibes! See translation", "url": "https://huggingface.co/posts/merve/470654136703534", "date_published": "2025-05-30T17:20:34.850860"}, {"id": "https://huggingface.co/posts/openfree/308586070731874", "image": "", "title": "🎙️ Voice Clone AI Podcast Generator: Create Emotionally Rich Podcasts with Your Own Voice!", "content_text": "🎙️ Voice Clone AI Podcast Generator: Create Emotionally Rich Podcasts with Your Own Voice! 🚀 Project Introduction Hello! Today we're excited to introduce an AI-powered solo podcast generator that creates high-quality voice cloning with authentic emotional expression. Transform any PDF document, web URL, or keyword into a professional podcast with just a few clicks! 📚➡️🎧 VIDraft/Voice-Clone-Podcast ✨ Key Features 1. 🎯 Multiple Input Methods URL: Simply paste any blog or article link PDF: Upload research papers or documents directly Keyword: Enter a topic and AI searches for the latest information to create content 2. 🎭 Emotionally Expressive Voice Cloning Powered by Chatterbox TTS: 🎤 Voice Cloning: Learn and replicate your unique voice perfectly 📢 Natural intonation and emotional expression 🌊 Customizable emotion intensity with Exaggeration control ⚡ Seamless handling of long texts with automatic chunking 3. 🤖 State-of-the-Art LLM Script Generation Professional-grade English dialogue...", "url": "https://huggingface.co/posts/openfree/308586070731874", "date_published": "2025-05-30T17:20:34.851511"}, {"id": "https://huggingface.co/posts/prithivMLmods/678739858093880", "image": "", "title": "Just made a demo for Cosmos-Reason1, a physical AI model that understands physical common sense and generates appropriate embodied decisions in natural language through long chain-of-thought reasoning. Also added video understanding support to it. 🤗🚀", "content_text": "Just made a demo for Cosmos-Reason1, a physical AI model that understands physical common sense and generates appropriate embodied decisions in natural language through long chain-of-thought reasoning. Also added video understanding support to it. 🤗🚀 ✦ Try the demo here : https://huggingface.co/spaces/prithivMLmods/Cosmos-Reason1 ⤹ Model Page : nvidia/Cosmos-Reason1-7B ⤹ Multimodal Implementations : prithivMLmods/multimodal-implementations-67c9982ea04b39f0608badb0 ⤹ GitHub : https://github.com/PRITHIVSAKTHIUR/Nvidia-Cosmos-Reason1-Demo To know more about it, visit the model card !! See translation", "url": "https://huggingface.co/posts/prithivMLmods/678739858093880", "date_published": "2025-05-30T17:20:34.851853"}, {"id": "https://huggingface.co/posts/jeffboudier/548880163054097", "image": "", "title": "👏 Congrats", "content_text": "👏 Congrats @ jinanz adding TimesFM times series forecasting to Transformers! Learn how to use TimesFM in this blog post by the Nutanix team: https://huggingface.co/blog/Nutanix/introducing-timesfm-for-time-series-forcasting See translation", "url": "https://huggingface.co/posts/jeffboudier/548880163054097", "date_published": "2025-05-30T17:20:34.852089"}, {"id": "https://huggingface.co/posts/lukmanaj/495766537273785", "image": "", "title": "I am so happy  to share to all that I’ve just completed the first unit of the new MCP course on Hugging Face and earned my certificate! The AI acceleration track is intense and fast-paced, but I’m doing my best to keep up. Excited for what’s ahead!", "content_text": "I am so happy to share to all that I’ve just completed the first unit of the new MCP course on Hugging Face and earned my certificate! The AI acceleration track is intense and fast-paced, but I’m doing my best to keep up. Excited for what’s ahead! See translation", "url": "https://huggingface.co/posts/lukmanaj/495766537273785", "date_published": "2025-05-30T17:20:34.852325"}]}