{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/ginipick/804980229974999", "image": "", "title": "🌈✨ FLUX 'Every Text Imaginator'", "content_text": "🌈✨ FLUX 'Every Text Imaginator' Multilingual Text-Driven Image Generation and Editing Demo: ginigen/Every-Text 📝 What is FLUX Text Imaginator? FLUX Text Imaginator is an innovative tool that leverages cutting-edge FLUX diffusion models to create and edit images with perfectly integrated multilingual text. Unlike other image generation models, FLUX possesses exceptional capability to naturally incorporate text in various languages including Korean, English, Chinese, Japanese, Russian, French, Spanish and more into images! ✨ FLUX's Multilingual Text Processing Strengths 🔤 Superior Multilingual Text Rendering: FLUX renders text with amazing accuracy, including non-English languages and special characters 🇰🇷 Perfect Korean Language Support: Accurately represents complex Korean combined characters 🈶 Excellent East Asian Language Handling: Naturally expresses complex Chinese characters and Japanese text 🔍 Sophisticated Text Placement: Precise text positioning using <text1>, <text2>,...", "url": "https://huggingface.co/posts/ginipick/804980229974999", "date_published": "2025-03-21T05:21:10.936803"}, {"id": "https://huggingface.co/posts/mlabonne/714992455492422", "image": "", "title": "✂️ AutoAbliteration", "content_text": "✂️ AutoAbliteration I made a Colab notebook to automatically abliterate models. It's quite general, so you can do interesting stuff like blocking a given language in the model outputs. 💻 Colab: https://colab.research.google.com/drive/1RmLv-pCMBBsQGXQIM8yF-OdCNyoylUR1?usp=sharing See translation", "url": "https://huggingface.co/posts/mlabonne/714992455492422", "date_published": "2025-03-21T05:21:10.937110"}, {"id": "https://huggingface.co/posts/AdinaY/946974056180555", "image": "", "title": "RWKV7-G1 0.1B 🔥 Pure RNN reasoning model released by RWKV", "content_text": "RWKV7-G1 0.1B 🔥 Pure RNN reasoning model released by RWKV Model: BlinkDL/rwkv7-g1 paper: RWKV-7 \"Goose\" with Expressive Dynamic State Evolution (2503.14456) ✨ Apache2.0 ✨ Supports 100+ languages ✨ 0.1 B runs smoothly on low power devices ✨ 0.4B/1.5B/2.9B are coming soon!! See translation", "url": "https://huggingface.co/posts/AdinaY/946974056180555", "date_published": "2025-03-21T05:21:10.937386"}, {"id": "https://huggingface.co/posts/clem/968928866217294", "image": "", "title": "Should we assemble affordable open-source robots at Hugging Face for the community. Would you buy them? At what price?", "content_text": "Should we assemble affordable open-source robots at Hugging Face for the community. Would you buy them? At what price? See translation", "url": "https://huggingface.co/posts/clem/968928866217294", "date_published": "2025-03-21T05:21:10.937610"}, {"id": "https://huggingface.co/posts/sharpenb/393986344403251", "image": "", "title": "We open-sourced the", "content_text": "We open-sourced the pruna package that can be easily installed with pip install pruna :) It allows to easily ccompress and evaluate AI models including transformers and diffusers. - Github repo: https://github.com/PrunaAI/pruna - Documentation: https://docs.pruna.ai/en/stable/index.html With open-sourcing, people can now inspect and contribute to the open code. Beyond the code, we provide detailed readme, tutorials, benchmarks, and documentation to make transparent compression, evaluation, and saving/loading/serving of AI models. Happy to share it with you and always interested in collecting your feedback :) See translation", "url": "https://huggingface.co/posts/sharpenb/393986344403251", "date_published": "2025-03-21T05:21:10.937925"}, {"id": "https://huggingface.co/posts/clem/654976954929507", "image": "", "title": "Nice new space to see how fast your personal or organization followers are growing on HF:", "content_text": "Nice new space to see how fast your personal or organization followers are growing on HF: julien-c/follow-history As you can see, I still have more followers than @ julien-c even if he's trying to change this by building such cool spaces 😝😝😝 See translation", "url": "https://huggingface.co/posts/clem/654976954929507", "date_published": "2025-03-21T05:21:10.938199"}, {"id": "https://huggingface.co/posts/Jaward/685498113959409", "image": "", "title": "Nvidia brings blue (from starwars droids) to life 🤯, supercute with flawless dexterity and droid voice. It's the result of their colab research with Google DeepMind and Disney, revealed as part of their new opensource physics engine for robotics simulation: NEWTON - which enables robots to learn how to complete complex tasks with greater precision.", "content_text": "Nvidia brings blue (from starwars droids) to life 🤯, supercute with flawless dexterity and droid voice. It's the result of their colab research with Google DeepMind and Disney, revealed as part of their new opensource physics engine for robotics simulation: NEWTON - which enables robots to learn how to complete complex tasks with greater precision. ReadMore: https://developer.nvidia.com/blog/announcing-newton-an-open-source-physics-engine-for-robotics-simulation?ncid=so-twit-820797-vt48 See translation", "url": "https://huggingface.co/posts/Jaward/685498113959409", "date_published": "2025-03-21T05:21:10.938508"}, {"id": "https://huggingface.co/posts/MikeDoes/305810022878028", "image": "", "title": "#PII Masking Tech that does not **** around!", "content_text": "#PII Masking Tech that does not **** around! We are happy to release the OpenPII English Anonymiser —the most powerful open-source tool for redacting sensitive info from English text. Fine-tuned Modernbert on 5.7 million+ PII examples, it’s clocking 99%+ accuracy across emails, dates, social numbers, and more! Why it’s a big deal: ✅ Top-tier precision: 100% for passport numbers, 99.96% for emails*. ✅ Totally free: MIT license for personal or commercial use. ✅ No secrets: Full metrics shared on Hugging Face. #AI #OpenSource #DataSecurity @ huggingface Day 2 out 7 of PII-Masking-1M Announcements Complete! *Accuracies reported from the new OpenPII-500k dataset ai4privacy/llama-ai4privacy-english-anonymiser-openpii See translation", "url": "https://huggingface.co/posts/MikeDoes/305810022878028", "date_published": "2025-03-21T05:21:10.938899"}, {"id": "https://huggingface.co/posts/daavoo/876890642000188", "image": "", "title": "🤖 🗺Mapped all(?) the swimming pools ️🏊 around another town with", "content_text": "🤖 🗺Mapped all(?) the swimming pools ️🏊 around another town with https://github.com/mozilla-ai/osm-ai-helper . This time, I have mapped and contributed to https://www.openstreetmap.org more than 100 swimming pools around my wife's hometown. Only took about 20min to find them all (+~3 min verification) in a free Colab GPU🚀 Try it yourself around a single point: mozilla-ai/osm-ai-helper See translation", "url": "https://huggingface.co/posts/daavoo/876890642000188", "date_published": "2025-03-21T05:21:10.939205"}, {"id": "https://huggingface.co/posts/chansung/317347704788964", "image": "", "title": "Mistral AI Small 3.1 24B is not only commercial free but also the best model in a single GPU deployment.", "content_text": "Mistral AI Small 3.1 24B is not only commercial free but also the best model in a single GPU deployment. I packed up all the information you need to know in a single picture. Hope this helps! :) See translation", "url": "https://huggingface.co/posts/chansung/317347704788964", "date_published": "2025-03-21T05:21:10.939436"}]}