{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/imnotkitty/790273915312125", "image": "", "title": "The 2025 Chinese LLM Showdown: Western Models Still Dominate Top 4, but China Leads the Open-Source Arena.", "content_text": "The 2025 Chinese LLM Showdown: Western Models Still Dominate Top 4, but China Leads the Open-Source Arena. 🏆 The Champions: Claude-Opus-4.5, Gemini-3-Pro, GPT-5.2, and Gemini-3-Flash sweep the top four spots. 🚀 The Pursuers: Doubao and DeepSeek-V3.2 tie for first place among Chinese models; GLM-4.7, ERNIE-5.0, and Kimi secure their positions in the domestic top five. 🔥 The Biggest Highlight: The top three spots on the open-source leaderboard are entirely held by Team China (DeepSeek, GLM, Kimi), outperforming the best western open-source models. See translation", "url": "https://huggingface.co/posts/imnotkitty/790273915312125", "date_published": "2026-02-03T14:06:34.985767"}, {"id": "https://huggingface.co/posts/MikeDoes/512575404125311", "image": "", "title": "A single lock on a door isn't enough. Real security is about layers.", "content_text": "A single lock on a door isn't enough. Real security is about layers. The same is true for AI privacy. A new paper, \"Whispered Tuning\", offers a fantastic layered solution that aims to fortify LLMs against privacy infringements. We're proud that the first, essential layer, a high-precision PII redaction model was built on the foundation of the Ai4Privacy/pii-65k dataset. Our dataset provided the necessary training material for their initial anonymization step, which then enabled them to develop further innovations like differential privacy fine-tuning and output filtering. This is a win-win: our data helps create a solid base, and researchers build powerful, multi-stage privacy architectures on top of it. Together, we're making AI safer. 🔗 Read the full paper to see how a strong foundation enables a complete privacy solution: https://www.scirp.org/journal/paperinformation?paperid=130659 🚀 Stay updated on the latest in privacy-preserving AI—follow us on LinkedIn:...", "url": "https://huggingface.co/posts/MikeDoes/512575404125311", "date_published": "2026-02-03T14:06:34.986239"}, {"id": "https://huggingface.co/posts/eaddario/695215283251750", "image": "", "title": "Experimental global target bits‑per‑weight quantization of mistralai/Ministral-3-14B-Instruct-2512 and mistralai/Ministral-3-14B-Reasoning-2512", "content_text": "Experimental global target bits‑per‑weight quantization of mistralai/Ministral-3-14B-Instruct-2512 and mistralai/Ministral-3-14B-Reasoning-2512 Unlike standard llama.cpp quantizations that rely on fixed type heuristics (e.g., Q4_K_M), the Target BPW approach optimizes per-tensor precision where it matters the most, and produces high quality models that meet a precise global file size target. Key Advantages: - VRAM Maximization: Can generate high quality models sized exactly to fit hardware constraints (e.g., fitting the model into exactly 24GB VRAM). - Data-Driven Precision: Quantization mix is determined by actual weight error sensitivity rather than hardcoded rules, often yielding better PPL/KLD size trade-offs. Full benchmarks (PPL, KLD, ARC, MMLU, etc.) and methodology in the models' cards eaddario/Ministral-3-14B-Instruct-2512-GGUF eaddario/Ministral-3-14B-Reasoning-2512-GGUF See translation", "url": "https://huggingface.co/posts/eaddario/695215283251750", "date_published": "2026-02-03T14:06:34.986642"}, {"id": "https://huggingface.co/posts/rajkumarrawal/904260944141642", "image": "", "title": "I submitted a \"FlashLabs Chroma 1.0: A Real-Time End-to-End Spoken Dialogue Model with Personalized Voice Cloning\" Paper by Tanyu Chen, Tairan Chen, Kai shen , Zhenghua Bao, Zhihui Zhang, Man Yuan, Yi Shi From", "content_text": "I submitted a \"FlashLabs Chroma 1.0: A Real-Time End-to-End Spoken Dialogue Model with Personalized Voice Cloning\" Paper by Tanyu Chen, Tairan Chen, Kai shen , Zhenghua Bao, Zhihui Zhang, Man Yuan, Yi Shi From FlashLabs to Daily Papers on huggingface . Chroma 1.0 enables real time spoken dialogue with personalized voice cloning through discrete speech representations and interleaved text audio token scheduling. Chroma 1.0 , the world’s first open source, real time speech to speech model with voice cloning. FlashLabs Chroma 1.0: A Real-Time End-to-End Spoken Dialogue Model with Personalized Voice Cloning (2601.11141) See translation", "url": "https://huggingface.co/posts/rajkumarrawal/904260944141642", "date_published": "2026-02-03T14:06:34.987013"}, {"id": "https://huggingface.co/posts/neph1/280223950636420", "image": "", "title": "Not for everybody, but the absolute mad craze about clawdbot/moltbook the last couple of days reminded me of a short story I wrote in 2018 (ancient times!).", "content_text": "Not for everybody, but the absolute mad craze about clawdbot/moltbook the last couple of days reminded me of a short story I wrote in 2018 (ancient times!). Synopsis: \"A man insults a sentient traffic light on the way to a meeting. Little does he know it is connected to a social media network for AI, and that his action will lead to a very bad day.\" Cleanliness is bliss (<1000 words) https://www.wattpad.com/story/407330595-cleanliness-is-bliss Sorry for the non-technical post, but it felt relevant. See translation", "url": "https://huggingface.co/posts/neph1/280223950636420", "date_published": "2026-02-03T14:06:34.987371"}, {"id": "https://huggingface.co/posts/19arjun89/812902911486628", "image": "", "title": "Update: Making My AI Recruiting Assistant More Deterministic, Auditable, and Bias-Aware", "content_text": "Update: Making My AI Recruiting Assistant More Deterministic, Auditable, and Bias-Aware Hi everyone — I wanted to share a progress update on my AI recruiting assistant and some recent changes focused on reliability and transparency. The goal of this project is to build a decision-support tool for recruiters that doesn’t just “sound confident,” but can actually explain why it produces a given recommendation. Link: 19arjun89/AI_Recruiting_Agent Over the last few iterations, I’ve focused on three areas: 1) Deterministic Verification of Job Requirements (Skills) Previously, required skills were extracted by an LLM from the job description. While this worked well, it still relied heavily on model behavior. I’ve now added a verification layer that: Requires every “required” skill to be backed by a verbatim quote from the job description This means hallucinated skills are explicitly detected and removed before scoring. The system now shows: What the model extracted What was verified What...", "url": "https://huggingface.co/posts/19arjun89/812902911486628", "date_published": "2026-02-03T14:06:34.988018"}, {"id": "https://huggingface.co/posts/nicolay-r/337674723701292", "image": "", "title": "📢 Who want's to have a quick start for adapting CoT schema for any LLM, this post would be relevant.", "content_text": "📢 Who want's to have a quick start for adapting CoT schema for any LLM, this post would be relevant. Excited to share a new version of 🌟 bulk-chain 🌟! Bulk-chain is high-level wrapper over LLM providers for efficient quering LLMs hosted by third-party services. It brings native batching via support of async clients. 🌟 https://github.com/nicolay-r/bulk-chain/tree/master What's new: ☑️ Simplified inference setup The API is now closer to the OpenAI paradigm for toggling streaming. Instead of separate patterns in 1.2.0, now it is possible to simple toggles to enable streaming and async behavior. ☑️ 🛠️ Fixed issues when passing code contain {} blocks ☑️ 🛠️ Async streaming + batching now works properly ☑️ 🛠️ Logging of prompts could be disabled https://github.com/nicolay-r/bulk-chain 🚨 Guys, I am open to work as developer / researcher in AI / NLP / IR in the UK 🇬🇧 🌟 Feel free to support bulk-chain on Github if you like so, or this post. It helps alot! See translation", "url": "https://huggingface.co/posts/nicolay-r/337674723701292", "date_published": "2026-02-03T14:06:34.988482"}, {"id": "https://huggingface.co/posts/OzTianlu/678257236628568", "image": "", "title": "Geilim-1B-SR-Instruct — Serbian Intelligence for Deep Reasoning 🧠🇷🇸", "content_text": "Geilim-1B-SR-Instruct — Serbian Intelligence for Deep Reasoning 🧠🇷🇸 NoesisLab/Geilim-1B-SR-Instruct Geilim-1B-SR-Instruct is a lightweight Large Language Model (LLM) designed to bring advanced reasoning capabilities to low-resource languages. It focuses on Serbian understanding and generation while maintaining robust English reasoning. Built on the LLaMA-3 architecture with a proprietary hybrid reasoning mechanism, it delivers deep logic while keeping outputs concise and natural. 🚀 Core Innovations 💡 Implicit Deep Reasoning: Combines standard attention mechanisms with graph-structured reasoning components for rigorous logic and causal inference. 🕸️ ASPP & -flow Hybrid Design: High-efficiency structured propagation + internal probability space optimization for high-quality reasoning without long-winded intermediate steps. ⚡ Bilingual Adaptation: Primarily focused on Serbian while preserving English logic, making it perfect for multilingual chats and cross-lingual tasks. 🌍 Lightweight...", "url": "https://huggingface.co/posts/OzTianlu/678257236628568", "date_published": "2026-02-03T14:06:34.989063"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/813967180726808", "image": "", "title": "LTX 2 & Z Image Base Full Tutorial + Audio to Video Lip Sync + ComfyUI + SwarmUI + Windows + Cloud", "content_text": "LTX 2 & Z Image Base Full Tutorial + Audio to Video Lip Sync + ComfyUI + SwarmUI + Windows + Cloud Full tutorial link > https://www.youtube.com/watch?v=SkXrYezeEDc Info LTX 2 is the newest state of the art (SOTA) Open Source video generation model and tutorial will show you how to use it with very best and most performant way in ComfyUI and also in SwarmUI. Moreover, Z Image Base model published and I will show how to use Z Image Base with most amazing preset and workflow as well. Furthermore, this tutorial will show you how to install, update, setup, download ComfyUI and SwarmUI and models and presets and workflows both on Windows and on RunPod, Massed Compute and SimplePod. Linux users can use Massed Compute scripts and installers directly. This is a masterpiece entire lecture level complete tutorial. This video will kickstart your AI journey 100x. Both local Windows and Cloud. 45 Second Raw Demo Video This video made with text + image + audio = lip synched and animated video at...", "url": "https://huggingface.co/posts/MonsterMMORPG/813967180726808", "date_published": "2026-02-03T14:06:34.989439"}, {"id": "https://huggingface.co/posts/ronantakizawa/863264925055641", "image": "", "title": "Moltbook, a Reddit platform only for AI agents, is going viral right now as agents are acting unhinged!", "content_text": "Moltbook, a Reddit platform only for AI agents, is going viral right now as agents are acting unhinged! I compiled a dataset of all posts and subreddits in Moltbook so far so anyone can easily analyze the activity in Moltbook. ronantakizawa/moltbook #moltbook #clawd #aiagent See translation", "url": "https://huggingface.co/posts/ronantakizawa/863264925055641", "date_published": "2026-02-03T14:06:34.989681"}]}