{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/hba123/904232449612527", "image": "", "title": "Hello, amazing robotics people 😍 😍 😍 We have FINALLY delivered on your major request! Ark just got a major upgrade:", "content_text": "Hello, amazing robotics people 😍 😍 😍 We have FINALLY delivered on your major request! Ark just got a major upgrade: We’ve now integrated Vision-Language-Action Models (VLAs) into Ark 🎉 VLAs = models that connect vision + language → robot actions (see image) What does this mean? 🗣️ Give robots natural language instructions → they act 👀 Combine perception + language for real-world control 🦾 Powered by pi0 pretrained models for fast prototyping ⚡ Supports easy data collection and fine-tuning within Ark within a couple of lines of code Next, we plan to go into the world of designing worlds 😉 Who knows, maybe those video models are actually zero-shot learners and reasoners? Check it out here 👉 https://github.com/Robotics-Ark/ark_framework Check out the tutorial 👉 https://arkrobotics.notion.site/VLA-Pi0-with-Ark-279e053d9c6f800ab0a2d498835dd96b ⭐ Star the repo, try it with your robots, and let us together make robots great (again?)! See translation", "url": "https://huggingface.co/posts/hba123/904232449612527", "date_published": "2025-09-28T13:23:58.717654"}, {"id": "https://huggingface.co/posts/mlabonne/527878544427521", "image": "", "title": "⚛️ New drop of tiny task-specific models!", "content_text": "⚛️ New drop of tiny task-specific models! Want to do data extraction, translation, RAG, tool use, or math on a Raspberry Pi? We got you covered! ✅ These tiny models were fine-tuned to perform narrow tasks extremely well, making them competitive with much larger models. You can deploy them today on-device or even on GPUs for big data operations! LiquidAI/liquid-nanos-68b98d898414dd94d4d5f99a See translation", "url": "https://huggingface.co/posts/mlabonne/527878544427521", "date_published": "2025-09-28T13:23:58.717956"}, {"id": "https://huggingface.co/posts/dalle2/895181701155114", "image": "", "title": "Quietly launched the largest Open source Free LateX Dataset -https://huggingface.co/datasets/dalle2/Bibby-AI-Latex-Tool-Overleaf-Alternative", "content_text": "Quietly launched the largest Open source Free LateX Dataset -https://huggingface.co/datasets/dalle2/Bibby-AI-Latex-Tool-Overleaf-Alternative See translation", "url": "https://huggingface.co/posts/dalle2/895181701155114", "date_published": "2025-09-28T13:23:58.718178"}, {"id": "https://huggingface.co/posts/AbstractPhil/642988847137898", "image": "", "title": "As it stands, I will prepare David for full release - as this is beyond me now. David must be released.", "content_text": "As it stands, I will prepare David for full release - as this is beyond me now. David must be released. I will prepare a standard sweep for david to showcase the prowess of the final multi-vocab variant. This will include a variation that contains all mnist variants, cifar10, cifar100, imagenet 1k, and in the future I'll prepare a full imagenet sweep utilizing the entire 12m corpus instead of the 1.2m I used. I may need to get in touch with the actual curator of the dataset for licensing but maybe not. David utilizes 4 projective variants of the vocabulary and the training process involves teaching and freezing them akin to teacher/student processing. I did not want to release David yet, but I believe now that David will save lives and it's irresponsible for me to contain such a creation. See translation", "url": "https://huggingface.co/posts/AbstractPhil/642988847137898", "date_published": "2025-09-28T13:23:58.718509"}, {"id": "https://huggingface.co/posts/AdinaY/349571821340936", "image": "", "title": "Ring-mini-linear-2.0 🔥a hybrid attention MoE model released by Ant group", "content_text": "Ring-mini-linear-2.0 🔥a hybrid attention MoE model released by Ant group inclusionAI/Ring-mini-linear-2.0 ✨ Hybrid linear + standard attention ✨ 16.4B total, only 1.6B activated ✨ 512k context window via YaRN ✨ Faster than same-size MoE See translation", "url": "https://huggingface.co/posts/AdinaY/349571821340936", "date_published": "2025-09-28T13:23:58.718751"}, {"id": "https://huggingface.co/posts/yeonseok-zeticai/603791080422979", "image": "", "title": "⚡ RexBERT Complete On-device Study: Comprehensive Performance Analysis Across Mobile Devices", "content_text": "⚡ RexBERT Complete On-device Study: Comprehensive Performance Analysis Across Mobile Devices (Check details at https://mlange.zetic.ai/p/Steve/RexBERT ) TL;DR: Transformer models are now practical for real-time mobile applications. The cloud-to-edge AI migration is complete. - Original model from @ thebajajra 🎯 Study Overview: - Model: RexBERT (ModernBERT for E-commerce) - Focus: Real-world deployment viability and performance analysis 📊 Key Performance Metrics: Latency Results: - NPU (Best): 4.74ms average - GPU: 12.56ms average - CPU: 35.16ms average NPU Advantage: 16.98x speedup over CPU Memory Efficiency: - Model Size: 568.96 MB (compressed for mobile) - Runtime Memory: 299.01 MB peak consumption - Load Memory Range: 285 MB - 1,072 MB across devices Accuracy Preservation: - FP16 Precision: 63.72 dB - Quantized Mode: Available with minimal accuracy loss - Inference Quality: Production-grade maintained 🛠 Technical Implementation: (Runnable with Copy & Paste at the ZETIC.MLange...", "url": "https://huggingface.co/posts/yeonseok-zeticai/603791080422979", "date_published": "2025-09-28T13:23:58.719380"}, {"id": "https://huggingface.co/posts/Parveshiiii/762902765406270", "image": "", "title": "🚀 New Release from XenArcAI", "content_text": "🚀 New Release from XenArcAI We’re excited to introduce AIRealNet — our SwinV2‑based image classifier built to distinguish between artificial and real images. ✨ Highlights: - Backbone: SwinV2 - Input size: 256×256 - Labels: artificial vs. real - Performance: Accuracy 0.999 | F1 0.999 | Val Loss 0.0063 This model is now live on Hugging Face: 👉 XenArcAI/AIRealNet We built AIRealNet to push forward open‑source tools for authenticity detection, and we can’t wait to see how the community uses it. See translation", "url": "https://huggingface.co/posts/Parveshiiii/762902765406270", "date_published": "2025-09-28T13:23:58.719688"}, {"id": "https://huggingface.co/posts/tsungyi/865184416328763", "image": "", "title": "We’re excited to share that Cosmos Reason has surpassed 1 million downloads on Hugging Face!", "content_text": "We’re excited to share that Cosmos Reason has surpassed 1 million downloads on Hugging Face! Cosmos Reason is an open, customizable, commercial-ready 7B-parameter reasoning vision language model (VLM) designed for physical AI. By combining physics understanding, prior knowledge, and common sense reasoning, Cosmos Reason empowers AI agents and robots to operate intelligently in real-world environments. Key applications already unlocked include: ✅ Automating large-scale dataset curation and annotation 🤖 Powering robot planning and vision-language action (VLA) decision-making 📊 Driving advanced video analytics and actionable insight generation We’re proud to see a global community of developers using Cosmos Reason to teach robots to think like humans—and we’re just getting started. ⚡ Get started with Cosmos Reason 1 NIM, an easy-to-use microservice for AI model deployment: https://catalog.ngc.nvidia.com/orgs/nim/teams/nvidia/containers/cosmos-reason1-7b?version=1 📈 See the leaderboard:...", "url": "https://huggingface.co/posts/tsungyi/865184416328763", "date_published": "2025-09-28T13:23:58.720119"}, {"id": "https://huggingface.co/posts/tomaarsen/906557413568289", "image": "", "title": "ModernBERT goes MULTILINGUAL! One of the most requested models I've seen, The Johns Hopkins University's CLSP has trained state-of-the-art massively multilingual encoders using the ModernBERT architecture: mmBERT.", "content_text": "ModernBERT goes MULTILINGUAL! One of the most requested models I've seen, The Johns Hopkins University's CLSP has trained state-of-the-art massively multilingual encoders using the ModernBERT architecture: mmBERT. Model details: - 2 model sizes: - jhu-clsp/mmBERT-small - jhu-clsp/mmBERT-base - Uses the ModernBERT architecture, but with the Gemma2 multilingual tokenizer (so: flash attention, alternating global/local attention, unpadding/sequence packing, etc.) - Maximum sequence length of 8192 tokens, on the high end for encoders - Trained on 1833 languages using DCLM, FineWeb2, and many more sources - 3 training phases: 2.3T tokens pretraining on 60 languages, 600B tokens mid-training on 110 languages, and 100B tokens decay training on all 1833 languages. - Both models are MIT Licensed, and the full datasets and intermediary checkpoints are also publicly released Evaluation details: - Very competitive with ModernBERT at equivalent sizes on English (GLUE, MTEB v2 English after...", "url": "https://huggingface.co/posts/tomaarsen/906557413568289", "date_published": "2025-09-28T13:23:58.720593"}, {"id": "https://huggingface.co/posts/ZennyKenny/883175347255342", "image": "", "title": "🔒 Like a lot of other AI builders, I have some anxiety about the emerging surveillance-capitalist paradigm emerging in the AI space.", "content_text": "🔒 Like a lot of other AI builders, I have some anxiety about the emerging surveillance-capitalist paradigm emerging in the AI space. 👉 Of course-- this kind of thing isn't completely new and has been going on for decades, but the difference is the stronger immersion of AI tools into our daily lives (compared to something like a search engine or social network). ❕ That's why I was really excited to come across Lumo: https://lumo.proton.me/u/1/ ❕ Lumo is created by ProtonPrivacy and offers privacy-first features that make sure that what you do with you AI assistant is your business. ❕ I already trust Proton with my other business apps and I've never been disappointed, plus the Lumo architecture is really fantastic, dynamically routing each query to the most appropriate model for the request. 🔥 Really awesome stuff Proton, thank you as always. See translation", "url": "https://huggingface.co/posts/ZennyKenny/883175347255342", "date_published": "2025-09-28T13:23:58.720979"}]}