{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/wolfram/819510719695955", "image": "", "title": "Finally finished my extensive **Qwen 3 evaluations** across a range of formats and quantisations, focusing on **MMLU-Pro** (Computer Science).", "content_text": "Finally finished my extensive **Qwen 3 evaluations** across a range of formats and quantisations, focusing on **MMLU-Pro** (Computer Science). A few take-aways stood out - especially for those interested in local deployment and performance trade-offs: 1️⃣ **Qwen3-235B-A22B** (via Fireworks API) tops the table at **83.66%** with ~55 tok/s. 2️⃣ But the **30B-A3B Unsloth** quant delivered **82.20%** while running locally at ~45 tok/s and with zero API spend. 3️⃣ The same Unsloth build is ~5x faster than Qwen's **Qwen3-32B**, which scores **82.20%** as well yet crawls at <10 tok/s. 4️⃣ On Apple silicon, the **30B MLX** port hits **79.51%** while sustaining ~64 tok/s - arguably today's best speed/quality trade-off for Mac setups. 5️⃣ The **0.6B** micro-model races above 180 tok/s but tops out at **37.56%** - that's why it's not even on the graph (50 % performance cut-off). All local runs were done with LM Studio on an M4 MacBook Pro, using Qwen's official recommended settings....", "url": "https://huggingface.co/posts/wolfram/819510719695955", "date_published": "2025-05-10T05:21:15.662149"}, {"id": "https://huggingface.co/posts/DawnC/287598166225995", "image": "", "title": "VisionScout — Now with Video Analysis! 🚀", "content_text": "VisionScout — Now with Video Analysis! 🚀 I’m excited to announce a major update to VisionScout, my interactive vision tool that now supports VIDEO PROCESSING, in addition to powerful object detection and scene understanding! ⭐️ NEW: Video Analysis Is Here! 🎬 Upload any video file to detect and track objects using YOLOv8. ⏱️ Customize processing intervals to balance speed and thoroughness. 📊 Get comprehensive statistics and summaries showing object appearances across the entire video. What else can VisionScout do? 🖼️ Analyze any image and detect 80 object types with YOLOv8. 🔄 Switch between Nano, Medium, and XLarge models for speed or accuracy. 🎯 Filter by object classes (people, vehicles, animals, etc.) to focus on what matters. 📊 View detailed stats on detections, confidence levels, and distributions. 🧠 Understand scenes — interpreting environments and potential activities. ⚠️ Automatically identify possible safety concerns based on detected objects. What’s coming next? 🔎 Expanding...", "url": "https://huggingface.co/posts/DawnC/287598166225995", "date_published": "2025-05-10T05:21:15.662743"}, {"id": "https://huggingface.co/posts/DawnC/256239584865203", "image": "", "title": "PawMatchAI 🐾: The Complete Dog Breed Platform", "content_text": "PawMatchAI 🐾: The Complete Dog Breed Platform PawMatchAI offers a comprehensive suite of features designed for dog enthusiasts and prospective owners alike. This all-in-one platform delivers five essential tools to enhance your canine experience: 1. 🔍Breed Detection: Upload any dog photo and the AI accurately identifies breeds from an extensive database of 124+ different dog breeds. The system detects dogs in the image and provides confident breed identification results. 2.📊Breed Information: Access detailed profiles for each breed covering exercise requirements, typical lifespan, grooming needs, health considerations, and noise behavior - giving you complete understanding of any breed's characteristics. 3.📋 Breed Comparison : Compare any two breeds side-by-side with intuitive visualizations highlighting differences in care requirements, personality traits, health factors, and more - perfect for making informed decisions. 4.💡 Breed Recommendation: Receive personalized breed...", "url": "https://huggingface.co/posts/DawnC/256239584865203", "date_published": "2025-05-10T05:21:15.663305"}, {"id": "https://huggingface.co/posts/clem/655781573301725", "image": "", "title": "nvidia", "content_text": "nvidia dominating the top trending open datasets these days! http://hf.co/datasets See translation", "url": "https://huggingface.co/posts/clem/655781573301725", "date_published": "2025-05-10T05:21:15.663512"}, {"id": "https://huggingface.co/posts/giadap/315154856088110", "image": "", "title": "Ever notice how some AI assistants feel like tools while others feel like companions? Turns out, it's not always about fancy tech upgrades, because sometimes it's just clever design.", "content_text": "Ever notice how some AI assistants feel like tools while others feel like companions? Turns out, it's not always about fancy tech upgrades, because sometimes it's just clever design. Our latest blog post at Hugging Face dives into how minimal design choices can completely transform how users experience AI. We've seen our community turn the same base models into everything from swimming coaches to interview prep specialists with surprisingly small tweaks. The most fascinating part? When we tested identical models with different \"personalities\" in our Inference Playground, the results were mind-blowing. Want to experiment yourself? Our Inference Playground lets anyone (yes, even non-coders!) test these differences in real-time. You can: - Compare multiple models side-by-side - Customize system prompts - Adjust parameters like temperature - Test multi-turn conversations It's fascinating how a few lines of instruction text can transform the same AI from strictly professional to...", "url": "https://huggingface.co/posts/giadap/315154856088110", "date_published": "2025-05-10T05:21:15.663871"}, {"id": "https://huggingface.co/posts/m-ric/347153743407715", "image": "", "title": "I've made an open version of Google's NotebookLM, and it shows the superiority of the open source tech task! 💪", "content_text": "I've made an open version of Google's NotebookLM, and it shows the superiority of the open source tech task! 💪 The app's workflow is simple. Given a source PDF or URL, it extracts the content from it, then tasks Meta's Llama 3.3-70B with writing the podcast script, with a good prompt crafted by @ gabrielchua (\"two hosts, with lively discussion, fun notes, insightful question etc.\") Then it hands off the text-to-speech conversion to Kokoro-82M, and there you go, you have two hosts discussion any article. The generation is nearly instant, because: > Llama 3.3 70B is running at 1,000 tokens/seconds with Cerebras inference > The audio is generated in streaming mode by the tiny (yet powerful) Kokoro, generating voices faster than real-time. And the audio generation runs for free on Zero GPUs, hosted by HF on H200s. Overall, open source solutions rival the quality of closed-source solutions at close to no cost! Try it here 👉👉 m-ric/open-notebooklm See translation", "url": "https://huggingface.co/posts/m-ric/347153743407715", "date_published": "2025-05-10T05:21:15.664305"}, {"id": "https://huggingface.co/posts/juhoinkinen/699503520254777", "image": "", "title": "We (", "content_text": "We ( @ osma , @ MonaLehtinen & me, i.e. the Annif team at the National Library of Finland) recently took part in the LLMs4Subjects challenge at the SemEval-2025 workshop. The task was to use large language models (LLMs) to generate good quality subject indexing for bibliographic records, i.e. titles and abstracts. We are glad to report that our system performed well; it was ranked 🥇 1st in the category where the full vocabulary was used 🥈 2nd in the smaller vocabulary category 🏅 4th in the qualitative evaluations. 14 participating teams developed their own solutions for generating subject headings and the output of each system was assessed using both quantitative and qualitative evaluations. Research papers about most of the systems are going to be published around the time of the workshop in late July, and many pre-prints are already available. We applied Annif together with several LLMs that we used to preprocess the data sets: translated the GND vocabulary terms to English,...", "url": "https://huggingface.co/posts/juhoinkinen/699503520254777", "date_published": "2025-05-10T05:21:15.664905"}, {"id": "https://huggingface.co/posts/nomadicsynth/333343195611996", "image": "", "title": "I Did a Thing!", "content_text": "I Did a Thing! I made an embedding model to find answers in research papers. It goes deeper than plain \"semantic search\" by identifying deeply reasoned connections and interdisciplinary insights that might have been overlooked. The goal is to find the solutions that might have been missed and to uncover answers that are already out there. I’ve set up a demo Space - nomadicsynth/inkling . It’s early days, and I’d love some feedback on the model’s results. Try it out and let me know what you think! Oh, and if it finds your Nobel-winning answer, I want a cut! 😉 See translation", "url": "https://huggingface.co/posts/nomadicsynth/333343195611996", "date_published": "2025-05-10T05:21:15.665246"}, {"id": "https://huggingface.co/posts/onekq/737528561026190", "image": "", "title": "This time Gemini is very quick with API support on its 2.5 pro May release. The performance is impressive too, now it is among top contenders like o4, R1, and Claude.", "content_text": "This time Gemini is very quick with API support on its 2.5 pro May release. The performance is impressive too, now it is among top contenders like o4, R1, and Claude. onekq-ai/WebApp1K-models-leaderboard See translation", "url": "https://huggingface.co/posts/onekq/737528561026190", "date_published": "2025-05-10T05:21:15.665460"}, {"id": "https://huggingface.co/posts/jeffboudier/506718711940475", "image": "", "title": "So many orgs on HF would really benefit from security and governance built into Enterprise Hub - I wrote a guide on why and how upgrade:", "content_text": "So many orgs on HF would really benefit from security and governance built into Enterprise Hub - I wrote a guide on why and how upgrade: jeffboudier/how-to-upgrade-to-enterprise For instance, did you know about Resource Groups? See translation", "url": "https://huggingface.co/posts/jeffboudier/506718711940475", "date_published": "2025-05-10T05:21:15.665668"}]}