{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/SelmaNajih001/201829706503917", "image": "", "title": "Finally, I uploaded the model I developed for my master’s thesis! Given a financial event, it provides explained predictions based on a dataset of past news and central bank speeches.", "content_text": "Finally, I uploaded the model I developed for my master’s thesis! Given a financial event, it provides explained predictions based on a dataset of past news and central bank speeches. Try it out here: SelmaNajih001/StockPredictionExplanation (Just restart the space and wait a minute) The dataset used for RAG can be found here: SelmaNajih001/FinancialNewsAndCentralBanksSpeeches-Summary-Rag While the dataset used for the training is: SelmaNajih001/FinancialClassification I also wrote an article to explain how I've done the training. You can find it here https://huggingface.co/blog/SelmaNajih001/explainable-financial-predictions See translation", "url": "https://huggingface.co/posts/SelmaNajih001/201829706503917", "date_published": "2025-10-07T17:20:27.691091"}, {"id": "https://huggingface.co/posts/Molbap/149398104991391", "image": "", "title": "🚀 New blog: Maintain the unmaintainable – 1M+ Python LOC, 400+ models", "content_text": "🚀 New blog: Maintain the unmaintainable – 1M+ Python LOC, 400+ models How do you stop a million-line library built by thousands of contributors from collapsing under its own weight? At 🤗 Transformers, we do it with explicit software-engineering tenets, principles that make the codebase hackable at scale. 🔍 Inside the post: – One Model, One File: readability first — you can still open a modeling file and see the full logic, top to bottom. – Modular Transformers: visible inheritance that cuts maintenance cost by ~15× while keeping models readable. – Config-Driven Performance: FlashAttention, tensor parallelism, and attention scheduling are config-level features, not rewrites. Written with @ lysandre ,@pcuenq and @ yonigozlan , this is a deep dive into how Transformers stays fast, open, and maintainable. Read it here → transformers-community/Transformers-tenets See translation", "url": "https://huggingface.co/posts/Molbap/149398104991391", "date_published": "2025-10-07T17:20:27.691540"}, {"id": "https://huggingface.co/posts/Kseniase/610901061800000", "image": "", "title": "8 Emerging trends in Reinforcement Learning", "content_text": "8 Emerging trends in Reinforcement Learning Reinforcement learning is having a moment - and not just this week. Some of its directions are already showing huge promise, while others are still early but exciting. Here’s a look at what’s happening right now in RL: 1. Reinforcement Pre-Training (RPT) → Reinforcement Pre-Training (2506.08007) Reframes next-token pretraining as RL with verifiable rewards, yielding scalable reasoning gains 2. Reinforcement Learning from Human Feedback (RLHF) → Deep reinforcement learning from human preferences (1706.03741) The top approach. It trains a model using human preference feedback, building a reward model and then optimizing the policy to generate outputs people prefer 3. Reinforcement Learning with Verifiable Rewards (RLVR) → Reinforcement Learning with Verifiable Rewards Implicitly Incentivizes Correct Reasoning in Base LLMs (2506.14245) Moves from subjective (human-labeled) rewards to objective ones that can be automatically verified, like in...", "url": "https://huggingface.co/posts/Kseniase/610901061800000", "date_published": "2025-10-07T17:20:27.692188"}, {"id": "https://huggingface.co/posts/sergiopaniego/862106039351008", "image": "", "title": "A few days ago, Thinking Machines Lab released “LoRA Without Regret”, showing that LoRA can match full fine-tuning performance when configured right.", "content_text": "A few days ago, Thinking Machines Lab released “LoRA Without Regret”, showing that LoRA can match full fine-tuning performance when configured right. Naturally, we decided to reproduce the results with TRL and release a guide! https://huggingface.co/docs/trl/main/en/lora_without_regret See translation", "url": "https://huggingface.co/posts/sergiopaniego/862106039351008", "date_published": "2025-10-07T17:20:27.692441"}, {"id": "https://huggingface.co/posts/evijit/733521758778057", "image": "", "title": "AI for Scientific Discovery Won't Work Without Fixing How We Collaborate.", "content_text": "AI for Scientific Discovery Won't Work Without Fixing How We Collaborate. My co-author @ cgeorgiaw and I just published a paper challenging a core assumption: that the main barriers to AI in science are technical. They're not. They're social. Key findings: 🚨 The \"AI Scientist\" myth delays progress: Waiting for AGI devalues human expertise and obscures science's real purpose: cultivating understanding, not just outputs. 📊 Wrong incentives: Datasets have 100x longer impact than models, yet data curation is undervalued. ⚠️ Broken collaboration: Domain scientists want understanding. ML researchers optimize performance. Without shared language, projects fail. 🔍 Fragmentation costs years: Harmonizing just 9 cancer files took 329 hours. Why this matters: Upstream bottlenecks like efficient PDE solvers could accelerate discovery across multiple sciences. CASP mobilized a community around protein structure, enabling AlphaFold. We need this for dozens of challenges. Thus, we're launching...", "url": "https://huggingface.co/posts/evijit/733521758778057", "date_published": "2025-10-07T17:20:27.692922"}, {"id": "https://huggingface.co/posts/lunarflu/216355671043435", "image": "", "title": "Cool stuff these past weeks on huggingface! 🤗 🚀 !", "content_text": "Cool stuff these past weeks on huggingface! 🤗 🚀 ! • 📈Trackio, local-first W&B alternative https://github.com/gradio-app/trackio/issues • 🌍EmbeddingGemma, 300M-param, multilingual embeddings, on-device https://huggingface.co/blog/embeddinggemma • 💻Open LLMs in VS Code (Inference Providers) https://x.com/reach_vb/status/1966185427582497171 • 🤖Smol2Operator GUI agents https://huggingface.co/blog/smol2operator • 🖼️Gradio visible watermarking https://huggingface.co/blog/watermarking-with-gradio See translation", "url": "https://huggingface.co/posts/lunarflu/216355671043435", "date_published": "2025-10-07T17:20:27.693220"}, {"id": "https://huggingface.co/posts/codelion/995258395015987", "image": "", "title": "🚀 Adaptive Classifier v0.1.0: Now with ONNX Runtime Support!", "content_text": "🚀 Adaptive Classifier v0.1.0: Now with ONNX Runtime Support! We're excited to announce a major update to Adaptive Classifier - a flexible, continuous learning classification system that adapts to new classes without retraining! What's New: ⚡ ONNX Runtime Integration: Get 1.14x faster CPU inference out of the box (up to 4x on x86 processors) 📦 INT8 Quantization: Models are now 4x smaller with minimal accuracy loss, making deployment easier and faster 🎯 Smart Loading: Automatically uses the best model variant for your hardware - quantized for speed by default, or unquantized for maximum accuracy 🔄 7.5x Faster Model Loading: Get started quickly with optimized model initialization How It Works: Adaptive Classifier lets you build text classifiers that continuously learn from new examples without catastrophic forgetting. Perfect for: - Dynamic classification tasks where classes evolve over time - Few-shot learning scenarios with limited training data - Production systems that need to...", "url": "https://huggingface.co/posts/codelion/995258395015987", "date_published": "2025-10-07T17:20:27.693812"}, {"id": "https://huggingface.co/posts/Parveshiiii/260243419840768", "image": "", "title": "Ever wanted an open‑source deep research agent? Meet Deepresearch‑Agent 🔍🤖", "content_text": "Ever wanted an open‑source deep research agent? Meet Deepresearch‑Agent 🔍🤖 1. Multi‑step reasoning: Reflects between steps, fills gaps, iterates until evidence is solid. 2. Research‑augmented: Generates queries, searches, synthesizes, and cites sources. 3. Fullstack + LLM‑friendly: React/Tailwind frontend, LangGraph/FastAPI backend; works with OpenAI/Gemini. 🔗 GitHub: https://github.com/Parveshiiii/Deepresearch-Agent See translation", "url": "https://huggingface.co/posts/Parveshiiii/260243419840768", "date_published": "2025-10-07T17:20:27.694084"}, {"id": "https://huggingface.co/posts/prithivMLmods/886559259732378", "image": "", "title": "Have built the new Image Studio with the Gemini Image Gen models for the following multiple tasks:", "content_text": "Have built the new Image Studio with the Gemini Image Gen models for the following multiple tasks: imagen-4.0-fast-generate-001 model for Image Generation (Text-to-Image) and Multi-Image Editing (Image-to-Image), and Draw-to-Image powered by gemini-2.5-flash-image (aka Nano Banana). ⭐ Gemini-Image-Studio: prithivMLmods/Gemini-Image-Studio (Latest) 🤞 Old-App: prithivMLmods/Nano-Banana-AIO 🥊 GitHub: https://github.com/prithivsakthiur/gemini-image-studio-hf To proceed, you need to add your Gemini API key. Your API key is stored only for the duration of your session and will be lost when you reload or exit the page. It will not be shared or exposed anywhere. See translation", "url": "https://huggingface.co/posts/prithivMLmods/886559259732378", "date_published": "2025-10-07T17:20:27.694450"}, {"id": "https://huggingface.co/posts/AdamF92/854077189361039", "image": "", "title": "Hi, I just published research paper that's introducing my Reactive Transformer (RxT) architecture. I would be grateful if you could check it and upvote on HuggingFace Daily Papers -", "content_text": "Hi, I just published research paper that's introducing my Reactive Transformer (RxT) architecture. I would be grateful if you could check it and upvote on HuggingFace Daily Papers - Reactive Transformer (RxT) -- Stateful Real-Time Processing for Event-Driven Reactive Language Models (2510.03561) Architecture is based on stateful real-time processing with innovational asynchronous memory update. Instead of reprocessing all the conversation history for each message, it's processing only single query with all the context moved to dedicated memory layers. Memory is updated after generating the answer, so it's not influencing latency - in tests, time to first token was almost the same as generating a single token. It has also better quality/accuracy in multi-turn dialogue than the same size stateless decoder-only model. Initial experiments were small scale (12M to 160M params models trained on simple synthetic datasets), but just now I'm starting training of bigger 270M params model on...", "url": "https://huggingface.co/posts/AdamF92/854077189361039", "date_published": "2025-10-07T17:20:27.694818"}]}