{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/836565977783893", "image": "", "title": "11 new types of RAG", "content_text": "11 new types of RAG RAG is evolving fast, keeping pace with cutting-edge AI trends. Today it becomes more agentic and smarter at navigating complex structures like hypergraphs. Here are 11 latest RAG types: 1. InstructRAG -> InstructRAG: Leveraging Retrieval-Augmented Generation on Instruction Graphs for LLM-Based Task Planning (2504.13032) Combines RAG with a multi-agent framework, using a graph-based structure, an RL agent to expand task coverage, and a meta-learning agent for better generalization 2. CoRAG (Collaborative RAG) -> CoRAG: Collaborative Retrieval-Augmented Generation (2504.01883) A collaborative framework that extends RAG to settings where clients train a shared model using a joint passage store 3. ReaRAG -> ReaRAG: Knowledge-guided Reasoning Enhances Factuality of Large Reasoning Models with Iterative Retrieval Augmented Generation (2503.21729) It uses a Thought-Action-Observation loop to decide at each step whether to retrieve information or finalize an answer,...", "url": "https://huggingface.co/posts/Kseniase/836565977783893", "date_published": "2025-04-23T09:25:28.154885"}, {"id": "https://huggingface.co/posts/aiqtech/339494015180136", "image": "", "title": "🌐 AI Token Visualization Tool with Perfect Multilingual Support", "content_text": "🌐 AI Token Visualization Tool with Perfect Multilingual Support Hello! Today I'm introducing my Token Visualization Tool with comprehensive multilingual support. This web-based application allows you to see how various Large Language Models (LLMs) tokenize text. aiqtech/LLM-Token-Visual ✨ Key Features 🤖 Multiple LLM Tokenizers: Support for Llama 4, Mistral, Gemma, Deepseek, QWQ, BERT, and more 🔄 Custom Model Support: Use any tokenizer available on HuggingFace 📊 Detailed Token Statistics: Analyze total tokens, unique tokens, compression ratio, and more 🌈 Visual Token Representation: Each token assigned a unique color for visual distinction 📂 File Analysis Support: Upload and analyze large files 🌏 Powerful Multilingual Support The most significant advantage of this tool is its perfect support for all languages: 📝 Asian languages including Korean, Chinese, and Japanese fully supported 🔤 RTL (right-to-left) languages like Arabic and Hebrew supported 🈺 Special characters and emoji...", "url": "https://huggingface.co/posts/aiqtech/339494015180136", "date_published": "2025-04-23T09:25:28.155577"}, {"id": "https://huggingface.co/posts/clem/295367997414146", "image": "", "title": "Energy is a massive constraint for AI but do you even know what energy your chatGPT convos are using?", "content_text": "Energy is a massive constraint for AI but do you even know what energy your chatGPT convos are using? We're trying to change this by releasing ChatUI-energy, the first interface where you see in real-time what energy your AI conversations consume. Great work from @ jdelavande powered by spaces & TGI, available for a dozen of open-source models like Llama, Mistral, Qwen, Gemma and more. jdelavande/chat-ui-energy Should all chat interfaces have this? Just like ingredients have to be shown on products you buy, we need more transparency in AI for users! See translation", "url": "https://huggingface.co/posts/clem/295367997414146", "date_published": "2025-04-23T09:25:28.155892"}, {"id": "https://huggingface.co/posts/linoyts/495650054643276", "image": "", "title": "We just shipped HiDream Image LoRA fine-tuning to diffusers🧨", "content_text": "We just shipped HiDream Image LoRA fine-tuning to diffusers🧨 HiDream's sota capabilities (and mit license) bring a lot of potential to explore with fine-tunes 🔥 - more upgrades and features soon! - code, weights and config example 👇 🧶Yarn art lora: linoyts/HiDream-yarn-art-LoRA code: https://github.com/huggingface/diffusers/blob/main/examples/dreambooth/README_hidream.md See translation", "url": "https://huggingface.co/posts/linoyts/495650054643276", "date_published": "2025-04-23T09:25:28.156216"}, {"id": "https://huggingface.co/posts/as-cle-bert/433213121260329", "image": "", "title": "Finding a job that matches with our resume shouldn't be difficult, especially now that we have AI... And still, we're drowning in unclear announcements, jobs whose skill requirements might not really fit us, and tons of material😵‍💫", "content_text": "Finding a job that matches with our resume shouldn't be difficult, especially now that we have AI... And still, we're drowning in unclear announcements, jobs whose skill requirements might not really fit us, and tons of material😵‍💫 That's why I decided to build 𝐑𝐞𝐬𝐮𝐦𝐞 𝐌𝐚𝐭𝐜𝐡𝐞𝐫 ( https://github.com/AstraBert/resume-matcher ), a fully open-source application that scans your resume and searches the web for jobs that match with it!🎉 The workflow is very simple: 🦙 A LlamaExtract agent parses the resume and extracts valuable data that represent your profile 🗄️The structured data are passed on to a Job Matching Agent (built with LlamaIndex😉) that uses them to build a web search query based on your resume 🌐 The web search is handled by Linkup, which finds the top matches and returns them to the Agent 🔎 The agent evaluates the match between your profile and the jobs, and then returns a final answer to you So, are you ready to find a job suitable for you?💼 You can spin up the application...", "url": "https://huggingface.co/posts/as-cle-bert/433213121260329", "date_published": "2025-04-23T09:25:28.156739"}, {"id": "https://huggingface.co/posts/clem/713065682470379", "image": "", "title": "Just crossed half a million public apps on Hugging Face. A new public app is created every minute these days 🤯🤯🤯", "content_text": "Just crossed half a million public apps on Hugging Face. A new public app is created every minute these days 🤯🤯🤯 What's your favorite? http://hf.co/spaces See translation", "url": "https://huggingface.co/posts/clem/713065682470379", "date_published": "2025-04-23T09:25:28.156984"}, {"id": "https://huggingface.co/posts/AdinaY/513759960651834", "image": "", "title": "SkyReels-V2 🔥 UNLIMITED duration video generation model by Kunlun Tech-Skywork 天工", "content_text": "SkyReels-V2 🔥 UNLIMITED duration video generation model by Kunlun Tech-Skywork 天工 Paper: SkyReels-V2: Infinite-length Film Generative Model (2504.13074) Model: Skywork/skyreels-v2-6801b1b93df627d441d0d0d9 ✨ 1.3B & 14B ✨ Generates infinite length videos using Diffusion Forcing with diffusion models + autoregressive methods See translation", "url": "https://huggingface.co/posts/AdinaY/513759960651834", "date_published": "2025-04-23T09:25:28.157289"}, {"id": "https://huggingface.co/posts/fantos/270713260226473", "image": "", "title": "🎨 BadgeCraft: Create Beautiful Badges with Ease! ✨", "content_text": "🎨 BadgeCraft: Create Beautiful Badges with Ease! ✨ Hello there! Today I'm introducing BadgeCraft, a simple app that lets you create stunning badges for your websites, GitHub READMEs, and documentation. 🌟 Key Features 🖌️ 14 diverse color options including vibrant neon colors 🔤 Custom text input for label and message 🖼️ Support for 2000+ logos via Simple Icons 🔗 Clickable link integration 👁️ Real-time preview 💻 Ready-to-use HTML code generation 📝 How to Use Label - Enter the text to display on the left side of the badge (e.g., \"Discord\", \"Version\", \"Status\") Message - Enter the text to display on the right side of the badge Logo - Type the name of a logo provided by Simple Icons (e.g., \"discord\", \"github\") Style - Choose the shape of your badge (flat, plastic, for-the-badge, etc.) Color Settings - Select background color, label background color, and logo color Link - Enter the URL that the badge will link to when clicked ✅ Use Cases Add social media links to your GitHub project README...", "url": "https://huggingface.co/posts/fantos/270713260226473", "date_published": "2025-04-23T09:25:28.157915"}, {"id": "https://huggingface.co/posts/openfree/406218973183679", "image": "", "title": "📊 Papers Impact: Instant AI Grading for Your Research Papers! 🚀", "content_text": "📊 Papers Impact: Instant AI Grading for Your Research Papers! 🚀 🌟 Introduction Hello, AI research community! 🎉 Introducing Papers Impact - the revolutionary AI tool that automatically grades and predicts the potential impact of research papers! 🧠💡 VIDraft/PapersImpact ✨ Key Feature: Instant Paper Grading The core functionality is brilliantly simple: Just enter an arXiv paper ID or URL, and our AI instantly analyzes and grades the paper's potential academic impact! No need to read through the entire paper yourself - our system automatically evaluates the title and abstract to generate a normalized impact score between 0 and 1. 🎯 How It Works Enter Paper ID or URL: Simply paste an arXiv ID (e.g., \"2504.11651\") or full URL Automatic Fetching: The system retrieves the paper's title and abstract AI Analysis: Our advanced LLaMA-based transformer model analyzes the content Instant Grading: Receive an impact score and corresponding letter grade in seconds! 💡 Who Can Benefit? 🔬 Researchers:...", "url": "https://huggingface.co/posts/openfree/406218973183679", "date_published": "2025-04-23T09:25:28.158527"}, {"id": "https://huggingface.co/posts/seawolf2357/553204712342429", "image": "", "title": "📚 Papers Leaderboard - See the Latest AI Research Trends at a Glance! ✨", "content_text": "📚 Papers Leaderboard - See the Latest AI Research Trends at a Glance! ✨ Hello, AI research community! Today I'm introducing a new tool for exploring research papers. Papers Leaderboard is an open-source dashboard that makes it easy to find and filter the latest AI research papers. Heartsync/Papers-Leaderboard 🌟 Key Features Date Filtering: View only papers published within a specific timeframe (from May 5, 2023 to present) Title Search: Quickly find papers containing your keywords of interest Abstract Search: Explore paper content more deeply by searching for keywords within abstracts Automatic Updates: The database is updated with the latest papers every hour 💡 How to Use It? Select a start date and end date Enter keywords you want to find in titles or abstracts Adjust the maximum number of search results for abstract searches Results are displayed neatly in table format See translation", "url": "https://huggingface.co/posts/seawolf2357/553204712342429", "date_published": "2025-04-23T09:25:28.158961"}]}