{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/salma-remyx/494327094243098", "image": "", "title": "Reproducing research code shouldn't take longer than reading the paper.", "content_text": "Reproducing research code shouldn't take longer than reading the paper. For papers that include code, setting up the right environment often means hours of dependency hell and configuration debugging. At Remyx AI, we built an agent that automatically creates and tests Docker images for research papers, then shares them publicly so anyone can reproduce results with a single command. We just submitted PR #908 to integrate this directly into arXiv Labs. If you believe in making reproducible research accessible to everyone, give it a bump!: https://github.com/arXiv/arxiv-browse/pull/908 See translation", "url": "https://huggingface.co/posts/salma-remyx/494327094243098", "date_published": "2025-09-19T17:18:27.618002"}, {"id": "https://huggingface.co/posts/vikhyatk/428307575853218", "image": "", "title": "Just released a preview of Moondream 3!", "content_text": "Just released a preview of Moondream 3! moondream/moondream3-preview This is a 9B parameter, 2B active MoE VLM with state of the art visual reasoning capabilities. More details in the release blog post: https://moondream.ai/blog/moondream-3-preview See translation", "url": "https://huggingface.co/posts/vikhyatk/428307575853218", "date_published": "2025-09-19T17:18:27.618243"}, {"id": "https://huggingface.co/posts/takarajordan/879360274479598", "image": "", "title": "Are we really back to storing access tokens in plain text again?", "content_text": "Are we really back to storing access tokens in plain text again? { \"mcpServers\" : { \"hf-mcp-server\" : { \"url\" : \"https://huggingface.co/mcp\" , \"headers\" : { \"Authorization\" : \"Bearer <YOUR_HF_TOKEN>\" } } } } See translation", "url": "https://huggingface.co/posts/takarajordan/879360274479598", "date_published": "2025-09-19T17:18:27.618472"}, {"id": "https://huggingface.co/posts/salma-remyx/278519022250698", "image": "", "title": "Mark you calendars for Thursday Sept 25th at 9am PST 📆", "content_text": "Mark you calendars for Thursday Sept 25th at 9am PST 📆 We're joining the @ ag2 team in discord to present a deep-dive into how we've used the framework to build GitRank in their Community Talks The GitRank pipeline is used to: 📰 power personalized paper recommendations 🐳 build environments as Docker Images 🎯 implement core-methods as PRs for your target repo Attached is a draft outlining what we plan to cover in the talk. Would love to gather your feedback to make this insightful for all: https://docs.google.com/presentation/d/1S0q-wGCu2dliVWb9ykGKFz61jZKZI4ipxWBv73HOFBo/edit?usp=sharing See translation", "url": "https://huggingface.co/posts/salma-remyx/278519022250698", "date_published": "2025-09-19T17:18:27.618817"}, {"id": "https://huggingface.co/posts/merve/445414862119862", "image": "", "title": "IBM just released small swiss army knife for the document models: granite-docling-258M on Hugging Face 🔥", "content_text": "IBM just released small swiss army knife for the document models: granite-docling-258M on Hugging Face 🔥 > not only a document converter but also can do document question answering, understand multiple languages 🤯 > best part: released with Apache 2.0 license 👏 use it with your commercial projects! > it supports transformers, vLLM and MLX from the get-go! 🤗 > built on SigLIP2 & granite-165M model: ibm-granite/granite-docling-258M demo: ibm-granite/granite-docling-258m-demo 💗 See translation", "url": "https://huggingface.co/posts/merve/445414862119862", "date_published": "2025-09-19T17:18:27.619118"}, {"id": "https://huggingface.co/posts/prithivMLmods/792537677776345", "image": "", "title": "Many of 'em pinged me asking to make the", "content_text": "Many of 'em pinged me asking to make the nano-banana-aio to available on hf.co/spaces, so I’ve transferred the app’s tech stack to make it compatible for deployment on Spaces. (Can be accessed with your own Gemini API) 🤗⭐️ ✦ Yes, it is now available on Spaces: prithivMLmods/Nano-Banana-AIO Nano Banana AIO (All-in-One) App, which offers seamless image manipulation features, including single/multiple image adaptation, a canvas for free-style drawing to creative image generation, and standard text-to-image generation. All in One Banana for you! 😉 See translation", "url": "https://huggingface.co/posts/prithivMLmods/792537677776345", "date_published": "2025-09-19T17:18:27.619432"}, {"id": "https://huggingface.co/posts/freddyaboulton/832825198188069", "image": "", "title": "Gradio 6.0 is launching this year!", "content_text": "Gradio 6.0 is launching this year! We're revamping the core to give you performance improvements and unprecedented customization. Build better, faster. Check out the GitHub milestone to learn what's planned under the hood! https://github.com/gradio-app/gradio/issues?q=is:issue%20state:open%20milestone:%22Gradio%206%22 See translation", "url": "https://huggingface.co/posts/freddyaboulton/832825198188069", "date_published": "2025-09-19T17:18:27.619672"}, {"id": "https://huggingface.co/posts/Monica997/115477940297105", "image": "", "title": "Turn Your Dog’s Photo into a 3D Figurine with Nano Banana 🐶✨", "content_text": "Turn Your Dog’s Photo into a 3D Figurine with Nano Banana 🐶✨ Just tested out the new Nano Banana feature, and I’m honestly impressed. I uploaded a single photo of my corgi, and within minutes, it generated a detailed 3D figurine model. What makes this really interesting for tech and design folks: AI-powered 2D → 3D conversion (no manual modeling required) Preserves character consistency even with multiple images Export options for 3D printing or digital use (OBJ, FBX, STL) Works with pets, people, and even illustrated characters For anyone into 3D modeling, collectibles, or architecture visualization, this is a game-changer. Imagine transforming static photos into tangible 3D assets with just a few clicks. Here’s the link if you want to try it out: https://imini.com/nano-banana Has anyone else here tested Nano Banana for pets or other personal projects? Would love to hear your results! See translation", "url": "https://huggingface.co/posts/Monica997/115477940297105", "date_published": "2025-09-19T17:18:27.620075"}, {"id": "https://huggingface.co/posts/Tanaybh/360553614352968", "image": "", "title": "The Bias is YOU - LLMs Mirror Your Own Assumptions", "content_text": "The Bias is YOU - LLMs Mirror Your Own Assumptions AI doesn't just have bias - it reflects yours. When you ask a question with positive framing, you get positive answers. Ask with negative framing, you get negative answers. The AI becomes a mirror of your own assumptions. Your framing determines the answer - The same topic yields opposite responses based on how you ask AIs amplify your sentiment - Negative questions often get even MORE negative responses This affects everyone - From students doing research to professionals making decisions Why This Matters This isn't a technical glitch - it's fundamental to how these systems work. They're trained on human language, and humans frame things with bias. The AI learned to match that framing. Think about the implications: - Medical professionals seeking second opinions - Students researching controversial topics - Business leaders evaluating strategies - Anyone using AI for important decisions The Stochastic Mirror Effect Let's call this...", "url": "https://huggingface.co/posts/Tanaybh/360553614352968", "date_published": "2025-09-19T17:18:27.620469"}, {"id": "https://huggingface.co/posts/dimentox/564176458705801", "image": "", "title": "⚡ Big things are moving.", "content_text": "⚡ Big things are moving. Witchborn Systems (newly recognized nonprofit) is forging the cornerstone of something we believe the world needs: a **public, governed AI layer**. Not closed. Not for sale. Not hidden. A Constitutional Layer for AI — transparent, amendable, incorruptible. Every decision logged, every amendment public, every voice accountable. This is only the beginning. The Codex is open. The forge is hot. 🔥 #AI #Transparency #CollectiveIntelligence #Nonprofit #Witchborn See translation", "url": "https://huggingface.co/posts/dimentox/564176458705801", "date_published": "2025-09-19T17:18:27.620776"}]}