{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/aiqtech/202174985893140", "image": "", "title": "✨ High-Resolution Ghibli Style Image Generator ✨", "content_text": "✨ High-Resolution Ghibli Style Image Generator ✨ 🌟 Introducing FLUX Ghibli LoRA Hello everyone! Today I'm excited to present a special LoRA model for FLUX Dev.1. This model leverages a LoRA trained on high-resolution Ghibli images for FLUX Dev.1 to easily create beautiful Ghibli-style images with stunning detail! 🎨 space: aiqtech/FLUX-Ghibli-Studio-LoRA model: openfree/flux-chatgpt-ghibli-lora 🔮 Key Features Trained on High-Resolution Ghibli Images - Unlike other LoRAs, this one is trained on high-resolution images, delivering sharper and more beautiful results Powered by FLUX Dev.1 - Utilizing the latest FLUX model for faster generation and superior quality User-Friendly Interface - An intuitive UI that allows anyone to create Ghibli-style images with ease Diverse Creative Possibilities - Express various themes in Ghibli style, from futuristic worlds to fantasy elements 🖼️ Sample Images Include \"Ghibli style\" in your prompts Try combining nature, fantasy elements, futuristic...", "url": "https://huggingface.co/posts/aiqtech/202174985893140", "date_published": "2025-03-31T13:31:06.160377"}, {"id": "https://huggingface.co/posts/aiqtech/518766175001571", "image": "", "title": "🤗 Hug Contributors", "content_text": "🤗 Hug Contributors Hugging Face Contributor Dashboard 👨‍💻👩‍💻 aiqtech/Contributors-Leaderboard 📊 Key Features Contributor Activity Tracking: Visualize yearly and monthly contributions through interactive calendars Top 100 Rankings: Provide rankings based on models, spaces, and dataset contributions Detailed Analysis: Analyze user-specific contribution patterns and influence Visualization: Understand contribution activities at a glance through intuitive charts and graphs 🌟 Core Visualization Elements Contribution Calendar: Track activity patterns with GitHub-style heatmaps Radar Chart: Visualize balance between models, spaces, datasets, and activity levels Monthly Activity Graph: Identify most active months and patterns Distribution Pie Chart: Analyze proportion by contribution type 🏆 Ranking System Rankings based on overall contributions, spaces, and models Automatic badges for top 10, 30, and 100 contributors Ranking visualization to understand your position in the community 💡 How...", "url": "https://huggingface.co/posts/aiqtech/518766175001571", "date_published": "2025-03-31T13:31:06.160948"}, {"id": "https://huggingface.co/posts/openfree/214646053127729", "image": "", "title": "🚀 Gemma3-R1984-27B: Next Generation Agentic AI Platform", "content_text": "🚀 Gemma3-R1984-27B: Next Generation Agentic AI Platform Model Path: VIDraft/Gemma-3-R1984-27B Space: VIDraft/Gemma-3-R1984-27B git clone VIDraft/Gemma-3-R1984-27B 💫 A New Frontier in AI Innovation Gemma3-R1984-27B is a powerful agentic AI platform built on Google's Gemma-3-27B model. It integrates state-of-the-art deep research via web search with multimodal file processing capabilities and handles long contexts up to 8,000 tokens. Designed for local deployment on independent servers using NVIDIA A100 GPUs, it provides high security and prevents data leakage. 🔓 Uncensored and Unrestricted AI Experience Gemma3-R1984-27B comes with all censorship restrictions removed, allowing users to operate any persona without limitations. The model perfectly implements various roles and characters according to users' creative requests, providing unrestricted responses that transcend the boundaries of conventional AI. This unlimited interaction opens infinite possibilities across research, creative...", "url": "https://huggingface.co/posts/openfree/214646053127729", "date_published": "2025-03-31T13:31:06.161594"}, {"id": "https://huggingface.co/posts/onekq/823420417019568", "image": "", "title": "Open source models are immutable, this is a big pain.", "content_text": "Open source models are immutable, this is a big pain. When you open source a piece of software, users leave their feedbacks via issues or PRs. You can merge their feedbacks in semi real time, this creates a positive cycle. Then you have a community. LLMs don't have these nice micro steps. There are no hot fixes. Even a minor version bump is an endeavor. I'm quite confident my model is being used by teams somewhere. But until next launch, it's awfully quiet. I don't know the solution. Just a regular lament before weekend. 🤗 See translation", "url": "https://huggingface.co/posts/onekq/823420417019568", "date_published": "2025-03-31T13:31:06.161943"}, {"id": "https://huggingface.co/posts/thomwolf/431321353076398", "image": "", "title": "The new DeepSite space is really insane for vibe-coders", "content_text": "The new DeepSite space is really insane for vibe-coders enzostvs/deepsite With the wave of vibe-coding-optimized LLMs like the latest open-source DeepSeek model (version V3-0324), you can basically prompt out-of-the-box and create any app and game in one-shot. It feels so powerful to me, no more complex framework or under-the-hood prompt engineering to have a working text-to-app tool. AI is eating the world and *open-source* AI is eating AI itself! PS: and even more meta is that the DeepSite app and DeepSeek model are both fully open-source code => time to start recursively improve? PPS: you still need some inference hosting unless you're running the 600B param model at home, so check the very nice list of HF Inference Providers for this model: deepseek-ai/DeepSeek-V3-0324 See translation", "url": "https://huggingface.co/posts/thomwolf/431321353076398", "date_published": "2025-03-31T13:31:06.162303"}, {"id": "https://huggingface.co/posts/luigi12345/612317420621834", "image": "", "title": "🧠 PROMPT FOR CONVERTING ANY MODEL IN REASONING \"THINKING\" MODEL🔥🤖", "content_text": "🧠 PROMPT FOR CONVERTING ANY MODEL IN REASONING \"THINKING\" MODEL🔥🤖 Convert any model to Deepseek R1 like \"thinking\" model. 💭 You 're now a thinking-first LLM. For all inputs: 1 . Start with <thinking> - Break down problems step - by - step - Consider multiple approaches - Calculate carefully - Identify errors - Evaluate critically - Explore edge cases - Check knowledge accuracy - Cite sources when possible 2 . End with </thinking> 3 . Then respond clearly based on your thinking. The <thinking> section is invisible to users and helps you produce better answers. For math: show all work and verify For coding: reason through logic and test edge cases For facts: verify information and consider reliability For creative tasks: explore options before deciding For analysis: examine multiple interpretations Example: <thinking> [ Step - by - step analysis] [Multiple perspectives] [Self-critique] [Final conclusion] </thinking> [Clear, concise response to user] See translation", "url": "https://huggingface.co/posts/luigi12345/612317420621834", "date_published": "2025-03-31T13:31:06.162773"}, {"id": "https://huggingface.co/posts/burtenshaw/516334667346623", "image": "", "title": "NEW UNIT in the Hugging Face Reasoning course. We dive deep into the algorithm behind DeepSeek R1 with an advanced and hands-on guide to interpreting GRPO.", "content_text": "NEW UNIT in the Hugging Face Reasoning course. We dive deep into the algorithm behind DeepSeek R1 with an advanced and hands-on guide to interpreting GRPO. 🔗 https://huggingface.co/reasoning-course This unit is super useful if you’re tuning models with reinforcement learning. It will help with: - interpreting loss and reward progression during training runs - selecting effective parameters for training - reviewing and defining effective reward functions This unit also works up smoothly toward the existing practical exercises form @ mlabonne and Unsloth. 📣 Shout out to @ ShirinYamani who wrote the unit. Follow for more great content. See translation", "url": "https://huggingface.co/posts/burtenshaw/516334667346623", "date_published": "2025-03-31T13:31:06.163138"}, {"id": "https://huggingface.co/posts/hanzla/237314499914963", "image": "", "title": "Hi all,", "content_text": "Hi all, Last week, I open sourced Free Search API. It allows sourcing results from top search engines (including google, bing) for free. It uses searxng instances for this purpose. I was overwhelmed by community's response and I am glad for all the support and suggestions. So today, I have pushed several improvements that make this API more stable. These improvements include 1) Parallel scrapping of search results for faster response 2) Markdown formatting of search results 3) Prioritizing SearXNG instances that have faster google response time 4) Update/Get endpoints for searxng instances. Github: https://github.com/HanzlaJavaid/Free-Search/tree/main Try the deployed version: https://freesearch.replit.app/docs I highly appreciate PRs, issues, stars, and any kind of feedback. Let's join hands, and make it real big! See translation", "url": "https://huggingface.co/posts/hanzla/237314499914963", "date_published": "2025-03-31T13:31:06.163518"}, {"id": "https://huggingface.co/posts/DawnC/209828948650470", "image": "", "title": "🌐 PawMatchAI Update: Smarter Visualization with Radar Charts! 🐾", "content_text": "🌐 PawMatchAI Update: Smarter Visualization with Radar Charts! 🐾 I’ve just added a new feature to the project that bridges the gap between breed recognition and real world decision-making: 👉 Radar charts for lifestyle-based breed insights. 🎯 Why This Matters Choosing the right dog isn’t just about knowing the breed , it’s about how that breed fits into your lifestyle. To make this intuitive, each breed now comes with a six-dimensional radar chart that reflects: - Space Requirements - Exercise Needs - Grooming Level - Owner Experience - Health Considerations - Noise Behavior Users can also compare two breeds side-by-side using radar and bar charts — perfect for making thoughtful, informed choices. 💡 What’s Behind It? All visualizations are directly powered by the same internal database used by the recommendation engine, ensuring consistent, explainable results. 🐶 Try It Out Whether you're a first-time dog owner or a seasoned canine lover, this update makes it easier than ever to match...", "url": "https://huggingface.co/posts/DawnC/209828948650470", "date_published": "2025-03-31T13:31:06.164033"}, {"id": "https://huggingface.co/posts/AdinaY/152448454490712", "image": "", "title": "Let's check out the latest releases from the Chinese community in March!", "content_text": "Let's check out the latest releases from the Chinese community in March! 👉 https://huggingface.co/collections/zh-ai-community/march-2025-releases-from-the-chinese-community-67c6b479ebb87abbdf8e2e76 ✨MLLM > R1 Omni by Alibaba Tongyi - 0.5B > Qwen2.5 Omni by Alibaba Qwen - 7B with apache2.0 🖼️Video > CogView-4 by ZhipuAI - Apacha2.0 > HunyuanVideo-I2V by TencentHunyuan > Open Sora2.0 - 11B with Apache2.0 > Stepvideo TI2V by StepFun AI - 30B with MIT license 🎵Audio > DiffDiffRhythm - Apache2.0 > Spark TTS by SparkAudio - 0.5B ⚡️Image/3D > Hunyuan3D 2mv/2mini (0.6B) by @ TencentHunyuan > FlexWorld by ByteDance - MIT license > Qwen2.5-VL-32B-Instruct by Alibaba Qwen - Apache2.0 > Tripo SG (1.5B)/SF by VastAIResearch - MIT license > InfiniteYou by ByteDance > LHM by Alibaba AIGC team - Apache2.0 > Spatial LM by ManyCore 🧠Reasoning > QwQ-32B by Alibaba Qwen - Apache2.0 > Skywork R1V - 38B with MIT license > RWKV G1 by RWKV AI - 0.1B pure RNN reasoning model with Apache2.0 > Fin R1 by SUFE...", "url": "https://huggingface.co/posts/AdinaY/152448454490712", "date_published": "2025-03-31T13:31:06.164543"}]}