{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/ginipick/804980229974999", "image": "", "title": "🌈✨ FLUX 'Every Text Imaginator'", "content_text": "🌈✨ FLUX 'Every Text Imaginator' Multilingual Text-Driven Image Generation and Editing Demo: ginigen/Every-Text 📝 What is FLUX Text Imaginator? FLUX Text Imaginator is an innovative tool that leverages cutting-edge FLUX diffusion models to create and edit images with perfectly integrated multilingual text. Unlike other image generation models, FLUX possesses exceptional capability to naturally incorporate text in various languages including Korean, English, Chinese, Japanese, Russian, French, Spanish and more into images! ✨ FLUX's Multilingual Text Processing Strengths 🔤 Superior Multilingual Text Rendering: FLUX renders text with amazing accuracy, including non-English languages and special characters 🇰🇷 Perfect Korean Language Support: Accurately represents complex Korean combined characters 🈶 Excellent East Asian Language Handling: Naturally expresses complex Chinese characters and Japanese text 🔍 Sophisticated Text Placement: Precise text positioning using <text1>, <text2>,...", "url": "https://huggingface.co/posts/ginipick/804980229974999", "date_published": "2025-03-22T05:20:07.743824"}, {"id": "https://huggingface.co/posts/clem/968928866217294", "image": "", "title": "Should we assemble affordable open-source robots at Hugging Face for the community. Would you buy them? At what price?", "content_text": "Should we assemble affordable open-source robots at Hugging Face for the community. Would you buy them? At what price? See translation", "url": "https://huggingface.co/posts/clem/968928866217294", "date_published": "2025-03-22T05:20:07.744069"}, {"id": "https://huggingface.co/posts/sharpenb/393986344403251", "image": "", "title": "We open-sourced the", "content_text": "We open-sourced the pruna package that can be easily installed with pip install pruna :) It allows to easily ccompress and evaluate AI models including transformers and diffusers. - Github repo: https://github.com/PrunaAI/pruna - Documentation: https://docs.pruna.ai/en/stable/index.html With open-sourcing, people can now inspect and contribute to the open code. Beyond the code, we provide detailed readme, tutorials, benchmarks, and documentation to make transparent compression, evaluation, and saving/loading/serving of AI models. Happy to share it with you and always interested in collecting your feedback :) See translation", "url": "https://huggingface.co/posts/sharpenb/393986344403251", "date_published": "2025-03-22T05:20:07.744380"}, {"id": "https://huggingface.co/posts/mlabonne/714992455492422", "image": "", "title": "✂️ AutoAbliteration", "content_text": "✂️ AutoAbliteration I made a Colab notebook to automatically abliterate models. It's quite general, so you can do interesting stuff like blocking a given language in the model outputs. 💻 Colab: https://colab.research.google.com/drive/1RmLv-pCMBBsQGXQIM8yF-OdCNyoylUR1?usp=sharing See translation", "url": "https://huggingface.co/posts/mlabonne/714992455492422", "date_published": "2025-03-22T05:20:07.744662"}, {"id": "https://huggingface.co/posts/onekq/812629409559433", "image": "", "title": "Folks, let's get ready.🥳 We will be busy soon.  😅🤗https://github.com/huggingface/transformers/pull/36878", "content_text": "Folks, let's get ready.🥳 We will be busy soon. 😅🤗https://github.com/huggingface/transformers/pull/36878 See translation", "url": "https://huggingface.co/posts/onekq/812629409559433", "date_published": "2025-03-22T05:20:07.744885"}, {"id": "https://huggingface.co/posts/burtenshaw/105046709529701", "image": "", "title": "The Hugging Face Agents Course now includes three major agent frameworks!", "content_text": "The Hugging Face Agents Course now includes three major agent frameworks! 🔗 https://huggingface.co/agents-course This includes LlamaIndex, LangChain, and our very own smolagents. We've worked to integrate the three frameworks in distinctive ways so that learners can reflect on when and where to use each. This also means that you can follow the course if you're already familiar with one of these frameworks, and soak up some of the fundamental knowledge in earlier units. Hopefully, this makes the agents course as open to as many people as possible. See translation", "url": "https://huggingface.co/posts/burtenshaw/105046709529701", "date_published": "2025-03-22T05:20:07.745218"}, {"id": "https://huggingface.co/posts/lbourdois/751427866406946", "image": "", "title": "We introduce FAT5 (Flash Attention T5) ⚡", "content_text": "We introduce FAT5 (Flash Attention T5) ⚡ An implementation of T5 in PyTorch with UL2 objective optimized for GPGPU for both training and inference thanks to 13 different optimizations. The main one is that we have designed a CUDA kernel to expand the Flash Attention by @ tridao with RPE biases and supports other PE such as RoPE, ALiBi or FIRE. The result kernel is 2 times faster than a SPDA implementation. We also use Triton kernels to optimize certain parts of the architecture, such as the cross-entropy and RMSNorm layer. The various kernels have been carefully built to be compatible with BF16 and torch.compile to go even faster and achieve efficient pretraining. All other optimizations are described in a 📝 subsequent blog post available on @ huggingface 🤗: CATIE-AQ/FAT5-report . This methodology enabled us to efficiently pretrain as a proof of concept a FAT5 with 147M parameters in French in a reasonable time (1,461H for 419B tokens), with limited resources (1 A100 i.e. a...", "url": "https://huggingface.co/posts/lbourdois/751427866406946", "date_published": "2025-03-22T05:20:07.745800"}, {"id": "https://huggingface.co/posts/chansung/317347704788964", "image": "", "title": "Mistral AI Small 3.1 24B is not only commercial free but also the best model in a single GPU deployment.", "content_text": "Mistral AI Small 3.1 24B is not only commercial free but also the best model in a single GPU deployment. I packed up all the information you need to know in a single picture. Hope this helps! :) See translation", "url": "https://huggingface.co/posts/chansung/317347704788964", "date_published": "2025-03-22T05:20:07.746058"}, {"id": "https://huggingface.co/posts/etemiz/560030136297214", "image": "", "title": "Started fine tuning Gemma 3 using evolutionary approach. It is not the worst model according to AHA leaderboard and it is one of the smart according to lmarena.ai. My objective is to make it based, anti woke, wise, beneficial and then some.", "content_text": "Started fine tuning Gemma 3 using evolutionary approach. It is not the worst model according to AHA leaderboard and it is one of the smart according to lmarena.ai. My objective is to make it based, anti woke, wise, beneficial and then some. Several GPUs are fine tuning it at the same time, each using a different dataset and using QLoRA and the successful ones are merged later. Compared to LoRa this allows faster training and also reduced overfitting because the merge operation heals overfitting. The problem with this could be the 4 bit quantization may make models dumber. But I am not looking for sheer IQ. Too much mind is a problem anyway :) Has anyone tried parallel QLoRa and merge before? I also automated the dataset selection and benchmarking and converging to objectives (the fit function, the reward). It is basically trying to get higher score in AHA Leaderboard as fast as possible with a diverse set of organisms that \"evolve by training\". I want to release some cool stuff when...", "url": "https://huggingface.co/posts/etemiz/560030136297214", "date_published": "2025-03-22T05:20:07.746456"}, {"id": "https://huggingface.co/posts/daavoo/876890642000188", "image": "", "title": "🤖 🗺Mapped all(?) the swimming pools ️🏊 around another town with", "content_text": "🤖 🗺Mapped all(?) the swimming pools ️🏊 around another town with https://github.com/mozilla-ai/osm-ai-helper . This time, I have mapped and contributed to https://www.openstreetmap.org more than 100 swimming pools around my wife's hometown. Only took about 20min to find them all (+~3 min verification) in a free Colab GPU🚀 Try it yourself around a single point: mozilla-ai/osm-ai-helper See translation", "url": "https://huggingface.co/posts/daavoo/876890642000188", "date_published": "2025-03-22T05:20:07.746763"}]}