{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/673116238988658", "image": "", "title": "15 Outstanding Research Papers from NeurIPS 2025", "content_text": "15 Outstanding Research Papers from NeurIPS 2025 NeurIPS 2025, as a premier annual event in machine learning and computational neuroscience, tackles major topics like the future of AI, current research, and the most difficult challenges. While we’re not attending this year, we’re closely following the updates and today we pull together a quick, easy-to-digest roundup of a few standout papers so you can jump in without getting overwhelmed. Here is a list of 15 papers from NeurIPS 2025, including 8 top research papers that received awards, along with 7 others that caught our attention: 1. Faster R-CNN: Towards Real-Time Object Detection with Region Proposal Networks → https://neurips.cc/virtual/2025/loc/san-diego/test-of-time/128328 Test of Time Award winner. Introduces the RPN, a small convnet that predicts objectness and boxes on shared features, enabling Faster R-CNN to share computation and run around 5 fps on a GPU 2. Artificial Hivemind: The Open-Ended Homogeneity of LMs (and...", "url": "https://huggingface.co/posts/Kseniase/673116238988658", "date_published": "2025-12-09T09:29:05.150336"}, {"id": "https://huggingface.co/posts/omarkamali/275991644251688", "image": "", "title": "Hello", "content_text": "Hello picomon ! AMD GPU Monitoring made easy Just run uvx picomon and behold: ┌──────────────────────────────────────────┐ ┌──────────────────────────────────────────┐ │ GPU 0 GFX 42 % UMC 21 % │ │ GPU 1 GFX 78 % UMC 66 % │ │ PWR 135 / 250 W (54%) VRAM 10.0 / 16.0 GB 62 % │ │ PWR 210 / 250 W (84%) VRAM 14.5 / 16.0 GB 90 % │ │ │ │ │ │ GFX ▁▂▂▃▄▄▅▆▆▇█▇▆▅▄▃▂▁ │ │ GFX ▂▃▄▅▆▇██▇▆▅▄▂▂▃▅▆ │ │ PWR ▁▁▂▂▃▄▄▅▆▇██▇▆▅▄▂▁ │ │ PWR ▂▂▃▄▅▆▇██▇▆▅▄▃▂▂▃ │ │ VRM ▁▁▂▂▃▄▄▅▆▇███▇▆▅▄▂ │ │ VRM ▂▃▄▅▆▆▇███▇▆▅▄▃▂▂ │ └──────────────────────────────────────────┘ └──────────────────────────────────────────┘ Repo at https://github.com/omarkamali/picomon Or pypi at https://pypi.org/project/picomon", "url": "https://huggingface.co/posts/omarkamali/275991644251688", "date_published": "2025-12-09T09:29:05.150716"}, {"id": "https://huggingface.co/posts/codelion/632031761173923", "image": "", "title": "NotebookLM's infographics feature is amazing, it generates poster-type images from any text. Here is one I tried for my new HF article on ellora -", "content_text": "NotebookLM's infographics feature is amazing, it generates poster-type images from any text. Here is one I tried for my new HF article on ellora - https://huggingface.co/blog/codelion/ellora-lora-recipes See translation", "url": "https://huggingface.co/posts/codelion/632031761173923", "date_published": "2025-12-09T09:29:05.150922"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/781719759837719", "image": "", "title": "Don't forget to checkout our latest amazing training tutorial", "content_text": "Don't forget to checkout our latest amazing training tutorial Z-Image Turbo LoRA training with AI Toolkit and Z-Image ControlNet Full Tutorial for Highest Quality https://youtu.be/ezD6QO14kRc See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/781719759837719", "date_published": "2025-12-09T09:29:05.151112"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/232609167066612", "image": "", "title": "Whisper-WebUI Premium - Ultra Fast and High Accuracy Speech to Text Transcripton App for All Languages - Windows, RunPod, Massed Compute 1-Click Installers - Supporting RTX 1000 to 5000 series", "content_text": "Whisper-WebUI Premium - Ultra Fast and High Accuracy Speech to Text Transcripton App for All Languages - Windows, RunPod, Massed Compute 1-Click Installers - Supporting RTX 1000 to 5000 series Latest installer zip file : https://www.patreon.com/posts/145395299 New Features Password protected version, password is just 1 : WhisperWeb_UI_v1_password_is_1.zip It has better interface, more features, default settings set for maximum accuracy It will show transcription realtime both on Gradio interface and also on CMD It will show better status and output at the cmd like starting time, starting file, etc It will save every generated transcription properly with same name as input file name with proper name sanitization After deep scan of the entire pipeline, default parameters are set for maximum accuracy and quality 1-Click installers for Windows local PC, RunPod (Linux-Cloud) and Massed Compute (Linux-Cloud) The app the installers are made for RTX 1000 series to RTX 5000 series with pre-...", "url": "https://huggingface.co/posts/MonsterMMORPG/232609167066612", "date_published": "2025-12-09T09:29:05.151504"}, {"id": "https://huggingface.co/posts/codelion/196218932923903", "image": "", "title": "Recently, Essential AI released a new 8B base model", "content_text": "Recently, Essential AI released a new 8B base model EssentialAI/rnj-1 they highlighted the importance of data mix for pretraning - \"In the long run, we expect our methods to automatically represent, transform, and blend data to optimize measurable abilities in pre-training. Our work on modeling data taxonomies led to new approaches for jointly clustering and mixing data distributions under data repetition penalties. Many improvements in our STEM abilities can be traced back to this. \" This resonates with the recent work we did around optimal dataset mixing for pretraining where we saw have the right mix can increase the efficiency of training - https://huggingface.co/blog/codelion/optimal-dataset-mixing See translation", "url": "https://huggingface.co/posts/codelion/196218932923903", "date_published": "2025-12-09T09:29:05.151787"}, {"id": "https://huggingface.co/posts/rajkumarrawal/605767913889349", "image": "", "title": "September(2025) LLM Core Knowledge & Reasoning Benchmarks Report By", "content_text": "September(2025) LLM Core Knowledge & Reasoning Benchmarks Report By AiParivartanResearchLab (AIPRL-LIR) Monthly LLM's Intelligence Reports for AI Decision Makers : Our \"aiprl-llm-intelligence-report\" repo to establishes (AIPRL-LIR) framework for Large Language Model overall evaluation and analysis through systematic monthly intelligence reports. Unlike typical AI research papers or commercial reports. It provides structured insights into AI model performance, benchmarking methodologies, Multi-hosting provider analysis, industry trends ... ( all in one monthly report ) Leading Models & Companies, 23 Benchmarks in 6 Categories, Global Hosting Providers, & Research Highlights Here’s what you’ll find inside this month’s intelligence report:- Leading Models & Companies : openai , Anthropic , meta-llama , deepmind google , mistralai , Cohere , Qwen , deepseek-ai , MicrosoftResearch , amazonwebservices , nvidia , grokgpt-org and more. 23 Benchmarks in 6 Categories : With a special focus on...", "url": "https://huggingface.co/posts/rajkumarrawal/605767913889349", "date_published": "2025-12-09T09:29:05.152229"}, {"id": "https://huggingface.co/posts/sergiopaniego/364808323176425", "image": "", "title": "Want to get started with fine-tuning but don’t know where to begin? 🤓☝️", "content_text": "Want to get started with fine-tuning but don’t know where to begin? 🤓☝️ We’re expanding our collection of beginner-friendly free Colab notebooks so you can learn and fine-tune models using TRL at no cost 🔬 Check out the full list of free notebooks: https://huggingface.co/docs/trl/main/en/example_overview#notebooks 🔬 If you want more advanced content, we also have a lot to cover in the community tutorials: https://huggingface.co/docs/trl/community_tutorials And now the obvious question: what would you like us to add next? See translation", "url": "https://huggingface.co/posts/sergiopaniego/364808323176425", "date_published": "2025-12-09T09:29:05.152506"}, {"id": "https://huggingface.co/posts/sequelbox/418257138244612", "image": "", "title": "Two new releases today!", "content_text": "Two new releases today! Firstly, our new Raiden-Mini dataset, powered by DeepSeek's newest deepseek-ai/DeepSeek-V3.2-Speciale model! - A V3.2-Speciale reasoning showcase: the Raiden prompts test the model's creative, analytic, and general reasoning skills! - HEAD TO HEAD: a comparison subset pits V3.2-Speciale against V3.2 with the same prompts, providing a direct look at each model's advantages! Get the new Raiden-Mini dataset: sequelbox/Raiden-Mini-DeepSeek-V3.2-Speciale On the model side, we've also brought Shining Valiant 3 to Ministral 3! - Science-reasoning: sequelbox/Celestia3-DeepSeek-R1-0528 for physics, biology, chemistry, compsci, astronomy, Earth science, and information theory. - AI to build AI: the sequelbox/Mitakihara-DeepSeek-R1-0528 dataset for high-quality reasoning performance on AI, MLOps, math and CUDA, complex adaptive and agentic systems, cognition, logic, linguistics, simulation, knowledge management, and more! - Creative reasoning and general chat...", "url": "https://huggingface.co/posts/sequelbox/418257138244612", "date_published": "2025-12-09T09:29:05.152888"}, {"id": "https://huggingface.co/posts/Juanxi/495581503787018", "image": "", "title": "ScalingOpt is continuously evolving! We are steadily expanding the Community section with new content. For our Blog, we've launched by featuring work from Jianlin Su and are actively translating insightful posts from scientific communities into English to share on ScalingOpt (we'll keep curating excellent community blogs and providing English versions alongside the originals).", "content_text": "ScalingOpt is continuously evolving! We are steadily expanding the Community section with new content. For our Blog, we've launched by featuring work from Jianlin Su and are actively translating insightful posts from scientific communities into English to share on ScalingOpt (we'll keep curating excellent community blogs and providing English versions alongside the originals). We operate under the Creative Commons Attribution-NonCommercial principle, sharing knowledge freely and openly. We welcome your ideas, suggestions, and feedback to help shape ScalingOpt's future. If you find this initiative valuable, please consider following and starring the project to show your support. Thank you! See translation", "url": "https://huggingface.co/posts/Juanxi/495581503787018", "date_published": "2025-12-09T09:29:05.153142"}]}