{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/openfree/538970335354687", "image": "", "title": "✨ DreamO Video: From Customized Images to Videos ✨", "content_text": "✨ DreamO Video: From Customized Images to Videos ✨ Hello, AI creators! Today I'm introducing a truly special project. DreamO Video is an integrated framework that generates customized images based on reference images and transforms them into videos with natural movement. 🎬✨ openfree/DreamO-video 🔍 Key Features Image Reference (IP): Maintain object appearance while applying to new backgrounds and situations ID Preservation: Retain facial features across various environments Style Transfer: Apply unique styles from reference images to other content 🎞️ Video Generation: Create natural 2-second videos from generated images 💡 How to Use Upload Reference Images: One or two images (people, objects, landscapes, etc.) Select Task Type: Choose between IP (Image Preservation), ID (Face Feature Retention), or Style Enter Prompt: Describe your desired result (e.g., \"a woman playing guitar on a cloud\") Click Generate Image: ✨ Create customized AI images! Generate Video: Click the 🎬 button on the...", "url": "https://huggingface.co/posts/openfree/538970335354687", "date_published": "2025-05-15T05:23:51.376008"}, {"id": "https://huggingface.co/posts/ArturoNereu/644085701737970", "image": "", "title": "I’ve been learning AI for several years (coming from the games industry), and along the way, I curated a list of the tools, courses, books, papers, and models that actually helped me understand things.", "content_text": "I’ve been learning AI for several years (coming from the games industry), and along the way, I curated a list of the tools, courses, books, papers, and models that actually helped me understand things. I turned this into a GitHub repo: https://github.com/ArturoNereu/AI-Study-Group If you’re just getting started, I recommend: 📘 Deep Learning – A Visual Approach: https://www.glassner.com/portfolio/deep-learning-a-visual-approach 🎥 Dive into LLMs with Andrej Karpathy: https://youtu.be/7xTGNNLPyMI?si=aUTq_qUzyUx36BsT 🧠 The 🤗 Agents course]( https://huggingface.co/learn/agents-course/ The repo has grown with help from the community (Reddit, Discord, etc.) and I’ll keep updating it. If you have any favorite resources, I’d love to include them. See translation", "url": "https://huggingface.co/posts/ArturoNereu/644085701737970", "date_published": "2025-05-15T05:23:51.376417"}, {"id": "https://huggingface.co/posts/openfree/905523908666849", "image": "", "title": "🌊 CycleNavigator: Visualizing Economic and Political Cycles Through AI at a Glance! 🧠💹", "content_text": "🌊 CycleNavigator: Visualizing Economic and Political Cycles Through AI at a Glance! 🧠💹 💫 Strategic Intelligence Tool for Navigating Historical Waves and Forecasting the Future Hello there! 🙌 CycleNavigator brings you an innovative fusion of economic history, data visualization, and generative AI. This open-source project revolutionizes decision-making by displaying four major economic and political cycles through interactive visualizations! 📊 Experience Four Major Cycles in One View: Business Cycle (≈9 years) ⏱️ - The 'heartbeat' of investment and inventory Kondratiev Wave (≈50 years) 🌐 - Long technological innovation waves Finance Cycle (≈80 years) 💰 - Rhythm of debt and financial crises Hegemony Cycle (≈250 years) 🏛️ - Transitions in global order ✨ Cutting-Edge Features: Interactive Wave Visualization 🎯 - Intuitive graphs powered by Plotly AI-Powered Historical Similarity Mapping 🧩 - Connecting past events via SBERT embeddings Real-time News Integration 📰 - Linking current issues...", "url": "https://huggingface.co/posts/openfree/905523908666849", "date_published": "2025-05-15T05:23:51.377067"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/869555651580897", "image": "", "title": "Transfer Any Clothing Into A New Person & Turn Any Person Into A 3D Figure - ComfyUI Tutorial", "content_text": "Transfer Any Clothing Into A New Person & Turn Any Person Into A 3D Figure - ComfyUI Tutorial ComfyUI is super hard to use but I have literally prepared 1-click way to install and use 2 amazing workflows. First workflow is generating a person wearing any clothing. The second workflow is turning any person image into a 3D toy like figure image. Tutorial Link : https://youtu.be/ZzYnhKeaJBs Video Chapters 0:00:00 Intro: Two One-Click ComfyUI Workflows (Clothing Gen & 3D Figure) 0:00:34 Effort & Goal: Easy Installation & Use of Complex Workflows 0:00:49 Setup Part 1: ComfyUI Prerequisite & Downloading Project Zip File 0:01:06 Setup Part 2: Extracting Zip into ComfyUI Folder (WinRAR 'Extract Here' Tip) 0:01:18 Setup Part 3: Running update_comfyui.bat for Latest ComfyUI Version 0:01:37 Setup Part 4: Running install_clothing_and_3D.bat (Installs Nodes & Requirements) 0:02:03 Model Downloads: Intro to Swarm UI Auto-Installer & Automatic Updater 0:02:28 Using Swarm UI: Launching...", "url": "https://huggingface.co/posts/MonsterMMORPG/869555651580897", "date_published": "2025-05-15T05:23:51.377548"}, {"id": "https://huggingface.co/posts/clem/170733821735878", "image": "", "title": "Very cool to see", "content_text": "Very cool to see pytorch contributing on Hugging Face. Time to follow them to see what they're cooking! See translation", "url": "https://huggingface.co/posts/clem/170733821735878", "date_published": "2025-05-15T05:23:51.377749"}, {"id": "https://huggingface.co/posts/DawnC/683112818630492", "image": "", "title": "🚀 VisionScout Now Speaks More Like Me — Thanks to LLMs!", "content_text": "🚀 VisionScout Now Speaks More Like Me — Thanks to LLMs! I'm thrilled to share a major update to VisionScout, my end-to-end vision system. Beyond robust object detection (YOLOv8) and semantic context (CLIP), VisionScout now features a powerful LLM-based scene narrator (Llama 3.2), improving the clarity, accuracy, and fluidity of scene understanding. This isn’t about replacing the pipeline , it’s about giving it a better voice. ✨ ⭐️ What the LLM Brings Fluent, Natural Descriptions: The LLM transforms structured outputs into human-readable narratives. Smarter Contextual Flow: It weaves lighting, objects, zones, and insights into a unified story. Grounded Expression: Carefully prompt-engineered to stay factual — it enhances, not hallucinates. Helpful Discrepancy Handling: When YOLO and CLIP diverge, the LLM adds clarity through reasoning. VisionScout Still Includes: 🖼️ YOLOv8-based detection (Nano / Medium / XLarge) 📊 Real-time stats & confidence insights 🧠 Scene understanding via...", "url": "https://huggingface.co/posts/DawnC/683112818630492", "date_published": "2025-05-15T05:23:51.378302"}, {"id": "https://huggingface.co/posts/dhruv3006/692657412350660", "image": "", "title": "The era of local Computer Use AI Agents is here.", "content_text": "The era of local Computer Use AI Agents is here. Meet UI-TARS-1.5-7B-6bit, now running natively on Apple Silicon via MLX. The video is of UI-TARS-1.5-7B-6bit completing the prompt \"draw a line from the red circle to the green circle, then open reddit in a new tab\" running entirely on MacBook. The video is just a replay, during actual usage it took between 15s to 50s per turn with 720p screenshots (on avg its ~30s per turn), this was also with many apps open so it had to fight for memory at times. Built using c/ua : https://github.com/trycua/cua Join us making them here: https://discord.gg/4fuebBsAUj Kudos to the MLX community here on huggingface : mlx-community See translation", "url": "https://huggingface.co/posts/dhruv3006/692657412350660", "date_published": "2025-05-15T05:23:51.378623"}, {"id": "https://huggingface.co/posts/codys12/705081891087680", "image": "", "title": "Introducing bitnet-r1-llama-8b and bitnet-r1-qwen-32b preview! These models are the first successful sub 1-billion-token finetune to BitNet architecture. We discovered that by adding an aditional input RMSNorm to each linear, you can finetune directly to BitNet with fast convergence to original model performance!", "content_text": "Introducing bitnet-r1-llama-8b and bitnet-r1-qwen-32b preview! These models are the first successful sub 1-billion-token finetune to BitNet architecture. We discovered that by adding an aditional input RMSNorm to each linear, you can finetune directly to BitNet with fast convergence to original model performance! We are working on a pull request to use this extra RMS for any model. To test these models now, install this fork of transformers: pip install git+https://github.com /Codys12/ transformers.git Then load the models and test: from transformers import ( AutoModelForCausalLM , AutoTokenizer ) model_id = \"codys12/bitnet-r1-qwen-32b\" model = AutoModelForCausalLM .from_pretrained( model_id, device_map= \"cuda\" , ) tokenizer = AutoTokenizer .from_pretrained(model_id, padding_side= \"left\" ) bitnet-r1-llama-8b and bitnet-r1-llama-32b were trained on ~ 300M and 200M tokens of the open-thoughts/OpenThoughts-114k dataset respectively, and were still significantly improving at the end of...", "url": "https://huggingface.co/posts/codys12/705081891087680", "date_published": "2025-05-15T05:23:51.379043"}, {"id": "https://huggingface.co/posts/ginipick/766230066345476", "image": "", "title": "# 🌟 3D Model to Video: Easy GLB Conversion Tool 🌟", "content_text": "# 🌟 3D Model to Video: Easy GLB Conversion Tool 🌟 demo link: ginigen/3D-VIDEO Hello there! Would you like to transform your 3D models into stunning animations? This space can help you! ✨ ## 🔍 What Can It Do? This tool converts your uploaded GLB model into: 1. 🎮 A transformed GLB file 2. 🎬 An animated GIF preview 3. 📋 A metadata JSON file ## ✅ Key Features * 🖥️ Works in headless server environments (EGL + pyglet-headless → pyrender fallback) * 🔍 Objects in GIFs appear 3x larger (global scale ×3) * 🎨 Clean interface with pastel background ## 🎮 Animation Types * 🔄 Rotate - Object rotates around the Y-axis * ⬆️ Float - Object moves smoothly up and down * 💥 Explode - Object moves sideways * 🧩 Assemble - Object returns to its original position * 💓 Pulse - Object changes in size * 🔄 Swing - Object swings around the Z-axis ## 🛠️ How to Use 1. Upload your GLB model 📤 2. Select your desired animation type 🎬 3. Adjust the duration and FPS ⏱️ 4. Click the \"Generate Animation\" button ▶️ 5....", "url": "https://huggingface.co/posts/ginipick/766230066345476", "date_published": "2025-05-15T05:23:51.379601"}, {"id": "https://huggingface.co/posts/fdaudens/617387724043904", "image": "", "title": "Tried something new: an AI-generated podcast that breaks down the top research paper each day. Fully automated, now live on Spotify.", "content_text": "Tried something new: an AI-generated podcast that breaks down the top research paper each day. Fully automated, now live on Spotify. I built this prototype to help keep up with the rapid pace of AI developments and, hopefully, make cutting-edge research more accessible. I don’t know about you, but just listening to a conversation about a paper really helps the content sink in for me. This build taught me a lot about full automation. If you’re into the technical weeds: Qwen3 runs on Inference to handle the script, Kokoro does the voice, and the whole thing gets published automatically thanks to the Hugging Face Jobs API and Gradio deployment. It’s not perfect yet — I’ll be monitoring for hallucinations and incoherence. The voice model still needs polish, but it’s a promising start. Would love to build this with the community — submit a PR or send feedback. It’s just a beta of an experimental idea! Big kudos to @ m-ric , whose Open NotebookLM this is based on, and to @ nielsr for his...", "url": "https://huggingface.co/posts/fdaudens/617387724043904", "date_published": "2025-05-15T05:23:51.380112"}]}