{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/tomaarsen/782540332014764", "image": "", "title": "An assembly of 18 European companies, labs, and universities have banded together to launch 🇪🇺 EuroBERT! It's a state-of-the-art multilingual encoder for 15 European languages, designed to be finetuned for retrieval, classification, etc.", "content_text": "An assembly of 18 European companies, labs, and universities have banded together to launch 🇪🇺 EuroBERT! It's a state-of-the-art multilingual encoder for 15 European languages, designed to be finetuned for retrieval, classification, etc. 🇪🇺 15 Languages: English, French, German, Spanish, Chinese, Italian, Russian, Polish, Portuguese, Japanese, Vietnamese, Dutch, Arabic, Turkish, Hindi 3️⃣ 3 model sizes: 210M, 610M, and 2.1B parameters - very very useful sizes in my opinion ➡️ Sequence length of 8192 tokens! Nice to see these higher sequence lengths for encoders becoming more common. ⚙️ Architecture based on Llama, but with bi-directional (non-causal) attention to turn it into an encoder. Flash Attention 2 is supported. 🔥 A new Pareto frontier (stronger *and* smaller) for multilingual encoder models 📊 Evaluated against mDeBERTa, mGTE, XLM-RoBERTa for Retrieval, Classification, and Regression (after finetuning for each task separately): EuroBERT punches way above its weight. 📝...", "url": "https://huggingface.co/posts/tomaarsen/782540332014764", "date_published": "2025-03-11T13:29:58.083270"}, {"id": "https://huggingface.co/posts/fdaudens/473088205866195", "image": "", "title": "Honored to be named among their 12 pioneers and power players in the news industry in the 2025 Tech Trends Report from Future Today Strategy Group.", "content_text": "Honored to be named among their 12 pioneers and power players in the news industry in the 2025 Tech Trends Report from Future Today Strategy Group. Incredible group to be part of - each person is doing groundbreaking work at the intersection of AI and journalism. Worth following them all: they're consistently sharing practical insights on building the future of news. Take the time to read this report, it's packed with insights as always. The news & information section's #1 insight hits hard: \"The most substantive economic impact of AI to date has been licensing payouts for a handful of big publishers. The competition will start shifting in the year ahead to separate AI 'haves' that have positioned themselves to grow from the 'have-nots.'\" This AI-driven divide is something I've been really concerned about. Now is the time to build more than ever! 👉 Full report here: https://ftsg.com/wp-content/uploads/2025/03/FTSG_2025_TR_FINAL_LINKED.pdf See translation", "url": "https://huggingface.co/posts/fdaudens/473088205866195", "date_published": "2025-03-11T13:29:58.083789"}, {"id": "https://huggingface.co/posts/clem/381394695080482", "image": "", "title": "I was chatting with", "content_text": "I was chatting with @ peakji , one of the cofounders of Manu AI, who told me he was on Hugging Face (very cool!). He shared an interesting insight which is that agentic capabilities might be more of an alignment problem rather than a foundational capability issue. Similar to the difference between GPT-3 and InstructGPT, some open-source foundation models are simply trained to 'answer everything in one response regardless of the complexity of the question' - after all, that's the user preference in chatbot use cases. Just a bit of post-training on agentic trajectories can make an immediate and dramatic difference. As a thank you to the community, he shared 100 invite code first-come first serve, just use “HUGGINGFACE” to get access! See translation", "url": "https://huggingface.co/posts/clem/381394695080482", "date_published": "2025-03-11T13:29:58.084205"}, {"id": "https://huggingface.co/posts/JingzeShi/246281295432423", "image": "", "title": "We distill a more accurate and concise dataset from DeepSeek R1, and also provide a distillation pipeline code repository.🤗", "content_text": "We distill a more accurate and concise dataset from DeepSeek R1, and also provide a distillation pipeline code repository.🤗 Dataset: SmallDoge/SmallThoughts Code: https://github.com/SmallDoges/small-thoughts See translation", "url": "https://huggingface.co/posts/JingzeShi/246281295432423", "date_published": "2025-03-11T13:29:58.084502"}, {"id": "https://huggingface.co/posts/Bils/172618670261897", "image": "", "title": "Spatial sound experience! SonicOrbit features AI beat detection to auto-sync your rhythm.", "content_text": "Spatial sound experience! SonicOrbit features AI beat detection to auto-sync your rhythm. Bils/SonicOrbit See translation", "url": "https://huggingface.co/posts/Bils/172618670261897", "date_published": "2025-03-11T13:29:58.084748"}, {"id": "https://huggingface.co/posts/Kseniase/475779328543857", "image": "", "title": "5 New implementations of Diffusion Models", "content_text": "5 New implementations of Diffusion Models Diffusion models are widely used for image and video generation but remain underexplored in text generation, where autoregressive models (ARMs) dominate. Unlike ARMs, which produce tokens sequentially, diffusion models iteratively refine noise through denoising steps, offering greater flexibility and speed. Recent advancements show a shift toward using diffusion models in place of, or alongside, ARMs. Researchers also combine strengths from both methods and integrate autoregressive concepts into diffusion. Here are 5 new implementations of diffusion models: 1. Mercury family of diffusion LLMs (dLLMs) by Inception Labs -> https://www.inceptionlabs.ai/news It applies diffusion to text and code data, enabling sequence generation 10x faster than today's top LLMs. Now available Mercury Coder can run at over 1,000 tokens/sec on NVIDIA H100s. 2. Diffusion of Thoughts (DoT) -> Diffusion of Thoughts: Chain-of-Thought Reasoning in Diffusion Language...", "url": "https://huggingface.co/posts/Kseniase/475779328543857", "date_published": "2025-03-11T13:29:58.085303"}, {"id": "https://huggingface.co/posts/Jaward/141543803186613", "image": "", "title": "Lightweight (nanoGPT)  implementation of hybrid norm - an intuitive normalization method that combines the strength of both pre-norm (i.e QKV-norm in MHA) and post-norm in the feed-forward network.", "content_text": "Lightweight (nanoGPT) implementation of hybrid norm - an intuitive normalization method that combines the strength of both pre-norm (i.e QKV-norm in MHA) and post-norm in the feed-forward network. Code: https://github.com/Jaykef/ai-algorithms/blob/main/hybrid_normalization.ipynb See translation", "url": "https://huggingface.co/posts/Jaward/141543803186613", "date_published": "2025-03-11T13:29:58.085589"}, {"id": "https://huggingface.co/posts/BrigitteTousi/858963061028741", "image": "", "title": "Regardless of X being down or not, so glad I can rely on HF Posts for AI news ❤️🤗", "content_text": "Regardless of X being down or not, so glad I can rely on HF Posts for AI news ❤️🤗 See translation", "url": "https://huggingface.co/posts/BrigitteTousi/858963061028741", "date_published": "2025-03-11T13:29:58.085839"}, {"id": "https://huggingface.co/posts/monsoon-nlp/510481079927870", "image": "", "title": "Genetic counselors help patients get 🧬 tests and understand their results. They need to study inheritance of several conditions, statistics, and patient care 🤓⚕️. I compiled 225 multiple-choice questions for the ABGC exam into a dataset:", "content_text": "Genetic counselors help patients get 🧬 tests and understand their results. They need to study inheritance of several conditions, statistics, and patient care 🤓⚕️. I compiled 225 multiple-choice questions for the ABGC exam into a dataset: monsoon-nlp/genetic-counselor-multiple-choice Llama 3.1 8B Instruct gets a 51% score. I'm also creating a dataset of real-world open-ended questions (starting with Reddit) and am open to contributors See translation", "url": "https://huggingface.co/posts/monsoon-nlp/510481079927870", "date_published": "2025-03-11T13:29:58.086161"}, {"id": "https://huggingface.co/posts/clem/304267654005363", "image": "", "title": "10,000+ models based on Deepseek R1 have been publicly shared on Hugging Face! Which ones are your favorite ones:", "content_text": "10,000+ models based on Deepseek R1 have been publicly shared on Hugging Face! Which ones are your favorite ones: https://huggingface.co/models?sort=trending&search=r1 . Truly game-changer! See translation", "url": "https://huggingface.co/posts/clem/304267654005363", "date_published": "2025-03-11T13:29:58.086413"}]}