{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/seawolf2357/796388354612946", "image": "", "title": "🔥 AgenticAI: The Ultimate Multimodal AI with 16 MBTI Girlfriend Personas! 🔥", "content_text": "🔥 AgenticAI: The Ultimate Multimodal AI with 16 MBTI Girlfriend Personas! 🔥 Hello AI community! Today, our team is thrilled to introduce AgenticAI, an innovative open-source AI assistant that combines deep technical capabilities with uniquely personalized interaction. 💘 🛠️ MBTI 16 Types SPACES Collections link seawolf2357/heartsync-mbti-67f793d752ef1fa542e16560 ✨ 16 MBTI Girlfriend Personas Complete MBTI Implementation: All 16 MBTI female personas modeled after iconic characters (Dana Scully, Lara Croft, etc.) Persona Depth: Customize age groups and thinking patterns for hyper-personalized AI interactions Personality Consistency: Each MBTI type demonstrates consistent problem-solving approaches, conversation patterns, and emotional expressions 🚀 Cutting-Edge Multimodal Capabilities Integrated File Analysis: Deep analysis and cross-referencing of images, videos, CSV, PDF, and TXT files Advanced Image Understanding: Interprets complex diagrams, mathematical equations, charts, and...", "url": "https://huggingface.co/posts/seawolf2357/796388354612946", "date_published": "2025-04-12T09:22:58.471189"}, {"id": "https://huggingface.co/posts/hesamation/789492772324435", "image": "", "title": "Google published a 69-page whitepaper on Prompt Engineering and its best practices, a must-read if you are using LLMs in production:", "content_text": "Google published a 69-page whitepaper on Prompt Engineering and its best practices, a must-read if you are using LLMs in production: > zero-shot, one-shot, few-shot > system prompting > chain-of-thought (CoT) > ReAct LINK: https://www.kaggle.com/whitepaper-prompt-engineering > code prompting > best practices See translation", "url": "https://huggingface.co/posts/hesamation/789492772324435", "date_published": "2025-04-12T09:22:58.471475"}, {"id": "https://huggingface.co/posts/jasoncorkill/225557458891562", "image": "", "title": "🚀 We tried something new!", "content_text": "🚀 We tried something new! We just published a dataset using a new (for us) preference modality: direct ranking based on aesthetic preference. We ranked a couple of thousand images from most to least preferred, all sampled from the Open Image Preferences v1 dataset by the amazing @ data-is-better-together team. 📊 Check it out here: Rapidata/2k-ranked-images-open-image-preferences-v1 We're really curious to hear your thoughts! Is this kind of ranking interesting or useful to you? Let us know! 💬 If it is, please consider leaving a ❤️ and if we hit 30 ❤️s, we’ll go ahead and rank the full 17k image dataset! See translation", "url": "https://huggingface.co/posts/jasoncorkill/225557458891562", "date_published": "2025-04-12T09:22:58.471846"}, {"id": "https://huggingface.co/posts/fdaudens/513864434208106", "image": "", "title": "🎨 Designers, meet OmniSVG! This new model helps you create professional vector graphics from text/images, generate editable SVGs from icons to detailed characters, convert rasters to vectors, maintain style consistency with references, and integrate into your workflow.", "content_text": "🎨 Designers, meet OmniSVG! This new model helps you create professional vector graphics from text/images, generate editable SVGs from icons to detailed characters, convert rasters to vectors, maintain style consistency with references, and integrate into your workflow. @ OmniSVG See translation", "url": "https://huggingface.co/posts/fdaudens/513864434208106", "date_published": "2025-04-12T09:22:58.472129"}, {"id": "https://huggingface.co/posts/ajibawa-2023/282296415348325", "image": "", "title": "Hi All,  I recently released two Audio datasets  which are generated using my earlier released dataset:", "content_text": "Hi All, I recently released two Audio datasets which are generated using my earlier released dataset: ajibawa-2023/Children-Stories-Collection First Audio Dataset:https://huggingface.co/datasets/ajibawa-2023/Audio-Children-Stories-Collection-Large has 5600++ stories in .mp3 format. Second Audio Dataset:https://huggingface.co/datasets/ajibawa-2023/Audio-Children-Stories-Collection has 600 stories in .mp3 format. See translation", "url": "https://huggingface.co/posts/ajibawa-2023/282296415348325", "date_published": "2025-04-12T09:22:58.472391"}, {"id": "https://huggingface.co/posts/merterbak/566061805679533", "image": "", "title": "OpenAI has released BrowseComp an open source benchmark designed to evaluate the web browsing capabilities of AI agents. This dataset comprising 1,266 questions challenges AI models to navigate the web and uncover complex and obscure information. Crafted by human trainers, the questions are intentionally difficult. (unsolvable by another person in under ten minutes and beyond the reach of existing models like ChatGPT with and without browsing and an early version of OpenAI's Deep Research tool.)", "content_text": "OpenAI has released BrowseComp an open source benchmark designed to evaluate the web browsing capabilities of AI agents. This dataset comprising 1,266 questions challenges AI models to navigate the web and uncover complex and obscure information. Crafted by human trainers, the questions are intentionally difficult. (unsolvable by another person in under ten minutes and beyond the reach of existing models like ChatGPT with and without browsing and an early version of OpenAI's Deep Research tool.) Blog Post: https://openai.com/index/browsecomp/ Paper: https://cdn.openai.com/pdf/5e10f4ab-d6f7-442e-9508-59515c65e35d/browsecomp.pdf Code in simple eval repo: https://github.com/openai/simple-evals See translation", "url": "https://huggingface.co/posts/merterbak/566061805679533", "date_published": "2025-04-12T09:22:58.472703"}, {"id": "https://huggingface.co/posts/fdaudens/177759662135997", "image": "", "title": "Do chatbots lie about Céline Dion? We now have answers, not speculation.", "content_text": "Do chatbots lie about Céline Dion? We now have answers, not speculation. Ai2 just released OLMoTrace and it's a game-changer for transparency. You can literally see where an AI's responses come from in its training data - in real time. The demo shows results about Céline. So I tried it out myself! Watch what happens in the video. For journalists, researchers studying hallucinations and anyone who needs to trust their AI, this is like getting X-ray vision into AI systems. When the model made claims, I could instantly verify them against original sources. When it hallucinated, I could see why. You can finally 1) understand how LLMs actually work and 2) verify if what they're saying is true. No more blind trust. This pushes the open data movement to the next level. 👉 Blog post: https://allenai.org/blog/olmotrace 👉 Paper: https://www.datocms-assets.com/64837/1743890415-olmotrace.pdf P.S.: A word of caution: never use a chatbot as a knowledge base. It's not Google. Better use it with a...", "url": "https://huggingface.co/posts/fdaudens/177759662135997", "date_published": "2025-04-12T09:22:58.473171"}, {"id": "https://huggingface.co/posts/onekq/215048320445842", "image": "", "title": "We desperately need GPU for model inference. CPU can't replace GPU.", "content_text": "We desperately need GPU for model inference. CPU can't replace GPU. I will start with the basics. GPU is designed to serve predictable workloads with many parallel units (pixels, tensors, tokens). So a GPU allocates as much transistor budget as possible to build thousands of compute units (Cuda cores in NVidia or execution units in Apple Silicon), each capable of running a thread. But CPU is designed to handle all kinds of workloads. CPU cores are much larger (hence a lot fewer) with branch prediction and other complex things. In addition, more and more transistors are allocated to build larger cache (~50% now) to house the unpredictable, devouring the compute budget. Generalists can't beat specialists. See translation", "url": "https://huggingface.co/posts/onekq/215048320445842", "date_published": "2025-04-12T09:22:58.473501"}, {"id": "https://huggingface.co/posts/merterbak/235850739835485", "image": "", "title": "Qwen 3 can launch very soon. 👀", "content_text": "Qwen 3 can launch very soon. 👀 https://github.com/ggml-org/llama.cpp/pull/12828 See translation", "url": "https://huggingface.co/posts/merterbak/235850739835485", "date_published": "2025-04-12T09:22:58.473713"}, {"id": "https://huggingface.co/posts/AdinaY/929657833669065", "image": "", "title": "Shanghai AI Lab - OpenGV team just released InternVL3 🔥", "content_text": "Shanghai AI Lab - OpenGV team just released InternVL3 🔥 OpenGVLab/internvl3-67f7f690be79c2fe9d74fe9d ✨ 1/2/8/9/14/38/28B with MIT license ✨ Stronger perception & reasoning vs InternVL 2.5 ✨ Native Multimodal Pre-Training for even better language performance See translation", "url": "https://huggingface.co/posts/AdinaY/929657833669065", "date_published": "2025-04-12T09:22:58.473970"}]}