{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/sagar007/387080486731099", "image": "", "title": "🚀 I built a Multimodal Vision-Language Model from using Gemma-270M + CLIP!", "content_text": "🚀 I built a Multimodal Vision-Language Model from using Gemma-270M + CLIP! Just finished training my multimodal model on the full LLaVA-Instruct-150K dataset (157K samples) and wanted to share the results! 🔧 What I Built: A vision-language model that can understand images and answer questions about them, combining: - Google Gemma-3-270M (language) - OpenAI CLIP ViT-Large/14 (vision) - LoRA fine-tuning for efficiency 📊 Training Stats: - 157,712 training samples (full LLaVA dataset) - 3 epochs on A100 40GB - ~9 hours training time - Final loss: 1.333 training / 1.430 validation - Only 18.6M trainable params (3.4% of 539M total) 📈 sagar007/multigemma Benchmark Results: - VQA Accuracy: 53.8% - Works great for: animal detection, room identification, scene understanding 🔗 **Try it yourself:** - 🤗 Model: sagar007/multigemma - 🎮 Demo: https://huggingface.co/spaces/sagar007/Multimodal-Gemma - 💻 GitHub: https://github.com/sagar431/multimodal-gemma-270m Built with PyTorch Lightning + MLflow...", "url": "https://huggingface.co/posts/sagar007/387080486731099", "date_published": "2026-01-20T09:37:59.587428"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/425042812655046", "image": "", "title": "Compared Quality and Speed Difference (with CUDA 13 & Sage Attention) of BF16 vs GGUF Q8 vs FP8 Scaled vs NVFP4 for Z Image Turbo, FLUX Dev, FLUX SRPO, FLUX Kontext, FLUX 2 - Full 4K step by step tutorial also published", "content_text": "Compared Quality and Speed Difference (with CUDA 13 & Sage Attention) of BF16 vs GGUF Q8 vs FP8 Scaled vs NVFP4 for Z Image Turbo, FLUX Dev, FLUX SRPO, FLUX Kontext, FLUX 2 - Full 4K step by step tutorial also published Full 4K tutorial : https://youtu.be/XDzspWgnzxI Check above full 4K tutorial to learn more and see uncompressed original quality and size images It was always wondered how much quality and speed difference exists between BF16, GGUF, FP8 Scaled and NVFP4 precisions. In this tutorial I have compared all these precision and quantization variants for both speed and quality. The results are pretty surprising. Moreover, we have developed and published NVFP4 model quant generator app and FP8 Scaled quant generator apps. The links of the apps are below if you want to use them. Furthermore, upgrading ComfyUI to CUDA 13 with properly compiled libraries is now very much recommended. We have observed some noticeable performance gains with CUDA 13. So for both SwarmUI and ComfyUI...", "url": "https://huggingface.co/posts/MonsterMMORPG/425042812655046", "date_published": "2026-01-20T09:37:59.587883"}, {"id": "https://huggingface.co/posts/Ujjwal-Tyagi/869541950904709", "image": "", "title": "So, Koreans are also doing great progress behind Chinese,", "content_text": "So, Koreans are also doing great progress behind Chinese, Their two open source ai models that are actually good in coding. upstage/Solar-Open-100B skt/A.X-K1 See translation", "url": "https://huggingface.co/posts/Ujjwal-Tyagi/869541950904709", "date_published": "2026-01-20T09:37:59.588121"}, {"id": "https://huggingface.co/posts/DawnC/976121143006478", "image": "", "title": "VividFlow: Complete AI Image Transformation Platform 🎬🎨✨", "content_text": "VividFlow: Complete AI Image Transformation Platform 🎬🎨✨ Three powerful creative tools in one streamlined workspace. VividFlow combines professional video generation, intelligent background replacement, and artistic style transfer to transform your images with precision and creativity. 🎭 Triple Creative Powers - Cinematic Video Generation transforms static images into smooth motion sequences from 0.5 to 5 seconds. Eight curated motion categories cover portraits, products, landscapes, and artistic content with precision-tuned templates. - Intelligent Background Replacement generates photorealistic scenes from 24 professionally crafted presets spanning studios, natural environments, urban settings, and seasonal atmospheres. Advanced edge refinement handles complex subjects, while the built-in Touch Up tool eliminates artifacts through AI-powered inpainting for flawless results. - Artistic Style Transfer converts photographs into stunning interpretations across six distinct styles...", "url": "https://huggingface.co/posts/DawnC/976121143006478", "date_published": "2026-01-20T09:37:59.588780"}, {"id": "https://huggingface.co/posts/ZennyKenny/848353801795401", "image": "", "title": "😎 My new personal website is live! Check out", "content_text": "😎 My new personal website is live! Check out https://kennethhamilton.me to chat with an LLM about my professional skills and personal projects. 🙈 Think of it like a really, really vain version of ChatGPT. See translation", "url": "https://huggingface.co/posts/ZennyKenny/848353801795401", "date_published": "2026-01-20T09:37:59.589053"}, {"id": "https://huggingface.co/posts/danielhanchen/143027024579647", "image": "", "title": "Run GLM-4.7-Flash locally on your device with 24GB RAM!🔥", "content_text": "Run GLM-4.7-Flash locally on your device with 24GB RAM!🔥 It's the best performing 30B model on SWE-Bench and GPQA. With 200K context, it excels at coding, agents, chat & reasoning. GGUF: unsloth/GLM-4.7-Flash-GGUF Guide: https://unsloth.ai/docs/models/glm-4.7-flash See translation", "url": "https://huggingface.co/posts/danielhanchen/143027024579647", "date_published": "2026-01-20T09:37:59.589308"}, {"id": "https://huggingface.co/posts/unmodeled-tyler/270028211989897", "image": "", "title": "NEW MODEL:", "content_text": "NEW MODEL: vanta-research/mox-tiny-1 Excited to share the first model from the new Mox-1 model family from VANTA Research! Mox-Tiny-1 is finetuned from Llama's 3.1 8B architecture specifically for thinking partnership and high-fidelity AI interaction. Training domains were carefully selected with this goal in mind, and all datasets used were synthetically generated for the Mox-1 models specifically. Domains include but not limited to: - Direct opinions (clear stances on various topics) - Constructive disagreement (Pushing back on flawed premises) - Epistemic confidence (calibrated certainty and uncertainty) - Warmth & presence (Empathetic, human responses) - Wonder & puzzlement (Intellectual curiosity) Interaction Examples: Direct opinions: User: What 's the best programming language? Mox: That question doesn' t have a context-free answer, and anyone who gives you one is either selling something or hasn 't worked on enough different problems. But I' ll give you my actual take across...", "url": "https://huggingface.co/posts/unmodeled-tyler/270028211989897", "date_published": "2026-01-20T09:37:59.589798"}, {"id": "https://huggingface.co/posts/AdinaY/893023705771972", "image": "", "title": "Z.ai just released a powerful lightweight option of GLM 4.7", "content_text": "Z.ai just released a powerful lightweight option of GLM 4.7 ✨ 30B total/3B active - MoE zai-org/GLM-4.7-Flash See translation", "url": "https://huggingface.co/posts/AdinaY/893023705771972", "date_published": "2026-01-20T09:37:59.590031"}, {"id": "https://huggingface.co/posts/cjerzak/570029529525543", "image": "", "title": "Ethos: In our team at UT Austin, we train students to become full-stack researchers—and increasingly, designers of the systems that do research. Our students learn to carry projects end-to-end: from idea generation and theory to data creation, analysis, and iterative refinement across diverse subfields. Using modern AI (including agentic workflows) and scalable computation, students build reproducible pipelines that can ingest and update planetary-scale data—like satellite imagery and other high-dimensional sources. But the goal isn’t tool use for its own sake: students learn to set the objectives, constraints, and evaluation standards that guide these systems through large spaces of hypotheses, while grounding results in causal inference and careful measurement. The outcome is scholarship that can rigorously test policy counterfactuals and translate evidence into durable, responsible improvements in societal well-being.", "content_text": "Ethos: In our team at UT Austin, we train students to become full-stack researchers—and increasingly, designers of the systems that do research. Our students learn to carry projects end-to-end: from idea generation and theory to data creation, analysis, and iterative refinement across diverse subfields. Using modern AI (including agentic workflows) and scalable computation, students build reproducible pipelines that can ingest and update planetary-scale data—like satellite imagery and other high-dimensional sources. But the goal isn’t tool use for its own sake: students learn to set the objectives, constraints, and evaluation standards that guide these systems through large spaces of hypotheses, while grounding results in causal inference and careful measurement. The outcome is scholarship that can rigorously test policy counterfactuals and translate evidence into durable, responsible improvements in societal well-being. We welcome students at every stage to engage with...", "url": "https://huggingface.co/posts/cjerzak/570029529525543", "date_published": "2026-01-20T09:37:59.590471"}, {"id": "https://huggingface.co/posts/Sunny111/812628018751645", "image": "", "title": "Are you familiar with reverse residual connections or looping in language models?", "content_text": "Are you familiar with reverse residual connections or looping in language models? Excited to share my Looped-GPT blog post and codebase 🚀 https://github.com/sanyalsunny111/Looped-GPT TL;DR: looping during pre-training improves generalization. Plot shows GPT2 LMs pre-trained with 15.73B OWT tokens P.S. This is my first post here — I have ~4 followers and zero expectations for reach 😄 See translation", "url": "https://huggingface.co/posts/Sunny111/812628018751645", "date_published": "2026-01-20T09:37:59.590793"}]}