{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/nroggendorff/877752190149689", "image": "", "title": "Developing with ZeroGPU without a PRO account is painful. They give you so many requests at once, but then have like a 24 hour cooldown. I vote less requests in a batch, but then a shorter cooldown.", "content_text": "Developing with ZeroGPU without a PRO account is painful. They give you so many requests at once, but then have like a 24 hour cooldown. I vote less requests in a batch, but then a shorter cooldown. or just less of a cooldown, but i understand if that is not allowed See translation", "url": "https://huggingface.co/posts/nroggendorff/877752190149689", "date_published": "2025-11-16T13:27:17.505909"}, {"id": "https://huggingface.co/posts/ronantakizawa/762624768908636", "image": "", "title": "I built a demo on how to implement Cache-Augmented Generation (CAG) in an LLM and compare its performance gains to RAG (111 stars, 20 forks).", "content_text": "I built a demo on how to implement Cache-Augmented Generation (CAG) in an LLM and compare its performance gains to RAG (111 stars, 20 forks). https://github.com/ronantakizawa/cacheaugmentedgeneration CAG preloads document content into an LLM’s context as a precomputed key-value (KV) cache. This caching eliminates the need for real-time retrieval during inference, reducing token usage by up to 76% while maintaining answer quality. CAG is particularly effective for constrained knowledge bases like internal documentation, FAQs, and customer support systems, where all relevant information can fit within the model's extended context window. #rag #retrievalaugmentedgeneration See translation", "url": "https://huggingface.co/posts/ronantakizawa/762624768908636", "date_published": "2025-11-16T13:27:17.506281"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/695072229497754", "image": "", "title": "Next level Realism with Qwen Image is now possible after new realism LoRA workflow - Top images are new realism workflow - Bottom ones are older default - Full tutorial published - 4+4 Steps only", "content_text": "Next level Realism with Qwen Image is now possible after new realism LoRA workflow - Top images are new realism workflow - Bottom ones are older default - Full tutorial published - 4+4 Steps only Tutorial of realism : https://youtu.be/XWzZ2wnzNuQ Tutorial of training : https://youtu.be/DPX3eBTuO_Y This is a full comprehensive step-by-step tutorial for how to train Qwen Image models. This tutorial covers how to do LoRA training and full Fine-Tuning / DreamBooth training on Qwen Image models. It covers both the Qwen Image base model and the Qwen Image Edit Plus 2509 model. This tutorial is the product of 21 days of full R&D, costing over $800 in cloud services to find the best configurations for training. Furthermore, we have developed an amazing, ultra-easy-to-use Gradio app to use the legendary Kohya Musubi Tuner trainer with ease. You will be able to train locally on your Windows computer with GPUs with as little as 6 GB of VRAM for both LoRA and Fine-Tuning. See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/695072229497754", "date_published": "2025-11-16T13:27:17.506644"}, {"id": "https://huggingface.co/posts/evalstate/966306150906160", "image": "", "title": "Hugging Face MCP Server v0.2.46", "content_text": "Hugging Face MCP Server v0.2.46 ~~~~~~~~~~~~~~~~~~~~~~~~~~~~ - Add \"discover\" to Dynamic Space tool. Recommend deselecting \"space_search\" if using dynamic spaces. See translation", "url": "https://huggingface.co/posts/evalstate/966306150906160", "date_published": "2025-11-16T13:27:17.506846"}, {"id": "https://huggingface.co/posts/RakshitAralimatti/154491437278082", "image": "", "title": "OCR has absolutely blown up in 2025, and honestly, my perspective on document processing has completely changed.", "content_text": "OCR has absolutely blown up in 2025, and honestly, my perspective on document processing has completely changed. This year has been wild. Vision Language Models like Nanonets OCR2-3B hit the scene and suddenly we're getting accuracy on complex forms (vs for traditional OCR). We're talking handwritten checkboxes, watermarked documents, multi-column layouts, even LaTeX equations all handled in a single pass.​ The market numbers say it all: OCR accuracy passed 98% for printed text, AI integration is everywhere, and real-time processing is now standard. The entire OCR market is hitting $25.13 billion in 2025 because this tech actually works now. I wrote a detailed Medium article walking through: 1. Why vision LMs changed the game 2. NVIDIA NeMo Retriever architecture 3. Complete code breakdown 4. Real government/healthcare use cases 5. Production deployment guide Article: https://medium.com/@rakshitaralimatti2001/nvidia-nemo-retriever-ocr-building-document-intelligence-systems-for-...", "url": "https://huggingface.co/posts/RakshitAralimatti/154491437278082", "date_published": "2025-11-16T13:27:17.507282"}, {"id": "https://huggingface.co/posts/aufklarer/281006786647431", "image": "", "title": "Fine-Tuning Qwen3 Embeddings for product category classification on the Large-Scale Product Corpus", "content_text": "Fine-Tuning Qwen3 Embeddings for product category classification on the Large-Scale Product Corpus Language-models such as GPT, Llama, DeepSeek, Qwen trained with a filtered slice of Common Crawl. For e-commerce work, though, we can start with the Web Data Commons (WDC), the project by the University of Mannheim. It extracts web pages that carry some metadata and publishes the result as the Large-Scale Product Corpus (LSPC). Search engines like Google reward pages that include detailed product markup, so merchants already populate their sites with SEO-friendly fields such as title, brand, GTIN, price — and, crucially, category labels. Thanks to these built-in annotations, the WDC Large-Scale Product Corpus arrives almost fully self-labelled. I used those labels to fine-tune Qwen3 Embedding with Low-Rank Adaptation (LoRA), code is available on github. The resulting 615 million-parameter checkpoint fits comfortably in limited GPU memory yet updates the model’s representation space,...", "url": "https://huggingface.co/posts/aufklarer/281006786647431", "date_published": "2025-11-16T13:27:17.507769"}, {"id": "https://huggingface.co/posts/codelion/349113167339666", "image": "", "title": "🎯 Introducing Chayan: A Calibrated 4-Model LLM Router Achieving 69% Accuracy on RouterArena", "content_text": "🎯 Introducing Chayan: A Calibrated 4-Model LLM Router Achieving 69% Accuracy on RouterArena We're excited to share Chayan, a cost-efficient LLM router that intelligently routes queries between 4 models to maximize accuracy while minimizing cost. Chayan just submitted to the RouterArena leaderboard and achieved 69.05% accuracy on the benchmark! 🔗 Model: adaptive-classifier/chayan 🔗 Dataset: RouteWorks/RouterArena 📊 Performance Highlights Chayan achieves impressive results on the RouterArena benchmark: • 69.05% accuracy (would rank #1 on current leaderboard) • $0.333 per 1K queries • +12.07pp improvement over all-mini baseline (56.98%) • 99% of perfect 2-model oracle performance at 57% lower cost Compared to our previous 2-model router (61.43% accuracy), Chayan delivers +7.62pp improvement through smarter 4-model routing. 🧠 How It Works Chayan uses an Adaptive K-NN classifier with prototype memory to route between 4 models: • openai/gpt-4o-mini (fast & cheap) •...", "url": "https://huggingface.co/posts/codelion/349113167339666", "date_published": "2025-11-16T13:27:17.508334"}, {"id": "https://huggingface.co/posts/ronantakizawa/435117440357729", "image": "", "title": "Reached 1000+ total downloads across my models and datasets! 🎉", "content_text": "Reached 1000+ total downloads across my models and datasets! 🎉 Follow me for more @ ronantakizawa See translation", "url": "https://huggingface.co/posts/ronantakizawa/435117440357729", "date_published": "2025-11-16T13:27:17.508546"}, {"id": "https://huggingface.co/posts/onekq/566639652632782", "image": "", "title": "The reaction on the QAT post is beyond expectations so below is my optimizer post as promised. But I found that I had lots of explanation to do about optimizer itself. So this post is actually a historical recount. The Muon optimizer  (used by Kimi) post (coming very soon) can only continue after this.", "content_text": "The reaction on the QAT post is beyond expectations so below is my optimizer post as promised. But I found that I had lots of explanation to do about optimizer itself. So this post is actually a historical recount. The Muon optimizer (used by Kimi) post (coming very soon) can only continue after this. https://huggingface.co/blog/onekq/adam-optimizer If you know Adam(W) optimizer already, you can just skip and sorry for the wait. Otherwise, it should be a useful read. See translation", "url": "https://huggingface.co/posts/onekq/566639652632782", "date_published": "2025-11-16T13:27:17.508801"}, {"id": "https://huggingface.co/posts/prithivMLmods/462277719397337", "image": "", "title": "Made a small write up and experimental finetuning guide for MetaCLIP2 for Image Classification on Downstream Tasks. The blog titled", "content_text": "Made a small write up and experimental finetuning guide for MetaCLIP2 for Image Classification on Downstream Tasks. The blog titled Fine Tuning MetaCLIP 2 for Image Classification on Downstream Tasks demonstrates the step by step finetuning using CIFAR10 and is also flexible for adapting to other datasets. For more details, check out the linked blog below. 🤗↗️ ⮞ Blog Article: https://huggingface.co/blog/prithivMLmods/metaclip2-downstream-finetune ⮞ Demo Space[Zero-Shot Classification]: prithivMLmods/metaclip-2-demo Some other models ╰› MetaCLIP-2-Cifar10: prithivMLmods/MetaCLIP-2-Cifar10 ╰› MetaCLIP-2-Age-Range-Estimator: prithivMLmods/MetaCLIP-2-Age-Range-Estimator ╰› MetaCLIP-2-Gender-Identifier: prithivMLmods/MetaCLIP-2-Gender-Identifier ╰› MetaCLIP-2-Open-Scene: prithivMLmods/MetaCLIP-2-Open-Scene ⮞ Collection: https://huggingface.co/collections/prithivMLmods/metaclip2-image-classification-experiments To know more about it, visit the app page or the respective model page! See...", "url": "https://huggingface.co/posts/prithivMLmods/462277719397337", "date_published": "2025-11-16T13:27:17.509224"}]}