{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/sergiopaniego/741361727784035", "image": "", "title": "The Christmas holidays are here! 🎄", "content_text": "The Christmas holidays are here! 🎄 Thinking about learning something new in AI? @ huggingface offers 12 FREE courses covering all the relevant topics, for every level of experience. A great challenge for the holidays (and worth saving for later 🙄) Let’s explore them! 🧠 𝗟𝗟𝗠 𝗖𝗼𝘂𝗿𝘀𝗲: large language models with HF tools https://huggingface.co/learn/llm-course 🤖 𝗔𝗴𝗲𝗻𝘁𝘀 𝗖𝗼𝘂𝗿𝘀𝗲: build and deploy AI agents https://huggingface.co/learn/agents-course 🎨 𝗗𝗶𝗳𝗳𝘂𝘀𝗶𝗼𝗻 𝗖𝗼𝘂𝗿𝘀𝗲: diffusion models with 🤗 Diffusers https://huggingface.co/learn/diffusion-course 🔊 𝗔𝘂𝗱𝗶𝗼 𝗖𝗼𝘂𝗿𝘀𝗲: transformers for audio tasks https://huggingface.co/learn/audio-course 🎮 𝗗𝗲𝗲𝗽 𝗥𝗟 𝗖𝗼𝘂𝗿𝘀𝗲: deep reinforcement learning https://huggingface.co/learn/deep-rl-course 👁️ 𝗖𝗼𝗺𝗺𝘂𝗻𝗶𝘁𝘆 𝗖𝗼𝗺𝗽𝘂𝘁𝗲𝗿 𝗩𝗶𝘀𝗶𝗼𝗻 𝗖𝗼𝘂𝗿𝘀𝗲: modern computer vision with HF https://huggingface.co/learn/computer-vision-course 🦾 𝗥𝗼𝗯𝗼𝘁𝗶𝗰𝘀 𝗖𝗼𝘂𝗿𝘀𝗲 (𝗟𝗲𝗥𝗼𝗯𝗼𝘁): learning-based robotics https://huggingface.co/learn/robotics-course 🧩 𝗠𝗖𝗣 𝗖𝗼𝘂𝗿𝘀𝗲: Model Context Protocol explained...", "url": "https://huggingface.co/posts/sergiopaniego/741361727784035", "date_published": "2025-12-24T17:21:36.982967"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/210519935872315", "image": "", "title": "Wan 2.2 Complete Training Tutorial - Text to Image, Text to Video, Image to Video, Windows & Cloud :", "content_text": "Wan 2.2 Complete Training Tutorial - Text to Image, Text to Video, Image to Video, Windows & Cloud : https://youtu.be/ocEkhAsPOs4 Wan 2.2 training is now so easy. I have done over 64 different unique Wan 2.2 trainings to prepare the very best working training configurations for you. The configurations are fully working locally with as low as 6 GB GPUs. So you will be able to train your awesome Wan 2.2 image or video generation LoRAs on your Windows computer with easiness. Moreover, I have shown how to train on cloud platforms RunPod and Massed Compute so even if you have no GPU or you want faster training, you can train on cloud for very cheap prices fully privately. Full step by step tutorial : https://youtu.be/ocEkhAsPOs4 ⏱️ Video Chapters: 0:00 Introduction to Wan 2.2 Training & Capabilities 0:56 Installing & Updating Musubi Tuner Locally 2:20 Explanation of Optimized Presets & Research Logic 4:00 Differences Between T2I, T2V, and I2V Configs 5:36 Extracting Files & Running...", "url": "https://huggingface.co/posts/MonsterMMORPG/210519935872315", "date_published": "2025-12-24T17:21:36.983652"}, {"id": "https://huggingface.co/posts/Jiaqi-hkust/177996283057314", "image": "", "title": "We have open-sourced Robust-R1 (AAAI 2026 Oral), a new paradigm in the field of anti-degradation and robustness enhancement for multimodal large models.", "content_text": "We have open-sourced Robust-R1 (AAAI 2026 Oral), a new paradigm in the field of anti-degradation and robustness enhancement for multimodal large models. Multimodal Large Language Models struggle to maintain reliable performance under extreme real-world visual degradations, which impede their practical robustness. Existing robust MLLMs predominantly rely on implicit training/adaptation that focuses solely on visual encoder generalization, suffering from limited interpretability and isolated optimization. To overcome these limitations, we propose Robust-R1, a novel framework that explicitly models visual degradations through structured reasoning chains. Our approach integrates: (i) supervised fine-tuning for degradation-aware reasoning foundations, (ii) reward-driven alignment for accurately perceiving degradation parameters, and (iii) dynamic reasoning depth scaling adapted to degradation intensity. To facilitate this approach, we introduce a specialized 11K dataset featuring...", "url": "https://huggingface.co/posts/Jiaqi-hkust/177996283057314", "date_published": "2025-12-24T17:21:36.984141"}, {"id": "https://huggingface.co/posts/davidmezzetti/102092244732124", "image": "", "title": "🧬⚕️🔬 Encoding the World's Medical Knowledge into 970K! We're excited to release this new series of vector embeddings models for medical literature based on our recent BERT Hash work.", "content_text": "🧬⚕️🔬 Encoding the World's Medical Knowledge into 970K! We're excited to release this new series of vector embeddings models for medical literature based on our recent BERT Hash work. And you read it right, we're talking 970,000 parameters for a surprisingly strong performing model. Enjoy! https://huggingface.co/blog/neuml/biomedbert-hash-nano See translation", "url": "https://huggingface.co/posts/davidmezzetti/102092244732124", "date_published": "2025-12-24T17:21:36.984432"}, {"id": "https://huggingface.co/posts/telcom/422373414213997", "image": "", "title": "arXiv CS endorsement", "content_text": "arXiv CS endorsement It's Javad, my Google Scholar Profile: https://scholar.google.com/citations?user=bja6GwoAAAAJ&hl=en I would like to share my articles with you on Hugging Face, I'm asking for endorsement* in Computer Science arxiv.org. If you would like to endorse me, please visit the following URL: https://arxiv.org/auth/endorse?x=NVUAPL If that URL does not work for you, please visit http://arxiv.org/auth/endorse.php and enter the following six-digit alphanumeric string: Endorsement Code: NVUAPL Thanks you in advance. Javad Taghia * Who is qualified to endorse? To endorse another user to submit to the cs.AI (Artificial Intelligence) subject class, an arXiv submitter must have submitted 3 papers to any of cs.AI, cs.AR, cs.CC, cs.CE, cs.CG, cs.CL, cs.CR, cs.CV, cs.CY, cs.DB, cs.DC, cs.DL, cs.DM, cs.DS, cs.ET, cs.FL, cs.GL, cs.GR, cs.GT, cs.HC, cs.IR, cs.IT, cs.LG, cs.LO, cs.MA, cs.MM, cs.MS, cs.NA, cs.NE, cs.NI, cs.OH, cs.OS, cs.PF, cs.PL, cs.RO, cs.SC, cs.SD, cs.SE, cs.SI or...", "url": "https://huggingface.co/posts/telcom/422373414213997", "date_published": "2025-12-24T17:21:36.984785"}, {"id": "https://huggingface.co/posts/ronantakizawa/356197451153671", "image": "", "title": "Thank you", "content_text": "Thank you @ clem (Co-Founder & CEO of Hugging Face) for sharing my dataset on X / Twitter! ronantakizawa/github-top-developers #github #dataset See translation", "url": "https://huggingface.co/posts/ronantakizawa/356197451153671", "date_published": "2025-12-24T17:21:36.984993"}, {"id": "https://huggingface.co/posts/dhruv3006/662739287947138", "image": "", "title": "OpenAPI specs are a great way to describe APIs in a clear, standard format. They provide a full overview of endpoints, methods, parameters etc. which makes working with APIs easier and more consistent.", "content_text": "OpenAPI specs are a great way to describe APIs in a clear, standard format. They provide a full overview of endpoints, methods, parameters etc. which makes working with APIs easier and more consistent. Voiden lets you turn your OpenAPI spec into organized, ready-to-use API request files. Just import your OpenAPI file, and you can immediately browse your endpoints, grouped by tags, and start testing without any manual setup. The generated requests come pre-configured but fully editable, so you can customize them as you want. If you want to get started with your existing APIs or try out new ones, this can save you quite some time. Read the docs here : https://docs.voiden.md/docs/getting-started-section/getting-started/openapi-imports/ See translation", "url": "https://huggingface.co/posts/dhruv3006/662739287947138", "date_published": "2025-12-24T17:21:36.985315"}, {"id": "https://huggingface.co/posts/nicolay-r/476967281276279", "image": "", "title": "Time-Effective LLM Querying in Information Retrieval Tasks", "content_text": "Time-Effective LLM Querying in Information Retrieval Tasks 🎤 Last week at Research Colloquium in Technische Universität Chemnitz, we presented a framework for time-effective data handling with prompting schemas. The video of the talk is now available 👇️ 🎬️ Video: https://youtu.be/pa8jGOhHViI 🌟 Framework (bulk-chain): https://github.com/nicolay-r/bulk-chain 🔑 bulk-chain solves the following problems: ✅ Effective handling CoT schema with big amount of prompts and parameters they are based on (batching policies) ✅ Easy-to-apply for data-iterators (datasets handling) See translation", "url": "https://huggingface.co/posts/nicolay-r/476967281276279", "date_published": "2025-12-24T17:21:36.985645"}, {"id": "https://huggingface.co/posts/Parveshiiii/283996096084237", "image": "", "title": "Hey everyone!", "content_text": "Hey everyone! We’re excited to introduce our new Telegram group: https://t.me/XenArcAI This space is built for **model builders, tech enthusiasts, and developers** who want to learn, share, and grow together. Whether you’re just starting out or already deep into AI/ML, you’ll find a supportive community ready to help with knowledge, ideas, and collaboration. 💡 Join us to: - Connect with fellow developers and AI enthusiasts - Share your projects, insights, and questions - Learn from others and contribute to a growing knowledge base 👉 If you’re interested, hop in and be part of the conversation: https://t.me/XenArcAI See translation", "url": "https://huggingface.co/posts/Parveshiiii/283996096084237", "date_published": "2025-12-24T17:21:36.985979"}, {"id": "https://huggingface.co/posts/danielhanchen/419718257011904", "image": "", "title": "You can now run GLM-4.7, the new 355B parameter SOTA model on your local device (128GB RAM).✨", "content_text": "You can now run GLM-4.7, the new 355B parameter SOTA model on your local device (128GB RAM).✨ The model achieves SOTA performance on coding, agentic and chat benchmarks. GGUF: unsloth/GLM-4.7-GGUF Guide: https://docs.unsloth.ai/models/glm-4.7 See translation", "url": "https://huggingface.co/posts/danielhanchen/419718257011904", "date_published": "2025-12-24T17:21:36.986232"}]}