{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/marksverdhei/322290772927588", "image": "", "title": "Dear Hugging Face team, can we please have a way to archive hf repositories / spaces? I have a bunch of spaces that used to work but don't any more due to the hf space implementations changing and i think it would be good if I could archive those like in GitHub.", "content_text": "Dear Hugging Face team, can we please have a way to archive hf repositories / spaces? I have a bunch of spaces that used to work but don't any more due to the hf space implementations changing and i think it would be good if I could archive those like in GitHub. React to this post if you want to see this feature! 💡 See translation", "url": "https://huggingface.co/posts/marksverdhei/322290772927588", "date_published": "2026-02-02T17:42:36.017833"}, {"id": "https://huggingface.co/posts/neph1/280223950636420", "image": "", "title": "Not for everybody, but the absolute mad craze about clawdbot/moltbook the last couple of days reminded me of a short story I wrote in 2018 (ancient times!).", "content_text": "Not for everybody, but the absolute mad craze about clawdbot/moltbook the last couple of days reminded me of a short story I wrote in 2018 (ancient times!). Synopsis: \"A man insults a sentient traffic light on the way to a meeting. Little does he know it is connected to a social media network for AI, and that his action will lead to a very bad day.\" Cleanliness is bliss (<1000 words) https://www.wattpad.com/story/407330595-cleanliness-is-bliss Sorry for the non-technical post, but it felt relevant. See translation", "url": "https://huggingface.co/posts/neph1/280223950636420", "date_published": "2026-02-02T17:42:36.018131"}, {"id": "https://huggingface.co/posts/nyuuzyou/211988639050417", "image": "", "title": "🏛️ Microsoft CodePlex Archive Dataset -", "content_text": "🏛️ Microsoft CodePlex Archive Dataset - nyuuzyou/ms-codeplex-archive Following the strong response to the Google Code Archive nyuuzyou/google-code-archive (thanks!), this release preserves another major historical repository: the Microsoft CodePlex Archive. CodePlex served as Microsoft’s primary open-source hosting platform from 2006 to 2017. This dataset captures the distinct .NET and Windows-centric development ecosystem that flourished before the industry standardizing on GitHub. Key Stats: - 5,043,730 files from 38,087 repositories - 3.6 GB compressed Parquet - 91 programming languages (Heavily featuring C#, ASP.NET, and C++) - Cleaned of binaries, build artifacts, and vendor directories (node_modules, packages) - Includes platform-specific license metadata (Ms-PL, Ms-RL) See translation", "url": "https://huggingface.co/posts/nyuuzyou/211988639050417", "date_published": "2026-02-02T17:42:36.018528"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/813967180726808", "image": "", "title": "LTX 2 & Z Image Base Full Tutorial + Audio to Video Lip Sync + ComfyUI + SwarmUI + Windows + Cloud", "content_text": "LTX 2 & Z Image Base Full Tutorial + Audio to Video Lip Sync + ComfyUI + SwarmUI + Windows + Cloud Full tutorial link > https://www.youtube.com/watch?v=SkXrYezeEDc Info LTX 2 is the newest state of the art (SOTA) Open Source video generation model and tutorial will show you how to use it with very best and most performant way in ComfyUI and also in SwarmUI. Moreover, Z Image Base model published and I will show how to use Z Image Base with most amazing preset and workflow as well. Furthermore, this tutorial will show you how to install, update, setup, download ComfyUI and SwarmUI and models and presets and workflows both on Windows and on RunPod, Massed Compute and SimplePod. Linux users can use Massed Compute scripts and installers directly. This is a masterpiece entire lecture level complete tutorial. This video will kickstart your AI journey 100x. Both local Windows and Cloud. 45 Second Raw Demo Video This video made with text + image + audio = lip synched and animated video at...", "url": "https://huggingface.co/posts/MonsterMMORPG/813967180726808", "date_published": "2026-02-02T17:42:36.018907"}, {"id": "https://huggingface.co/posts/eaddario/695215283251750", "image": "", "title": "Experimental global target bits‑per‑weight quantization of mistralai/Ministral-3-14B-Instruct-2512 and mistralai/Ministral-3-14B-Reasoning-2512", "content_text": "Experimental global target bits‑per‑weight quantization of mistralai/Ministral-3-14B-Instruct-2512 and mistralai/Ministral-3-14B-Reasoning-2512 Unlike standard llama.cpp quantizations that rely on fixed type heuristics (e.g., Q4_K_M), the Target BPW approach optimizes per-tensor precision where it matters the most, and produces high quality models that meet a precise global file size target. Key Advantages: - VRAM Maximization: Can generate high quality models sized exactly to fit hardware constraints (e.g., fitting the model into exactly 24GB VRAM). - Data-Driven Precision: Quantization mix is determined by actual weight error sensitivity rather than hardcoded rules, often yielding better PPL/KLD size trade-offs. Full benchmarks (PPL, KLD, ARC, MMLU, etc.) and methodology in the models' cards eaddario/Ministral-3-14B-Instruct-2512-GGUF eaddario/Ministral-3-14B-Reasoning-2512-GGUF See translation", "url": "https://huggingface.co/posts/eaddario/695215283251750", "date_published": "2026-02-02T17:42:36.019302"}, {"id": "https://huggingface.co/posts/OzTianlu/678257236628568", "image": "", "title": "Geilim-1B-SR-Instruct — Serbian Intelligence for Deep Reasoning 🧠🇷🇸", "content_text": "Geilim-1B-SR-Instruct — Serbian Intelligence for Deep Reasoning 🧠🇷🇸 NoesisLab/Geilim-1B-SR-Instruct Geilim-1B-SR-Instruct is a lightweight Large Language Model (LLM) designed to bring advanced reasoning capabilities to low-resource languages. It focuses on Serbian understanding and generation while maintaining robust English reasoning. Built on the LLaMA-3 architecture with a proprietary hybrid reasoning mechanism, it delivers deep logic while keeping outputs concise and natural. 🚀 Core Innovations 💡 Implicit Deep Reasoning: Combines standard attention mechanisms with graph-structured reasoning components for rigorous logic and causal inference. 🕸️ ASPP & -flow Hybrid Design: High-efficiency structured propagation + internal probability space optimization for high-quality reasoning without long-winded intermediate steps. ⚡ Bilingual Adaptation: Primarily focused on Serbian while preserving English logic, making it perfect for multilingual chats and cross-lingual tasks. 🌍 Lightweight...", "url": "https://huggingface.co/posts/OzTianlu/678257236628568", "date_published": "2026-02-02T17:42:36.019865"}, {"id": "https://huggingface.co/posts/Duskfallcrew/930947700024485", "image": "", "title": "You've noticed that I did the \"WEIRD\" and attempted to make it look like all my old content was \"SCRAPED\"", "content_text": "You've noticed that I did the \"WEIRD\" and attempted to make it look like all my old content was \"SCRAPED\" I'm largely retiring from GEN AI. Calypso Crunchies is an old account I used to use for diffusers conversions for someone. IF YOU WOULD LIKE ACCESS to ANYTHING -- I lost access due to me forgetting to jank Calypso into the E&D old repo, but i can get Angel or someone to add me or my other account back.. I didn't want HF to lose 3 years of my insane progress in doing things, but i need to retire from Generative image AI fast, my mental health has been diving for so long. I'll continue in the developing/vibe coding./educational sphere, but I just can't continue in the other end of it. Much love, thank you all See translation", "url": "https://huggingface.co/posts/Duskfallcrew/930947700024485", "date_published": "2026-02-02T17:42:36.020184"}, {"id": "https://huggingface.co/posts/yuriyvnv/972315277032860", "image": "", "title": "🎯 WAVe: 1B Multimodal Embedding Model for Word-Level Speech Quality", "content_text": "🎯 WAVe: 1B Multimodal Embedding Model for Word-Level Speech Quality Multimodal embeddings for speech + transcript that verify quality at the word level, not just sentence level. Catches mispronunciations, timing errors, and prosody issues that sentence-level filters miss. 📊 Impact on Portuguese ASR: • 34% reduction in training steps • 50% better cross-domain generalization • 30% less synthetic data needed • Word-aligned attention finds errors other methods miss 🏗️ Architecture: • Text: XLM-RoBERTa (278M params) • Audio: Wav2Vec2-BERT 2.0 (581M params) • Word Alignment: Multi-head attention + GLU (14M params) • Total: 1B parameters from transformers import AutoModel, AutoProcessor processor = AutoProcessor.from_pretrained( \"yuriyvnv/WAVe-1B-Multimodal-PT\" , trust_remote_code = True ) model = AutoModel.from_pretrained( \"yuriyvnv/WAVe-1B-Multimodal-PT\" , trust_remote_code = True ) # Assess speech-transcript alignment inputs = processor( text = \"Olá, como está?\" , audio =audio_array,...", "url": "https://huggingface.co/posts/yuriyvnv/972315277032860", "date_published": "2026-02-02T17:42:36.020742"}, {"id": "https://huggingface.co/posts/imnotkitty/790273915312125", "image": "", "title": "The 2025 Chinese LLM Showdown: Western Models Still Dominate Top 4, but China Leads the Open-Source Arena.", "content_text": "The 2025 Chinese LLM Showdown: Western Models Still Dominate Top 4, but China Leads the Open-Source Arena. 🏆 The Champions: Claude-Opus-4.5, Gemini-3-Pro, GPT-5.2, and Gemini-3-Flash sweep the top four spots. 🚀 The Pursuers: Doubao and DeepSeek-V3.2 tie for first place among Chinese models; GLM-4.7, ERNIE-5.0, and Kimi secure their positions in the domestic top five. 🔥 The Biggest Highlight: The top three spots on the open-source leaderboard are entirely held by Team China (DeepSeek, GLM, Kimi), outperforming the best western open-source models. See translation", "url": "https://huggingface.co/posts/imnotkitty/790273915312125", "date_published": "2026-02-02T17:42:36.021116"}, {"id": "https://huggingface.co/posts/rajkumarrawal/904260944141642", "image": "", "title": "I submitted a \"FlashLabs Chroma 1.0: A Real-Time End-to-End Spoken Dialogue Model with Personalized Voice Cloning\" Paper by Tanyu Chen, Tairan Chen, Kai shen , Zhenghua Bao, Zhihui Zhang, Man Yuan, Yi Shi From", "content_text": "I submitted a \"FlashLabs Chroma 1.0: A Real-Time End-to-End Spoken Dialogue Model with Personalized Voice Cloning\" Paper by Tanyu Chen, Tairan Chen, Kai shen , Zhenghua Bao, Zhihui Zhang, Man Yuan, Yi Shi From FlashLabs to Daily Papers on huggingface . Chroma 1.0 enables real time spoken dialogue with personalized voice cloning through discrete speech representations and interleaved text audio token scheduling. Chroma 1.0 , the world’s first open source, real time speech to speech model with voice cloning. FlashLabs Chroma 1.0: A Real-Time End-to-End Spoken Dialogue Model with Personalized Voice Cloning (2601.11141) See translation", "url": "https://huggingface.co/posts/rajkumarrawal/904260944141642", "date_published": "2026-02-02T17:42:36.021471"}]}