{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/merve/482686790570915", "image": "", "title": "ByteDance released Tar 1.5B and 7B: image-text in image-text out models, fully open-source 👏", "content_text": "ByteDance released Tar 1.5B and 7B: image-text in image-text out models, fully open-source 👏 ByteDance-Seed/tar-6864cf0d9fe59a3b91cc4260 They have an image tokenizer unified with text, and they de-tokenize using either of two models (LLM and diffusion) The model is actually a full LLM (Qwen2), the tokenizer converts image tokens 🤯 See translation", "url": "https://huggingface.co/posts/merve/482686790570915", "date_published": "2025-07-09T17:23:11.388569"}, {"id": "https://huggingface.co/posts/a-r-r-o-w/278025275110164", "image": "", "title": "Caching is an essential technique used in diffusion inference serving for speeding up image/video generations. Diffusers just added support for another caching method: First Block Cache - a technique developed by", "content_text": "Caching is an essential technique used in diffusion inference serving for speeding up image/video generations. Diffusers just added support for another caching method: First Block Cache - a technique developed by @ chengzeyi building upon the ideas of TeaCache. The idea in short is: if the model predictions do not vary much over successive inference steps, we can skip certain steps where the prediction difference is small. To figure out whether an inference step will make a significant improvement to the overall velocity/noise prediction, we calculate the relative difference of the output of the first transformer block at timestep $t$ with $t-1$, and compare it against a selected threshold. If the difference is lower than the threshold, we skip the step. A higher threshold will lead to more steps being skipped. However, skipping many steps is bad because it can throw off the model predictions, and so we need to test and select the threshold based on level of quality-speed tradeoff...", "url": "https://huggingface.co/posts/a-r-r-o-w/278025275110164", "date_published": "2025-07-09T17:23:11.389084"}, {"id": "https://huggingface.co/posts/chansung/585764915046887", "image": "", "title": "YAML engineering becomes more and more important than ever from infra provisioning to model training (recipes).", "content_text": "YAML engineering becomes more and more important than ever from infra provisioning to model training (recipes). Here, I built a simple editor first for @ dstackai , and I will share the live endpoint this week. Let me know what you think about this approach. Based on this approach, if people think this is useful, I am going to do the same thing for the LLM training recipes for popular frameworks such as Hugging Face open-r1, Axolotl, and so on. Let me hear. See translation", "url": "https://huggingface.co/posts/chansung/585764915046887", "date_published": "2025-07-09T17:23:11.389381"}, {"id": "https://huggingface.co/posts/m-ric/129069007859083", "image": "", "title": "Diffusion LLMs are coming for autoregressive LLMs ⚡️⚡️ Inception Labs' new diffusion model demolishes all leading LLMs on generation speed, with equal quality !", "content_text": "Diffusion LLMs are coming for autoregressive LLMs ⚡️⚡️ Inception Labs' new diffusion model demolishes all leading LLMs on generation speed, with equal quality ! Inception Labs was founded a few months ago, and they're not sleeping: after dropping a code model, they just published Mercury chat, a diffusion-based chat model that reaches 1000 tokens / second on H100, i.e. 10x more than models of equivalent performance on the same hardware! What's the breakthrough? Well instead, of generating tokens left-to-right like the more common autoregressive LLMs, diffusion models generate their blocks of text all at once, and successive steps refine the whole text. Diffusion models being really fast at isn't new, we have had some promising results on this by Google already back in May with Gemini Diffusion, and Mercury themselves had already published their coding model a few months ago But being that good quality is new - and now Inception Labs just proved that their models work well in chat...", "url": "https://huggingface.co/posts/m-ric/129069007859083", "date_published": "2025-07-09T17:23:11.389848"}, {"id": "https://huggingface.co/posts/nicolay-r/221275408085007", "image": "", "title": "🚀 For those who interested in summarization of the long textual reports in medical domain  📝🩺,", "content_text": "🚀 For those who interested in summarization of the long textual reports in medical domain 📝🩺, @ Xiaolihai and I delighted to share that we experiment with distillation tuning adaptation for Qwen-2.5 0.5B. We use reports from the MultiClinSum dataset and pass it through 72B version to retrieve report explanations in order to initiate ditillation tuning for 0.5B model. We experiment with passages written in English, French, Portuguese, and Spanish. 🔑 We find that using distil-technique results in 2-4% performance increment on fine-tuning and similar improvements for reports in English (non-official and official evaluation). For the other it results in systems that perform similar to the convential tuning (standard) (see result below). Dataset: https://zenodo.org/records/15459174 Competition: https://participants-area.bioasq.org/general_information/MultiClinSum/ Github: https://github.com/nicolay-r/distil-tuning-llm model: nicolay-r/qwen25-05b-multiclinsum-distil See translation", "url": "https://huggingface.co/posts/nicolay-r/221275408085007", "date_published": "2025-07-09T17:23:11.390269"}, {"id": "https://huggingface.co/posts/YerbaPage/620116280773759", "image": "", "title": "**Build Claude Code from Scratch Together**", "content_text": "**Build Claude Code from Scratch Together** I'm building a minimal, open-source AI agent that runs in the terminal to help with programming tasks. Think of a simplified, from-scratch version of the Claude Code agent 💻. You can check out the basic framework I've already started here: [github.com/YerbaPage/Terminal-Agent]( https://github.com/YerbaPage/Terminal-Agent ) 🔥 To be clear, the goal isn't to create a perfect, commercial-grade tool. This is a for-fun project geared towards research and exploration. The main idea is to build a **flexible and minimal framework** that helps us understand the modules and functionalities of sophisticated agents like Claude Code. It's a playground to explore how we can enable agents to handle more complex tasks effectively. I'm looking for a few people who'd be interested in exploring this together. We could experiment with ideas like adding a to-do list manager to improve planning or finding better ways for the agent to manage its memory like some...", "url": "https://huggingface.co/posts/YerbaPage/620116280773759", "date_published": "2025-07-09T17:23:11.390723"}, {"id": "https://huggingface.co/posts/ProCreations/258072359756545", "image": "", "title": "33 followers AGAIN in another day is insane.... Thank you guys!", "content_text": "33 followers AGAIN in another day is insane.... Thank you guys! trying to get to the #1 trending community article. upvote my article to help out! https://huggingface.co/blog/ProCreations/transformers-are-getting-old Also, I made a ZeroGPU space that lets you try out smollm3 with no setup needed: Check it out! ProCreations/smollm3 See translation", "url": "https://huggingface.co/posts/ProCreations/258072359756545", "date_published": "2025-07-09T17:23:11.390967"}, {"id": "https://huggingface.co/posts/ProCreations/956872455588724", "image": "", "title": "20 FOLLOWERS IN LESS THAN A DAY? YA'LL ARE CRAZY!", "content_text": "20 FOLLOWERS IN LESS THAN A DAY? YA'LL ARE CRAZY! We zoomed pass 70, 80, and 90 followers in a day. That is insane. As a thank you, ive published one of my largest and most expensive dataset (rip my 2 dollars, most of my datasets are free to make) to the hub. To be used for text summarization in english, check it out! ProCreations/simple-summaries See translation", "url": "https://huggingface.co/posts/ProCreations/956872455588724", "date_published": "2025-07-09T17:23:11.391216"}, {"id": "https://huggingface.co/posts/Parveshiiii/143893358011969", "image": "", "title": "🧠 Glimpses of AGI — A Vision for All Humanity", "content_text": "🧠 Glimpses of AGI — A Vision for All Humanity What if AGI wasn’t just a distant dream—but a blueprint already unfolding? I’ve just published a deep dive called Glimpses of AGI, exploring how scalable intelligence, synthetic reasoning, and alignment strategies are paving a new path forward. This isn’t your average tech commentary—it’s a bold vision for conscious AI systems that reason, align, and adapt beyond narrow tasks. 🔍 Read it, upvote it if it sparks something, and let’s ignite a collective conversation about the future of AGI. https://huggingface.co/blog/Parveshiiii/glimpses-of-agi See translation", "url": "https://huggingface.co/posts/Parveshiiii/143893358011969", "date_published": "2025-07-09T17:23:11.391561"}, {"id": "https://huggingface.co/posts/Kseniase/251572743842280", "image": "", "title": "13 Outstanding MCP Servers", "content_text": "13 Outstanding MCP Servers MCP is redefining how AI assistants connect to the world of data and tools, so no wonder MCP servers are in high demand now. That’s why we’ve curated 13 cool MCP servers to upgrade your workflow: 1. Hugging Face Official MCP Server -> https://github.com/evalstate/hf-mcp-server Provides an access and interaction with Hugging Face models, datasets, and Gradio Spaces for dynamic tool integration and configuration across environments. 2. Browser MCP -> https://browsermcp.io/ An MCP server +Chrome extension. It allows to automate your browser with AI apps like VS Code, Claude, Cursor, and Windsurf. 3. Bright Data MCP -> https://github.com/brightdata/brightdata-mcp This one is for working with data in real-time: searching the web, navigating websites, taking action and retrieving data. 4. JSON MCP -> https://github.com/VadimNastoyashchy/json-mcp Interact with JSON files: split, merge, find specific data, and validate content within them. 5. Octagon Deep Research...", "url": "https://huggingface.co/posts/Kseniase/251572743842280", "date_published": "2025-07-09T17:23:11.392112"}]}