{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/singhsidhukuldeep/815565847250252", "image": "", "title": "Exciting New Tool for Knowledge Graph Extraction from Plain Text!", "content_text": "Exciting New Tool for Knowledge Graph Extraction from Plain Text! I just came across a groundbreaking new tool called KGGen that's solving a major challenge in the AI world - the scarcity of high-quality knowledge graph data. KGGen is an open-source Python package that leverages language models to extract knowledge graphs (KGs) from plain text. What makes it special is its innovative approach to clustering related entities, which significantly reduces sparsity in the extracted KGs. The technical approach is fascinating: 1. KGGen uses a multi-stage process involving an LLM (GPT-4o in their implementation) to extract entities and relations from source text 2. It aggregates graphs across sources to reduce redundancy 3. Most importantly, it applies iterative LM-based clustering to refine the raw graph The clustering stage is particularly innovative - it identifies which nodes and edges refer to the same underlying entities or concepts. This normalizes variations in tense, plurality,...", "url": "https://huggingface.co/posts/singhsidhukuldeep/815565847250252", "date_published": "2025-03-04T09:23:11.407023"}, {"id": "https://huggingface.co/posts/Kseniase/433849056207490", "image": "", "title": "9 types of \"Chain-of-...\" approaches:", "content_text": "9 types of \"Chain-of-...\" approaches: Chain-of-Thought (CoT) prompting enhances reasoning in AI models by breaking down complex problems into step-by-step logical sequences. It continues proving its effectiveness, especially in top-performing reasoning models. However, there are other similar methods, that expand CoT and can be used for different purposes. Here are 9 of them: 1. Chain-of-Action-Thought (COAT) -> Satori: Reinforcement Learning with Chain-of-Action-Thought Enhances LLM Reasoning via Autoregressive Search (2502.02508) Helps model decide when to keep thinking, double-check their work, or try a different approach, using special guiding tokens. 2. Chain of Draft (CoD) -> Chain of Draft: Thinking Faster by Writing Less (2502.18600) It helps model generate short but meaningful reasoning steps, cutting costs and making processing faster 3. Chain-of-Agents -> Chain of Agents: Large Language Models Collaborating on Long-Context Tasks (2406.02818) Uses multi-agent...", "url": "https://huggingface.co/posts/Kseniase/433849056207490", "date_published": "2025-03-04T09:23:11.407615"}, {"id": "https://huggingface.co/posts/Jaward/982484477481896", "image": "", "title": "made a few improvements on custom grpo trainer:", "content_text": "made a few improvements on custom grpo trainer: - added sequence similarity reward (seems to work) - improved vllm support (5x inference speed) - adjusted reward scores (this helped with format/accuracy) - can now push to hf hub (already pushed mine lol: Jaward/smollm2_360m_grpo_gsm8k_reasoner ) Code: https://github.com/Jaykef/ai-algorithms/blob/main/smollm2_360M_135M_grpo_gsm8k.ipynb See translation", "url": "https://huggingface.co/posts/Jaward/982484477481896", "date_published": "2025-03-04T09:23:11.407892"}, {"id": "https://huggingface.co/posts/AdinaY/776127015570604", "image": "", "title": "Exciting releases from the Chinese community this February🔥", "content_text": "Exciting releases from the Chinese community this February🔥 👉 zh-ai-community/2025-february-67a35aaa68e97812def5b6ef MLLM: ✨ Ovis2 by Alibaba AIDC-AI/ovis2-67ab36c7e497429034874464 ✨ Step Audio Chat by StepFun AI stepfun-ai/step-audio-67b33accf45735bb21131b0b Audio: ✨ Step Audio TTS by StepFunAI stepfun-ai/Step-Audio-TTS-3B ✨ InspireMusic by Alibaba https://huggingface.co/FunAudioLLM ✨ Baichuan Audio by BaichuanAI baichuan-inc/Baichuan-Audio-Instruct Video: ✨ Wan2.1 by Alibaba_Wan Wan-AI/Wan2.1-T2V-14B ✨ Stepvideo-T2V by StepFun AI stepfun-ai/stepvideo-t2v ✨ SkyReels-V1 by Skywork Skywork/skyreels-v1-67b34676ff65b4ec02d16307 ✨ LLaDA-8B by RenminUniversity GSAI-ML/LLaDA-8B-Instruct MoE: ✨ Moonlight-16B by MoonshotAI (Kimi) moonshotai/Moonlight-16B-A3B-Instruct Reasoning: ✨ TinyR1-32B by Qihoo360 qihoo360/TinyR1-32B-Preview Dataset: ✨ Chinese DeepSeek R1-Distill data -110k Congliu/Chinese-DeepSeek-R1-Distill-data-110k See translation", "url": "https://huggingface.co/posts/AdinaY/776127015570604", "date_published": "2025-03-04T09:23:11.408340"}, {"id": "https://huggingface.co/posts/mkurman/255930071052172", "image": "", "title": "Introducing a new architecture, MedIT One – a single-token transformer with LSTM-like recurrence.", "content_text": "Introducing a new architecture, MedIT One – a single-token transformer with LSTM-like recurrence. It is extremely fast in training and inference, but we lack funding for large-scale training. Enjoy 🍓 https://github.com/MedITSolutionsKurman/medit-one See translation", "url": "https://huggingface.co/posts/mkurman/255930071052172", "date_published": "2025-03-04T09:23:11.408618"}, {"id": "https://huggingface.co/posts/rizavelioglu/517500066145145", "image": "", "title": "Comparing reconstruction quality of various VAEs with an interactive demo", "content_text": "Comparing reconstruction quality of various VAEs with an interactive demo rizavelioglu/vae-comparison See translation", "url": "https://huggingface.co/posts/rizavelioglu/517500066145145", "date_published": "2025-03-04T09:23:11.408833"}, {"id": "https://huggingface.co/posts/MohamedRashad/233650928001403", "image": "", "title": "I think we have released the best Arabic model under 25B at least based on", "content_text": "I think we have released the best Arabic model under 25B at least based on inceptionai/AraGen-Leaderboard Yehia = ALLaM-AI/ALLaM-7B-Instruct-preview + GRPO and its ranked number one model under the 25B parameter size mark. Now, i said \"i think\" not \"i am sure\" because this model used the same metric of evaluation the AraGen developers use (the 3C3H) as a reward model to improve its responses and this sparks the question. Is this something good for users or is it another type of overfitting that we don't want ? I don't know if this is a good thing or a bad thing but what i know is that you can try it from here: Navid-AI/Yehia-7B-preview or Download it for your personal experiments from here: Navid-AI/Yehia-7B-preview Ramada Kareem 🌙 See translation", "url": "https://huggingface.co/posts/MohamedRashad/233650928001403", "date_published": "2025-03-04T09:23:11.409230"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/359700355865540", "image": "", "title": "Wan 2.1 AI Video Model: Ultimate Step-by-Step Tutorial for Windows & Affordable Private Cloud Setup :", "content_text": "Wan 2.1 AI Video Model: Ultimate Step-by-Step Tutorial for Windows & Affordable Private Cloud Setup : https://youtu.be/hnAhveNy-8s https://youtu.be/hnAhveNy-8s Please check all screenshots to see latest news and updates after the tutorial video Alibaba’s new Wan 2.1 text-to-video, video-to-video and image-to-video Open Source AI is unbelievable. In this tutorial I will show how you can install Wan 2.1 all publicly published models into your Windows PC with 1-click installation and use them with the easiest possible way. With the Gradio APP I have developed, you will be able to use Wan AI with as low as 3.5GB VRAM having GPUs. Furthermore, for those who want to utilize powerful private cloud GPUs with cheapest possible prices, I will show how to 1-click and install Wan 2.1 on Massed Compute and on RunPod. Additionally, I will compare performance of RTX 3090 TI with RTX 5090 on all Wan 2.1 models. You will be shocked to see performance of RTX 5090. Also the APP I developed supports...", "url": "https://huggingface.co/posts/MonsterMMORPG/359700355865540", "date_published": "2025-03-04T09:23:11.409901"}, {"id": "https://huggingface.co/posts/zamal/150460964459295", "image": "", "title": "🚀 ftBoost is LIVE – Stop Struggling with Fine-Tuning Data!", "content_text": "🚀 ftBoost is LIVE – Stop Struggling with Fine-Tuning Data! Alright folks, if you’re tired of manually crafting fine-tuning datasets, ftBoost is here to do the heavy lifting. One-click, LangChain-Groq-powered data augmentation that scales your training data in OpenAI, Gemini, Mistral, and LLaMA formats—automatically. 🔥 What’s inside? ✅ Smart Augmentations – Paraphrasing, back translation, synonym swapping & synthetic noise. ✅ No more JSONL headaches – Auto-formats everything for OpenAI, Gemini, Mistral & LLaMA. ✅ Custom tuning – Adjust similarity, diversity, and fluency in real-time. ✅ Upload, generate, download – That’s it. ⚡ If you’re fine-tuning LLMs, this will save you hours. 🚀 Try it now: 👉 zamal/Finetune-Boost 🌟 Give us a star on GitHub! Let me know what you think & how it boosts your workflow! 🔥 See translation", "url": "https://huggingface.co/posts/zamal/150460964459295", "date_published": "2025-03-04T09:23:11.410316"}, {"id": "https://huggingface.co/posts/csabakecskemeti/207602570873500", "image": "", "title": "-UPDATED-", "content_text": "-UPDATED- 4bit inference is working! The blogpost is updated with code snippet and requirements.txt https://devquasar.com/uncategorized/all-about-amd-and-rocm/ -UPDATED- I've played around with an MI100 and ROCm and collected my experience in a blogpost: https://devquasar.com/uncategorized/all-about-amd-and-rocm/ Unfortunately I've could not make inference or training work with model loaded in 8bit or use BnB, but did everything else and documented my findings. See translation", "url": "https://huggingface.co/posts/csabakecskemeti/207602570873500", "date_published": "2025-03-04T09:23:11.410614"}]}