{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/tomaarsen/853653818134091", "image": "", "title": "🐦‍🔥 I've just published Sentence Transformers v5.2.0! It introduces multi-processing for CrossEncoder (rerankers), multilingual NanoBEIR evaluators, similarity score outputs in mine_hard_negatives, Transformers v5 support and more. Details:", "content_text": "🐦‍🔥 I've just published Sentence Transformers v5.2.0! It introduces multi-processing for CrossEncoder (rerankers), multilingual NanoBEIR evaluators, similarity score outputs in mine_hard_negatives, Transformers v5 support and more. Details: - CrossEncoder multi-processing: Similar to SentenceTransformer and SparseEncoder, you can now use multi-processing with CrossEncoder rerankers. Useful for multi-GPU and CPU settings, and simple to configure: just device=[\"cuda:0\", \"cuda:1\"] or device=[\"cpu\"]*4 on the model.predict or model.rank calls. - Multilingual NanoBEIR Support: You can now use community translations of the tiny NanoBEIR retrieval benchmark instead of only the English one, by passing dataset_id , e.g. dataset_id=\"lightonai/NanoBEIR-de\" for the German benchmark. - Similarity scores in Hard Negatives Mining: When mining for hard negatives to create a strong training dataset, you can now pass output_scores=True to get similarity scores returned. This can be useful for some...", "url": "https://huggingface.co/posts/tomaarsen/853653818134091", "date_published": "2025-12-12T17:24:03.437870"}, {"id": "https://huggingface.co/posts/sergiopaniego/384415208092213", "image": "", "title": "ICYMI, you can fine-tune open LLMs using Claude Code", "content_text": "ICYMI, you can fine-tune open LLMs using Claude Code just tell it: “Fine-tune Qwen3-0.6B on open-r1/codeforces-cots” and Claude submits a real training job on HF GPUs using TRL. it handles everything: > dataset validation > GPU selection > training + Trackio monitoring > job submission + cost estimation when it’s done, your model is on the Hub, ready to use read more about the process: https://huggingface.co/blog/hf-skills-training See translation", "url": "https://huggingface.co/posts/sergiopaniego/384415208092213", "date_published": "2025-12-12T17:24:03.438227"}, {"id": "https://huggingface.co/posts/danielhanchen/563432838268940", "image": "", "title": "Mistral's new SOTA coding models Devstral 2 can now be Run locally! (25GB RAM) 🐱", "content_text": "Mistral's new SOTA coding models Devstral 2 can now be Run locally! (25GB RAM) 🐱 We fixed the chat template, so performance should be much better now! 24B: unsloth/Devstral-Small-2-24B-Instruct-2512-GGUF 123B: unsloth/Devstral-2-123B-Instruct-2512-GGUF 🧡Step-by-step Guide: https://docs.unsloth.ai/models/devstral-2 See translation", "url": "https://huggingface.co/posts/danielhanchen/563432838268940", "date_published": "2025-12-12T17:24:03.438511"}, {"id": "https://huggingface.co/posts/ovi054/902660269971069", "image": "", "title": "Z-Image Turbo + LoRA ⚡", "content_text": "Z-Image Turbo + LoRA ⚡ ovi054/Z-Image-LORA Z-Image Turbo is the No. 1 trending Text-to-Image model right now. You can add a custom LoRA and generate images with this Space. 👉 Try it now: ovi054/Z-Image-LORA See translation", "url": "https://huggingface.co/posts/ovi054/902660269971069", "date_published": "2025-12-12T17:24:03.438774"}, {"id": "https://huggingface.co/posts/KingNish/784885155042758", "image": "", "title": "Muon vs MuonClip vs Muon+Adamw", "content_text": "Muon vs MuonClip vs Muon+Adamw Muon has gone from an experiment to a mainstream optimizer, but does it hold up for fine‑tuning? We ran head‑to‑head tests on Qwen3‑4B (10k+ high‑quality instruction rows) to find out. Short story: Pure Muon converged fastest at the start, but its gradient‑norm spikes made training unstable. MuonClip (Kimi K2’s clipping) stabilizes long pretraining runs, yet in our small‑scale fine‑tune it underperformed, lower token accuracy and slower convergence. The winner was the hybrid: Muon for 2D layers + AdamW for 1D layers. It delivered the best balance of stability and final performance and even beat vanilla AdamW. Takeaway: for small-scale fine-tuning, hybrid = practical and reliable. Next Step: scale to larger models/datasets to see if Muon’s spikes become catastrophic or if clipping wins out. Full Blog Link: https://huggingface.co/blog/KingNish/optimizer-part1 See translation", "url": "https://huggingface.co/posts/KingNish/784885155042758", "date_published": "2025-12-12T17:24:03.439220"}, {"id": "https://huggingface.co/posts/sergiopaniego/627155943228357", "image": "", "title": "We just released TRL v0.26.0!", "content_text": "We just released TRL v0.26.0! It comes packed with updates: > Agent training with tools in GRPO > New CISPO & SAPO losses + reasoning rewards > vLLM quantization in colocate mode > Dataset shuffling in SFT > Lots of NEW examples > Tons of fixes and documentation improvements See translation", "url": "https://huggingface.co/posts/sergiopaniego/627155943228357", "date_published": "2025-12-12T17:24:03.439484"}, {"id": "https://huggingface.co/posts/martinsu/305383997158992", "image": "", "title": "I wasted days on a GPU node on a bug that shouldn't exist", "content_text": "I wasted days on a GPU node on a bug that shouldn't exist So I was fine-tuning TildeOPEN-30B and the outputs were... weird. Token ID 179 (<0x00>) kept appearing between almost every token pair. Took me a bit to figure out what was going on. Turns out I used the fast tokenizer for training, but the model was trained on the slow one. Silent failure. Well... long story short—TGI uses (forces) the fast tokenizer, no questions asked. And you'll have agile's kryptonite: silent failure. If the model was trained on slow, it's a silent disaster. I got curious and wrote a quick script to check how common this is. Ran it on 6,014 LLM HF models overnight. Roughly 10% of HF model downloads have mismatched tokenizers. Not all mismatches are catastrophic, but some are brutal — like chat template markers inflating from 1 token to 3, silently wrecking context windows and causing model act weird. This wasn't rigorous research, but the drift is real. And the worst part? 968 models(out of 500+...", "url": "https://huggingface.co/posts/martinsu/305383997158992", "date_published": "2025-12-12T17:24:03.440139"}, {"id": "https://huggingface.co/posts/toshas/756417426105326", "image": "", "title": "Introducing 🇨🇭WindowSeat🇨🇭 –– our new method for removing reflections from photos taken through windows, on planes, in malls, offices, and other glass-filled environments.", "content_text": "Introducing 🇨🇭WindowSeat🇨🇭 –– our new method for removing reflections from photos taken through windows, on planes, in malls, offices, and other glass-filled environments. Finetuning a foundation diffusion transformer for reflection removal quickly runs up against the limits of what existing datasets and techniques can offer. To fill that gap, we generate physically accurate examples in Blender that simulate realistic glass and reflection effects. This data enables strong performance on both established benchmarks and previously unseen images. To make this practical, the open-source Apache-2 model builds on Qwen-Image-Edit-2509, a 20B image-editing diffusion transformer that runs on a single GPU and can be fine-tuned in about a day. WindowSeat keeps its use of the underlying DiT cleanly separated from the data and training recipe, allowing future advances in base models to be incorporated with minimal friction. Try it out with your own photos in this interactive demo: 🤗...", "url": "https://huggingface.co/posts/toshas/756417426105326", "date_published": "2025-12-12T17:24:03.440696"}, {"id": "https://huggingface.co/posts/IliaLarchenko/908879505364910", "image": "", "title": "🏆 BEHAVIOR Challenge 1st Place – Solution Summary", "content_text": "🏆 BEHAVIOR Challenge 1st Place – Solution Summary My team recently won 1st place in the BEHAVIOR Challenge at NeurIPS. The competition focused on training a single policy to complete 50 long-horizon household tasks in simulation. We built an end-to-end policy based on Pi0.5 with a bunch of custom modifications. Everything is open-sourced, and it should be useful for anyone exploring VLAs or adapting them to specific tasks. Key Architecture Changes: - Replaced language model with 50 trainable task embeddings (no text at all) - Correlated noise for Flow Matching: ϵ ∼ N(0, 0.5I + 0.5Σ) using dataset action covariance - Learnable mixed-layer attention: each action expert layer attends to a trainable mix of all VLM layers - System 2 stage tracking: model predicts task stage, we smooth it with voting and feed it back as context Training: - Multi-sample Flow Matching: 15 FM samples per VLM pass to reduce gradient variance - Delta action space + per-timestamp normalization - FAST auxiliary...", "url": "https://huggingface.co/posts/IliaLarchenko/908879505364910", "date_published": "2025-12-12T17:24:03.441299"}, {"id": "https://huggingface.co/posts/prabhatkr/593169299364014", "image": "", "title": "Language Dexterity Benchmark", "content_text": "Language Dexterity Benchmark I am working on a new benchmark to establish human language dexterity. My hypothesis is that certain language allow for more accurate dexterous behaviour - Pointed, unambigous, and confusion-free references of parts of speech in small and large contexts. There are certain languages with high degree of accurate grammar like Sanskrit, Esperanto, and Turkish. I am native Sanskrit speaker. I have plans to establish this benchmark and test this hypothesis across 100 langauges. I have created 25 task prompts for text, image, video and robotics manipulation. We can test langauges across multiple popular models. Here is the github link: https://github.com/ParamTatva-org/Linguistic-Dexterity-Benchmark See translation", "url": "https://huggingface.co/posts/prabhatkr/593169299364014", "date_published": "2025-12-12T17:24:03.441607"}]}