{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/prithivMLmods/107899220924462", "image": "", "title": "Introducing the  Super-OCRs Demo, a comparison of state-of-the-art multimodal OCR VLMs, including HunyuanOCR, DeepSeekOCR, Dots, and Nanonets in one space for performing OCR, rendering LaTeX and Markdown, and visual grounding (layout). Find the related Spaces and models below.🤗🔥", "content_text": "Introducing the Super-OCRs Demo, a comparison of state-of-the-art multimodal OCR VLMs, including HunyuanOCR, DeepSeekOCR, Dots, and Nanonets in one space for performing OCR, rendering LaTeX and Markdown, and visual grounding (layout). Find the related Spaces and models below.🤗🔥 ✨Super-OCRs[Demo]: prithivMLmods/Super-OCRs-Demo ✨Collection: https://huggingface.co/collections/prithivMLmods/multimodal-implementations ✨GitHub: https://github.com/PRITHIVSAKTHIUR/Super-OCRs-Demo ⭐ Models Used: ✦ HunyuanOCR: tencent/HunyuanOCR ✦ DeepSeek-OCR: (-) deepseek-ai/DeepSeek-OCR (+) prithivMLmods/DeepSeek-OCR-Latest-BF16.I64 ✦ Dots.OCR: (-) rednote-hilab/dots.ocr (+) prithivMLmods/Dots.OCR-Latest-BF16 ✦ Nanonets-OCR2-3B: nanonets/Nanonets-OCR2-3B ⭐ Some Other Relevant Apps: ✦ Qwen3-VL-HF-Demo: prithivMLmods/Qwen3-VL-HF-Demo ✦ Qwen3-VL-Outpost: prithivMLmods/Qwen3-VL-Outpost ✦ Multimodal-OCR: prithivMLmods/Multimodal-OCR ✦ Multimodal-OCR2: prithivMLmods/Multimodal-OCR2 ✦ Multimodal-OCR3:...", "url": "https://huggingface.co/posts/prithivMLmods/107899220924462", "date_published": "2025-11-29T09:24:20.277988"}, {"id": "https://huggingface.co/posts/danielhanchen/212249714773740", "image": "", "title": "Qwen3-Next can now be Run locally! (30GB RAM)", "content_text": "Qwen3-Next can now be Run locally! (30GB RAM) Instruct GGUF: unsloth/Qwen3-Next-80B-A3B-Instruct-GGUF The models come in Thinking and Instruct versions and utilize a new architecture, allowing it to have ~10x faster inference than Qwen32B. 💜 Step-by-step Guide: https://docs.unsloth.ai/models/qwen3-next Thinking GGUF: unsloth/Qwen3-Next-80B-A3B-Thinking-GGUF See translation", "url": "https://huggingface.co/posts/danielhanchen/212249714773740", "date_published": "2025-11-29T09:24:20.278308"}, {"id": "https://huggingface.co/posts/samerzaher80/506428935925502", "image": "", "title": "AetherMind_SRL: How I beat 7B models on MMLU with 184M params and a $300 GPU", "content_text": "AetherMind_SRL: How I beat 7B models on MMLU with 184M params and a $300 GPU I’m Sameer, a solo researcher from Iraq working on a single RTX 3050 8GB laptop.Today I’m releasing AetherMind_SRL – a 184M-parameter NLI model that was trained only on tasks (SNLI, MNLI, ANLI, and a small clinical Alzheimer’s dataset). It was never fine-tuned or even shown a single MMLU question during training.Yet here are the zero-shot MMLU (57 subjects) results:Model MMLU Zero-Shot Training Data AetherMind_SRL (me) 184M 36.05 % Only NLI (SNLI/MNLI/ANLI + ADNI) DeBERTa-v3-base 278M ~30.8 % General pre-training BERT-large 340M 27–30 % General pre-training LLaMA-1 7B 7B 34–35 % Massive text corpus LLaMA-2 7B 7B ~45 % Bigger + better data Yes – my 184M model beats every classic 300–400M model and the original 7-billion-parameter LLaMA-1, all while running at 300+ samples/sec on a $300 laptop GPU.How did this happen?I built a standardized self-improvement loop called AetherMind Self-Reflective Learning (SRL)...", "url": "https://huggingface.co/posts/samerzaher80/506428935925502", "date_published": "2025-11-29T09:24:20.278976"}, {"id": "https://huggingface.co/posts/flozi00/715911271022864", "image": "", "title": "When models get too large for a single GPU, simply stacking layers vertically (Pipeline Parallelism) isn't always the answer. Sometimes, you need to slice the matrices themselves.", "content_text": "When models get too large for a single GPU, simply stacking layers vertically (Pipeline Parallelism) isn't always the answer. Sometimes, you need to slice the matrices themselves. My latest guide breaks down the hardware mechanics of Tensor Parallelism (TP). We look at how to shard individual operations across devices to make a cluster function as one massive accelerator. This isn't high-level theory—it is a look at the bare metal implementation. Here is what is covered in the deep dive: The Strategies: Column vs. Row Parallelism We analyze how to split weight matrices (W) and inputs (X). Column-Linear: Splits weights by columns. Requires an All-Gather to reconstruct the output. Row-Linear: Splits weights by rows. Requires an All-Reduce to sum partial results. The \"Megatron-LM\" Optimization Efficiency comes from minimizing communication. By sandwiching the non-linearity (GeLU) between a Column-Parallel layer and a Row-Parallel layer, we can skip synchronization entirely during the...", "url": "https://huggingface.co/posts/flozi00/715911271022864", "date_published": "2025-11-29T09:24:20.279566"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/938257136422472", "image": "", "title": "FLUX 2 vs FLUX SRPO, New FLUX Training Kohya SS GUI Premium App With Presets & Features :", "content_text": "FLUX 2 vs FLUX SRPO, New FLUX Training Kohya SS GUI Premium App With Presets & Features : https://youtu.be/RQHmyJVOHXo FLUX 2 has been published and I have compared it to the very best FLUX base model known as FLUX SRPO. Moreover, we have updated our FLUX Training APP and presets to the next level. Massive speed up gaings with 0 quality loss and lots of new features. I will show all of the new features we have with new SECourses Kohya SS GUI Premium app and compare FLUX SRPO trained model results with FLUX 2. https://youtu.be/RQHmyJVOHXo Get the SECourses Premium Kohya Trainer DreamBooth / Fine Tuning : [ https://www.patreon.com/posts/Kohya-FLUX-DreamBooth-Trainer-App-112099700 ] Get the SECourses Premium Kohya Trainer LoRA : [ https://www.patreon.com/posts/Kohya-FLUX-LoRA-Trainer-App-110879657 ] DreamBooth Training Tutorial: [ https://www.youtube.com/watch?v=FvpWy1x5etM ] LoRA Training Tutorial: [ https://www.youtube.com/watch?v=nySGu12Y05k ] Qwen Image Realism Tutorial: [...", "url": "https://huggingface.co/posts/MonsterMMORPG/938257136422472", "date_published": "2025-11-29T09:24:20.280266"}, {"id": "https://huggingface.co/posts/Nymbo/982136402285178", "image": "", "title": "🚀 I've just shipped a major update to the", "content_text": "🚀 I've just shipped a major update to the Nymbo/Tools MCP server: the Agent_Terminal , a single \"master tool\" that cuts token usage by over 90%! Anthropic found 98.7% context savings using code execution with MCP, Cloudflare published similar findings. This is my open-source implementation of the same idea. # The Problem Traditional MCP exposes every tool definition directly to the model. With 12 tools, that's thousands of tokens consumed *before the conversation even starts*. Each tool call also passes intermediate results through the context window — a 10,000-row spreadsheet? That's all going into context just to sum a column. # The Solution: One Tool to Rule Them All Agent_Terminal wraps all 12 tools ( Web_Search , Web_Fetch , File_System , Generate_Image , Generate_Speech , Generate_Video , Deep_Research , Memory_Manager , Obsidian_Vault , Shell_Command , Code_Interpreter ) into a single Python code execution gateway. Instead of the model making individual tool calls, it writes...", "url": "https://huggingface.co/posts/Nymbo/982136402285178", "date_published": "2025-11-29T09:24:20.280848"}, {"id": "https://huggingface.co/posts/abidlabs/941146046599374", "image": "", "title": "Why I think local, open-source models will eventually win.", "content_text": "Why I think local, open-source models will eventually win. The most useful AI applications are moving toward multi-turn agentic behavior: systems that take hundreds or even thousands of iterative steps to complete a task, e.g. Claude Code, computer-control agents that click, type, and test repeatedly. In these cases, the power of the model is not how smart it is per token, but in how quickly it can interact with its environment and tools across many steps. In that regime, model quality becomes secondary to latency. An open-source model that can call tools quickly, check that the right thing was clicked, or verify that a code change actually passes tests can easily outperform a slightly “smarter” closed model that has to make remote API calls for every move. Eventually, the balance tips: it becomes impractical for an agent to rely on remote inference for every micro-action. Just as no one would tolerate a keyboard that required a network request per keystroke, users won’t accept...", "url": "https://huggingface.co/posts/abidlabs/941146046599374", "date_published": "2025-11-29T09:24:20.281358"}, {"id": "https://huggingface.co/posts/Babsie/682016122905240", "image": "", "title": "Accidentally made a totally blank, non-functioning HF Space while poking “what does this do” buttons without reading anything.", "content_text": "Accidentally made a totally blank, non-functioning HF Space while poking “what does this do” buttons without reading anything. I’d already named it its-totally-supposed-to-do-that . It is, in fact, totally supposed to do that. Trickster QA passed. See translation", "url": "https://huggingface.co/posts/Babsie/682016122905240", "date_published": "2025-11-29T09:24:20.281643"}, {"id": "https://huggingface.co/posts/sergiopaniego/367599205240435", "image": "", "title": "nanochat is now in transformers!", "content_text": "nanochat is now in transformers! The LLM by @ karpathy is officially in the library, and we wrote a blog covering: how did we port the model, differences from the original, and how to run or train it. go read it 🤓 nanochat-students/transformers See translation", "url": "https://huggingface.co/posts/sergiopaniego/367599205240435", "date_published": "2025-11-29T09:24:20.281894"}, {"id": "https://huggingface.co/posts/anakin87/824755368598190", "image": "", "title": "I made a visualization based on the Prime Intellect INTELLECT-3 technical report.", "content_text": "I made a visualization based on the Prime Intellect INTELLECT-3 technical report. Wild to see how far they pushed GLM-4.5-Air-Base with SFT + RL. SOTA for its size and competitive with models 3x larger. All open. Congrats on the release! Model: PrimeIntellect/INTELLECT-3 Technical report: https://storage.googleapis.com/intellect-3-paper/INTELLECT_3_Technical_Report.pdf Chat: https://chat.primeintellect.ai/ See translation", "url": "https://huggingface.co/posts/anakin87/824755368598190", "date_published": "2025-11-29T09:24:20.282144"}]}