{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/giadap/999915316832908", "image": "", "title": "One of the hardest challenges in AI safety is finding the right balance: how do we protect people from harm without undermining their agency? This tension is especially visible in conversational systems, where safeguards can sometimes feel more paternalistic than supportive.", "content_text": "One of the hardest challenges in AI safety is finding the right balance: how do we protect people from harm without undermining their agency? This tension is especially visible in conversational systems, where safeguards can sometimes feel more paternalistic than supportive. In my latest piece for Hugging Face, I argue that open source and community-driven approaches offer a promising (though not exclusive) way forward. ✨ Transparency can make safety mechanisms into learning opportunities. ✨ Collaboration with diverse communities makes safeguards more relevant across contexts. ✨ Iteration in the open lets protections evolve rather than freeze into rigid, one-size-fits-all rules. Of course, this isn’t a silver bullet. Top-down safety measures will still be necessary in some cases. But if we only rely on corporate control, we risk building systems that are safe at the expense of trust and autonomy. Read the blog post here: https://huggingface.co/blog/giadap/preserving-agency See...", "url": "https://huggingface.co/posts/giadap/999915316832908", "date_published": "2025-10-01T13:32:39.235260"}, {"id": "https://huggingface.co/posts/Kseniase/566496725881885", "image": "", "title": "12 Excellent MCP Servers", "content_text": "12 Excellent MCP Servers The family of MCP (Model Context Protocol) servers keeps expanding to bridge agents, models, tools, web, data and apps. Here are 12 useful MCP servers that will help you create convenient agentic ecosystems: 1. Chrome DevTools MCP → https://github.com/ChromeDevTools/chrome-devtools-mcp Lets your coding agent (Gemini, Claude, Cursor, Copilot) control a live Chrome browser with full DevTools access for automation, debugging, and performance analysis 2. Windows-MCP → https://github.com/CursorTouch/Windows-MCP Provides interaction between agents and Windows, handling file navigation, app control, UI actions, QA testing 3. MCPControl → https://github.com/claude-did-this/MCPControl Windows control server for programmatic control of mouse, keyboard, window management, and screen capture 4. MetaMCP → https://github.com/metatool-ai/metamcp A proxy that aggregates multiple MCP servers into one, with middleware support. Works as a standard MCP server for any client 5....", "url": "https://huggingface.co/posts/Kseniase/566496725881885", "date_published": "2025-10-01T13:32:39.235903"}, {"id": "https://huggingface.co/posts/Parveshiiii/228189451590505", "image": "", "title": "🚀 Big news from XenArcAI!", "content_text": "🚀 Big news from XenArcAI! We’ve just released our new dataset: **Bhagwat‑Gita‑Infinity** 🌸📖 ✨ What’s inside: - Verse‑aligned Sanskrit, Hindi, and English - Clean, structured, and ready for ML/AI projects - Perfect for research, education, and open‑source exploration 🔗 Hugging Face: XenArcAI/Bhagwat-Gita-Infinity Let’s bring timeless wisdom into modern AI together 🙌 See translation", "url": "https://huggingface.co/posts/Parveshiiii/228189451590505", "date_published": "2025-10-01T13:32:39.236209"}, {"id": "https://huggingface.co/posts/andywu-kby/790599686035068", "image": "", "title": "Hello everyone,", "content_text": "Hello everyone, I hope you’re doing well. We’re currently developing a chatbot that can analyze and forecast sales directly from Excel files. Do you think this would be useful? Miragic-AI/Miragic-Sales-Pilot Please share your feedback by 👍 or 👎 this post. Best regards, See translation", "url": "https://huggingface.co/posts/andywu-kby/790599686035068", "date_published": "2025-10-01T13:32:39.236475"}, {"id": "https://huggingface.co/posts/yeonseok-zeticai/773315710052361", "image": "", "title": "⚡ ColBERT-ko-v1.0 Complete On-device Study: SOTA Korean Retrieval on Mobile", "content_text": "⚡ ColBERT-ko-v1.0 Complete On-device Study: SOTA Korean Retrieval on Mobile Major Release: Comprehensive mobile deployment study of yoonjong's ColBERT-ko-v1.0 with detailed performance benchmarks across 50+ mobile devices! 🎯 Model Overview: Architecture: Korean-optimized ColBERT (late interaction) Parameters: 0.1B (compact and efficient) Specialty: Korean document retrieval and semantic search Performance: 1.0 recall@10, 0.966 nDCG@10 on AutoRAGRetrieval Benchmark: Outperforms Jina-ColBERT-v2 on Korean MTEB tasks 📊 Mobile Performance Results: Latency Metrics: NPU (Best): 3.17ms average inference GPU: 11.67ms average CPU: 21.36ms average NPU Advantage: 18.46x speedup over CPU Memory Efficiency: Model Size: 567.89 MB (production optimized) Runtime Memory: 170.87 MB peak consumption Load Range: 4-614 MB across device categories FP32 Memory: 642.65 MB (optional high precision) Accuracy Preservation: - FP16 Precision: 53.51 dB maintained - Quantized Mode: 32.77 dB (available for memory...", "url": "https://huggingface.co/posts/yeonseok-zeticai/773315710052361", "date_published": "2025-10-01T13:32:39.237102"}, {"id": "https://huggingface.co/posts/Znilsson/836359160713115", "image": "", "title": "Hi there, I'm an amateur AI enthusiast. I've managed to gather a fairly large dataset of .pdfs of varying quality. I have about 10gb total. I want to use it to fine tune a model and/or a RAG system. I've been having a terrible time trying to get the data prepared so I can train with it. I've tried google collab, I've tried Kaggle and paid for GPUs on both, but I'm struggling. This is because I'm not a data scientist and have zero background in programming, etc. I'm just using AI to teach me along the way.  I'm willing to pay some money for GPU power, but because I fail so frequently I fear I'm just burning through it. I don't have enough horsepower on my laptop - I've tried to train on it, but to no avail. I've had minor successes, but have not been able to complete the dataset with anything comprehensible. Any and all suggestions are welcome. I need some serious help. Thanks!!", "content_text": "Hi there, I'm an amateur AI enthusiast. I've managed to gather a fairly large dataset of .pdfs of varying quality. I have about 10gb total. I want to use it to fine tune a model and/or a RAG system. I've been having a terrible time trying to get the data prepared so I can train with it. I've tried google collab, I've tried Kaggle and paid for GPUs on both, but I'm struggling. This is because I'm not a data scientist and have zero background in programming, etc. I'm just using AI to teach me along the way. I'm willing to pay some money for GPU power, but because I fail so frequently I fear I'm just burning through it. I don't have enough horsepower on my laptop - I've tried to train on it, but to no avail. I've had minor successes, but have not been able to complete the dataset with anything comprehensible. Any and all suggestions are welcome. I need some serious help. Thanks!! See translation", "url": "https://huggingface.co/posts/Znilsson/836359160713115", "date_published": "2025-10-01T13:32:39.237476"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/580682771947064", "image": "", "title": "Now You Can Edit Word Documents and Excel Spreadsheets With Claude AI and Wan Training Has Arrived. Also tell me what you think about voice quality.", "content_text": "Now You Can Edit Word Documents and Excel Spreadsheets With Claude AI and Wan Training Has Arrived. Also tell me what you think about voice quality. https://youtu.be/6cH-6JaBMnM See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/580682771947064", "date_published": "2025-10-01T13:32:39.237685"}, {"id": "https://huggingface.co/posts/AdinaY/592151236664481", "image": "", "title": "Ring-1T-preview 🔥 1T thinking model released by Ant Group.", "content_text": "Ring-1T-preview 🔥 1T thinking model released by Ant Group. inclusionAI/Ring-1T-preview ✨ MoE architecture + 20T tokens + RLVR via ASystem ✨ Strong natural language reasoning (AIME’25: 92.6, close to GPT-5) ✨IMO tests: advanced problem-solving & reasoning See translation", "url": "https://huggingface.co/posts/AdinaY/592151236664481", "date_published": "2025-10-01T13:32:39.237933"}, {"id": "https://huggingface.co/posts/ZennyKenny/720018379255407", "image": "", "title": "🖤  Probably one of my favorite projects that I've worked on so far, introducing Новояз (Novoyaz).", "content_text": "🖤 Probably one of my favorite projects that I've worked on so far, introducing Новояз (Novoyaz). 🛠 One of the first acts of the Bolshevik government after the Russian Revolution was the reform and standardization of the Russian language, which at the time had a non-standard and challenging orthography. 📚 Upon its reform the government launched a nationwide campaign called Ликбез (Likbez), which sought to improve literacy in the country (by the way, it worked, bringing the national literacy rate from <20% in the 1920s to >80% by the 1930s). ‼ While this is a remarkable result that should absolutely be celebrated, it's one that has left behind literally hundreds of thousands if not millions of artifacts using pre-reform Russian orthography. 😓 Researchers and historians are working tirelessly to translate these artifacts to modern Russian so that they may be archived and studied but many have told me that. they are doing this BY HAND (!). 💡 I thought, well this is a perfect use case...", "url": "https://huggingface.co/posts/ZennyKenny/720018379255407", "date_published": "2025-10-01T13:32:39.238471"}, {"id": "https://huggingface.co/posts/Sri-Vigneshwar-DJ/891594547382960", "image": "", "title": "🚀 Qwen3-Omni for Marketing: A Game-Changer", "content_text": "🚀 Qwen3-Omni for Marketing: A Game-Changer Just wanted to share something exciting I've been exploring—Qwen3-Omni and how it's transforming marketing workflows. What makes it special? At Hawky.ai we are started experimenting with Qwen3 recently for Analysis and Optimization. Unlike traditional tools that look at text, images, or audio separately, Qwen3-Omni analyzes everything together. It handles 119 languages, processes 40-minute audio sequences, and understands both images and videos—all at once. The cool part? It's 2-3x faster than similar models thanks to its MoE architecture. Real applications I'm seeing: Ad Analysis: It scores video ads by combining visual elements, audio tone, and text—giving 25% better CTR predictions than single-mode tools. Campaign Localization: Drop in one ad, get 10 localized versions with native voiceovers in under a minute. Perfect for testing across markets. Market Research: Feed it competitor content, podcasts, or UGC videos. It extracts actionable...", "url": "https://huggingface.co/posts/Sri-Vigneshwar-DJ/891594547382960", "date_published": "2025-10-01T13:32:39.238973"}]}