{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/267300235555885", "image": "", "title": "Before 2020, most of the AI field was open and collaborative. For me, that was the key factor that accelerated scientific progress and made the impossible possible—just look at the “T” in ChatGPT, which comes from the Transformer architecture openly shared by Google.", "content_text": "Before 2020, most of the AI field was open and collaborative. For me, that was the key factor that accelerated scientific progress and made the impossible possible—just look at the “T” in ChatGPT, which comes from the Transformer architecture openly shared by Google. Then came the myth that AI was too dangerous to share, and companies started optimizing for short-term revenue. That led many major AI labs and researchers to stop sharing and collaborating. With OAI and sama now saying they're willing to share open weights again, we have a real chance to return to a golden age of AI progress and democratization—powered by openness and collaboration, in the US and around the world. This is incredibly exciting. Let’s go, open science and open-source AI! See translation", "url": "https://huggingface.co/posts/clem/267300235555885", "date_published": "2025-04-02T09:24:44.752575"}, {"id": "https://huggingface.co/posts/danielhanchen/465464088880734", "image": "", "title": "You can now run DeepSeek-V3-0324 on your own local device!", "content_text": "You can now run DeepSeek-V3-0324 on your own local device! Run our Dynamic 2.42 and 2.71-bit DeepSeek GGUFs: unsloth/DeepSeek-V3-0324-GGUF You can run them on llama.cpp and other inference engines. See our guide here: https://docs.unsloth.ai/basics/tutorial-how-to-run-deepseek-v3-0324-locally See translation", "url": "https://huggingface.co/posts/danielhanchen/465464088880734", "date_published": "2025-04-02T09:24:44.752872"}, {"id": "https://huggingface.co/posts/aiqtech/202174985893140", "image": "", "title": "✨ High-Resolution Ghibli Style Image Generator ✨", "content_text": "✨ High-Resolution Ghibli Style Image Generator ✨ 🌟 Introducing FLUX Ghibli LoRA Hello everyone! Today I'm excited to present a special LoRA model for FLUX Dev.1. This model leverages a LoRA trained on high-resolution Ghibli images for FLUX Dev.1 to easily create beautiful Ghibli-style images with stunning detail! 🎨 space: aiqtech/FLUX-Ghibli-Studio-LoRA model: openfree/flux-chatgpt-ghibli-lora 🔮 Key Features Trained on High-Resolution Ghibli Images - Unlike other LoRAs, this one is trained on high-resolution images, delivering sharper and more beautiful results Powered by FLUX Dev.1 - Utilizing the latest FLUX model for faster generation and superior quality User-Friendly Interface - An intuitive UI that allows anyone to create Ghibli-style images with ease Diverse Creative Possibilities - Express various themes in Ghibli style, from futuristic worlds to fantasy elements 🖼️ Sample Images Include \"Ghibli style\" in your prompts Try combining nature, fantasy elements, futuristic...", "url": "https://huggingface.co/posts/aiqtech/202174985893140", "date_published": "2025-04-02T09:24:44.753459"}, {"id": "https://huggingface.co/posts/zamal/271014113300033", "image": "", "title": "DeepGit: Your GitHub Gold Digger! 💰🚀", "content_text": "DeepGit: Your GitHub Gold Digger! 💰🚀 Hey Hugging Face gang! Meet DeepGit—my open-source sidekick that rips through GitHub to snag repos that fit you. Done with dead-end searches? Me too. Built it with LangGraph and some dope tricks: Embeddings grab the good stuff (HF magic, baby!) Re-ranking nails the best picks Snoops docs, code, and buzz in one slick flow Drops a clean list of hidden gems 💎 Unearth that sneaky ML lib or Python gem—run python app.py or langgraph dev and boom! Peek it at https://github.com/zamalali/DeepGit . Fork it, tweak it, love it—Docker’s in, HF vibes are strong. Drop a 🌟 or a crazy idea—I’m pumped to jam with you all! 🪂 See translation", "url": "https://huggingface.co/posts/zamal/271014113300033", "date_published": "2025-04-02T09:24:44.753845"}, {"id": "https://huggingface.co/posts/OFT/611311806757189", "image": "", "title": "HF's new system makes me feel like they are not transparent on their pricing and making me feel they are not trustworthy.", "content_text": "HF's new system makes me feel like they are not transparent on their pricing and making me feel they are not trustworthy. See translation", "url": "https://huggingface.co/posts/OFT/611311806757189", "date_published": "2025-04-02T09:24:44.754076"}, {"id": "https://huggingface.co/posts/ZhiyuanthePony/617713430689574", "image": "", "title": "🎉 Thrilled to share our #CVPR2025 accepted work:", "content_text": "🎉 Thrilled to share our #CVPR2025 accepted work: Progressive Rendering Distillation: Adapting Stable Diffusion for Instant Text-to-Mesh Generation without 3D Data (2503.21694) 🔥 ​Key Innovations: 1️⃣ First to adapt SD for ​direct textured mesh generation (1-2s inference) 2️⃣ Novel teacher-student framework leveraging multi-view diffusion models ([MVDream]( https://arxiv.org/abs/2308.16512 ) & [RichDreamer]( https://arxiv.org/abs/2311.16918) ) 3️⃣ ​Parameter-efficient tuning - ​only +2.6% params over base SD 4️⃣ ​3D data-free training liberates model from dataset constraints 💡 Why matters? → A novel ​3D-Data-Free paradigm → Outperforms data-driven methods on creative concept generation → Unlocks web-scale text corpus for 3D content creation 🌐 Project: https://theericma.github.io/TriplaneTurbo/ 🎮 Demo: ZhiyuanthePony/TriplaneTurbo 💻 Code: https://github.com/theEricMa/TriplaneTurbo See translation", "url": "https://huggingface.co/posts/ZhiyuanthePony/617713430689574", "date_published": "2025-04-02T09:24:44.754517"}, {"id": "https://huggingface.co/posts/Wauplin/747413191251683", "image": "", "title": "‼️ huggingface_hub's v0.30.0 is out with our biggest update of the past two years!", "content_text": "‼️ huggingface_hub's v0.30.0 is out with our biggest update of the past two years! Full release notes: https://github.com/huggingface/huggingface_hub/releases/tag/v0.30.0 . 🚀 Ready. Xet. Go! Xet is a groundbreaking new protocol for storing large objects in Git repositories, designed to replace Git LFS. Unlike LFS, which deduplicates files, Xet operates at the chunk level—making it a game-changer for AI builders collaborating on massive models and datasets. Our Python integration is powered by [xet-core]( https://github.com/huggingface/xet-core ), a Rust-based package that handles all the low-level details. You can start using Xet today by installing the optional dependency: pip install -U huggingface_hub[hf_xet] With that, you can seamlessly download files from Xet-enabled repositories! And don’t worry—everything remains fully backward-compatible if you’re not ready to upgrade yet. Blog post: https://huggingface.co/blog/xet-on-the-hub Docs:...", "url": "https://huggingface.co/posts/Wauplin/747413191251683", "date_published": "2025-04-02T09:24:44.755151"}, {"id": "https://huggingface.co/posts/hanzla/237314499914963", "image": "", "title": "Hi all,", "content_text": "Hi all, Last week, I open sourced Free Search API. It allows sourcing results from top search engines (including google, bing) for free. It uses searxng instances for this purpose. I was overwhelmed by community's response and I am glad for all the support and suggestions. So today, I have pushed several improvements that make this API more stable. These improvements include 1) Parallel scrapping of search results for faster response 2) Markdown formatting of search results 3) Prioritizing SearXNG instances that have faster google response time 4) Update/Get endpoints for searxng instances. Github: https://github.com/HanzlaJavaid/Free-Search/tree/main Try the deployed version: https://freesearch.replit.app/docs I highly appreciate PRs, issues, stars, and any kind of feedback. Let's join hands, and make it real big! See translation", "url": "https://huggingface.co/posts/hanzla/237314499914963", "date_published": "2025-04-02T09:24:44.755513"}, {"id": "https://huggingface.co/posts/AdinaY/863826405061849", "image": "", "title": "AutoGLM 沉思💫 FREE AI Agent released by ZhipuAI", "content_text": "AutoGLM 沉思💫 FREE AI Agent released by ZhipuAI ✨ Think & Act simultaneously ✨ Based on a fully self-developed stack: GLM-4 for general, GLM-Z1 for inference, and GLM-Z1-Rumination for rumination ✨ Will openly share these models on April 14 🤯 Preview version👉 https://autoglm-research.zhipuai.cn/?channel=autoglm_android See translation", "url": "https://huggingface.co/posts/AdinaY/863826405061849", "date_published": "2025-04-02T09:24:44.755809"}, {"id": "https://huggingface.co/posts/AdinaY/252351292657061", "image": "", "title": "AReal-Boba 🔥 a fully open RL Frameworks released by AntGroup, an affiliate company of Alibaba.", "content_text": "AReal-Boba 🔥 a fully open RL Frameworks released by AntGroup, an affiliate company of Alibaba. inclusionAI/areal-boba-67e9f3fa5aeb74b76dcf5f0a ✨ 7B/32B - Apache2.0 ✨ Outperform on math reasoning ✨ Replicating QwQ-32B with 200 data under $200 ✨ All-in-one: weights, datasets, code & tech report See translation", "url": "https://huggingface.co/posts/AdinaY/252351292657061", "date_published": "2025-04-02T09:24:44.756083"}]}