{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/659752309280422", "image": "", "title": "9 new policy optimization techniques", "content_text": "9 new policy optimization techniques Reinforcement Learning (RL) won't stuck in the same old PPO loop - in the last two months alone, researchers have introduced a new wave of techniques, reshaping how we train and fine-tune LLMs, VLMs, and agents. Here are 9 fresh policy optimization techniques worth knowing: 1. GSPO: Group Sequence Policy Optimization → Group Sequence Policy Optimization (2507.18071) Shifts from token-level to sequence-level optimization, clipping, and rewarding to capture the full picture and increase stability compared to GRPO. GSPO-token variation also allows token-level fine-tuning. 2. LAPO: Length-Adaptive Policy Optimization → LAPO: Internalizing Reasoning Efficiency via Length-Adaptive Policy Optimization (2507.15758) A two-stage RL framework that trains models to adaptively control reasoning length by learning typical solution lengths for shorter and more efficient reasoning. 3. HBPO: Hierarchical Budget Policy Optimization → Hierarchical Budget Policy...", "url": "https://huggingface.co/posts/Kseniase/659752309280422", "date_published": "2025-07-29T09:31:23.228001"}, {"id": "https://huggingface.co/posts/prithivMLmods/591329511468798", "image": "", "title": "Explore OCR, Captioning, and Visual Understanding with Cutting-Edge Models on Hugging Face. 🤗🧪", "content_text": "Explore OCR, Captioning, and Visual Understanding with Cutting-Edge Models on Hugging Face. 🤗🧪 I’ve put together a collection of Google Colab notebooks to experiment with some of the most exciting models available on the Hugging Face Hub focused on OCR, image captioning, and visual understanding tasks. [Image-to-Text] / [Image-Text-to-Text] > 📖 OCR-ReportLab-Notebooks : prithivMLmods/OCR-ReportLab-Notebooks These notebooks are built for quick prototyping and run on free T4 GPUs, making them perfect for experimentation, testing ideas, or just exploring what’s possible with modern vision-language models. Note: The experimental notebooks are compiled with models that fit within the T4 GPU (free-tier) limits. More models along with their notebooks will be added over time. See translation", "url": "https://huggingface.co/posts/prithivMLmods/591329511468798", "date_published": "2025-07-29T09:31:23.228418"}, {"id": "https://huggingface.co/posts/Wauplin/921235032674409", "image": "", "title": "Say hello to", "content_text": "Say hello to hf : a faster, friendlier Hugging Face CLI ✨ We are glad to announce a long-awaited quality-of-life improvement: the Hugging Face CLI has been officially renamed from huggingface-cli to hf! So... why this change? Typing huggingface-cli constantly gets old fast. More importantly, the CLI’s command structure became messy as new features were added over time (upload, download, cache management, repo management, etc.). Renaming the CLI is a chance to reorganize commands into a clearer, more consistent format. We decided not to reinvent the wheel and instead follow a well-known CLI pattern: hf <resource> <action>. Isn't hf auth login easier to type and remember? The full rationale, implementation details, and migration notes are in the blog post: https://huggingface.co/blog/hf-cli See translation", "url": "https://huggingface.co/posts/Wauplin/921235032674409", "date_published": "2025-07-29T09:31:23.228802"}, {"id": "https://huggingface.co/posts/yjernite/544574162514620", "image": "", "title": "𝗙𝗶𝗿𝘀𝘁 𝗚𝗣𝗔𝗜 𝗠𝗼𝗱𝗲𝗹 𝘄𝗶𝘁𝗵 𝗘𝗨 𝗗𝗮𝘁𝗮 𝗧𝗿𝗮𝗻𝘀𝗽𝗮𝗿𝗲𝗻𝗰𝘆 𝗧𝗲𝗺𝗽𝗹𝗮𝘁𝗲? 🇪🇺", "content_text": "𝗙𝗶𝗿𝘀𝘁 𝗚𝗣𝗔𝗜 𝗠𝗼𝗱𝗲𝗹 𝘄𝗶𝘁𝗵 𝗘𝗨 𝗗𝗮𝘁𝗮 𝗧𝗿𝗮𝗻𝘀𝗽𝗮𝗿𝗲𝗻𝗰𝘆 𝗧𝗲𝗺𝗽𝗹𝗮𝘁𝗲? 🇪🇺 With the release of the EU data transparency template this week, we finally got to see one of the most meaningful artifacts to come out of the AI Act implementation so far (haven't you heard? AI's all about the data! 📊📚) The impact of the template will depend on how effectively it establishes a minimum meaningful transparency standard for companies that don't otherwise offer any transparency into their handling of e.g. personal data or (anti?-)competitive practices in commercial licensing - we'll see how those play out as new models are released after August 2nd 👀 In the meantime, I wanted to see how the template works for a fully open-source + commercially viable model, so I filled it out for the SmolLM3 - which my colleagues at Hugging Face earlier this month 🤗 ICYMI, it's fully open-source with 3B parameters and performance matching the best similar-size models (I've switched all my local apps from Qwen3 to it, you should...", "url": "https://huggingface.co/posts/yjernite/544574162514620", "date_published": "2025-07-29T09:31:23.229435"}, {"id": "https://huggingface.co/posts/merve/838684266814336", "image": "", "title": "🤯 241B VLM with apache-2.0 license", "content_text": "🤯 241B VLM with apache-2.0 license internlm/Intern-S1 internlm released Intern-S1: multimodal reasoning model based on 235B MoE Qwen3 and 6B InternViT 😍 benchmarks look great (👑 best model ✅ best open model) See translation", "url": "https://huggingface.co/posts/merve/838684266814336", "date_published": "2025-07-29T09:31:23.229677"}, {"id": "https://huggingface.co/posts/nicolay-r/579222924328271", "image": "", "title": "📢 For those who planning to start a PhD or research in the UK 🇬🇧 (including AI field in particular) but facing ATAS (Academic Technology Approval Scheme) issues.", "content_text": "📢 For those who planning to start a PhD or research in the UK 🇬🇧 (including AI field in particular) but facing ATAS (Academic Technology Approval Scheme) issues. Excited to share the ultimate guide for dealing with ATAS refusals and how to write effective rebuttal letters. 🎬 https://youtu.be/bfknM3n-SHs 🔍 From the video you will find: 1. Why appealing an ATAS decision matters even if your visa is approved 2. Which docments to use in understanding the principles behind sponsorship decisions 3. Key tips for proper rebuttal letter structuring See translation", "url": "https://huggingface.co/posts/nicolay-r/579222924328271", "date_published": "2025-07-29T09:31:23.229994"}, {"id": "https://huggingface.co/posts/codelion/260744865592486", "image": "", "title": "Implemented Test-Time Diffusion Deep Researcher (TTD-DR) in OptiLLM! 🚀", "content_text": "Implemented Test-Time Diffusion Deep Researcher (TTD-DR) in OptiLLM! 🚀 Just shipped a game-changing feature that turns any LLM into a powerful research agent. TTD-DR applies diffusion-inspired techniques to iteratively refine research reports while grounding them in real web sources. How it works: • Generates initial draft • Identifies knowledge gaps • Searches web for missing info • Iteratively refines through \"denoising\" steps • Produces comprehensive reports with 15-30+ sources The magic? It works with ANY model so you can choose your favorite open-source models on HF! Key results: - 47 complex research queries tested - Every report backed by real web sources - Quality rivals human research analysts - No more hallucinations on current events! Try it: pip install optillm Then use \"deep_research-your-model-name\" as the model identifier - Implementation: https://github.com/codelion/optillm/tree/main/optillm/plugins/deep_research - Paper: https://arxiv.org/abs/2507.16075v1 - Sample...", "url": "https://huggingface.co/posts/codelion/260744865592486", "date_published": "2025-07-29T09:31:23.230464"}, {"id": "https://huggingface.co/posts/FlameF0X/804120995868939", "image": "", "title": "The development of SnowflakeCore-G1-7B-MoE. I can't say when it would be publish yet because it's big and it requires a lot of computational power.", "content_text": "The development of SnowflakeCore-G1-7B-MoE. I can't say when it would be publish yet because it's big and it requires a lot of computational power. See translation", "url": "https://huggingface.co/posts/FlameF0X/804120995868939", "date_published": "2025-07-29T09:31:23.230676"}, {"id": "https://huggingface.co/posts/Blazgo/275361717193984", "image": "", "title": "🚀 Deca 3 Ultra Alpha is coming in the next 72 hours! 🚀", "content_text": "🚀 Deca 3 Ultra Alpha is coming in the next 72 hours! 🚀 We're on the verge of something monumental. Right now, we're in the final stages of testing, and we're about to drop a game-changing milestone in the open-source AI community. 🎉 In just two weeks, we've managed to almost 4x the size of the largest open-source LLM at that time (and we are still 2.6x bigger than the largest LLM). This is unprecedented and a testament to the power of collaboration, innovation, and the relentless pursuit of pushing AI to its limits. The future of open-source AI is now. Stay tuned for the release – we’re just getting started. - Model testing finishes: 24hrs from now - Model gets uploaded: 30hrs from now - Related code/inference stack gets published: 70-90hrs from now See translation", "url": "https://huggingface.co/posts/Blazgo/275361717193984", "date_published": "2025-07-29T09:31:23.231046"}, {"id": "https://huggingface.co/posts/sequelbox/481535699199098", "image": "", "title": "NEW EXPERIMENTAL RELEASE: DAG Reasoning is here!", "content_text": "NEW EXPERIMENTAL RELEASE: DAG Reasoning is here! - Our first Experimental Reasoning Modality release: create structured, analytical Directed Acyclic Graphs to provide insight into your queries and situations! - Multi-step analysis identifies causal relationships, produces confidence measurements, and forms a single structured graph object. - DAG Reasoning Format provides clear, readable JSON containing structured, useful information; easy to use for creating visualizations, doing analysis, or further conversation with your assistant. - Trained in a variety of subjects for flexible analysis: programming, science, business, economics, finance, law, logistics, management, and more! Our first DAG Reasoning release is Qwen 3, starting off with 8B and 14B! Get 8B: sequelbox/Qwen3-8B-DAG-Reasoning Get 14B: sequelbox/Qwen3-14B-DAG-Reasoning You can also get the DAG Reasoning dataset, to train your own models to use DAG Reasoning Format: sequelbox/DAG-Reasoning-DeepSeek-R1-0528 Support our...", "url": "https://huggingface.co/posts/sequelbox/481535699199098", "date_published": "2025-07-29T09:31:23.231434"}]}