{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Jaward/982484477481896", "image": "", "title": "made a few improvements on custom grpo trainer:", "content_text": "made a few improvements on custom grpo trainer: - added sequence similarity reward (seems to work) - improved vllm support (5x inference speed) - adjusted reward scores (this helped with format/accuracy) - can now push to hf hub (already pushed mine lol: Jaward/smollm2_360m_grpo_gsm8k_reasoner ) Code: https://github.com/Jaykef/ai-algorithms/blob/main/smollm2_360M_135M_grpo_gsm8k.ipynb See translation", "url": "https://huggingface.co/posts/Jaward/982484477481896", "date_published": "2025-03-02T13:21:49.390607"}, {"id": "https://huggingface.co/posts/lingvanex-mt/205421793754165", "image": "", "title": "Dear HF Community!", "content_text": "Dear HF Community! Our company open-sourced machine translation models for 12 rare languages under MIT license. You can use them freely with OpenNMT translation framework. Each model is about 110 mb and has an excellent performance, ( about 40000 characters / s on Nvidia RTX 3090 ) Download models there https://huggingface.co/lingvanex You can test translation quality there: https://lingvanex.com/translate/ See translation", "url": "https://huggingface.co/posts/lingvanex-mt/205421793754165", "date_published": "2025-03-02T13:21:49.390897"}, {"id": "https://huggingface.co/posts/fdaudens/113970261627099", "image": "", "title": "What if AI becomes as ubiquitous as the internet, but runs locally and transparently on our devices?", "content_text": "What if AI becomes as ubiquitous as the internet, but runs locally and transparently on our devices? Fascinating TED talk by @ thomwolf on open source AI and its future impact. Imagine this for AI: instead of black box models running in distant data centers, we get transparent AI that runs locally on our phones and laptops, often without needing internet access. If the original team moves on? No problem - resilience is one of the beauties of open source. Anyone (companies, collectives, or individuals) can adapt and fix these models. This is a compelling vision of AI's future that solves many of today's concerns around AI transparency and centralized control. Watch the full talk here: https://www.ted.com/talks/thomas_wolf_what_if_ai_just_works See translation", "url": "https://huggingface.co/posts/fdaudens/113970261627099", "date_published": "2025-03-02T13:21:49.391228"}, {"id": "https://huggingface.co/posts/prithivMLmods/305640045790864", "image": "", "title": "Dropping some of the custom fine-tunes based on SigLIP2,", "content_text": "Dropping some of the custom fine-tunes based on SigLIP2, with a single-label classification problem type! 🌀🧤 - AI vs Deepfake vs Real : prithivMLmods/AI-vs-Deepfake-vs-Real-Siglip2 - Deepfake Detect : prithivMLmods/Deepfake-Detect-Siglip2 - Fire Detection : prithivMLmods/Fire-Detection-Siglip2 - Deepfake Quality Assess : prithivMLmods/Deepfake-Quality-Assess-Siglip2 - Guard Against Unsafe Content : prithivMLmods/Guard-Against-Unsafe-Content-Siglip2 🌠Collection : prithivMLmods/siglip2-custom-67bcdb2de8fe96b99fb4e19e See translation", "url": "https://huggingface.co/posts/prithivMLmods/305640045790864", "date_published": "2025-03-02T13:21:49.391579"}, {"id": "https://huggingface.co/posts/davanstrien/119757489156561", "image": "", "title": "📊 Introducing \"Hugging Face Dataset Spotlight\" 📊", "content_text": "📊 Introducing \"Hugging Face Dataset Spotlight\" 📊 I'm excited to share the first episode of our AI-generated podcast series focusing on nice datasets from the Hugging Face Hub! This first episode explores mathematical reasoning datasets: - SynthLabsAI/Big-Math-RL-Verified : Over 250,000 rigorously verified problems spanning multiple difficulty levels and mathematical domains - open-r1/OpenR1-Math-220k : 220,000 math problems with multiple reasoning traces, verified for accuracy using Math Verify and Llama-3.3-70B models. - facebook/natural_reasoning : 1.1 million general reasoning questions carefully deduplicated and decontaminated from existing benchmarks, showing superior scaling effects when training models like Llama3.1-8B-Instruct. Plus a bonus segment on bespokelabs/bespoke-manim ! https://www.youtube.com/watch?v=-TgmRq45tW4 See translation", "url": "https://huggingface.co/posts/davanstrien/119757489156561", "date_published": "2025-03-02T13:21:49.391978"}, {"id": "https://huggingface.co/posts/davanstrien/855251141208457", "image": "", "title": "Quick POC: Turn a Hugging Face dataset card into a short podcast introducing the dataset using all open models.", "content_text": "Quick POC: Turn a Hugging Face dataset card into a short podcast introducing the dataset using all open models. I think I'm the only weirdo who would enjoy listening to something like this though 😅 Here is an example for eth-nlped/stepverify See translation", "url": "https://huggingface.co/posts/davanstrien/855251141208457", "date_published": "2025-03-02T13:21:49.392239"}, {"id": "https://huggingface.co/posts/nroggendorff/209736816535732", "image": "", "title": "We're using RLHF on diffusion models, right? Just making sure..", "content_text": "We're using RLHF on diffusion models, right? Just making sure.. See translation", "url": "https://huggingface.co/posts/nroggendorff/209736816535732", "date_published": "2025-03-02T13:21:49.392460"}, {"id": "https://huggingface.co/posts/nyuuzyou/326966093381385", "image": "", "title": "📚 Historical Russian Technical Journal Images Dataset -", "content_text": "📚 Historical Russian Technical Journal Images Dataset - nyuuzyou/journals Сollection of digitized pages from vintage Russian technical journals featuring: - 7.47k high-quality images - Machine-generated descriptions in Russian - Valuable historical technical content for image-to-text applications Content descriptions are dedicated to the public domain under the CC0 1.0 license, allowing unrestricted use without attribution. See translation", "url": "https://huggingface.co/posts/nyuuzyou/326966093381385", "date_published": "2025-03-02T13:21:49.392763"}, {"id": "https://huggingface.co/posts/Bils/313728910739163", "image": "", "title": "create amazing audio ads in just a few steps", "content_text": "create amazing audio ads in just a few steps Bils/AIPromoStudio See translation", "url": "https://huggingface.co/posts/Bils/313728910739163", "date_published": "2025-03-02T13:21:49.392971"}, {"id": "https://huggingface.co/posts/stefan-it/989004577410802", "image": "", "title": "After running some 3DMark and FurMark benchmarks on Windows to make sure that my new 5090 is not causing melting cables [1] and some nice shots with a thermal camera (I don't think that's too much), running some fine-tuning experiments with my favorite Flair & Transformers libraries are very easy to perform.", "content_text": "After running some 3DMark and FurMark benchmarks on Windows to make sure that my new 5090 is not causing melting cables [1] and some nice shots with a thermal camera (I don't think that's too much), running some fine-tuning experiments with my favorite Flair & Transformers libraries are very easy to perform. Important steps: Good idea is to start with a fresh Ubuntu 24.04 installation with latest CUDA 12.8 and the open NVIDIA driver - follow more advices from [2]: sudo apt -y install cuda-toolkit-12-8 nvidia-open I tried update from an existing Ubuntu installation with an older CUDA and driver version and it resulted in a non-startable system. If you are using PyTorch 2.6 with built CUDA 12.6 it will result in: NVIDIA Graphics Device with CUDA capability sm_120 is not compatible with the current PyTorch installation. The current PyTorch install supports CUDA capabilities sm_50 sm_60 sm_70 sm_75 sm_80 sm_86 sm_90. But no worries! For PyTorch you need just to use a nightly 2.7 version...", "url": "https://huggingface.co/posts/stefan-it/989004577410802", "date_published": "2025-03-02T13:21:49.393416"}]}