{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/mallocode200/873699618032778", "image": "", "title": "Hello everyone, happy to share with you my experimentation of a Deep Research Assistant, using 7 agents and a quality assurance pipeline :", "content_text": "Hello everyone, happy to share with you my experimentation of a Deep Research Assistant, using 7 agents and a quality assurance pipeline : 🤖 What makes this special: ✅ Agent-Based Architecture - 7 specialised AI agents working together: - Planner Agent - Strategic search planning - Search Agent - Multi-source web research - Writer Agent - Comprehensive report generation - Evaluator Agent - Automatic quality assessment - Optimiser Agent - Iterative improvement when needed - Email Agent - Professional report delivery - Clarifier Agent - Interactive query refinement ✅ Quality Assurance Pipeline - Every report is scored (1-10) and automatically improved if it scores below 7/10 ✅ Multiple Research Modes - From quick queries to deep, clarification-driven analysis ✅ Production-Ready - Deployed on Hugging Face Spaces with comprehensive documentation 🔧 Technical Stack: - Frontend: Gradio with theme-adaptive UI - Backend: OpenAI Agents framework - Integration: SendGrid for email delivery -...", "url": "https://huggingface.co/posts/mallocode200/873699618032778", "date_published": "2025-06-24T05:39:31.588870"}, {"id": "https://huggingface.co/posts/yeonseok-zeticai/882369268235109", "image": "", "title": "💫 Next-Level On-Device AI Showdown", "content_text": "💫 Next-Level On-Device AI Showdown 🪽 See It to Believe It, How QWEN4b works at On-device environment without expensive GPU Cloud server? We’ve crafted a side-by-side demo video showcasing both Jan-Nano and QWEN 4B in action—no more wondering which model reigns supreme. Click play, compare their speeds, accuracy, and memory footprints, and decide which one fits your needs best! 👋 Why You Can’t Miss This We are actively creating runnable sLLM environments for On-device AI. You can just build On-device AI apps within few hours. Including Jan-Nano, QWEN4b, there are several sLLM models ready to be used on your AI application!. 🤑 Please feel free to use, because it is free to use!. Ready to Compare? Watch now, draw your own conclusions, and let us know which model you’d deploy in your next edge-AI project! 🌍💡 #OnDeviceAI #EdgeAI #AIShowdown #MLOptimization #DemoVideo #AIComparison See translation", "url": "https://huggingface.co/posts/yeonseok-zeticai/882369268235109", "date_published": "2025-06-24T05:39:31.589300"}, {"id": "https://huggingface.co/posts/merve/432717492221522", "image": "", "title": "fav open-source multimodal reasoning model just got an update 🔥", "content_text": "fav open-source multimodal reasoning model just got an update 🔥 moonshotai/Kimi-VL-A3B-Thinking-2506 has > smarter with less tokens, small size (only 3B active params!!!) > better accuracy > video reasoning > higher resolution 🤯 Read their blog https://huggingface.co/blog/moonshotai/kimi-vl-a3b-thinking-2506 See translation", "url": "https://huggingface.co/posts/merve/432717492221522", "date_published": "2025-06-24T05:39:31.589556"}, {"id": "https://huggingface.co/posts/Kseniase/930317125764918", "image": "", "title": "10 Techniques for Boosting LLM Reasoning in 2025", "content_text": "10 Techniques for Boosting LLM Reasoning in 2025 Everyone’s chasing top reasoning, but sometimes it's still the bottleneck for many real-world tasks. This week, let's spotlight some powerful techniques that have shown promise in helping LLMs achieve more consistent logic, planning, and depth: 1. Retrieval-Augmented CoT Chaining (RAG+CoT) -> CoT-RAG: Integrating Chain of Thought and Retrieval-Augmented Generation to Enhance Reasoning in Large Language Models (2504.13534) Combines Chain-of-Thought prompting with retrieval augmentation at intermediate steps. Relevant documents are fetched after each reasoning subgoal, updating context dynamically. Great for open-domain QA, math, logic and multi-hop fact-checking 2. Tool-use by example injection -> Self-Training Large Language Models for Tool-Use Without Demonstrations (2502.05867) Injects few-shot tool interaction examples during training to implicitly teach calling patterns. Helps in plug-and-play tool use without training new...", "url": "https://huggingface.co/posts/Kseniase/930317125764918", "date_published": "2025-06-24T05:39:31.590240"}, {"id": "https://huggingface.co/posts/merve/128480916969769", "image": "", "title": "Release picks of the past week is here!  Find more models, datasets, Spaces here", "content_text": "Release picks of the past week is here! Find more models, datasets, Spaces here merve/june-20-releases-68594824d1f4dfa61aee3433 🖼️ VLMs/OCR > moonshotai/Kimi-VL-A3B-Thinking-2506 is a powerful reasoning vision LM, 3B active params, smarter with less tokens, supports long documents, videos 👏 (OS) > nanonets/Nanonets-OCR-s is 3.75B params OCR model based on Qwen2.5VL-3B-Instruct (OS) 💬 LLMs > moonshotai/Kimi-Dev-72B is a strong coding model based on Qwen2.5-72B (OS) > Mistral released mistralai/Mistral-Small-3.2-24B-Instruct-2506 , an update to their former model with better function calling & instruction following (OS) 🗣️ Audio > Google released google/magenta-realtime , real time music generation & audio synthesis (cc-by-4) > kyutai released new speech-to-text models that come in 1B & 2B ( kyutai/stt-1b-en_fr , stt-2b-en_fr) with 0.5s and 2.5s delay 3D > Tencent released tencent/Hunyuan3D-2.1 an image-to-3D model (see below) See translation", "url": "https://huggingface.co/posts/merve/128480916969769", "date_published": "2025-06-24T05:39:31.590679"}, {"id": "https://huggingface.co/posts/codelion/825512802076392", "image": "", "title": "Adaptive Classifier: Dynamic Text Classification with Strategic Learning", "content_text": "Adaptive Classifier: Dynamic Text Classification with Strategic Learning New text classification system that learns continuously without catastrophic forgetting. Achieved 22.2% robustness improvement on adversarial datasets while maintaining clean data performance. 🎯 THE PROBLEM Traditional classifiers require complete retraining when adding new classes. Expensive and time-consuming, especially with adversarial users trying to game the system. 🚀 KEY INNOVATIONS • Hybrid memory-neural architecture (prototype-based + neural adaptation) • Strategic classification using game theory to predict and defend against manipulation • Elastic Weight Consolidation prevents catastrophic forgetting 📊 RESULTS Tested on AI-Secure/adv_glue dataset: • Clean data: 80.0% → 82.2% (+2.2%) • Manipulated data: 60.0% → 82.2% (+22.2%) • Zero performance drop under adversarial attacks 🔬 APPLICATIONS • Hallucination detection: 80.7% recall for RAG safety • LLM routing: 26.6% cost optimization improvement •...", "url": "https://huggingface.co/posts/codelion/825512802076392", "date_published": "2025-06-24T05:39:31.591213"}, {"id": "https://huggingface.co/posts/bartowski/460622149989234", "image": "", "title": "Was going to post this on /r/LocalLLaMa, but apparently it's without moderation at this time :')", "content_text": "Was going to post this on /r/LocalLLaMa, but apparently it's without moderation at this time :') bartowski/mistralai_Mistral-Small-3.2-24B-Instruct-2506-GGUF Was able to use previous mistral chat templates, some hints from Qwen templates, and Claude to piece together a seemingly working chat template, tested it with llama.cpp server and got perfect results, though lmstudio still seems to be struggling for some reason (don't know how to specify a jinja file there) Outlined the details of the script and results in my llama.cpp PR to add the jinja template: https://github.com/ggml-org/llama.cpp/pull/14349 Start server with a command like this: ./llama-server -m /models/mistralai_Mistral-Small -3 .2 -24 B-Instruct -2506 -Q4_K_M.gguf --jinja --chat-template-file /models/Mistral-Small -3 .2 -24 B-Instruct -2506 .jinja and it should be perfect! Hoping it'll work for ALL tools if lmstudio gets an update or something, not just llama.cpp, but very happy to see it works flawlessly in llama.cpp...", "url": "https://huggingface.co/posts/bartowski/460622149989234", "date_published": "2025-06-24T05:39:31.591574"}, {"id": "https://huggingface.co/posts/Enderchef/688931277785027", "image": "", "title": "ICONNAI/ICONN-1-Mini-Beta", "content_text": "ICONNAI/ICONN-1-Mini-Beta Introducing ICONN 1 Mini now in Beta! With only 7B parameters, ICONN 1 Mini is one of the strongest 7B parameter models - and it's fully open-weights! Check it out! See translation", "url": "https://huggingface.co/posts/Enderchef/688931277785027", "date_published": "2025-06-24T05:39:31.591810"}, {"id": "https://huggingface.co/posts/prithivMLmods/359250136885875", "image": "", "title": "Updated the docscopeOCR-7B-050425-exp with the DREX-062225-exp, with improved preciseness in table structure and line spacing in the markdown used on the document page. And though this is still an experimental one, it's expected to perform well in the defined DREX use cases [ Document Retrieval and Extraction eXpert – experimental ocr ]. 💻", "content_text": "Updated the docscopeOCR-7B-050425-exp with the DREX-062225-exp, with improved preciseness in table structure and line spacing in the markdown used on the document page. And though this is still an experimental one, it's expected to perform well in the defined DREX use cases [ Document Retrieval and Extraction eXpert – experimental ocr ]. 💻 ⤷ Model : prithivMLmods/DREX-062225-exp ⤷ Demo : prithivMLmods/Doc-VLMs ⤷ Collection : prithivMLmods/doc-vl-685839064a863e1cd23be3f1 ⤷ Multimodal Implementations : prithivMLmods/multimodal-implementations-67c9982ea04b39f0608badb0 ⤷ Git : https://github.com/PRITHIVSAKTHIUR/DREX.git . . . To know more about it, visit the model card of the respective model. !! See translation", "url": "https://huggingface.co/posts/prithivMLmods/359250136885875", "date_published": "2025-06-24T05:39:31.592163"}, {"id": "https://huggingface.co/posts/mallocode200/392195427390890", "image": "", "title": "Hi everyone, I have updated the space from its original version.", "content_text": "Hi everyone, I have updated the space from its original version. mallocode200/Deep_Research_Assistant The main changes are: - The possibility for users to insert their own OpenAI API Key - The possibility for users to select the model they want from OpenAI - An improved UI to see the process going on when the research is running - A better Gradio interface for both light and dark themes Why use only OpenAI models? For this research assistant, I've chosen to focus exclusively on OpenAI models for several key reasons: - Reliability & Consistency: OpenAI's models provide consistent, high-quality responses that are crucial for research tasks requiring accuracy and depth. - Advanced Reasoning: Models like GPT-4o and o1-preview excel at complex analytical thinking, making them ideal for comprehensive research synthesis and evaluation. - Proven Performance: The research pipeline has been extensively tested and optimised specifically for OpenAI's model behaviours and capabilities. - API...", "url": "https://huggingface.co/posts/mallocode200/392195427390890", "date_published": "2025-06-24T05:39:31.592597"}]}