{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Ethank01/441451500060564", "image": "", "title": "No invitation code needed — create AI videos with one click!", "content_text": "No invitation code needed — create AI videos with one click! Experience Sora 2, Veo 3, and Wan 2.2 all in one place on iMini. 👉 Try it here: https://imini.com/ See translation", "url": "https://huggingface.co/posts/Ethank01/441451500060564", "date_published": "2025-10-12T09:20:15.353910"}, {"id": "https://huggingface.co/posts/AdinaY/255762505303069", "image": "", "title": "At the close of the National Holiday🇨🇳, Antgroup drops a new SoTA model.", "content_text": "At the close of the National Holiday🇨🇳, Antgroup drops a new SoTA model. Ling-1T 🔥 the trillion-parameter flagship of the Ling 2.0 series. inclusionAI/Ling-1T ✨1T total / 50B active params per token ✨20T+ reasoning-dense tokens (Evo-CoT) ✨128K context via YaRN ✨FP8 training: 15%+ faster, same precision as BF16 ✨Hybrid Syntax-Function-Aesthetics reward for front-end & visual generation See translation", "url": "https://huggingface.co/posts/AdinaY/255762505303069", "date_published": "2025-10-12T09:20:15.354224"}, {"id": "https://huggingface.co/posts/giadap/452837154929545", "image": "", "title": "🌎 AI ethics and sustainability are two sides of the same coin.", "content_text": "🌎 AI ethics and sustainability are two sides of the same coin. In our new blog post with Dr. Sasha Luccioni, we argue that separating them (as is too often the case) means missing the bigger picture of how AI systems impact both people and the planet. Ethical and sustainable AI development can’t be pursued in isolation. The same choices that affect who benefits or is harmed by AI systems also determine how much energy and resources they consume. We explore how two key concepts, evaluation and transparency, can serve as bridges between these domains: 📊 Evaluation, by moving beyond accuracy or performance metrics to include environmental and social costs, as we’ve done with tools like the AI Energy Score. 🔍 Transparency, by enabling reproducibility, accountability, and environmental reporting through open tools like the Environmental Transparency Space. AI systems mirror our priorities. If we separate ethics from sustainability, we risk building technologies that are efficient but...", "url": "https://huggingface.co/posts/giadap/452837154929545", "date_published": "2025-10-12T09:20:15.354708"}, {"id": "https://huggingface.co/posts/m-ric/175050207181959", "image": "", "title": "STOP EVERYTHING NOW - we might finally have a radical architecture improvement over Transformers!!! 🚨", "content_text": "STOP EVERYTHING NOW - we might finally have a radical architecture improvement over Transformers!!! 🚨 A lone scientist just proposed Tiny Recursive Model (TRM), and it is literally the most impressive model that I've seen this year. ➡️ Tiny Recursive Model is 7M parameters ➡️ On ARC-AGI, it beats flagship models like Gemini-2.5-pro Consider how wild this is: Gemini-2.5-pro must be over 10,000x bigger and had 1,000 as many authors 😂 (Alexia is alone on the paper) What's this sorcery? In short: it's a very tiny Transformers, but it loops over itself at two different frequencies, updating two latent variables: one for the proposed answer and one for the reasoning. @ AlexiaJM started from the paper Hierarchical Reasoning Model, published a few months ago, that already showed breakthrough improvement on AGI for its small size (27M) Hierarchical Reasoning Model had introduced one main feature: 🔎 Deep supervision In their model, one part (here one layer) would run at high frequency, and...", "url": "https://huggingface.co/posts/m-ric/175050207181959", "date_published": "2025-10-12T09:20:15.355347"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/350754844731753", "image": "", "title": "Ovi is Local Version of VEO 3 & SORA 2 - The first-ever public, open-source model that generates both VIDEO and synchronized AUDIO, and you can run it on your own computer on Windows even with a 6GB GPUs - Full Tutorial for Windows, RunPod and Massed Compute - Gradio App", "content_text": "https://youtu.be/T00VmkMQRPQ Ovi is Local Version of VEO 3 & SORA 2 - The first-ever public, open-source model that generates both VIDEO and synchronized AUDIO, and you can run it on your own computer on Windows even with a 6GB GPUs - Full Tutorial for Windows, RunPod and Massed Compute - Gradio App Tutorial : https://youtu.be/T00VmkMQRPQ Forget waiting lists and expensive APIs. The era of closed-off, corporate-controlled AI video generation is soon over. This is Ovi : The first-ever public, open-source model that generates both VIDEO and synchronized AUDIO, and you can run it on your own computer—even with a 6GB GPU! This isn't just a demo; it's a full, step-by-step revolution. Tutorial Info In this ultimate A-Z guide, I'll show you EVERYTHING you need to know to install and master this Sora 2 and VEO3 like AI. We'll go from zero to generating incredible talking videos from text or a single image. 🔥 In This Tutorial, You Will Learn To: 🎓 Master the Ultimate SORA 2 and VEO 3...", "url": "https://huggingface.co/posts/MonsterMMORPG/350754844731753", "date_published": "2025-10-12T09:20:15.355934"}, {"id": "https://huggingface.co/posts/hba123/403289994525281", "image": "", "title": "Ark-Bot is already cleaning desks without ROS 🙃", "content_text": "Ark-Bot is already cleaning desks without ROS 🙃 What are you waiting for? Build your own! It's 220 pounds!!! Now, you have no excuse for not doing robotics 🤩 Check out the parts: https://github.com/Robotics-Ark/ark_bot Check out the building process: https://youtube.com/watch?v=Kuk4pC0EaEw&t=26s See translation", "url": "https://huggingface.co/posts/hba123/403289994525281", "date_published": "2025-10-12T09:20:15.356197"}, {"id": "https://huggingface.co/posts/sergiopaniego/617301570898525", "image": "", "title": "Super nice intro to fine-tuning with TRL, just dropped by", "content_text": "Super nice intro to fine-tuning with TRL, just dropped by @ google (runs free on Colab)! They use SFT + QLoRA to fine-tune the tiny Gemma 3 270M model for emoji generation Here’s what the fine-tuned model generates for the prompt: “I'm learning to tweet” → 🐦🗣💻 Colab: https://colab.research.google.com/github/google-gemini/gemma-cookbook/blob/main/Demos/Emoji-Gemma-on-Web/resources/Fine_tune_Gemma_3_270M_for_emoji_generation.ipynb Try it out: google/emoji-gemma Learn more: https://developers.googleblog.com/en/own-your-ai-fine-tune-gemma-3-270m-for-on-device/ See translation", "url": "https://huggingface.co/posts/sergiopaniego/617301570898525", "date_published": "2025-10-12T09:20:15.356520"}, {"id": "https://huggingface.co/posts/kanaria007/689097395708339", "image": "", "title": "✅ New Article: *Envy — The Structural Law of Relative Evaluation*", "content_text": "✅ New Article: *Envy — The Structural Law of Relative Evaluation* Title: 🧭 Envy, Comparison, and the Structural Law of Relative Evaluation: Why “They Got More” Hurts — and How Protocols Contain It 🔗 https://huggingface.co/blog/kanaria007/envy-structural-law-of-relative-evaluation --- Summary: Envy isn’t a moral glitch — it’s a *relative-evaluation loop*. When identity meets comparison, the mind computes *delta-to-others* (status, attention, resources). If that delta breaches a threshold without a repair path, the loop escalates into resentment. Structured Intelligence makes this computable — and containable. > Envy compares levels. > *Integrity compares trajectories.* --- Why It Matters: • Turns envy from shame into an *auditable signal* (where, when, and why comparison spikes) • Provides *de-escalation protocols* for individuals, teams, and platforms • Guides product/organization design to reduce perceived unfairness and burnout --- What’s Inside: • The Envy Loop: *trigger →...", "url": "https://huggingface.co/posts/kanaria007/689097395708339", "date_published": "2025-10-12T09:20:15.357093"}, {"id": "https://huggingface.co/posts/Monica997/949496784214909", "image": "", "title": "🌊 Create Your Own Underwater World with iMini AI – No Invite, No Watermark!", "content_text": "🌊 Create Your Own Underwater World with iMini AI – No Invite, No Watermark! Just tried something incredible on iMini AI — I used the nano banana model to generate a stunning underwater world image 🐠, then turned it into a dynamic video using the latest Sora 2 model. The result? It looks so real, like I actually filmed it while scuba diving! 🤿✨ The water ripples, the light rays, even the fish movement — all generated by AI in seconds. The best part? ✅ No invite code required ✅ No watermark ✅ Members can generate without using credits If you’re into AI visuals or creative video experiments, this one’s a must-try. 👉 Experience it now at https://imini.com/ See translation", "url": "https://huggingface.co/posts/Monica997/949496784214909", "date_published": "2025-10-12T09:20:15.357444"}, {"id": "https://huggingface.co/posts/Ethank01/902315574816069", "image": "", "title": "🚀 No invite. No watermark. Just pure AI magic.", "content_text": "🚀 No invite. No watermark. Just pure AI magic. Experience Sora 2 on iMini — free for members 👉 https://imini.com/ See translation", "url": "https://huggingface.co/posts/Ethank01/902315574816069", "date_published": "2025-10-12T09:20:15.357731"}]}