{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/ginipick/804980229974999", "image": "", "title": "🌈✨ FLUX 'Every Text Imaginator'", "content_text": "🌈✨ FLUX 'Every Text Imaginator' Multilingual Text-Driven Image Generation and Editing Demo: ginigen/Every-Text 📝 What is FLUX Text Imaginator? FLUX Text Imaginator is an innovative tool that leverages cutting-edge FLUX diffusion models to create and edit images with perfectly integrated multilingual text. Unlike other image generation models, FLUX possesses exceptional capability to naturally incorporate text in various languages including Korean, English, Chinese, Japanese, Russian, French, Spanish and more into images! ✨ FLUX's Multilingual Text Processing Strengths 🔤 Superior Multilingual Text Rendering: FLUX renders text with amazing accuracy, including non-English languages and special characters 🇰🇷 Perfect Korean Language Support: Accurately represents complex Korean combined characters 🈶 Excellent East Asian Language Handling: Naturally expresses complex Chinese characters and Japanese text 🔍 Sophisticated Text Placement: Precise text positioning using <text1>, <text2>,...", "url": "https://huggingface.co/posts/ginipick/804980229974999", "date_published": "2025-03-20T09:24:10.111464"}, {"id": "https://huggingface.co/posts/mlabonne/714992455492422", "image": "", "title": "✂️ AutoAbliteration", "content_text": "✂️ AutoAbliteration I made a Colab notebook to automatically abliterate models. It's quite general, so you can do interesting stuff like blocking a given language in the model outputs. 💻 Colab: https://colab.research.google.com/drive/1RmLv-pCMBBsQGXQIM8yF-OdCNyoylUR1?usp=sharing See translation", "url": "https://huggingface.co/posts/mlabonne/714992455492422", "date_published": "2025-03-20T09:24:10.111756"}, {"id": "https://huggingface.co/posts/jasoncorkill/521063845119914", "image": "", "title": "At Rapidata, we compared DeepL with LLMs like DeepSeek-R1, Llama, and Mixtral for translation quality using feedback from over 51,000 native speakers. Despite the costs, the performance makes it a valuable investment, especially in critical applications where translation quality is paramount. Now we can say that Europe is more than imposing regulations.", "content_text": "At Rapidata, we compared DeepL with LLMs like DeepSeek-R1, Llama, and Mixtral for translation quality using feedback from over 51,000 native speakers. Despite the costs, the performance makes it a valuable investment, especially in critical applications where translation quality is paramount. Now we can say that Europe is more than imposing regulations. Our dataset, based on these comparisons, is now available on Hugging Face. This might be useful for anyone working on AI translation or language model evaluation. Rapidata/Translation-deepseek-llama-mixtral-v-deepl See translation", "url": "https://huggingface.co/posts/jasoncorkill/521063845119914", "date_published": "2025-03-20T09:24:10.112055"}, {"id": "https://huggingface.co/posts/AdinaY/946974056180555", "image": "", "title": "RWKV7-G1 0.1B 🔥 Pure RNN reasoning model released by RWKV", "content_text": "RWKV7-G1 0.1B 🔥 Pure RNN reasoning model released by RWKV Model: BlinkDL/rwkv7-g1 paper: RWKV-7 \"Goose\" with Expressive Dynamic State Evolution (2503.14456) ✨ Apache2.0 ✨ Supports 100+ languages ✨ 0.1 B runs smoothly on low power devices ✨ 0.4B/1.5B/2.9B are coming soon!! See translation", "url": "https://huggingface.co/posts/AdinaY/946974056180555", "date_published": "2025-03-20T09:24:10.112347"}, {"id": "https://huggingface.co/posts/AdinaY/835178247040445", "image": "", "title": "New 3D models from Tencent Hunyuan  are now available on the hub 🔥", "content_text": "New 3D models from Tencent Hunyuan are now available on the hub 🔥 ✨ Hunyuan3D-2mv: multiview shape model for high quality generation ✨ Hunyuan3D-2mini: 0.6B lightweight model for efficient workflows Model: tencent/Hunyuan3D-2mv tencent/Hunyuan3D-2mini Demo: tencent/Hunyuan3D-2mv See translation", "url": "https://huggingface.co/posts/AdinaY/835178247040445", "date_published": "2025-03-20T09:24:10.112612"}, {"id": "https://huggingface.co/posts/etemiz/135866882319158", "image": "", "title": "My 1 year of work summarized.", "content_text": "My 1 year of work summarized. TLDR: by carefully curating datasets we can fix misinformation in AI. Then we can use that to measure misinformation in other AI. https://huggingface.co/blog/etemiz/building-a-beneficial-ai See translation", "url": "https://huggingface.co/posts/etemiz/135866882319158", "date_published": "2025-03-20T09:24:10.112840"}, {"id": "https://huggingface.co/posts/ritvik77/148515751469332", "image": "", "title": "Big companies are now training huge AI models with tons of data and billions of parameters, and the future seems to be about quantization—making those models smaller by turning big numbers into simpler ones, like going from 32-bit to 8-bit without reducing accuracy by +/- 0.01%. There should be some standard unit of measurement for the ratio of model size reduction to accuracy lost.", "content_text": "Big companies are now training huge AI models with tons of data and billions of parameters, and the future seems to be about quantization—making those models smaller by turning big numbers into simpler ones, like going from 32-bit to 8-bit without reducing accuracy by +/- 0.01%. There should be some standard unit of measurement for the ratio of model size reduction to accuracy lost. What do you all thing about this ? See translation", "url": "https://huggingface.co/posts/ritvik77/148515751469332", "date_published": "2025-03-20T09:24:10.113132"}, {"id": "https://huggingface.co/posts/aifeifei798/845431141575759", "image": "", "title": "😊 This program is designed to remove emojis from a given text. It uses a regular expression (regex) pattern to match and replace emojis with an empty string, effectively removing them from the text. The pattern includes a range of Unicode characters that correspond to various types of emojis, such as emoticons, symbols, and flags. By using this program, you can clean up text data by removing any emojis that may be present, which can be useful for text processing, analysis, or other applications where emojis are not desired. 💻", "content_text": "😊 This program is designed to remove emojis from a given text. It uses a regular expression (regex) pattern to match and replace emojis with an empty string, effectively removing them from the text. The pattern includes a range of Unicode characters that correspond to various types of emojis, such as emoticons, symbols, and flags. By using this program, you can clean up text data by removing any emojis that may be present, which can be useful for text processing, analysis, or other applications where emojis are not desired. 💻 import re def remove_emojis ( text ): # Define a broader emoji pattern emoji_pattern = re. compile ( \"[\" u\"\\U0001F600-\\U0001F64F\" # emoticons u\"\\U0001F300-\\U0001F5FF\" # symbols & pictographs u\"\\U0001F680-\\U0001F6FF\" # transport & map symbols u\"\\U0001F1E0-\\U0001F1FF\" # flags (iOS) u\"\\U00002702-\\U000027B0\" u\"\\U000024C2-\\U0001F251\" u\"\\U0001F900-\\U0001F9FF\" # supplemental symbols and pictographs u\"\\U0001FA00-\\U0001FA6F\" # chess symbols and more emojis...", "url": "https://huggingface.co/posts/aifeifei798/845431141575759", "date_published": "2025-03-20T09:24:10.113655"}, {"id": "https://huggingface.co/posts/mlabonne/443122762320210", "image": "", "title": "✂️ Gemma 3 Abliterated", "content_text": "✂️ Gemma 3 Abliterated I noticed that Gemma 3 was much more resilient to refusal removal than other models like Qwen 2.5. I experimented with different recipes and improved the abliteration technique I wrote about last year. It's still experimental but the refusal rate is super low in my tests. Enjoy! mlabonne/gemma-3-4b-it-abliterated mlabonne/gemma-3-12b-it-abliterated mlabonne/gemma-3-27b-it-abliterated See translation", "url": "https://huggingface.co/posts/mlabonne/443122762320210", "date_published": "2025-03-20T09:24:10.113947"}, {"id": "https://huggingface.co/posts/abhishek/496057967241133", "image": "", "title": "🚀 I'm thrilled to announce the launch of Arcee Conductor, a game-changing platform that's about to revolutionize the way you interact with AI models! 🤖 As the pioneers of small language models (SLMs), we've been working tirelessly to bring you the most exciting innovation in the AI space.", "content_text": "🚀 I'm thrilled to announce the launch of Arcee Conductor, a game-changing platform that's about to revolutionize the way you interact with AI models! 🤖 As the pioneers of small language models (SLMs), we've been working tirelessly to bring you the most exciting innovation in the AI space. Here's a quick TL;DR of what Arcee Conductor is all about: 🌟 Choice and flexibility: Get access to multiple models, including our powerful SLMs and third-party LLMs, to choose the best one for your specific use case 🤖 Intelligent routing: Our platform evaluates which model is best-suited for each of your queries, ensuring you get the most accurate results 📈 Cost savings: Reduce your AI costs with our affordable SLMs, while still having access to leading LLMs when needed 🚀 Easy to get started: Sign up now and try Arcee Conductor today, with 400 million tokens (a $200 value) on us! 🎁 📊 Proven track record: Our SLMs have already racked up 222K+ downloads on Hugging Face, with customers seeing...", "url": "https://huggingface.co/posts/abhishek/496057967241133", "date_published": "2025-03-20T09:24:10.114429"}]}