{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/484268922176188", "image": "", "title": "6 Free resources on Reinforcement Learning (RL)", "content_text": "6 Free resources on Reinforcement Learning (RL) RL now is where the real action is, it's the engine behind autonomous tech, robots, and the next wave of AI that thinks, moves and solves problems on its own. To stay up to date with what’s happening in RL, we offer some fresh materials on it: 1. \"Reinforcement Learning from Human Feedback\" by Nathan Lambert -> https://rlhfbook.com/ It's a short introduction to RLHF, explaining instruction tuning, reward modeling, alignment methods, synthetic data, evaluation, and more 2. \"A Course in Reinforcement Learning (2nd Edition)\" by Dimitri P. Bertsekas -> https://www.mit.edu/~dimitrib/RLbook.html Explains dynamic programming (DP) and RL, diving into rollout algorithms, neural networks, policy learning, etc. It’s packed with solved exercises and real-world examples 3. \"Mathematical Foundations of Reinforcement Learning\" video course by Shiyu Zhao -> https://www.youtube.com/playlist?list=PLEhdbSEZZbDaFWPX4gehhwB9vJZJ1DNm8 Offers a mathematical...", "url": "https://huggingface.co/posts/Kseniase/484268922176188", "date_published": "2025-04-29T05:22:46.921810"}, {"id": "https://huggingface.co/posts/jasoncorkill/653065305581211", "image": "", "title": "🚀 Building Better Evaluations: 32K Image Annotations Now Available", "content_text": "🚀 Building Better Evaluations: 32K Image Annotations Now Available Today, we're releasing an expanded version: 32K images annotated with 3.7M responses from over 300K individuals which was completed in under two weeks using the Rapidata Python API. Rapidata/text-2-image-Rich-Human-Feedback-32k A few months ago, we published one of our most liked dataset with 13K images based on the @ data-is-better-together 's dataset, following Google's research on \"Rich Human Feedback for Text-to-Image Generation\" ( https://arxiv.org/abs/2312.10240 ). It collected over 1.5M responses from 150K+ participants. Rapidata/text-2-image-Rich-Human-Feedback In the examples below, users highlighted words from prompts that were not correctly depicted in the generated images. Higher word scores indicate more frequent issues. If an image captured the prompt accurately, users could select [No_mistakes]. We're continuing to work on large-scale human feedback and model evaluation. If you're working on related...", "url": "https://huggingface.co/posts/jasoncorkill/653065305581211", "date_published": "2025-04-29T05:22:46.922282"}, {"id": "https://huggingface.co/posts/ginipick/433098376713304", "image": "", "title": "# ✨ Dream of IKEA: The Future of AI Interior Design ✨", "content_text": "# ✨ Dream of IKEA: The Future of AI Interior Design ✨ Hello, AI interior design enthusiasts! 🏠 Today I'm thrilled to introduce you to **\"Dream of IKEA\"** - an amazing project that will completely transform your living spaces! ## 🌟 What Can It Do? **Dream of IKEA** is a magical tool that uses artificial intelligence to transform your ordinary spaces into the interior design of your dreams! 🪄 - 📸 Simply upload a photo of your room - 💭 Describe your desired style or concept - 🎨 The AI will redesign your space with stunning results! ## 🏆 Key Features - **Diverse Style Selection** - Over 20 design styles including Minimalist, Bohemian, Japanese, Scandinavian, and more - **User-Friendly Interface** - Beautiful, intuitive UI that anyone can use - **High-Quality Image Generation** - Amazing quality powered by ControlNet and Stable Diffusion - **Customizable Prompts** - Create completely personalized designs with your own prompts ## 🛠️ Technical Highlights This project utilizes cutting-edge...", "url": "https://huggingface.co/posts/ginipick/433098376713304", "date_published": "2025-04-29T05:22:46.922910"}, {"id": "https://huggingface.co/posts/merterbak/337137510653930", "image": "", "title": "Qwen 3 model family released🔥", "content_text": "Qwen 3 model family released🔥 It offers 2 MoE and 6 dense models with following parameter sizes: 0.6B, 1.7B, 4B, 8B, 14B, 30B(MoE), 32B, and 235B(MoE). Models: Qwen/qwen3-67dd247413f0e2e4f653967f Blog: https://qwenlm.github.io/blog/qwen3/ Demo: Qwen/Qwen3-Demo GitHub: https://github.com/QwenLM/Qwen3 ✅ Pre-trained 119 languages(36 trillion tokens) and dialects with strong translation and instruction following abilities. (Qwen2.5 was pre-trained on 18 trillion tokens.) ✅Qwen3 dense models match the performance of larger Qwen2.5 models. For example, Qwen3-1.7B/4B/8B/14B/32B perform like Qwen2.5-3B/7B/14B/32B/72B. ✅ Three stage done while pretraining: • Stage 1: General language learning and knowledge building. • Stage 2: Reasoning boost with STEM, coding, and logic skills. • Stage 3: Long context training ✅ It supports MCP in the model ✅ Strong agent skills ✅ Supports seamless between thinking mode (for hard tasks like math and coding) and non-thinking mode (for fast chatting) inside...", "url": "https://huggingface.co/posts/merterbak/337137510653930", "date_published": "2025-04-29T05:22:46.923372"}, {"id": "https://huggingface.co/posts/AdinaY/658134534684379", "image": "", "title": "Kimi-Audio 🚀🎧 an OPEN audio foundation model released by Moonshot AI", "content_text": "Kimi-Audio 🚀🎧 an OPEN audio foundation model released by Moonshot AI moonshotai/Kimi-Audio-7B-Instruct ✨ 7B ✨ 13M+ hours of pretraining data ✨ Novel hybrid input architecture ✨ Universal audio capabilities (ASR, AQA, AAC, SER, SEC/ASC, end-to-end conversation) See translation", "url": "https://huggingface.co/posts/AdinaY/658134534684379", "date_published": "2025-04-29T05:22:46.923618"}, {"id": "https://huggingface.co/posts/ProCreations/966463038154493", "image": "", "title": "Post of the Day", "content_text": "Post of the Day I’m fine-tuning Qwen 2.5-0.5B to be extremely good at math, using high-quality datasets and some smart training strategies. The logs are looking really promising so far! Expected release: Tomorrow morning? I’ll post as soon as it’s ready — stay tuned. If you want faster updates or just wanna chat about it, come join my Discord: https://discord.gg/EXsug2Ux29 (Heads up: we might ask a couple quick questions when you join — just making sure we keep the server safe.) Also, check out one of the datasets we’re using: ProCreations/SimpleMath This project is also helping shape the future of IntellIte. The insights and techniques we’re developing here — better dataset curation, fine-tuning tricks, and evaluation methods — will directly contribute to making IntellIte even sharper, faster, and more reliable, especially for math and reasoning tasks. Big progress ahead. Can’t wait to share it with you all! See translation", "url": "https://huggingface.co/posts/ProCreations/966463038154493", "date_published": "2025-04-29T05:22:46.924036"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/127802170120239", "image": "", "title": "ComfyUI 1-click Installers updated for latest official Torch 2.7 with CUDA 12.8 (RTX 5000 series support + older GPUs) - Automatically installs xFormers, Flash Attention, Sage Attention, Triton, DeepSpeed, insightface, accelerate, onnxruntime-gpu for Windows", "content_text": "ComfyUI 1-click Installers updated for latest official Torch 2.7 with CUDA 12.8 (RTX 5000 series support + older GPUs) - Automatically installs xFormers, Flash Attention, Sage Attention, Triton, DeepSpeed, insightface, accelerate, onnxruntime-gpu for Windows 1-click Installers zip file is here : https://www.patreon.com/posts/105023709 xFormers compiled by me for Windows (Python 3.10, 3.11 and 3.12) and Linux (Python 3.10 only) Flash Attention compiled by me for Windows (Python 3.10, 3.11 and 3.12) and Linux (Python 3.10 only) Sage Attention compiled by me for Linux (Python 3.10 only) insightface compiled by me for Windows (Python 3.10, 3.11 and 3.12) Pre-compiled Triton + Sage Attention + DeepSpeed installed for Windows You must have pre-installed Python on your system manually Tutorial for Python + CUDA 12.8 installation : https://youtu.be/DrhUHnYfwC0 See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/127802170120239", "date_published": "2025-04-29T05:22:46.924365"}, {"id": "https://huggingface.co/posts/Jaward/748880241075570", "image": "", "title": "Finally my first solo preprint is here:) a love letter to the field. Nothing much lol, this is just me trying to finetune my understanding of research behind the recent breakthroughs in reasoning models. It’s a preprint targeting beginners in the field -  will eventually make necessary changes later. In the meantime have fun with it:)", "content_text": "Finally my first solo preprint is here:) a love letter to the field. Nothing much lol, this is just me trying to finetune my understanding of research behind the recent breakthroughs in reasoning models. It’s a preprint targeting beginners in the field - will eventually make necessary changes later. In the meantime have fun with it:) Download: https://github.com/Jaykef/Jaykef/blob/main/papers/The-Dawn-of-Thinking-Machines.pdf See translation", "url": "https://huggingface.co/posts/Jaward/748880241075570", "date_published": "2025-04-29T05:22:46.924641"}, {"id": "https://huggingface.co/posts/John6666/369491746519704", "image": "", "title": "If your Space stops working after restarting mainly for the last 5 days (", "content_text": "If your Space stops working after restarting mainly for the last 5 days ( https://discuss.huggingface.co/t/my-space-suddenly-went-offline-the-cpu-cannot-restart/151121/22 ), try some of following. 1. Add pydantic==2.10.6 to requirements.txt or upgrade Gradio to the latest version. 2. Upgrade PyTorch to 2.2.0 or later ( torch>=2.2.0 for Zero GPU space). 3. Fix Transformers to 4.49.0 or earlier ( transformers<=4.49.0 for spaces using Transformers or Diffusers). 4. Fix huggingface_hub to the old version ( huggingface_hub==0.25.2 for if an error like cached_download is not available occurs or inference does not work properly) 5. Specifying WORKDIR in Dockerfile may cause the application to fail to start with error 137. (Docker Spaces, https://discuss.huggingface.co/t/error-code-137-cache-error/152177 ) About pydantic==2.10.6 : https://discuss.huggingface.co/t/error-no-api-found/146226 https://discuss.huggingface.co/t/internal-server-error-bool-not-iterable/149494 See translation", "url": "https://huggingface.co/posts/John6666/369491746519704", "date_published": "2025-04-29T05:22:46.925007"}, {"id": "https://huggingface.co/posts/eaddario/144557041313740", "image": "", "title": "Until recently,", "content_text": "Until recently, watt-ai/watt-tool-70B was the best performing model in the Berkeley Function-Calling Leaderboard ( https://gorilla.cs.berkeley.edu/leaderboard.html ), which evaluates LLM's ability to call functions (tools) accurately. The top spot now belongs to Salesforce/Llama-xLAM-2-70b-fc-r and by a quite wide margin! Layer-wise quantized versions for both models are available at eaddario/Llama-xLAM-2-8b-fc-r-GGUF and eaddario/Watt-Tool-8B-GGUF See translation", "url": "https://huggingface.co/posts/eaddario/144557041313740", "date_published": "2025-04-29T05:22:46.925266"}]}