{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/blaise-tk/599826348587266", "image": "", "title": "A few months ago, I shared that I was building with", "content_text": "A few months ago, I shared that I was building with @ deeivihh something like \"the Steam for open source apps\"... 🚀 Today, I’m excited to announce that Dione is now open source and live in public beta! Our mission is simple: make it easier to discover, use, and contribute to open source applications. 🔗 GitHub: https://github.com/dioneapp/dioneapp 💬 Join the community: https://discord.gg/JDFJp33vrM Want to give it a try? I’d love your feedback! 👀 See translation", "url": "https://huggingface.co/posts/blaise-tk/599826348587266", "date_published": "2025-07-01T17:21:52.305309"}, {"id": "https://huggingface.co/posts/Kseniase/947704683052150", "image": "", "title": "10 Open-source Deep Research assistants", "content_text": "10 Open-source Deep Research assistants Deep Research agents are quickly becoming our daily co-workers — built for complex investigations, not just chat. With modular architecture, advanced tool use and real web access, they go far beyond typical AI. While big-name agents get the spotlight, we want to highlight some powerful recent open-source alternatives: 1. DeerFlow -> https://github.com/bytedance/deer-flow A modular multi-agent system combining LMs and tools for automated research and code analysis. It links a coordinator, planner, team of specialized agent, and reporter, and converts reports to speech via Text-to-Speech (TTS) 2. Alita -> https://github.com/CharlesQ9/Alita Uses a single problem-solving module for scalable reasoning through simplicity. It self-evolves by generating and reusing Model Context Protocols (MCPs) from open-source tools to build external capabilities for diverse tasks 3. WebThinker -> https://github.com/RUC-NLPIR/WebThinker Lets reasoning models...", "url": "https://huggingface.co/posts/Kseniase/947704683052150", "date_published": "2025-07-01T17:21:52.305957"}, {"id": "https://huggingface.co/posts/openfree/674788441765421", "image": "", "title": "🧠 SOMA: The Core Architecture for AGI Level 1 🚀", "content_text": "🧠 SOMA: The Core Architecture for AGI Level 1 🚀 VIDraft/SOMA-AGI 🎯 The First Step Toward AGI SOMA (Self-Orchestrating Modular Architect) is a revolutionary architecture that fulfills the essential requirements for AGI (Artificial General Intelligence) Level 1. It perfectly implements the common AGI prerequisites emphasized by Yann LeCun (Meta), OpenAI, and Google DeepMind within a single LLM. 📋 AGI Level 1 Core Requirements = SOMA's Perfect Implementation ✅ 🎯 Planning Capability → Supervisor AI autonomously designs and executes comprehensive analysis roadmaps 🧩 Role Differentiation & Modularity → A single LLM instantly differentiates into 5 expert AIs for collaboration 🔄 Self-reflection & Feedback Loops → Evaluator AI continuously validates and directs improvements 🛠️ Tool-use & Autonomy → Full automation from web search to report generation 🎮 Long-term Agency Structure → Completes complex 11-stage collaborative processes end-to-end 🔷 SOMA's Three Core Structures 🧭 Self-...", "url": "https://huggingface.co/posts/openfree/674788441765421", "date_published": "2025-07-01T17:21:52.306591"}, {"id": "https://huggingface.co/posts/Abhaykoul/404767027882987", "image": "", "title": "🎉 Dhanishtha 2.0 Preview is Now Open Source!", "content_text": "🎉 Dhanishtha 2.0 Preview is Now Open Source! The world's first Intermediate Thinking Model is now available to everyone! Dhanishtha 2.0 Preview brings revolutionary intermediate thinking capabilities to the open-source community. Unlike traditional reasoning models that think once, Dhanishtha can think, answer, rethink, answer again, and continue rethinking as needed using multiple blocks between responses. 🚀 Key Features - Intermediate thinking: Think → Answer → Rethink → Answer → Rethink if needed... - Token efficient: Uses up to 79% fewer tokens than DeepSeek R1 on similar queries - Transparent thinking: See the model's reasoning process in real-time - Open source: Freely available for research and development HelpingAI/Dhanishtha-2.0-preview https://helpingai.co/chat See translation", "url": "https://huggingface.co/posts/Abhaykoul/404767027882987", "date_published": "2025-07-01T17:21:52.306967"}, {"id": "https://huggingface.co/posts/merve/587280854326828", "image": "", "title": "so many multimodal releases these days 🤠", "content_text": "so many multimodal releases these days 🤠 > ERNIE-4.5-VL: new vision language MoE models by Baidu https://huggingface.co/models?search=ernie-4.5-vl > new visual document retrievers by NVIDIA (sota on ViDoRe!) nvidia/llama-nemoretriever-colembed-3b-v1 nvidia/llama-nemoretriever-colembed-1b-v1 > Ovis-3b: new image-text in image-text out models by Alibaba ⤵️ https://huggingface.co/spaces/AIDC-AI/Ovis-U1- See translation", "url": "https://huggingface.co/posts/merve/587280854326828", "date_published": "2025-07-01T17:21:52.307259"}, {"id": "https://huggingface.co/posts/wewittc/347088512345422", "image": "", "title": "I find it really annoying that you can use a Zero GPU model that will throw an error but it’ll still take the processing time from your quota. So youre just left with less time and nothing to show for it.", "content_text": "I find it really annoying that you can use a Zero GPU model that will throw an error but it’ll still take the processing time from your quota. So youre just left with less time and nothing to show for it. See translation", "url": "https://huggingface.co/posts/wewittc/347088512345422", "date_published": "2025-07-01T17:21:52.307496"}, {"id": "https://huggingface.co/posts/burtenshaw/697123415535373", "image": "", "title": "Inference for generative ai models looks like a mine field, but there’s a simple protocol for picking the best inference:", "content_text": "Inference for generative ai models looks like a mine field, but there’s a simple protocol for picking the best inference: 🌍 95% of users >> If you’re using open (large) models and need fast online inference, then use Inference providers on auto mode, and let it choose the best provider for the model. https://huggingface.co/docs/inference-providers/index 👷 fine-tuners/ bespoke >> If you’ve got custom setups, use Inference Endpoints to define a configuration from AWS, Azure, GCP. https://endpoints.huggingface.co/ 🦫 Locals >> If you’re trying to stretch everything you can out of a server or local machine, use Llama.cpp, Jan, LMStudio or vLLM. https://huggingface.co/settings/local-apps#local-apps 🪟 Browsers >> If you need open models running right here in the browser, use transformers.js. https://github.com/huggingface/transformers.js Let me know what you’re using, and if you think it’s more complex than this. See translation", "url": "https://huggingface.co/posts/burtenshaw/697123415535373", "date_published": "2025-07-01T17:21:52.307893"}, {"id": "https://huggingface.co/posts/sequelbox/523631078445392", "image": "", "title": "The full Celestia 3 science-reasoning dataset is here!", "content_text": "The full Celestia 3 science-reasoning dataset is here! - 91k high-quality synthetic science prompts answered by DeepSeek-R1-0528 - subjects include physics, biology, chemistry, computer science, Earth science, astronomy, and information theory - one of the reasoning datasets powering the upcoming Shining Valiant 3 :) coming soon! GET IT NOW, FOR EVERYONE: sequelbox/Celestia3-DeepSeek-R1-0528 SUPPORT OUR RELEASES: sequelbox/SupportOpenSource with love, allegra See translation", "url": "https://huggingface.co/posts/sequelbox/523631078445392", "date_published": "2025-07-01T17:21:52.308183"}, {"id": "https://huggingface.co/posts/asigalov61/301808424415801", "image": "", "title": "Check out new symbolic music AI front end and CLI training app", "content_text": "Check out new symbolic music AI front end and CLI training app https://webchatappai.github.io/midi-gen/ https://github.com/WebChatAppAi/Orpheus-Midi-Model-Maker @ Timzoid @ Csplk @ not-lain @ victor @ bartowski @ John6666 See translation", "url": "https://huggingface.co/posts/asigalov61/301808424415801", "date_published": "2025-07-01T17:21:52.308435"}, {"id": "https://huggingface.co/posts/fantos/713394258829998", "image": "", "title": "🎬 How to Use Seedance, the #1 Video Generation Model, for Free", "content_text": "🎬 How to Use Seedance, the #1 Video Generation Model, for Free 📌 A Hidden Gem I Stumbled Upon While browsing Hugging Face, I discovered an amazing project. I found ByteDance's Seedance video generation service - which knocked Google's VEO3 down to 2nd place on the video generation leaderboard - available for free on Hugging Face! ginigen/Seedance-Free Leaderboard standings: 🥇 1st: ByteDance Seedance 🥈 2nd: Google VEO3 It's called \"Bytedance Seedance Video Free\" and is provided by Ginigen. 💡 My Experience Using It Key Features Natural Physics Engine -Realistic object movements -Sophisticated light and shadow rendering Fast Generation Speed -Average 30 seconds to 1 minute completion -No waiting - instant access 🛠️ Available Features Text to Video -Generate 5-second videos from text descriptions -Multiple aspect ratio support (16:9, 9:16, 1:1, etc.) Image to Video -Convert static images to videos -Supports URL input or direct upload AI Prompt Enhancement -AI-based prompt optimization...", "url": "https://huggingface.co/posts/fantos/713394258829998", "date_published": "2025-07-01T17:21:52.308921"}]}