{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/codelion/602031524113549", "image": "", "title": "Introducing Dhara-70M: A diffusion language model that achieves 3.8x higher throughput than autoregressive models!", "content_text": "Introducing Dhara-70M: A diffusion language model that achieves 3.8x higher throughput than autoregressive models! Key findings from our research on optimal architectures for small language models: → Depth beats width: 32 layers outperforms 12 layers at the same parameter count → Best-in-class factuality: 47.5% on TruthfulQA → 10x training efficiency using WSD (Warmup-Stable-Decay) conversion → Canon layers add only 0.13% parameters but improve reasoning We trained on 1B tokens using the optimal 50-30-20 dataset mix (PDFs + filtered web + educational content), then converted to diffusion with just 100M additional tokens. Blog: https://huggingface.co/blog/codelion/optimal-model-architecture Model: codelion/dhara-70m See translation", "url": "https://huggingface.co/posts/codelion/602031524113549", "date_published": "2025-12-28T09:26:09.141866"}, {"id": "https://huggingface.co/posts/MikeDoes/284489022074040", "image": "", "title": "What if an AI agent could be tricked into stealing your data, just by reading a tool's description? A new paper reports it's possible.", "content_text": "What if an AI agent could be tricked into stealing your data, just by reading a tool's description? A new paper reports it's possible. The \"Attractive Metadata Attack\" paper details this stealthy new threat. To measure the real-world impact of their attack, the researchers needed a source of sensitive data for the agent to leak. We're proud that the AI4Privacy corpus was used to create the synthetic user profiles containing standardized PII for their experiments. This is a perfect win-win. Our open-source data helped researchers Kanghua Mo, 龙昱丞, Zhihao Li from Guangzhou University and The Hong Kong Polytechnic University to not just demonstrate a new attack, but also quantify its potential for harm. This data-driven evidence is what pushes the community to build better, execution-level defenses for AI agents. 🔗 Check out their paper to see how easily an agent's trust in tool metadata could be exploited: https://arxiv.org/pdf/2508.02110 #OpenSource #DataPrivacy #LLM #Anonymization...", "url": "https://huggingface.co/posts/MikeDoes/284489022074040", "date_published": "2025-12-28T09:26:09.142334"}, {"id": "https://huggingface.co/posts/csabakecskemeti/254891528281591", "image": "", "title": "Just sharing a result of a homelab infrastructure experiment:", "content_text": "Just sharing a result of a homelab infrastructure experiment: I've managed to setup a distributed inference infra at home using a DGX Spark (128GB unified gddr6) and a linux workstation with an RTX 6000 Pro (96GB gddr7) connected via 100Gbps RoCEv2. The model I've used ( https://lnkd.in/gx6J7YuB ) is about 140GB so could not fit either of the GPU. Full setup and tutorial soon on devquasar.com Screen recording: https://lnkd.in/gKM9H5GJ See translation", "url": "https://huggingface.co/posts/csabakecskemeti/254891528281591", "date_published": "2025-12-28T09:26:09.142622"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/548414281502732", "image": "", "title": "Qwen Image Edit 2511 Free and Open Source Crushes Qwen Image Edit 2509 and Challenges Nano Banana Pro :", "content_text": "Qwen Image Edit 2511 Free and Open Source Crushes Qwen Image Edit 2509 and Challenges Nano Banana Pro : https://www.youtube.com/watch?v=YfuQuOk2sB0 Full tutorial link > https://www.youtube.com/watch?v=YfuQuOk2sB0 Full HF article here : https://huggingface.co/blog/MonsterMMORPG/qwen-image-edit-2511-free-and-open-source-crushes Qwen Image Edit 2511 model just published and it is literally competing against Nano Banana Pro at image editing tasks. With native whopping 2560x2560 pixels image output capability and with only 12 steps it is next level. With our installers and specially made Quant FP8 Scaled model, you can run this amazing beast even as low as 6 GB GPUs. In this tutorial, I have compared Qwen Image Edit 2511 with previous successor model Qwen Image 2509 with 12 different unique and hard prompts and cases. Everything is step by step explained and provided. Here check some comparison images See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/548414281502732", "date_published": "2025-12-28T09:26:09.142957"}, {"id": "https://huggingface.co/posts/prithivMLmods/163304413191334", "image": "", "title": "Introducing the Qwen-Image-Edit-2511-LoRAs-Fast demo, featuring image property comparison and contrast, built on top of Gradio and the combined Rerun SDK. It supports single and multi-image edits with existing LoRAs that are lazily loaded. (Note: This is still an experimental Space for Qwen-Image-Edit-2511.)", "content_text": "Introducing the Qwen-Image-Edit-2511-LoRAs-Fast demo, featuring image property comparison and contrast, built on top of Gradio and the combined Rerun SDK. It supports single and multi-image edits with existing LoRAs that are lazily loaded. (Note: This is still an experimental Space for Qwen-Image-Edit-2511.) ⭐ Space Demo: prithivMLmods/Qwen-Image-Edit-2511-LoRAs-Fast ⭐ GitHub: https://github.com/PRITHIVSAKTHIUR/Qwen-Image-Edit-2511-LoRAs-Fast-Multi-Image-Rerun ⭐ Collection: https://huggingface.co/collections/prithivMLmods/image-generation-apps-collection To know more about it, visit the app page or the respective model page! See translation", "url": "https://huggingface.co/posts/prithivMLmods/163304413191334", "date_published": "2025-12-28T09:26:09.143291"}, {"id": "https://huggingface.co/posts/kanaria007/140378798774766", "image": "", "title": "✅ New Article: *Pattern-Learning-Bridge (PLB)*", "content_text": "✅ New Article: *Pattern-Learning-Bridge (PLB)* Title: 🧩 Pattern-Learning-Bridge: How SI-Core Actually Learns From Its Own Failures 🔗 https://huggingface.co/blog/kanaria007/learns-from-its-own-failures --- Summary: Most stacks “learn” by fine-tuning weights and redeploying — powerful, but opaque. SI-Core already produces *structured evidence* (jump logs, ethics traces, effect ledgers, goal vectors, rollback traces), so learning can be *structural* instead: *Upgrade policies, compensators, SIL code, and goal structures — using runtime evidence.* > Learning isn’t a model tweak. > *It’s upgrading the structures that shape behavior.* --- Why It Matters: • Makes improvement *localized and explainable* (what changed, where, and why) • Keeps “self-improvement” *governable* (versioned deltas + review + CI/CD) • Turns incidents/metric drift into *actionable patches*, not postmortem PDFs • Scales to real ops: ethics policies, rollback plans, semantic compression, goal estimators --- What’s...", "url": "https://huggingface.co/posts/kanaria007/140378798774766", "date_published": "2025-12-28T09:26:09.143847"}, {"id": "https://huggingface.co/posts/dhruv3006/122199389172183", "image": "", "title": "Hey folks 👋", "content_text": "Hey folks 👋 We’re experimenting with a new response panel layout and would love your feedback.We’re testing a more focused experience: - Only one response section open at a time (instead of multiple) - The response body now takes up most of the vertical space, making it easier to read and inspect The goal is simple: reduce clutter and keep the response as the main focus. That said, we know many developers are comfortable with the classic layout (Postman / Bruno-style), where multiple sections can stay open at once.What would you prefer? - A new, focused single-section layout - The classic multi-section layout - A toggle that lets you choose between both? Download Voiden here :https://voiden.md/download See translation", "url": "https://huggingface.co/posts/dhruv3006/122199389172183", "date_published": "2025-12-28T09:26:09.144209"}, {"id": "https://huggingface.co/posts/Parveshiiii/283996096084237", "image": "", "title": "Hey everyone!", "content_text": "Hey everyone! We’re excited to introduce our new Telegram group: https://t.me/XenArcAI This space is built for **model builders, tech enthusiasts, and developers** who want to learn, share, and grow together. Whether you’re just starting out or already deep into AI/ML, you’ll find a supportive community ready to help with knowledge, ideas, and collaboration. 💡 Join us to: - Connect with fellow developers and AI enthusiasts - Share your projects, insights, and questions - Learn from others and contribute to a growing knowledge base 👉 If you’re interested, hop in and be part of the conversation: https://t.me/XenArcAI See translation", "url": "https://huggingface.co/posts/Parveshiiii/283996096084237", "date_published": "2025-12-28T09:26:09.144558"}, {"id": "https://huggingface.co/posts/eaddario/946715506605693", "image": "", "title": "Experimental global target bits‑per‑weight quantization of ServiceNow-AI/Apriel-1.6-15b-Thinker and zai-org/GLM-4.6V-Flash", "content_text": "Experimental global target bits‑per‑weight quantization of ServiceNow-AI/Apriel-1.6-15b-Thinker and zai-org/GLM-4.6V-Flash The method to produce these experimental versions involves using a custom version of llama-imatrix to generate an imatrix including the mean activations, and a custom version of llama-quantize, which computes a per-tensor weighted mean squared quantization error and a bias/projection term (if the imatrix includes activations), to automatically select the lowest error quantization recipe that achieves a global target bits‑per‑weight (bpw). More information in the models' cards eaddario/Apriel-1.6-15b-Thinker-GGUF eaddario/GLM-4.6V-Flash-GGUF See translation", "url": "https://huggingface.co/posts/eaddario/946715506605693", "date_published": "2025-12-28T09:26:09.144893"}, {"id": "https://huggingface.co/posts/AbstractPhil/257242713648796", "image": "", "title": "Happy Holidays all! geofractal architectural expansions; timm is now a core component for experimenting. As it stands, the system is growing rapidly in one direction, and timm brings a whole lot to the table in another rapid-prototyping direction. Therefore, timm is now a core component for ease-of-use.", "content_text": "Happy Holidays all! geofractal architectural expansions; timm is now a core component for experimenting. As it stands, the system is growing rapidly in one direction, and timm brings a whole lot to the table in another rapid-prototyping direction. Therefore, timm is now a core component for ease-of-use. BaseUtil is a new core component; aka src.geofractal.router.base_util inherits BaseComponent's behavior, so it should allow device movement for util operations which will direct utilization for device-to-device behavior for the upcoming accelerate integration. I'm trying to mitigate the base component structure as much as possible, but the need to chain components in specific orders presented a unique problem. By compartmentalizing utils into structures that can be delegated and moved, these structures can be repurposed, expanded autonomously, reduced autonomously, and more. ChainComponent inherits a subsystem specifically designed to organize multi-system multi-device formulas...", "url": "https://huggingface.co/posts/AbstractPhil/257242713648796", "date_published": "2025-12-28T09:26:09.145358"}]}