{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/tomaarsen/527498981313495", "image": "", "title": "🤗 Sentence Transformers is joining Hugging Face! 🤗 This formalizes the existing maintenance structure, as I've personally led the project for the past two years on behalf of Hugging Face! Details:", "content_text": "🤗 Sentence Transformers is joining Hugging Face! 🤗 This formalizes the existing maintenance structure, as I've personally led the project for the past two years on behalf of Hugging Face! Details: Today, the Ubiquitous Knowledge Processing (UKP) Lab is transferring the project to Hugging Face. Sentence Transformers will remain a community-driven, open-source project, with the same open-source license (Apache 2.0) as before. Contributions from researchers, developers, and enthusiasts are welcome and encouraged. The project will continue to prioritize transparency, collaboration, and broad accessibility. Read our full announcement for more details and quotes from UKP and Hugging Face leadership: https://huggingface.co/blog/sentence-transformers-joins-hf We see an increasing wish from companies to move from large LLM APIs to local models for better control and privacy, reflected in the library's growth: in just the last 30 days, Sentence Transformer models have been downloaded >270...", "url": "https://huggingface.co/posts/tomaarsen/527498981313495", "date_published": "2025-10-24T05:22:09.985237"}, {"id": "https://huggingface.co/posts/mitkox/390180686171042", "image": "", "title": "Say hello to my little friends! I just unboxed this trio of HP Z2 G1a!", "content_text": "Say hello to my little friends! I just unboxed this trio of HP Z2 G1a! Three is always better than one! 3x AMD Ryzen AI Max+ Pro 395 384GB RAM 24TB of RAID storage Ubuntu 24.04 ROCm 7.0.2 llama cpp, vLLM and Aibrix Small, cheap GPUs are about to become the Raspberry Pi of edge AI inference. Sprinkle some kubectl fairy dust on top, and suddenly it's a high-availability, self-healing, cloud-native, enterprise-grade AI cluster camping in a closet. Make sure you own your AI. AI in the cloud is not aligned with you; it’s aligned with the company that owns it. See translation", "url": "https://huggingface.co/posts/mitkox/390180686171042", "date_published": "2025-10-24T05:22:09.985596"}, {"id": "https://huggingface.co/posts/branikita/764373120316800", "image": "", "title": "With", "content_text": "With Robonine team we released an open-source 3D-printed parallel gripper designed for robotics applications, compatible with popular budget servos like Feetech STS3215 and Waveshare ST3215. This precision gripper offers parallel jaw movement, real-time monitoring, and positioning accuracy of ±0.1°, making it ideal for both robotics enthusiasts and professionals. Complete build cost: Just $69.45–$74.45, with all components available for purchase on Amazon. Direct links are provided in the Bill of Materials on GitHub. Check out the project on github: https://github.com/roboninecom/3D-Printed-Parallel-Gripper-for-Robotics-Arms We encourage you to Watch, Fork, and Star the repository to support our open-source initiative and stay updated on future developments. Your feedback is also welcome! See translation", "url": "https://huggingface.co/posts/branikita/764373120316800", "date_published": "2025-10-24T05:22:09.985967"}, {"id": "https://huggingface.co/posts/mitkox/331863384538017", "image": "", "title": "I see all Chinese labs are turning TL;DR into TL;DRGB", "content_text": "I see all Chinese labs are turning TL;DR into TL;DRGB Problem: 1M text tokens == 1 M opportunities for your GPU to file worker-comp Solution: don’t feed the model War & Peace—feed it the movie poster. This is Glyph, Zai’s new visual-text compression voodoo: • 10 k words → 3 PNGs ≈ 3 k visual tokens • Compression ratio: 4.3× • Throughput: 40-60 tok/s i.e. your context window now finishes before my coffee does So I did the only reasonable thing: asked GLM-4.6 to port Glyph for Qwen3-VL-8B-Thinking. Translation: I made one model compress a novel into a comic strip, then made another model read the comic strip and still ace QA. It’s basically passing notes in class, except the note is a 1920×1080 meme and the teacher is a transformer. We've gone from \"Attention is All You Need\" to \"Attention is Too Expensive, Just Use Your Eyes.\" Remember kids: in 2025 literacy is optional, but JPEG is forever. See translation", "url": "https://huggingface.co/posts/mitkox/331863384538017", "date_published": "2025-10-24T05:22:09.986400"}, {"id": "https://huggingface.co/posts/salma-remyx/787120125285076", "image": "", "title": "We've built over 10K containerized reproductions of papers from arXiv!", "content_text": "We've built over 10K containerized reproductions of papers from arXiv! Instead of spending all day trying to build an environment to test that new idea, just pull the Docker container from the Remyx registry. And with Remyx, you can start experimenting faster by generating a test PR in your codebase based on the ideas found in your paper of choice. Hub: https://hub.docker.com/u/remyxai Remyx docs: https://docs.remyx.ai/resources/ideate Coming soon, explore reproduced papers with AG2 + Remyx: https://github.com/ag2ai/ag2/pull/2141 See translation", "url": "https://huggingface.co/posts/salma-remyx/787120125285076", "date_published": "2025-10-24T05:22:09.986678"}, {"id": "https://huggingface.co/posts/andito/792285802244623", "image": "", "title": "Finally, our new paper is out! \"𝗙𝗶𝗻𝗲𝗩𝗶𝘀𝗶𝗼𝗻: 𝗢𝗽𝗲𝗻 𝗗𝗮𝘁𝗮 𝗜𝘀 𝗔𝗹𝗹 𝗬𝗼𝘂 𝗡𝗲𝗲𝗱\"! 🥳", "content_text": "Finally, our new paper is out! \"𝗙𝗶𝗻𝗲𝗩𝗶𝘀𝗶𝗼𝗻: 𝗢𝗽𝗲𝗻 𝗗𝗮𝘁𝗮 𝗜𝘀 𝗔𝗹𝗹 𝗬𝗼𝘂 𝗡𝗲𝗲𝗱\"! 🥳 FineVision: Open Data Is All You Need (2510.17269) If you've ever trained a VLM, you know this problem: nobody shares their data mixtures. It's a black box, making replicating SOTA work impossible. We wanted to change that. FineVision unifies 200 sources into 24 million samples. With 17.3 million images and 9.5 billion answer tokens, it's the largest open resource of its kind. In the paper, we share how we built it: 🔍 finding and cleaning data at scale 🧹 removing excessive duplicates across sources 🤗 decontaminating against 66 public benchmarks My favorite part is Figure 6 (in the video!). It's our visual diversity analysis. It shows that FineVision isn't just bigger; it's more balanced and conceptually richer than other open datasets. NVIDIA's Eagle 2 paper highlighted just how critical this visual diversity is, and our results confirm it: models trained on FineVision consistently outperform those trained on...", "url": "https://huggingface.co/posts/andito/792285802244623", "date_published": "2025-10-24T05:22:09.987220"}, {"id": "https://huggingface.co/posts/paulml/601253280118572", "image": "", "title": "Qwen3-VL-4B is incredibly easy to fine-tune!", "content_text": "Qwen3-VL-4B is incredibly easy to fine-tune! We've trained the first DSE model based on this model, and it's already performing at the same level as Jina v4! While Jina Embeddings v4 is built on Qwen2.5-VL-3B (which has a non-commercial license), our model is based on Qwen3-VL-4B and released under Apache 2.0—making it fully commercially permissive. Check out our DSE model here: racineai/QwenAmann-4B-dse See translation", "url": "https://huggingface.co/posts/paulml/601253280118572", "date_published": "2025-10-24T05:22:09.987511"}, {"id": "https://huggingface.co/posts/SelmaNajih001/829546518885653", "image": "", "title": "Which is the best model to use as a signal for investment?", "content_text": "Which is the best model to use as a signal for investment? Here who is gaining the most: SelmaNajih001/InvestmentStrategyBasedOnSentiment The Space uses titles from this dataset: 📊 SelmaNajih001/Cnbc_MultiCompany Given a news title, it calculates a sentiment score : if the score crosses a certain threshold, the strategy decides to buy or sell. Each trade lasts one day, and the strategy then computes the daily return. For Tesla the best model seems to be the regression 👀 Just a quick note: the model uses the closing price as the buy price, meaning it already reflects the impact of the news. See translation", "url": "https://huggingface.co/posts/SelmaNajih001/829546518885653", "date_published": "2025-10-24T05:22:09.987853"}, {"id": "https://huggingface.co/posts/sondhiArm/743734106671454", "image": "", "title": "Hello from PyTorch Conference 2025! 👋", "content_text": "Hello from PyTorch Conference 2025! 👋 The energy is high, and we’re excited to connect with the community to showcase how developers can build high-performance GenAI applications across cloud, mobile, and edge using PyTorch and ExecuTorch. Visit us at Booth #P1 to explore hands-on demos, join a one-on-one workshop, or catch one of our insightful sessions throughout the day. https://developer.arm.com/developer-partners/pytorch See translation", "url": "https://huggingface.co/posts/sondhiArm/743734106671454", "date_published": "2025-10-24T05:22:09.988157"}, {"id": "https://huggingface.co/posts/AdinaY/459235610615805", "image": "", "title": "HunyuanWorld Mirror🔥a versatile feed forward model for universal 3D world reconstruction by Tencent", "content_text": "HunyuanWorld Mirror🔥a versatile feed forward model for universal 3D world reconstruction by Tencent tencent/HunyuanWorld-Mirror ✨ Any prior in → 3D world out ✨ Mix camera, intrinsics, depth as priors ✨ Predict point clouds, normals, Gaussians & more in one pass ✨ Unified architecture for all 3D task See translation", "url": "https://huggingface.co/posts/AdinaY/459235610615805", "date_published": "2025-10-24T05:22:09.988430"}]}