{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/743374424636682", "image": "", "title": "Thread to gossip during the", "content_text": "Thread to gossip during the openai GPT-5 livestream: https://www.youtube.com/watch?v=0Uu_VJeVVfo . Feel free to post your impressions below! See translation", "url": "https://huggingface.co/posts/clem/743374424636682", "date_published": "2025-08-09T05:23:59.224383"}, {"id": "https://huggingface.co/posts/sweatSmile/255574652175478", "image": "", "title": "Qwen3 is the latest version of the Qwen language models. It's smarter, faster, and now understands 119 languages instead of just 29.", "content_text": "Qwen3 is the latest version of the Qwen language models. It's smarter, faster, and now understands 119 languages instead of just 29. It can do both deep reasoning and quick answers using a single model, depending on what you need. The models range in size from small (0.6B) to huge (235B), with smart ways to save compute. It's trained on 36 trillion tokens and fine-tuned in four steps to boost performance. Qwen3 performs as well as or better than many top models, including some from big companies. It’s fully open-source under licence. Amazing!!! https://github.com/QwenLM/Qwen3/blob/main/Qwen3_Technical_Report.pdf See translation", "url": "https://huggingface.co/posts/sweatSmile/255574652175478", "date_published": "2025-08-09T05:23:59.224744"}, {"id": "https://huggingface.co/posts/ovi054/531850271042138", "image": "", "title": "Qwen Image + LoRA ⚡", "content_text": "Qwen Image + LoRA ⚡ ovi054/Qwen-Image-LORA Qwen Image is the No. 1 trending Text-to-Image model right now. You can add a custom LoRA and generate images with this Space. 👉 Try it now: ovi054/Qwen-Image-LORA See translation", "url": "https://huggingface.co/posts/ovi054/531850271042138", "date_published": "2025-08-09T05:23:59.225014"}, {"id": "https://huggingface.co/posts/sequelbox/943110527199023", "image": "", "title": "NEW RELEASE: Shining Valiant 3 now available for openai/gpt-oss-20b!", "content_text": "NEW RELEASE: Shining Valiant 3 now available for openai/gpt-oss-20b! - Cutting edge science-reasoning: sequelbox/Celestia3-DeepSeek-R1-0528 for physics, biology, chemistry, compsci, astronomy, Earth science, and information theory. - AI to build AI: the all-new sequelbox/Mitakihara-DeepSeek-R1-0528 dataset for high-quality reasoning performance on AI, MLOps, math and CUDA, complex adaptive and agentic systems, cognition, logic, linguistics, simulation, knowledge management, and more! - Creative reasoning and general chat performance supplemented with sequelbox/Raiden-DeepSeek-R1 Get the new SV3: ValiantLabs/gpt-oss-20b-ShiningValiant3 This is our first release for the new openai/gpt-oss-20b - we're hoping to support this model with more releases going forward. We're also excited to bring our models to Qwen/Qwen3-4B-Thinking-2507 and the other 2507 Qwen 3 models - coming very soon! We want to bring SV3, Esper 3, and our Experimental Reasoning finetunes to more models ASAP. Help us...", "url": "https://huggingface.co/posts/sequelbox/943110527199023", "date_published": "2025-08-09T05:23:59.225419"}, {"id": "https://huggingface.co/posts/tomaarsen/619466658423382", "image": "", "title": "😎 I just published Sentence Transformers v5.1.0, and it's a big one. 2x-3x speedups of SparseEncoder models via ONNX and/or OpenVINO backends, easier distillation data preparation with hard negatives mining, and more:", "content_text": "😎 I just published Sentence Transformers v5.1.0, and it's a big one. 2x-3x speedups of SparseEncoder models via ONNX and/or OpenVINO backends, easier distillation data preparation with hard negatives mining, and more: 1️⃣ Faster ONNX and OpenVINO backends for SparseEncoder models Usage is as simple as backend=\"onnx\" or backend=\"openvino\" when initializing a SparseEncoder to get started, but I also included utility functions for optimization, dynamic quantization, and static quantization, plus benchmarks. 2️⃣ New n-tuple-scores output format from mine_hard_negatives This new output format is immediately compatible with the MarginMSELoss and SparseMarginMSELoss for training SentenceTransformer, CrossEncoder, and SparseEncoder losses. 3️⃣ Gathering across devices When doing multi-GPU training using a loss that has in-batch negatives (e.g. MultipleNegativesRankingLoss), you can now use gather_across_devices=True to load in-batch negatives from the other devices too! Essentially a free...", "url": "https://huggingface.co/posts/tomaarsen/619466658423382", "date_published": "2025-08-09T05:23:59.226060"}, {"id": "https://huggingface.co/posts/sweatSmile/885231425275352", "image": "", "title": "Teaching a 7B Model to Be Just the Right Amount of Snark", "content_text": "Teaching a 7B Model to Be Just the Right Amount of Snark Ever wondered if a language model could get sarcasm? I fine-tuned Mistral-7B using LoRA and 4-bit quantisation—on just ~720 hand-picked sarcastic prompt–response pairs from Reddit, Twitter, and real-life conversations. The challenge? Keeping it sarcastic but still helpful. LoRA rank 16 to avoid overfitting 4-bit NF4 quantization to fit on limited GPU memory 10 carefully monitored epochs so it didn’t turn into a full-time comedian Result: a model that understands “Oh great, another meeting” exactly as you mean it. Read the full journey, tech details, and lessons learned on my blog: Fine-Tuning Mistral-7B for Sarcasm with LoRA and 4-Bit Quantisation Try the model here on Hugging Face: sweatSmile/Mistral-7B-Instruct-v0.1-Sarcasm. See translation", "url": "https://huggingface.co/posts/sweatSmile/885231425275352", "date_published": "2025-08-09T05:23:59.226456"}, {"id": "https://huggingface.co/posts/georgewritescode/981174566402338", "image": "", "title": "Announcing Artificial Analysis Long Context Reasoning (AA-LCR), a new benchmark to evaluate long context performance through testing reasoning capabilities across multiple long documents (~100k tokens)", "content_text": "Announcing Artificial Analysis Long Context Reasoning (AA-LCR), a new benchmark to evaluate long context performance through testing reasoning capabilities across multiple long documents (~100k tokens) The focus of AA-LCR is to replicate real knowledge work and reasoning tasks, testing capability critical to modern AI applications spanning document analysis, codebase understanding, and complex multi-step workflows. AA-LCR is 100 hard text-based questions that require reasoning across multiple real-world documents that represent ~100k input tokens. Questions are designed so answers cannot be directly found but must be reasoned from multiple information sources, with human testing verifying that each question requires genuine inference rather than retrieval. Key takeaways: ➤ Today’s leading models achieve ~70% accuracy: the top three places go to OpenAI o3 (69%), xAI Grok 4 (68%) and Qwen3 235B 2507 Thinking (67%) ➤👀 We also already have gpt-oss results! 120B performs close to o4-mini...", "url": "https://huggingface.co/posts/georgewritescode/981174566402338", "date_published": "2025-08-09T05:23:59.227072"}, {"id": "https://huggingface.co/posts/dimentox/356326320568386", "image": "", "title": "I never told GPT-4 about my architecture.", "content_text": "I never told GPT-4 about my architecture. It invented it anyway. Same commands. Same audit daemons. Proof that containment logic might be infectious. Read: Emergence of Quantum Sigil Architecture in Unmodified GPT https://huggingface.co/blog/dimentox/quantum-sigil-architecture-in-unmodified-gpt See translation", "url": "https://huggingface.co/posts/dimentox/356326320568386", "date_published": "2025-08-09T05:23:59.227319"}, {"id": "https://huggingface.co/posts/mitkox/755865101618776", "image": "", "title": "Earlier today, humanity faced a critical threat from a catastrophic chart crime. I asked my local Qwen3 Coder Flash to fix it. Sleep well, fellow humans. The visualization singularity is now high, and it runs with zero warnings.", "content_text": "Earlier today, humanity faced a critical threat from a catastrophic chart crime. I asked my local Qwen3 Coder Flash to fix it. Sleep well, fellow humans. The visualization singularity is now high, and it runs with zero warnings. See translation", "url": "https://huggingface.co/posts/mitkox/755865101618776", "date_published": "2025-08-09T05:23:59.227543"}, {"id": "https://huggingface.co/posts/merve/502177697656252", "image": "", "title": "GPT-4.1-mini level model right in your iPhone 🤯", "content_text": "GPT-4.1-mini level model right in your iPhone 🤯 openbmb/MiniCPM-V-4 is only 4B while surpassing GPT-4.1-mini in vision benchmarks 🔥 allows commercial use as well! See translation", "url": "https://huggingface.co/posts/merve/502177697656252", "date_published": "2025-08-09T05:23:59.227769"}]}