{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/238420842235482", "image": "", "title": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all!", "content_text": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all! See translation", "url": "https://huggingface.co/posts/clem/238420842235482", "date_published": "2025-03-16T09:20:00.165579"}, {"id": "https://huggingface.co/posts/openfree/269373246432749", "image": "", "title": "🚀 Idea Transformer:", "content_text": "🚀 Idea Transformer: Idea Transformer: Infinity is an innovative tool that unlocks infinite creativity by generating unique transformation ideas and design images from up to three keywords and a chosen category. Leveraging a state-of-the-art diffusion pipeline, real-time translation, and a powerful LLM, it delivers fresh ideas every time. 🎨✨ openfree/Idea-Transformer Key Features Diverse Ideas: Randomly selects creative variations from your keywords and category — the possibilities are nearly endless! 🎲 Unique Design Images: Your text prompt produces striking, varied design images via the diffusion model. 🖼️ Real-Time Translation & Expansion: Korean inputs are automatically translated and enriched using an advanced LLM for high-quality output. 🔄 Dual-Language Support: Enjoy an intuitive Gradio interface with separate English and Korean tabs for a global audience. 🌍 Explore a Wide Range of Categories: Sensor Functions 📡: Creative changes in sensor technologies. Size & Shape Change 📏:...", "url": "https://huggingface.co/posts/openfree/269373246432749", "date_published": "2025-03-16T09:20:00.166261"}, {"id": "https://huggingface.co/posts/KaiChen1998/260621109030490", "image": "", "title": "📢 Our EMOVA paper has been accepted by CVPR 2025, and we are glad to release all resources, including code (training & inference), datasets (training & evaluation), and checkpoints (EMOVA-3B/7B/72B)!", "content_text": "📢 Our EMOVA paper has been accepted by CVPR 2025, and we are glad to release all resources, including code (training & inference), datasets (training & evaluation), and checkpoints (EMOVA-3B/7B/72B)! 🤗 EMOVA is a novel end-to-end omni-modal LLM that can see, hear and speak. Given omni-modal (i.e., textual, visual and speech) inputs, EMOVA can generate both textual and speech responses with vivid emotional controls by utilizing the speech decoder and a style controller. ✨ EMOVA Highlights ✅ State-of-the-art omni-modality: EMOVA achieves SoTA comparable results on both vision-language and speech benchmarks simultaneously. ✅ Device adaptation: our codebase supports training/inference on both NVIDIA GPUs (e.g., A800 & H20) and Ascend NPUs (e.g., 910B3)! ✅ Modular design: we integrate multiple implementations of vision encoder, vision projector, and language model, even including the most recent DeepSeekMoE-tiny! 🔥 You are all welcome to try and star! - Project page: https://emova-...", "url": "https://huggingface.co/posts/KaiChen1998/260621109030490", "date_published": "2025-03-16T09:20:00.166742"}, {"id": "https://huggingface.co/posts/nroggendorff/181073331446889", "image": "", "title": "to the nvidia employee that won't respond to my emails: hear me now.", "content_text": "to the nvidia employee that won't respond to my emails: hear me now. you have made a semi-powerful to irrelevant enemy. you have been warned See translation", "url": "https://huggingface.co/posts/nroggendorff/181073331446889", "date_published": "2025-03-16T09:20:00.166990"}, {"id": "https://huggingface.co/posts/hanzla/186651630886849", "image": "", "title": "Hello community,", "content_text": "Hello community, I want to share my work of creating a reasoning mamba model I used GRPO over Falcon3 Mamba Instruct to make this model. It generates blazing fast response while building good logic to answer challenging questions. Give it a try: Model repo: hanzla/Falcon3-Mamba-R1-v0 Space: hanzla/Falcon3MambaReasoner Looking forward to community feedback. See translation", "url": "https://huggingface.co/posts/hanzla/186651630886849", "date_published": "2025-03-16T09:20:00.167274"}, {"id": "https://huggingface.co/posts/Jaward/782050409908004", "image": "", "title": "This is the most exciting of this week’s release for me: Gemini Robotics - A SOTA generalist Vision-Language-Action model that brings intelligence to the physical world. It comes with a verifiable real-world knowledge Embodied Reasoning QA benchmark. Cool part is that the model can be specialized with fast adaptation to new tasks and have such adaptations transferred to new robot embodiment like humanoids. Looking forward to the model and data on hf, it’s about time I go full physical:)", "content_text": "This is the most exciting of this week’s release for me: Gemini Robotics - A SOTA generalist Vision-Language-Action model that brings intelligence to the physical world. It comes with a verifiable real-world knowledge Embodied Reasoning QA benchmark. Cool part is that the model can be specialized with fast adaptation to new tasks and have such adaptations transferred to new robot embodiment like humanoids. Looking forward to the model and data on hf, it’s about time I go full physical:) Technical Report: https://storage.googleapis.com/deepmind-media/gemini-robotics/gemini_robotics_report.pdf See translation", "url": "https://huggingface.co/posts/Jaward/782050409908004", "date_published": "2025-03-16T09:20:00.167629"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/310882641508042", "image": "", "title": "Think building custom digital twins for AI training is hard? Let us show you how to make it easy!", "content_text": "Think building custom digital twins for AI training is hard? Let us show you how to make it easy! Next week, Duality AI is offering a free \"Creating Your Own 4-Wheeled Vehicle Digital Twins for AI Training with Falcon Editor\" live class. Sign up here: https://forms.gle/2U5xugMjvSkZdeaR8 What we'll cover: 🚗 Import & Configure a rigged 4-wheeled vehicle and transform it into a controllable system twin using Blueprints. 🚗 Enable Dynamic Control by exposing Python variables for real-time adjustments. 🚗 Attach Sensors to capture valuable simulation data. 🚗 Assemble & Run a Simulation Scenario to generate training data for AI & robotics applications. See how Falcon creates synthetic data for faster, easier, and more targeted AI training by creating a FREE account here: https://www.duality.ai/edu See translation", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/310882641508042", "date_published": "2025-03-16T09:20:00.168053"}, {"id": "https://huggingface.co/posts/burtenshaw/596060753193040", "image": "", "title": "The open LLM leaderboard is completed, retired, dead, ‘ascended to a higher plane’. And in its shadow we have an amazing range of leaderboards built and maintained by the community.", "content_text": "The open LLM leaderboard is completed, retired, dead, ‘ascended to a higher plane’. And in its shadow we have an amazing range of leaderboards built and maintained by the community. In this post, I just want to list some of those great leaderboards that you should bookmark for staying up to date: - Chatbot Arena LLM Leaderboard is the first port of call for checking out the best model. It’s not the fastest because humans will need to use the models to get scores, but it’s worth the wait. lmarena-ai/chatbot-arena-leaderboard - OpenVLM Leaderboard is great for getting scores on vision language models opencompass/open_vlm_leaderboard - Ai2 are doing a great job on RewardBench and I hope they keep it up because reward models are the unsexy workhorse of the field. allenai/reward-bench - The GAIA leaderboard is great for evaluating agent applications. gaia-benchmark/leaderboard 🤩 This seems like such a sustainable way of building for the long term, where rather than leaning on a single...", "url": "https://huggingface.co/posts/burtenshaw/596060753193040", "date_published": "2025-03-16T09:20:00.168525"}, {"id": "https://huggingface.co/posts/MJannik/453920098995289", "image": "", "title": "I've published an article showing five ways to use 🪢 Langfuse with 🤗 Hugging Face.", "content_text": "I've published an article showing five ways to use 🪢 Langfuse with 🤗 Hugging Face. My personal favorite is Method #4: Using Hugging Face Datasets for Langfuse Dataset Experiments. This lets you benchmark your LLM app or AI agent with a dataset hosted on Hugging Face. In this example, I chose the GSM8K dataset ( openai/gsm8k ) to test the mathematical reasoning capabilities of my smolagent :) Link to the Article here on HF: https://huggingface.co/blog/MJannik/hugging-face-and-langfuse See translation", "url": "https://huggingface.co/posts/MJannik/453920098995289", "date_published": "2025-03-16T09:20:00.168843"}, {"id": "https://huggingface.co/posts/burtenshaw/988620578150041", "image": "", "title": "Still speed running Gemma 3 to think. Today I focused on setting up gpu poor hardware to run GRPO.", "content_text": "Still speed running Gemma 3 to think. Today I focused on setting up gpu poor hardware to run GRPO. This is a plain TRL and PEFT notebook which works on mac silicone or colab T4. This uses the 1b variant of Gemma 3 and a reasoning version of GSM8K dataset. 🧑‍🍳 There’s more still in the oven like releasing models, an Unsloth version, and deeper tutorials, but hopefully this should bootstrap your projects. Here’s a link to the 1b notebook: https://colab.research.google.com/drive/1mwCy5GQb9xJFSuwt2L_We3eKkVbx2qSt?usp=sharing See translation", "url": "https://huggingface.co/posts/burtenshaw/988620578150041", "date_published": "2025-03-16T09:20:00.169203"}]}