{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/codelion/935347664878969", "image": "", "title": "Released 17 production-ready adaptive text classifiers that learn from just 100 examples per class and continuously improve without retraining.", "content_text": "Released 17 production-ready adaptive text classifiers that learn from just 100 examples per class and continuously improve without retraining. These models achieve 93% average accuracy across enterprise use cases like email routing, fraud detection, document classification, and support ticket categorization. Built on ModernBERT with prototype memory and elastic weight consolidation. Key benefits: 90% cost reduction vs API solutions, 90-120ms local inference, dynamic class addition, and zero vendor lock-in. All models available under adaptive-classifier organization. Install with pip install adaptive-classifier. Full technical details: https://huggingface.co/blog/codelion/enterprise-ready-classifiers Code: https://github.com/codelion/adaptive-classifier See translation", "url": "https://huggingface.co/posts/codelion/935347664878969", "date_published": "2025-08-11T05:32:04.130728"}, {"id": "https://huggingface.co/posts/prithivMLmods/709724003805316", "image": "", "title": "On the verge of releasing Poseidon-Reasoning-5M, a dataset built to excel in general thought processes, mathematics, and science across a diverse mixture of domains, I’m also dropping the Gargantua-R1-Compact dataset, a collection of over six million high-quality reasoning QA pair traces.  🤗🚀", "content_text": "On the verge of releasing Poseidon-Reasoning-5M, a dataset built to excel in general thought processes, mathematics, and science across a diverse mixture of domains, I’m also dropping the Gargantua-R1-Compact dataset, a collection of over six million high-quality reasoning QA pair traces. 🤗🚀 ✦ Gargantua-R1-Compact : prithivMLmods/Gargantua-R1-Compact from datasets import load_dataset dataset = load_dataset( \"prithivMLmods/Gargantua-R1-Compact\" , split = \"train\" ) Additionally, I’m adding the mini version of Gargantua — the Gargantua-R1-Wee : prithivMLmods/Gargantua-R1-Wee from datasets import load_dataset dataset = load_dataset( \"prithivMLmods/Gargantua-R1-Wee\" , split = \"train\" ) The composition spans 73.93% core mathematical reasoning involving problems, proofs, and computational challenges, 12.11% across diverse scientific domains such as physics, chemistry, biology, and interdisciplinary topics, 11.35% in competitive coding covering algorithms and data structures, 1.37% in...", "url": "https://huggingface.co/posts/prithivMLmods/709724003805316", "date_published": "2025-08-11T05:32:04.131334"}, {"id": "https://huggingface.co/posts/sweatSmile/885231425275352", "image": "", "title": "Teaching a 7B Model to Be Just the Right Amount of Snark", "content_text": "Teaching a 7B Model to Be Just the Right Amount of Snark Ever wondered if a language model could get sarcasm? I fine-tuned Mistral-7B using LoRA and 4-bit quantisation—on just ~720 hand-picked sarcastic prompt–response pairs from Reddit, Twitter, and real-life conversations. The challenge? Keeping it sarcastic but still helpful. LoRA rank 16 to avoid overfitting 4-bit NF4 quantization to fit on limited GPU memory 10 carefully monitored epochs so it didn’t turn into a full-time comedian Result: a model that understands “Oh great, another meeting” exactly as you mean it. Read the full journey, tech details, and lessons learned on my blog: Fine-Tuning Mistral-7B for Sarcasm with LoRA and 4-Bit Quantisation Try the model here on Hugging Face: sweatSmile/Mistral-7B-Instruct-v0.1-Sarcasm. See translation", "url": "https://huggingface.co/posts/sweatSmile/885231425275352", "date_published": "2025-08-11T05:32:04.131733"}, {"id": "https://huggingface.co/posts/ovi054/531850271042138", "image": "", "title": "Qwen Image + LoRA ⚡", "content_text": "Qwen Image + LoRA ⚡ ovi054/Qwen-Image-LORA Qwen Image is the No. 1 trending Text-to-Image model right now. You can add a custom LoRA and generate images with this Space. 👉 Try it now: ovi054/Qwen-Image-LORA See translation", "url": "https://huggingface.co/posts/ovi054/531850271042138", "date_published": "2025-08-11T05:32:04.131979"}, {"id": "https://huggingface.co/posts/jasonhargrove/867818338728944", "image": "", "title": "Created first article re my hugging face explorations.  And film", "content_text": "Created first article re my hugging face explorations. And film https://huggingface.co/blog/jasonhargrove/2025-08-08-new-blog See translation", "url": "https://huggingface.co/posts/jasonhargrove/867818338728944", "date_published": "2025-08-11T05:32:04.132192"}, {"id": "https://huggingface.co/posts/salma-remyx/749801614139816", "image": "", "title": "𝗣𝗮𝗽𝗲𝗿𝟮𝗣𝗥𝘀", "content_text": "𝗣𝗮𝗽𝗲𝗿𝟮𝗣𝗥𝘀 Lately, we've been experimenting with recommending arXiv papers based on the context of what we're building in AI. At the same time, we're using an agent to help automate the building and testing of Docker Images. Check out the example here: https://hub.docker.com/repository/docker/remyxai/2507.20613v1/general Next, we're tasking our #ExperimentOps agent to open PRs in a target repo, to evaluate the core concepts from a new research paper in the context of your application and your kpis. Operationalize your Experimentation! Find Your Frontier! #BeAnExperimenter See translation", "url": "https://huggingface.co/posts/salma-remyx/749801614139816", "date_published": "2025-08-11T05:32:04.132523"}, {"id": "https://huggingface.co/posts/dhruv3006/174155369947679", "image": "", "title": "GPT 5 for Computer Use agents.", "content_text": "GPT 5 for Computer Use agents. Same tasks, same grounding model we just swapped GPT 4o with GPT 5 as the thinking model. Left = 4o, right = 5. Watch GPT 5 pull away. Reasoning model: OpenAI GPT-5 Grounding model: Salesforce GTA1-7B Action space: CUA Cloud Instances (macOS/Linux/Windows) The task is: \"Navigate to {random_url} and play the game until you reach a score of 5/5”....each task is set up by having claude generate a random app from a predefined list of prompts (multiple choice trivia, form filling, or color matching)\" Try it yourself here : https://github.com/trycua/cua Docs : https://docs.trycua.com/docs/agent-sdk/supported-agents/composed-agents See translation", "url": "https://huggingface.co/posts/dhruv3006/174155369947679", "date_published": "2025-08-11T05:32:04.132872"}, {"id": "https://huggingface.co/posts/mitkox/755865101618776", "image": "", "title": "Earlier today, humanity faced a critical threat from a catastrophic chart crime. I asked my local Qwen3 Coder Flash to fix it. Sleep well, fellow humans. The visualization singularity is now high, and it runs with zero warnings.", "content_text": "Earlier today, humanity faced a critical threat from a catastrophic chart crime. I asked my local Qwen3 Coder Flash to fix it. Sleep well, fellow humans. The visualization singularity is now high, and it runs with zero warnings. See translation", "url": "https://huggingface.co/posts/mitkox/755865101618776", "date_published": "2025-08-11T05:32:04.133099"}, {"id": "https://huggingface.co/posts/asigalov61/289707289100732", "image": "", "title": "🔥Check out new SOTA Orpheus Auto-Continuations Generator🔥", "content_text": "🔥Check out new SOTA Orpheus Auto-Continuations Generator🔥 asigalov61/Orpheus-Music-Transformer Now you can generate good music with Orpheus without supervision!!! @ Timzoid @ John6666 @ alvanalrakib See translation", "url": "https://huggingface.co/posts/asigalov61/289707289100732", "date_published": "2025-08-11T05:32:04.133353"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/624409186500391", "image": "", "title": "Qwen Image is literally unchallenged at understanding complex prompts and writing amazing text on generated images. This model feels almost as if it’s illegal to be open source and free. It is my new tool for generating thumbnail images. Even with low-effort prompting, the results are excellent.", "content_text": "https://youtu.be/R6h02YY6gUs Qwen Image is literally unchallenged at understanding complex prompts and writing amazing text on generated images. This model feels almost as if it’s illegal to be open source and free. It is my new tool for generating thumbnail images. Even with low-effort prompting, the results are excellent. This tutorial literally shows how these images were generated with Gemini 2.5 Pro made prompts : Qwen Image Dominates Text-to-Image: 700+ Tests Reveal Why It’s Better Than FLUX — Presets Published https://youtu.be/R6h02YY6gUs Gemini 2.5 Pro is freely available on Google Studio AI All images generated in easy to use SwarmUI and they are unmodified raw generations SwarmUI and ComfyUI install tutorial : Master Local AI Art & Video Generation with SwarmUI (ComfyUI Backend): The Ultimate 2025 Tutorial https://www.youtube.com/watch?v=fTzlQ0tjxj0 See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/624409186500391", "date_published": "2025-08-11T05:32:04.133744"}]}