{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/381394695080482", "image": "", "title": "I was chatting with", "content_text": "I was chatting with @ peakji , one of the cofounders of Manu AI, who told me he was on Hugging Face (very cool!). He shared an interesting insight which is that agentic capabilities might be more of an alignment problem rather than a foundational capability issue. Similar to the difference between GPT-3 and InstructGPT, some open-source foundation models are simply trained to 'answer everything in one response regardless of the complexity of the question' - after all, that's the user preference in chatbot use cases. Just a bit of post-training on agentic trajectories can make an immediate and dramatic difference. As a thank you to the community, he shared 100 invite code first-come first serve, just use “HUGGINGFACE” to get access! See translation", "url": "https://huggingface.co/posts/clem/381394695080482", "date_published": "2025-03-10T09:19:30.843244"}, {"id": "https://huggingface.co/posts/clem/304267654005363", "image": "", "title": "10,000+ models based on Deepseek R1 have been publicly shared on Hugging Face! Which ones are your favorite ones:", "content_text": "10,000+ models based on Deepseek R1 have been publicly shared on Hugging Face! Which ones are your favorite ones: https://huggingface.co/models?sort=trending&search=r1 . Truly game-changer! See translation", "url": "https://huggingface.co/posts/clem/304267654005363", "date_published": "2025-03-10T09:19:30.843496"}, {"id": "https://huggingface.co/posts/onekq/433851020584240", "image": "", "title": "QwQ-32B is amazing!", "content_text": "QwQ-32B is amazing! It ranks below o1-preview, but beats DeepSeek v3 and all Gemini models. onekq-ai/WebApp1K-models-leaderboard Now we have such a powerful model that can fit into a single GPU, can someone finetune a web app model to push SOTA of my leaderboard? 🤗 See translation", "url": "https://huggingface.co/posts/onekq/433851020584240", "date_published": "2025-03-10T09:19:30.843786"}, {"id": "https://huggingface.co/posts/Bils/172618670261897", "image": "", "title": "Spatial sound experience! SonicOrbit features AI beat detection to auto-sync your rhythm.", "content_text": "Spatial sound experience! SonicOrbit features AI beat detection to auto-sync your rhythm. Bils/SonicOrbit See translation", "url": "https://huggingface.co/posts/Bils/172618670261897", "date_published": "2025-03-10T09:19:30.844000"}, {"id": "https://huggingface.co/posts/JingzeShi/246281295432423", "image": "", "title": "We distill a more accurate and concise dataset from DeepSeek R1, and also provide a distillation pipeline code repository.🤗", "content_text": "We distill a more accurate and concise dataset from DeepSeek R1, and also provide a distillation pipeline code repository.🤗 Dataset: SmallDoge/SmallThoughts Code: https://github.com/SmallDoges/small-thoughts See translation", "url": "https://huggingface.co/posts/JingzeShi/246281295432423", "date_published": "2025-03-10T09:19:30.844242"}, {"id": "https://huggingface.co/posts/fdaudens/473088205866195", "image": "", "title": "Honored to be named among their 12 pioneers and power players in the news industry in the 2025 Tech Trends Report from Future Today Strategy Group.", "content_text": "Honored to be named among their 12 pioneers and power players in the news industry in the 2025 Tech Trends Report from Future Today Strategy Group. Incredible group to be part of - each person is doing groundbreaking work at the intersection of AI and journalism. Worth following them all: they're consistently sharing practical insights on building the future of news. Take the time to read this report, it's packed with insights as always. The news & information section's #1 insight hits hard: \"The most substantive economic impact of AI to date has been licensing payouts for a handful of big publishers. The competition will start shifting in the year ahead to separate AI 'haves' that have positioned themselves to grow from the 'have-nots.'\" This AI-driven divide is something I've been really concerned about. Now is the time to build more than ever! 👉 Full report here: https://ftsg.com/wp-content/uploads/2025/03/FTSG_2025_TR_FINAL_LINKED.pdf See translation", "url": "https://huggingface.co/posts/fdaudens/473088205866195", "date_published": "2025-03-10T09:19:30.844678"}, {"id": "https://huggingface.co/posts/nicolay-r/947679817144983", "image": "", "title": "📢 For those who interested in quick extraction of emotion causes in dialogues, below is a notebook that adopts the pre-trained Flan-T5 model on FRIENDS dataset powered by bulk-chain framework:", "content_text": "📢 For those who interested in quick extraction of emotion causes in dialogues, below is a notebook that adopts the pre-trained Flan-T5 model on FRIENDS dataset powered by bulk-chain framework: https://gist.github.com/nicolay-r/c8cfe7df1bef0c14f77760fa78ae5b5c Why it might be intersted to check? The provided supports batching mode for a quck inference. In the case of Flan-T5-base that would be the quickest option via LLM. 📊 Evaluation results are available in model card: nicolay-r/flan-t5-emotion-cause-thor-base See translation", "url": "https://huggingface.co/posts/nicolay-r/947679817144983", "date_published": "2025-03-10T09:19:30.845005"}, {"id": "https://huggingface.co/posts/Akjava/353658659482467", "image": "", "title": "Initial API-Based Smolagents and Linear.app Integration Example", "content_text": "Initial API-Based Smolagents and Linear.app Integration Example Akjava/linear-app-api-smolagents In short,this example contain get_todo_issue() tool and add_comment(),change_state_reviewing() function to linear.app Large language models, like 70B parameter models, can often readily utilize tools such as add_comment or change_state, potentially handling multiple issues concurrently. However, smaller models may require repeated calls to a tool or even fail to utilize it entirely. Therefore, this initial example focuses on the get_todo_issue() tool. See translation", "url": "https://huggingface.co/posts/Akjava/353658659482467", "date_published": "2025-03-10T09:19:30.845297"}, {"id": "https://huggingface.co/posts/albertvillanova/159056887588114", "image": "", "title": "🚀 New smolagents update: Safer Local Python Execution! 🦾🐍", "content_text": "🚀 New smolagents update: Safer Local Python Execution! 🦾🐍 With the latest release, we've added security checks to the local Python interpreter: every evaluation is now analyzed for dangerous builtins, modules, and functions. 🔒 Here's why this matters & what you need to know! 🧵👇 1️⃣ Why is local execution risky? ⚠️ AI agents that run arbitrary Python code can unintentionally (or maliciously) access system files, run unsafe commands, or exfiltrate data. 2️⃣ New Safety Layer in smolagents 🛡️ We now inspect every return value during execution: ✅ Allowed: Safe built-in types (e.g., numbers, strings, lists) ⛔ Blocked: Dangerous functions/modules (e.g., os.system, subprocess, exec, shutil) 3️⃣ Immediate Benefits 💡 - Prevent agents from accessing unsafe builtins - Block unauthorized file or network access - Reduce accidental security vulnerabilities 4️⃣ Security Disclaimer ⚠️ 🚨 Despite these improvements, local Python execution is NEVER 100% safe. 🚨 If you need true isolation, use a remote...", "url": "https://huggingface.co/posts/albertvillanova/159056887588114", "date_published": "2025-03-10T09:19:30.845863"}, {"id": "https://huggingface.co/posts/daavoo/348063789486715", "image": "", "title": "Hi there 👋! Check this project for mapping features in OpenStreetMap with Computer Vision:", "content_text": "Hi there 👋! Check this project for mapping features in OpenStreetMap with Computer Vision: ⭐-> https://github.com/mozilla-ai/osm-ai-helper And a live demo showing how to map new swimming pools 🏊: 🗺️ -> mozilla-ai/osm-ai-helper See translation", "url": "https://huggingface.co/posts/daavoo/348063789486715", "date_published": "2025-03-10T09:19:30.846118"}]}