{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/abidlabs/810486848644944", "image": "", "title": "HOW TO ADD MCP SUPPORT TO ANY 🤗 SPACE", "content_text": "HOW TO ADD MCP SUPPORT TO ANY 🤗 SPACE Gradio now supports MCP! If you want to convert an existing Space, like this one hexgrad/Kokoro-TTS , so that you can use it with Claude Desktop / Cursor / Cline / TinyAgents / or any LLM that supports MCP, here's all you need to do: 1. Duplicate the Space (in the Settings Tab) 2. Upgrade the Gradio sdk_version to 5.28 (in the README.md ) 3. Set mcp_server=True in launch() 4. (Optionally) add docstrings to the function so that the LLM knows how to use it, like this: def generate ( text, speed= 1 ): \"\"\" Convert text to speech audio. Parameters: text (str): The input text to be converted to speech. speed (float, optional): Playback speed of the generated speech. That's it! Now your LLM will be able to talk to you 🤯 See translation", "url": "https://huggingface.co/posts/abidlabs/810486848644944", "date_published": "2025-05-03T17:18:05.570879"}, {"id": "https://huggingface.co/posts/ginipick/692850049335646", "image": "", "title": "🎨 Renoir Studio: Impressionist Masterpieces Reborn Through AI ✨", "content_text": "🎨 Renoir Studio: Impressionist Masterpieces Reborn Through AI ✨ 🌟 Experience Renoir's Magical Brushstrokes with AI! 🔗 Try it now: ginigen/flux-lora-renoir 🔗 Model page: openfree/pierre-auguste-renoir 🔗 Collection: openfree/painting-art-ai-681453484ec15ef5978bbeb1 Hello, AI art enthusiasts! 💖 Today I'm introducing a special model - Pierre-Auguste Renoir Studio. Create your own beautiful artwork in the style of the 19th century French Impressionist master! 🖼️ ✨ Why Renoir's Style? Renoir is famous for his luminous colors and soft brushstrokes. His works feature: 🌞 Warm sunshine and dancing light 👨‍👩‍👧‍👦 The beauty of everyday life and joyful moments 🌸 Vibrant nature and portraits of beautiful women 🎭 Lively Parisian social gatherings and outdoor scenes 🔬 Technical Features This model was developed as a flux-based learning model trained on a curated collection of high-resolution masterpieces from renowned global artists. The LoRA fine-tuning process leveraged exceptional quality open-...", "url": "https://huggingface.co/posts/ginipick/692850049335646", "date_published": "2025-05-03T17:18:05.571520"}, {"id": "https://huggingface.co/posts/lukmanaj/906857593942972", "image": "", "title": "I’m excited to share that I’ve completed the Hugging Face Agents Course and earned my certificate.", "content_text": "I’m excited to share that I’ve completed the Hugging Face Agents Course and earned my certificate. Over the past few months, I explored how to build intelligent, autonomous agents using cutting-edge tools like smolagents, LlamaIndex, and LangGraph. The course covered everything from the fundamentals of agents to advanced topics like fine-tuning for function-calling, observability, evaluation, and even agents in games. Some key content included: 1. Introduction to AI Agents 2. Agentic RAG use cases 3. Multi-framework implementation: smolagents, LlamaIndex, and LangGraph 4. Building, testing, and certifying a complete agent project This was a hands-on, practical experience that deepened my understanding of how to design reliable, tool-using LLM agents. Looking forward to leveraging these skills in real-world applications in healthcare, logistics, and beyond. Many thanks to the Hugging Face team for putting this together. Let’s build safe and useful agents! See translation", "url": "https://huggingface.co/posts/lukmanaj/906857593942972", "date_published": "2025-05-03T17:18:05.571935"}, {"id": "https://huggingface.co/posts/fdaudens/694548457778636", "image": "", "title": "Forget everything you know about transcription models - NVIDIA's parakeet-tdt-0.6b-v2 changed the game for me!", "content_text": "Forget everything you know about transcription models - NVIDIA's parakeet-tdt-0.6b-v2 changed the game for me! Just tested it with Steve Jobs' Stanford speech and was speechless (pun intended). The video isn’t sped up. 3 things that floored me: - Transcription took just 10 seconds for a 15-min file - Got a CSV with perfect timestamps, punctuation & capitalization - Stunning accuracy (correctly captured \"Reed College\" and other specifics) NVIDIA also released a demo where you can click any transcribed segment to play it instantly. The improvement is significant: number 1 on the ASR Leaderboard, 6% error rate (best in class) with complete commercial freedom (cc-by-4.0 license). Time to update those Whisper pipelines! H/t @ Steveeeeeeen for the finding! Model: nvidia/parakeet-tdt-0.6b-v2 Demo: nvidia/parakeet-tdt-0.6b-v2 ASR Leaderboard: hf-audio/open_asr_leaderboard See translation", "url": "https://huggingface.co/posts/fdaudens/694548457778636", "date_published": "2025-05-03T17:18:05.572349"}, {"id": "https://huggingface.co/posts/as-cle-bert/299436064475061", "image": "", "title": "One of the biggest challenges I've been facing since I started developing [𝐏𝐝𝐟𝐈𝐭𝐃𝐨𝐰𝐧](", "content_text": "One of the biggest challenges I've been facing since I started developing [𝐏𝐝𝐟𝐈𝐭𝐃𝐨𝐰𝐧]( https://github.com/AstraBert/PdfItDown ) was handling correctly the conversion of files like Excel sheets and CSVs: table conversion was bad and messy, almost unusable for downstream tasks🫣 That's why today I'm excited to introduce 𝐫𝐞𝐚𝐝𝐞𝐫𝐬, the new feature of PdfItDown v1.4.0!🎉 With 𝘳𝘦𝘢𝘥𝘦𝘳𝘴, you can choose among three (for now👀) flavors of text extraction and conversion to PDF: - 𝗗𝗼𝗰𝗹𝗶𝗻𝗴, which does a fantastic work with presentations, spreadsheets and word documents🦆 - 𝗟𝗹𝗮𝗺𝗮𝗣𝗮𝗿𝘀𝗲 by LlamaIndex, suitable for more complex and articulated documents, with mixture of texts, images and tables🦙 - 𝗠𝗮𝗿𝗸𝗜𝘁𝗗𝗼𝘄𝗻 by Microsoft, not the best at handling highly structured documents, by extremly flexible in terms of input file format (it can even convert XML, JSON and ZIP files!)✒️ You can use this new feature in your python scripts (check the attached code snippet!😉) and in the command line interface as well!🐍...", "url": "https://huggingface.co/posts/as-cle-bert/299436064475061", "date_published": "2025-05-03T17:18:05.572797"}, {"id": "https://huggingface.co/posts/openfree/886239913784185", "image": "", "title": "🚀 Introducing Phi-4-reasoning-plus: Powerful 14B Reasoning Model by Microsoft!", "content_text": "🚀 Introducing Phi-4-reasoning-plus: Powerful 14B Reasoning Model by Microsoft! VIDraft/phi-4-reasoning-plus 🌟 Key Highlights Compact Size (14B parameters): Efficient for use in environments with limited computing resources, yet powerful in performance. Extended Context (32k tokens): Capable of handling lengthy and complex input sequences. Enhanced Reasoning: Excels at multi-step reasoning, particularly in mathematics, science, and coding challenges. Chain-of-Thought Methodology: Provides a detailed reasoning process, followed by concise, accurate summaries. 🏅 Benchmark Achievements Despite its smaller size, Phi-4-reasoning-plus has delivered impressive results, often surpassing significantly larger models: Mathematical Reasoning (AIME 2025): Achieved an accuracy of 78%, significantly outperforming larger models like DeepSeek-R1 Distilled (51.5%) and Claude-3.7 Sonnet (58.7%). Olympiad-level Math (OmniMath): Strong performance with an accuracy of 81.9%, surpassing DeepSeek-R1...", "url": "https://huggingface.co/posts/openfree/886239913784185", "date_published": "2025-05-03T17:18:05.573399"}, {"id": "https://huggingface.co/posts/abidlabs/767083410530735", "image": "", "title": "Hi folks! Excited to share a new feature from the Gradio team along with a tutorial.", "content_text": "Hi folks! Excited to share a new feature from the Gradio team along with a tutorial. If you don't already know, Gradio is an open-source Python library used to build interfaces for machine learning models. Beyond just creating UIs, Gradio also exposes API capabilities and now, Gradio apps can be launched Model Context Protocol (MCP) servers for LLMs. If you already know how to use Gradio, there are only two additional things you need to do: * Add standard docstrings to your function (these will be used to generate the descriptions for your tools for the LLM) * Set mcp_server=True in launch() Here's a complete example (make sure you already have the latest version of Gradio installed): import gradio as gr def letter_counter ( word, letter ): \"\"\"Count the occurrences of a specific letter in a word. Args: word: The word or phrase to analyze letter: The letter to count occurrences of Returns: The number of times the letter appears in the word \"\"\" return...", "url": "https://huggingface.co/posts/abidlabs/767083410530735", "date_published": "2025-05-03T17:18:05.573862"}, {"id": "https://huggingface.co/posts/DawnC/822045713383062", "image": "", "title": "VisionScout — Now with Scene Understanding! 🚀", "content_text": "VisionScout — Now with Scene Understanding! 🚀 I'm excited to share a major update to VisionScout, my interactive vision tool that combines powerful object detection with emerging scene understanding capabilities! 👀🔍 What can VisionScout do today? 🖼️ Upload any image and detect 80 object types using YOLOv8. 🔄 Instantly switch between Nano, Medium, and XLarge models depending on speed vs. accuracy needs. 🎯 Filter specific classes (people, vehicles, animals, etc.) to focus only on what matters to you. 📊 View detailed statistics on detected objects, confidence levels, and spatial distribution. ⭐️ NEW: Scene understanding layer now added! - Automatically interprets the scene based on detected objects. - Uses a combination of rule-based reasoning and CLIP-powered semantic validation. - Outputs descriptions, possible activities, and even safety concerns. What’s coming next? 🔎 Expanding YOLO’s object categories. 🎥 Adding video processing and multi-frame object tracking. ⚡ Faster real-time...", "url": "https://huggingface.co/posts/DawnC/822045713383062", "date_published": "2025-05-03T17:18:05.574426"}, {"id": "https://huggingface.co/posts/nyuuzyou/253978208604387", "image": "", "title": "🖼️ OpenClipart SVG Dataset -", "content_text": "🖼️ OpenClipart SVG Dataset - nyuuzyou/openclipart Collection of 178,604 Public Domain Scalable Vector Graphics (SVG) clipart images featuring: - Comprehensive metadata: title, description, artist name, tags, original page URL, and more. - Contains complete SVG XML content (minified) for direct use or processing. - All images explicitly released into the public domain under the CC0 license. - Organized in a single train split with 178,604 entries. See translation", "url": "https://huggingface.co/posts/nyuuzyou/253978208604387", "date_published": "2025-05-03T17:18:05.574730"}, {"id": "https://huggingface.co/posts/merterbak/465113700174187", "image": "", "title": "Microsoft released their new fine-tuned phi-4 models with reasoning data yesterday. They outperform/rival much larger models . Check out them if you haven't yet. 🚀", "content_text": "Microsoft released their new fine-tuned phi-4 models with reasoning data yesterday. They outperform/rival much larger models . Check out them if you haven't yet. 🚀 Phi4 mini reasoning(SFT): microsoft/Phi-4-mini-reasoning Phi-4 reasoning(SFT): microsoft/Phi-4-reasoning Phi-4 reasoning plus (SFT + RL): microsoft/Phi-4-reasoning-plus Demo: https://github.com/marketplace/models/azureml/Phi-4-reasoning/playground Articles: https://arxiv.org/pdf/2504.21318 https://arxiv.org/pdf/2504.21233 Blog: https://azure.microsoft.com/en-us/blog/one-year-of-phi-small-language-models-making-big-leaps-in-ai/ See translation", "url": "https://huggingface.co/posts/merterbak/465113700174187", "date_published": "2025-05-03T17:18:05.575039"}]}