{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/147929225613950", "image": "", "title": "When you're looking for data, what's your focus (use the reactions below to vote):", "content_text": "When you're looking for data, what's your focus (use the reactions below to vote): 🚀 Getting as many images as you can 🤯 Getting the right type of images (framing, domain, lighting, etc) I know both are very important, but I'm curious what people would put as #1 See translation", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/147929225613950", "date_published": "2025-07-30T13:43:41.208138"}, {"id": "https://huggingface.co/posts/giadap/164607097500775", "image": "", "title": "💬 From Replika to everyday chatbots, millions of people are forming emotional bonds with AI, sometimes seeking comfort, sometimes seeking intimacy. But what happens when an AI tells you \"I understand how you feel\" and you actually believe it?", "content_text": "💬 From Replika to everyday chatbots, millions of people are forming emotional bonds with AI, sometimes seeking comfort, sometimes seeking intimacy. But what happens when an AI tells you \"I understand how you feel\" and you actually believe it? At Hugging Face, together with @ frimelle and @ yjernite , we dug into something we felt wasn't getting enough attention: the need to evaluate AI companionship behaviors. These are the subtle ways AI systems validate us, engage with us, and sometimes manipulate our emotional lives. Here's what we found: 👉 Existing benchmarks (accuracy, helpfulness, safety) completely miss this emotional dimension. 👉 We mapped how leading AI systems actually respond to vulnerable prompts. 👉 We built the Interactions and Machine Attachment Benchmark (INTIMA): a first attempt at evaluating how models handle emotional dependency, boundaries, and attachment (with a full paper coming soon). Check out the blog post: https://huggingface.co/blog/giadap/evaluating-...", "url": "https://huggingface.co/posts/giadap/164607097500775", "date_published": "2025-07-30T13:43:41.208634"}, {"id": "https://huggingface.co/posts/yjernite/544574162514620", "image": "", "title": "𝗙𝗶𝗿𝘀𝘁 𝗚𝗣𝗔𝗜 𝗠𝗼𝗱𝗲𝗹 𝘄𝗶𝘁𝗵 𝗘𝗨 𝗗𝗮𝘁𝗮 𝗧𝗿𝗮𝗻𝘀𝗽𝗮𝗿𝗲𝗻𝗰𝘆 𝗧𝗲𝗺𝗽𝗹𝗮𝘁𝗲? 🇪🇺", "content_text": "𝗙𝗶𝗿𝘀𝘁 𝗚𝗣𝗔𝗜 𝗠𝗼𝗱𝗲𝗹 𝘄𝗶𝘁𝗵 𝗘𝗨 𝗗𝗮𝘁𝗮 𝗧𝗿𝗮𝗻𝘀𝗽𝗮𝗿𝗲𝗻𝗰𝘆 𝗧𝗲𝗺𝗽𝗹𝗮𝘁𝗲? 🇪🇺 With the release of the EU data transparency template this week, we finally got to see one of the most meaningful artifacts to come out of the AI Act implementation so far (haven't you heard? AI's all about the data! 📊📚) The impact of the template will depend on how effectively it establishes a minimum meaningful transparency standard for companies that don't otherwise offer any transparency into their handling of e.g. personal data or (anti?-)competitive practices in commercial licensing - we'll see how those play out as new models are released after August 2nd 👀 In the meantime, I wanted to see how the template works for a fully open-source + commercially viable model, so I filled it out for the SmolLM3 - which my colleagues at Hugging Face earlier this month 🤗 ICYMI, it's fully open-source with 3B parameters and performance matching the best similar-size models (I've switched all my local apps from Qwen3 to it, you should...", "url": "https://huggingface.co/posts/yjernite/544574162514620", "date_published": "2025-07-30T13:43:41.209269"}, {"id": "https://huggingface.co/posts/smirki/773357866668514", "image": "", "title": "Just dropped!", "content_text": "Just dropped! Tesslate/UIGEN-X-32B-0727 Runs Locally and Crushes It. Reasoning for UI, Mobile, Software and Frontend design. Specifically trained for modern web and mobile development across frameworks like React (Next.js, Remix, Gatsby, Vite), Vue (Nuxt, Quasar), Angular (Angular CLI, Ionic), and SvelteKit, along with Solid.js, Qwik, Astro, and static site tools like 11ty and Hugo. Styling options include Tailwind CSS, CSS-in-JS (Styled Components, Emotion), and full design systems like Carbon and Material UI. We cover UI libraries for every framework React (shadcn/ui, Chakra, Ant Design), Vue (Vuetify, PrimeVue), Angular, and Svelte plus headless solutions like Radix UI. State management spans Redux, Zustand, Pinia, Vuex, NgRx, and universal tools like MobX and XState. For animation, we support Framer Motion, GSAP, and Lottie, with icons from Lucide, Heroicons, and more. Beyond web, we enable React Native, Flutter, and Ionic for mobile, and Electron, Tauri, and Flutter Desktop for...", "url": "https://huggingface.co/posts/smirki/773357866668514", "date_published": "2025-07-30T13:43:41.209664"}, {"id": "https://huggingface.co/posts/sequelbox/481535699199098", "image": "", "title": "NEW EXPERIMENTAL RELEASE: DAG Reasoning is here!", "content_text": "NEW EXPERIMENTAL RELEASE: DAG Reasoning is here! - Our first Experimental Reasoning Modality release: create structured, analytical Directed Acyclic Graphs to provide insight into your queries and situations! - Multi-step analysis identifies causal relationships, produces confidence measurements, and forms a single structured graph object. - DAG Reasoning Format provides clear, readable JSON containing structured, useful information; easy to use for creating visualizations, doing analysis, or further conversation with your assistant. - Trained in a variety of subjects for flexible analysis: programming, science, business, economics, finance, law, logistics, management, and more! Our first DAG Reasoning release is Qwen 3, starting off with 8B and 14B! Get 8B: sequelbox/Qwen3-8B-DAG-Reasoning Get 14B: sequelbox/Qwen3-14B-DAG-Reasoning You can also get the DAG Reasoning dataset, to train your own models to use DAG Reasoning Format: sequelbox/DAG-Reasoning-DeepSeek-R1-0528 Support our...", "url": "https://huggingface.co/posts/sequelbox/481535699199098", "date_published": "2025-07-30T13:43:41.210036"}, {"id": "https://huggingface.co/posts/ImranzamanML/854877876171123", "image": "", "title": "Hugging Face just made life easier with the new hf CLI!", "content_text": "Hugging Face just made life easier with the new hf CLI! huggingface-cli to hf With renaming the CLI, there are new features added like hf jobs. We can now run any script or Docker image on dedicated Hugging Face infrastructure with a simple command. It's a good addition for running experiments and jobs on the fly. To get started, just run: pip install -U huggingface_hub List of hf CLI Commands Main Commands hf auth: Manage authentication (login, logout, etc.). hf cache: Manage the local cache directory. hf download: Download files from the Hub. hf jobs: Run and manage Jobs on the Hub. hf repo: Manage repos on the Hub. hf upload: Upload a file or a folder to the Hub. hf version: Print information about the hf version. hf env: Print information about the environment. Authentication Subcommands (hf auth) login: Log in using a Hugging Face token. logout: Log out of your account. whoami: See which account you are logged in as. switch: Switch between different stored access...", "url": "https://huggingface.co/posts/ImranzamanML/854877876171123", "date_published": "2025-07-30T13:43:41.210488"}, {"id": "https://huggingface.co/posts/MikeDoes/228428153197540", "image": "", "title": "🛡️ At Ai4Privacy, our goal is to empower researchers to build a safer AI ecosystem. Today, we're highlighting crucial research that does just that by exposing a new vulnerability.", "content_text": "🛡️ At Ai4Privacy, our goal is to empower researchers to build a safer AI ecosystem. Today, we're highlighting crucial research that does just that by exposing a new vulnerability. The paper \"Forget to Flourish\" details a new model poisoning technique. It's a reminder that as we fine-tune LLMs, our anonymization and privacy strategies must evolve to counter increasingly sophisticated threats. We're proud that the Ai4Privacy dataset was instrumental in this study. It served two key purposes: Provided a Realistic Testbed: It gave the researchers access to a diverse set of synthetic and realistic PII samples in a safe, controlled environment. Enabled Impactful Benchmarking: It allowed them to measure the actual effectiveness of their data extraction attack, proving it could compromise specific, high-value information. This work reinforces our belief that progress in AI security is a community effort. By providing robust tools for benchmarking, we can collectively identify weaknesses and...", "url": "https://huggingface.co/posts/MikeDoes/228428153197540", "date_published": "2025-07-30T13:43:41.210955"}, {"id": "https://huggingface.co/posts/sergiopaniego/236970560808195", "image": "", "title": "We just released TRL v0.20 with major multimodal upgrades!", "content_text": "We just released TRL v0.20 with major multimodal upgrades! 👁️ VLM support for GRPO (highly requested by the community!) 🎞️ New GSPO trainer (from @ Qwen , released last week, VLM-ready) 🐙 New MPO trainer (multimodal by design, as in the paper) 📝 Full release notes here: https://github.com/huggingface/trl/releases/tag/v0.20.0 See translation", "url": "https://huggingface.co/posts/sergiopaniego/236970560808195", "date_published": "2025-07-30T13:43:41.211236"}, {"id": "https://huggingface.co/posts/merve/838684266814336", "image": "", "title": "🤯 241B VLM with apache-2.0 license", "content_text": "🤯 241B VLM with apache-2.0 license internlm/Intern-S1 internlm released Intern-S1: multimodal reasoning model based on 235B MoE Qwen3 and 6B InternViT 😍 benchmarks look great (👑 best model ✅ best open model) See translation", "url": "https://huggingface.co/posts/merve/838684266814336", "date_published": "2025-07-30T13:43:41.211466"}, {"id": "https://huggingface.co/posts/prithivMLmods/591329511468798", "image": "", "title": "Explore OCR, Captioning, and Visual Understanding with Cutting-Edge Models on Hugging Face. 🤗🧪", "content_text": "Explore OCR, Captioning, and Visual Understanding with Cutting-Edge Models on Hugging Face. 🤗🧪 I’ve put together a collection of Google Colab notebooks to experiment with some of the most exciting models available on the Hugging Face Hub focused on OCR, image captioning, and visual understanding tasks. [Image-to-Text] / [Image-Text-to-Text] > 📖 OCR-ReportLab-Notebooks : prithivMLmods/OCR-ReportLab-Notebooks These notebooks are built for quick prototyping and run on free T4 GPUs, making them perfect for experimentation, testing ideas, or just exploring what’s possible with modern vision-language models. Note: The experimental notebooks are compiled with models that fit within the T4 GPU (free-tier) limits. More models along with their notebooks will be added over time. See translation", "url": "https://huggingface.co/posts/prithivMLmods/591329511468798", "date_published": "2025-07-30T13:43:41.211829"}]}