{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/fdaudens/198644025808355", "image": "", "title": "AI will bring us \"a country of yes-men on servers\" instead of one of \"Einsteins sitting in a data center\" if we continue on current trends.", "content_text": "AI will bring us \"a country of yes-men on servers\" instead of one of \"Einsteins sitting in a data center\" if we continue on current trends. Must-read by @ thomwolf deflating overblown AI promises and explaining what real scientific breakthroughs require. https://thomwolf.io/blog/scientific-ai.html See translation", "url": "https://huggingface.co/posts/fdaudens/198644025808355", "date_published": "2025-03-09T05:16:44.286857"}, {"id": "https://huggingface.co/posts/albertvillanova/159056887588114", "image": "", "title": "🚀 New smolagents update: Safer Local Python Execution! 🦾🐍", "content_text": "🚀 New smolagents update: Safer Local Python Execution! 🦾🐍 With the latest release, we've added security checks to the local Python interpreter: every evaluation is now analyzed for dangerous builtins, modules, and functions. 🔒 Here's why this matters & what you need to know! 🧵👇 1️⃣ Why is local execution risky? ⚠️ AI agents that run arbitrary Python code can unintentionally (or maliciously) access system files, run unsafe commands, or exfiltrate data. 2️⃣ New Safety Layer in smolagents 🛡️ We now inspect every return value during execution: ✅ Allowed: Safe built-in types (e.g., numbers, strings, lists) ⛔ Blocked: Dangerous functions/modules (e.g., os.system, subprocess, exec, shutil) 3️⃣ Immediate Benefits 💡 - Prevent agents from accessing unsafe builtins - Block unauthorized file or network access - Reduce accidental security vulnerabilities 4️⃣ Security Disclaimer ⚠️ 🚨 Despite these improvements, local Python execution is NEVER 100% safe. 🚨 If you need true isolation, use a remote...", "url": "https://huggingface.co/posts/albertvillanova/159056887588114", "date_published": "2025-03-09T05:16:44.287453"}, {"id": "https://huggingface.co/posts/clem/304267654005363", "image": "", "title": "10,000+ models based on Deepseek R1 have been publicly shared on Hugging Face! Which ones are your favorite ones:", "content_text": "10,000+ models based on Deepseek R1 have been publicly shared on Hugging Face! Which ones are your favorite ones: https://huggingface.co/models?sort=trending&search=r1 . Truly game-changer! See translation", "url": "https://huggingface.co/posts/clem/304267654005363", "date_published": "2025-03-09T05:16:44.287688"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/233802872800595", "image": "", "title": "🚀 Duality is super excited to announce that our Kaggle competition is LIVE! Synthetic-to-Real Object Detection Challenge is LIVE! 🚦", "content_text": "🚀 Duality is super excited to announce that our Kaggle competition is LIVE! Synthetic-to-Real Object Detection Challenge is LIVE! 🚦 Want to master AI training, learn industry-proven synthetic data workflows, and compete for public recognition and cash prizes? 👉 Join our Synthetic-to-Real Object Detection Challenge on Kaggle! https://www.kaggle.com/competitions/synthetic-2-real-object-detection-challenge/overview Compete to build the top-performing model capable of detecting real-world objects—trained entirely on synthetic data. Master these industry-proven methods for faster, more targeted, and diverse dataset creation, and set yourself apart, unlocking today's most exciting AI opportunities. Ready to test your skills? 🏆 The Challenge Train an object detection model using synthetic images created with Falcon—Duality AI's cutting-edge digital twin simulation software—then evaluate your model on real-world imagery. The Twist? 📈 Boost your model’s accuracy by creating and refining your...", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/233802872800595", "date_published": "2025-03-09T05:16:44.288288"}, {"id": "https://huggingface.co/posts/onekq/433851020584240", "image": "", "title": "QwQ-32B is amazing!", "content_text": "QwQ-32B is amazing! It ranks below o1-preview, but beats DeepSeek v3 and all Gemini models. onekq-ai/WebApp1K-models-leaderboard Now we have such a powerful model that can fit into a single GPU, can someone finetune a web app model to push SOTA of my leaderboard? 🤗 See translation", "url": "https://huggingface.co/posts/onekq/433851020584240", "date_published": "2025-03-09T05:16:44.288570"}, {"id": "https://huggingface.co/posts/clem/381394695080482", "image": "", "title": "I was chatting with", "content_text": "I was chatting with @ peakji , one of the cofounders of Manu AI, who told me he was on Hugging Face (very cool!). He shared an interesting insight which is that agentic capabilities might be more of an alignment problem rather than a foundational capability issue. Similar to the difference between GPT-3 and InstructGPT, some open-source foundation models are simply trained to 'answer everything in one response regardless of the complexity of the question' - after all, that's the user preference in chatbot use cases. Just a bit of post-training on agentic trajectories can make an immediate and dramatic difference. As a thank you to the community, he shared 100 invite code first-come first serve, just use “HUGGINGFACE” to get access! See translation", "url": "https://huggingface.co/posts/clem/381394695080482", "date_published": "2025-03-09T05:16:44.288946"}, {"id": "https://huggingface.co/posts/daavoo/348063789486715", "image": "", "title": "Hi there 👋! Check this project for mapping features in OpenStreetMap with Computer Vision:", "content_text": "Hi there 👋! Check this project for mapping features in OpenStreetMap with Computer Vision: ⭐-> https://github.com/mozilla-ai/osm-ai-helper And a live demo showing how to map new swimming pools 🏊: 🗺️ -> mozilla-ai/osm-ai-helper See translation", "url": "https://huggingface.co/posts/daavoo/348063789486715", "date_published": "2025-03-09T05:16:44.289219"}, {"id": "https://huggingface.co/posts/nicolay-r/947679817144983", "image": "", "title": "📢 For those who interested in quick extraction of emotion causes in dialogues, below is a notebook that adopts the pre-trained Flan-T5 model on FRIENDS dataset powered by bulk-chain framework:", "content_text": "📢 For those who interested in quick extraction of emotion causes in dialogues, below is a notebook that adopts the pre-trained Flan-T5 model on FRIENDS dataset powered by bulk-chain framework: https://gist.github.com/nicolay-r/c8cfe7df1bef0c14f77760fa78ae5b5c Why it might be intersted to check? The provided supports batching mode for a quck inference. In the case of Flan-T5-base that would be the quickest option via LLM. 📊 Evaluation results are available in model card: nicolay-r/flan-t5-emotion-cause-thor-base See translation", "url": "https://huggingface.co/posts/nicolay-r/947679817144983", "date_published": "2025-03-09T05:16:44.289570"}, {"id": "https://huggingface.co/posts/mcpotato/157940161703448", "image": "", "title": "Stoked to announce we've partnered with JFrog to continue improving safety on the Hub! 🐸", "content_text": "Stoked to announce we've partnered with JFrog to continue improving safety on the Hub! 🐸 Their model scanner brings new scanning capabilities to the table, aimed at reducing alert fatigue. More on that in our blog post: https://huggingface.co/blog/jfrog See translation", "url": "https://huggingface.co/posts/mcpotato/157940161703448", "date_published": "2025-03-09T05:16:44.289827"}, {"id": "https://huggingface.co/posts/as-cle-bert/983515572081803", "image": "", "title": "I just released a fully automated evaluation framework for your RAG applications!📈", "content_text": "I just released a fully automated evaluation framework for your RAG applications!📈 GitHub 👉 https://github.com/AstraBert/diRAGnosis PyPi 👉 https://pypi.org/project/diragnosis/ It's called 𝐝𝐢𝐑𝐀𝐆𝐧𝐨𝐬𝐢𝐬 and is a lightweight framework that helps you 𝗱𝗶𝗮𝗴𝗻𝗼𝘀𝗲 𝘁𝗵𝗲 𝗽𝗲𝗿𝗳𝗼𝗿𝗺𝗮𝗻𝗰𝗲 𝗼𝗳 𝗟𝗟𝗠𝘀 𝗮𝗻𝗱 𝗿𝗲𝘁𝗿𝗶𝗲𝘃𝗮𝗹 𝗺𝗼𝗱𝗲𝗹𝘀 𝗶𝗻 𝗥𝗔𝗚 𝗮𝗽𝗽𝗹𝗶𝗰𝗮𝘁𝗶𝗼𝗻𝘀. You can launch it as an application locally (it's Docker-ready!🐋) or, if you want more flexibility, you can integrate it in your code as a python package📦 The workflow is simple: 🧠 You choose your favorite LLM provider and model (supported, for now, are Mistral AI, Groq, Anthropic, OpenAI and Cohere) 🧠 You pick the embedding models provider and the embedding model you prefer (supported, for now, are Mistral AI, Hugging Face, Cohere and OpenAI) 📄 You prepare and provide your documents ⚙️ Documents are ingested into a Qdrant vector database and transformed into a synthetic question dataset with the help of LlamaIndex 📊 The LLM is evaluated for the faithfulness and...", "url": "https://huggingface.co/posts/as-cle-bert/983515572081803", "date_published": "2025-03-09T05:16:44.290475"}]}