{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/nroggendorff/194600363127405", "image": "", "title": "Is it hot in here, or is it just me?", "content_text": "Is it hot in here, or is it just me? See translation", "url": "https://huggingface.co/posts/nroggendorff/194600363127405", "date_published": "2025-10-27T09:29:12.906874"}, {"id": "https://huggingface.co/posts/gokaygokay/758462412009896", "image": "", "title": "FlashPack: Lightning-Fast Model Loading for PyTorch", "content_text": "FlashPack: Lightning-Fast Model Loading for PyTorch https://github.com/fal-ai/flashpack FlashPack — a new, high-throughput file format and loading mechanism for PyTorch that makes model checkpoint I/O blazingly fast, even on systems without access to GPU Direct Storage (GDS). With FlashPack, loading any model can be 3–6× faster than with the current state-of-the-art methods like accelerate or the standard load_state_dict() and to() flow — all wrapped in a lightweight, pure-Python package that works anywhere. See translation", "url": "https://huggingface.co/posts/gokaygokay/758462412009896", "date_published": "2025-10-27T09:29:12.907221"}, {"id": "https://huggingface.co/posts/DmitryRyumin/275169930033420", "image": "", "title": "🚀👁️🌟 New Research Alert - ICCV 2025 (Oral)! 🌟👁️🚀", "content_text": "🚀👁️🌟 New Research Alert - ICCV 2025 (Oral)! 🌟👁️🚀 📄 Title: Token Activation Map to Visually Explain Multimodal LLMs 🔝 📝 Description: The Token Activation Map (TAM) is an advanced explainability method for multimodal LLMs. Using causal inference and a Rank Gaussian Filter, TAM reveals token-level interactions and eliminates redundant activations. The result is clearer, high-quality visualizations that enhance understanding of object localization, reasoning and multimodal alignment across models. 👥 Authors: Yi Li, Hualiang Wang, Xinpeng Ding, Haonan Wang, and Xiaomeng Li 📅 Conference: ICCV, 19 – 23 Oct, 2025 | Honolulu, Hawai'i, USA 🇺🇸 📄 Paper: Token Activation Map to Visually Explain Multimodal LLMs (2506.23270) 📁 Repository: https://github.com/xmed-lab/TAM 🚀 ICCV-2023-25-Papers: https://github.com/DmitryRyumin/ICCV-2023-25-Papers 🚀 Added to the Multi-Modal Learning Section: https://github.com/DmitryRyumin/ICCV-2023-25-Papers/blob/main/sections/2025/main/multi-modal-learning.md 📚 More...", "url": "https://huggingface.co/posts/DmitryRyumin/275169930033420", "date_published": "2025-10-27T09:29:12.907701"}, {"id": "https://huggingface.co/posts/mitkox/949505421454376", "image": "", "title": "I’m just reading that Ryzen AI 395 has to be 30% slower than DGX Spark in LLM inferencing… and only 96GB GPU RAM… good I haven’t RTFM upfront, so I made the AMD faster with 128GB unified RAM 🫡", "content_text": "I’m just reading that Ryzen AI 395 has to be 30% slower than DGX Spark in LLM inferencing… and only 96GB GPU RAM… good I haven’t RTFM upfront, so I made the AMD faster with 128GB unified RAM 🫡 Z2 mini G1a can run Qwen3 Coder 30B BF16 at 26.8 tok/sec in ~60GB GPU RAM See translation", "url": "https://huggingface.co/posts/mitkox/949505421454376", "date_published": "2025-10-27T09:29:12.907959"}, {"id": "https://huggingface.co/posts/mike-ravkine/114687779852365", "image": "", "title": "Spatial reasoning is a domain where LLMs struggle surprisingly hard.", "content_text": "Spatial reasoning is a domain where LLMs struggle surprisingly hard. A new paper, \"Stuck in the Matrix: Probing Spatial Reasoning in Large Language Models\" compares performance on a handful of spacial reasoning tasks and finds all SOTA LLMs breaking down and hallucinating their faces off when the grids get large. https://arxiv.org/html/2510.20198v1 The word search task is especially revealing: notice the bias towards detecting \"horizontal\" while struggling with \"vertical\" - LLMs only understand simple, linear relationships.. add a stride for 2D and it's basically over. See translation", "url": "https://huggingface.co/posts/mike-ravkine/114687779852365", "date_published": "2025-10-27T09:29:12.908253"}, {"id": "https://huggingface.co/posts/DmitryRyumin/256377930602220", "image": "", "title": "🚀🤖🌟 New Research Alert - ICCV 2025 (Oral)! 🌟🤖🚀", "content_text": "🚀🤖🌟 New Research Alert - ICCV 2025 (Oral)! 🌟🤖🚀 📄 Title: Variance-based Pruning for Accelerating and Compressing Trained Networks 🔝 📝 Description: The one-shot pruning method efficiently compresses networks, reducing computation and memory usage while retaining almost full performance and requiring minimal fine-tuning. 👥 Authors: Uranik Berisha, Jens Mehnert, and Alexandru Paul Condurache 📅 Conference: ICCV, 19 – 23 Oct, 2025 | Honolulu, Hawai'i, USA 🇺🇸 📄 Paper: Variance-Based Pruning for Accelerating and Compressing Trained Networks (2507.12988) 🚀 ICCV-2023-25-Papers: https://github.com/DmitryRyumin/ICCV-2023-25-Papers 🚀 Added to the Efficient Learning Section: https://github.com/DmitryRyumin/ICCV-2023-25-Papers/blob/main/sections/2025/main/efficient-learning.md 📚 More Papers: more cutting-edge research presented at other conferences in the DmitryRyumin/NewEraAI-Papers curated by @ DmitryRyumin 🔍 Keywords: #VarianceBasedPruning #NetworkCompression #ModelAcceleration...", "url": "https://huggingface.co/posts/DmitryRyumin/256377930602220", "date_published": "2025-10-27T09:29:12.908671"}, {"id": "https://huggingface.co/posts/onekq/981925262392459", "image": "", "title": "I am on the model layer and focus on atomic tasks, so I don't get involved in product discussions. But this provocative article provoked the community quite a bit. The case in point is Claude Code, which happens to be my biggest productivity revolution since ChatGPT.", "content_text": "I am on the model layer and focus on atomic tasks, so I don't get involved in product discussions. But this provocative article provoked the community quite a bit. The case in point is Claude Code, which happens to be my biggest productivity revolution since ChatGPT. RAG predated TUI and agents. So to be fair it's quite an achievement to survive the AI evolution. But I feel it is overshadowed by context engineering in the agent era. How does everyone feel about this? https://www.nicolasbustamante.com/p/the-rag-obituary-killed-by-agents See translation", "url": "https://huggingface.co/posts/onekq/981925262392459", "date_published": "2025-10-27T09:29:12.908959"}, {"id": "https://huggingface.co/posts/SelmaNajih001/973945902491280", "image": "", "title": "How Financial News Can Be Used to Train Good Financial Models 📰", "content_text": "How Financial News Can Be Used to Train Good Financial Models 📰 Numbers tell you what happened, but news tells you why. I’ve written an article explaining how news can be used to train AI models for sentiment analysis and better forecasting. Hope you find it interesting! Read it here: https://huggingface.co/blog/SelmaNajih001/llms-applied-to-finance I would love to read your opinions! I’m open to suggestions on how to improve the methodology and the training See translation", "url": "https://huggingface.co/posts/SelmaNajih001/973945902491280", "date_published": "2025-10-27T09:29:12.909285"}, {"id": "https://huggingface.co/posts/sergiopaniego/527159223589050", "image": "", "title": "Meet OpenEnv 👋, an open ecosystem of environments for intelligent agents. Build, share, and test agents safely and consistently.", "content_text": "Meet OpenEnv 👋, an open ecosystem of environments for intelligent agents. Build, share, and test agents safely and consistently. Ideal for training with TRL (we include examples🤓), deployment, and community collaboration via the HF Hub Blog: https://huggingface.co/blog/openenv Hub for Environments: openenv OpenEnv repo: https://github.com/meta-pytorch/OpenEnv Try it out using TRL: https://huggingface.co/docs/trl/main/en/openenv See translation", "url": "https://huggingface.co/posts/sergiopaniego/527159223589050", "date_published": "2025-10-27T09:29:12.909565"}, {"id": "https://huggingface.co/posts/branikita/464753540766716", "image": "", "title": "Robonine team created a HEX mesh and started analyzing our 6DOF robotic arm model's stiffness. Our goal is to achieve a maximum displacement of 0.3 mm under full load!", "content_text": "Robonine team created a HEX mesh and started analyzing our 6DOF robotic arm model's stiffness. Our goal is to achieve a maximum displacement of 0.3 mm under full load! See translation", "url": "https://huggingface.co/posts/branikita/464753540766716", "date_published": "2025-10-27T09:29:12.909769"}]}