{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/yeonseok-zeticai/994151475169260", "image": "", "title": "🚀 NEW DROP: run your own on-device LLM—in minutes, on any phone", "content_text": "🚀 NEW DROP: run your own on-device LLM—in minutes, on any phone Today we’re open-sourcing everything you need to put Qwen3-0.6B straight into a production-ready mobile app: 🎥 Watch Qwen3-0.6B chat in real time on any smartphones! 📊 TPS benchmarks – slides comparing token-per-second across heterogeneous mobile devices 💻 Plug-and-play source – Just Copy & Run the source to your project for Android (Kotlin & Java) and iOS (Swift). 🤞 Cross-platform, one pipeline – ZETIC.MLange auto-tunes kernels for every different devices, we’ve tested. 👨‍💻 Ready for production – swap in your own model, re-benchmark with one command, publish. Get started Just Sign-up and check the playground project, QWEN-0.6B - https://mlange.zetic.ai/p/zetic-example/Qwen3-0.6B We built this to show that cloud-free LLMs are ready today. Dive in, fork it, and tag ZETIC.ai when you launch your own on-device assistant, game NPC, or offline content generator—we’ll spotlight the best projects. See translation", "url": "https://huggingface.co/posts/yeonseok-zeticai/994151475169260", "date_published": "2025-06-05T05:24:22.434724"}, {"id": "https://huggingface.co/posts/VirtualOasis/960727410952690", "image": "", "title": "I built an AI Website: ai-garden.netlify.app", "content_text": "I built an AI Website: ai-garden.netlify.app It is a curated garden of AI resources. It's my database for writing and research, organized by category and designed for quick access. Whether you're looking for learning materials, development tools, research papers, or industry news, everything's laid out in a clean, searchable format. Feel free to suggest new resources or improvements - this garden grows better with community input. 🍻 See translation", "url": "https://huggingface.co/posts/VirtualOasis/960727410952690", "date_published": "2025-06-05T05:24:22.435039"}, {"id": "https://huggingface.co/posts/danielhanchen/109493636647945", "image": "", "title": "New DeepSeek-R1-0528 1.65-bit Dynamic GGUF!", "content_text": "New DeepSeek-R1-0528 1.65-bit Dynamic GGUF! Run the model locally even easier! Will fit on a 192GB Macbook and run at 7 tokens/s. DeepSeek-R1-0528 GGUFs: unsloth/DeepSeek-R1-0528-GGUF Qwen3-8B DeepSeek-R1-0528 GGUFs: unsloth/DeepSeek-R1-0528-Qwen3-8B-GGUF And read our Guide: https://docs.unsloth.ai/basics/deepseek-r1-0528 See translation", "url": "https://huggingface.co/posts/danielhanchen/109493636647945", "date_published": "2025-06-05T05:24:22.435282"}, {"id": "https://huggingface.co/posts/danaaubakirova/558502564618988", "image": "", "title": "We just dropped SmolVLA: A Vision-Language-Action Model for Affordable and Efficient Robotics!", "content_text": "We just dropped SmolVLA: A Vision-Language-Action Model for Affordable and Efficient Robotics! check out the blog: https://huggingface.co/blog/smolvla read the technical report: SmolVLA: A Vision-Language-Action Model for Affordable and Efficient Robotics (2506.01844) access the model weights: lerobot/smolvla_base See translation", "url": "https://huggingface.co/posts/danaaubakirova/558502564618988", "date_published": "2025-06-05T05:24:22.435513"}, {"id": "https://huggingface.co/posts/azettl/397733899741459", "image": "", "title": "Agents & MCP Hackathon Day 1", "content_text": "Agents & MCP Hackathon Day 1 Before starting with the second night of the Agents & MCP Hackathon, I briefly wanted to share my progress from last night. Not much sleep, but lots of progress! So I managed to build the first MVP version of my custom Gradio component, azettl/gradio_consilium_roundtable ( https://pypi.org/project/gradio-consilium-roundtable/ ). This creates a visual roundtable component for AI consensus discussions. Displays AI participants as avatars positioned around an oval table (poker style!) with animated speech bubbles, thinking states, and real-time discussion updates. Also, I managed to get a rough draft of the Gradio app + MCP server done, but not so much yet that I can share the space with you. You will be able to define your question the AI participants should discuss, decide on the protocol, do role assignments like having a devil's advocate on the table, and define the communication pattern. Lastly, you can decide which AI should be the moderator and how...", "url": "https://huggingface.co/posts/azettl/397733899741459", "date_published": "2025-06-05T05:24:22.435948"}, {"id": "https://huggingface.co/posts/danieldk/385505075920135", "image": "", "title": "We have been working on a project called", "content_text": "We have been working on a project called kernels . kernels makes it possible to load compute kernels directly from the Hub! 🚀 We plan to give kernels a more proper introduction soon. But for those who have been following along, we are happy to announce a new release: - New layer API with torch.compile support. - Experimental support for loading Apple Silicon Metal Kernels. - Generate wheels from Hub kernels for legacy deployments. Full release notes here: https://github.com/huggingface/kernels/releases/tag/v0.6.0 See translation", "url": "https://huggingface.co/posts/danieldk/385505075920135", "date_published": "2025-06-05T05:24:22.436261"}, {"id": "https://huggingface.co/posts/azettl/543079037838951", "image": "", "title": "Agents & MCP Hackathon Day 2", "content_text": "Agents & MCP Hackathon Day 2 Again, a short night, but here are some updates from my Hackathon projects before starting night #3. I managed to get the first version of both submissions (custom Gradio component and MCP server) online! You can check the roundtable MCP where multiple AIs discuss your question and try to reach consensus: azettl/consilium_mcp . The Gradio component is here: azettl/gradio_consilium_roundtable . I placed my API keys in the env variables, so you can test without needing your own keys, but I will remove them soon as I did not find a limit setting in Sambanova. Still, you can check them by adding your own keys in the config tab. Looking forward to your feedback, there are still many days I can and will improve this. See translation", "url": "https://huggingface.co/posts/azettl/543079037838951", "date_published": "2025-06-05T05:24:22.436576"}, {"id": "https://huggingface.co/posts/attackerElvies/415846064784363", "image": "", "title": "HALOOO MY COMMUNITY", "content_text": "HALOOO MY COMMUNITY", "url": "https://huggingface.co/posts/attackerElvies/415846064784363", "date_published": "2025-06-05T05:24:22.436765"}, {"id": "https://huggingface.co/posts/shivance/186510046131128", "image": "", "title": "The AI Memory Layer Will Change Everything ‼️", "content_text": "The AI Memory Layer Will Change Everything ‼️ Why do even the smartest AIs like OpenAI's o3 and GPT-4o, Google's Gemini and Anthropic's Claude forget? In this blog we unpack this challenge and explore how building a real memory into AI will redefine personalization and agent capabilities! https://fullstackagents.substack.com/p/forget-me-not-the-ai-memory-layer See translation", "url": "https://huggingface.co/posts/shivance/186510046131128", "date_published": "2025-06-05T05:24:22.437025"}, {"id": "https://huggingface.co/posts/ProCreations/446640923874701", "image": "", "title": "60 followers,", "content_text": "60 followers, yay", "url": "https://huggingface.co/posts/ProCreations/446640923874701", "date_published": "2025-06-05T05:24:22.437194"}]}