{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/m-ric/116861695030454", "image": "", "title": "\"𝟮𝟬𝟮𝟱 𝘄𝗶𝗹𝗹 𝗯𝗲 𝘁𝗵𝗲 𝘆𝗲𝗮𝗿 𝗼𝗳 𝗔𝗜 𝗮𝗴𝗲𝗻𝘁𝘀\": this statement has often been made, here are numbers to support it.", "content_text": "\"𝟮𝟬𝟮𝟱 𝘄𝗶𝗹𝗹 𝗯𝗲 𝘁𝗵𝗲 𝘆𝗲𝗮𝗿 𝗼𝗳 𝗔𝗜 𝗮𝗴𝗲𝗻𝘁𝘀\": this statement has often been made, here are numbers to support it. I've plotted the progress of AI agents on GAIA test set, and it seems they're headed to catch up with the human baseline in early 2026. And that progress is still driven mostly by the improvement of base LLMs: progress would be even faster with fine-tuned agentic models. See translation", "url": "https://huggingface.co/posts/m-ric/116861695030454", "date_published": "2025-02-14T17:17:46.766200"}, {"id": "https://huggingface.co/posts/etemiz/440192103698875", "image": "", "title": "Some things are simple", "content_text": "Some things are simple See translation", "url": "https://huggingface.co/posts/etemiz/440192103698875", "date_published": "2025-02-14T17:17:46.766422"}, {"id": "https://huggingface.co/posts/AdinaY/720327371561767", "image": "", "title": "InspireMusic 🎵🔥 an open music generation framework by Alibaba FunAudio Lab", "content_text": "InspireMusic 🎵🔥 an open music generation framework by Alibaba FunAudio Lab Model: FunAudioLLM/InspireMusic-1.5B-Long Demo: FunAudioLLM/InspireMusic ✨ Music, songs, audio - ALL IN ONE ✨ High quality audio: 24kHz & 48kHz sampling rates ✨ Long-Form Generation: enables extended audio creation ✨ Efficient Fine-Tuning: precision (BF16, FP16, FP32) with user-friendly scripts See translation", "url": "https://huggingface.co/posts/AdinaY/720327371561767", "date_published": "2025-02-14T17:17:46.766740"}, {"id": "https://huggingface.co/posts/jsulz/515376333515070", "image": "", "title": "Toward the end of last year, the Xet team provided an inside look into the foundations of how we plan to enable rapid experimentation and iteration for the AI builders on the Hub:", "content_text": "Toward the end of last year, the Xet team provided an inside look into the foundations of how we plan to enable rapid experimentation and iteration for the AI builders on the Hub: https://huggingface.co/blog/from-files-to-chunks But it turns out chunks aren't all you need! Our goal is to bring: 🚀 Faster uploads ⏬ Speedy downloads 💪 All without sacrificing your workflow To do that, we need the infrastructure and system and design to back it up. As we prepare to roll out the first Xet-backed repositories on the Hub, we wrote up a post explaining the nitty gritty details of the decisions that bring this to life https://huggingface.co/blog/from-chunks-to-blocks Complete with an interactive visualization that shows the power of deduplication in action - taking a 191GB repo to ~97GB and shaving a few hours off upload speeds. The darker each block in the heatmap, the more we dedupe, the less we have to transfer. Clicking on a file's blocks shows all other files that share blocks. Check it...", "url": "https://huggingface.co/posts/jsulz/515376333515070", "date_published": "2025-02-14T17:17:46.767218"}, {"id": "https://huggingface.co/posts/burtenshaw/457613029588941", "image": "", "title": "The Hugging Face agents course is finally out!", "content_text": "The Hugging Face agents course is finally out! 👉 https://huggingface.co/agents-course This first unit of the course sets you up with all the fundamentals to become a pro in agents. - What's an AI Agent? - What are LLMs? - Messages and Special Tokens - Understanding AI Agents through the Thought-Action-Observation Cycle - Thought, Internal Reasoning and the Re-Act Approach - Actions, Enabling the Agent to Engage with Its Environment - Observe, Integrating Feedback to Reflect and Adapt See translation", "url": "https://huggingface.co/posts/burtenshaw/457613029588941", "date_published": "2025-02-14T17:17:46.767558"}, {"id": "https://huggingface.co/posts/lukmanaj/991201381303884", "image": "", "title": "I am excited to share that I’ve successfully completed Unit 1: Foundations of Agents in the Hugging Face Agents Course.", "content_text": "I am excited to share that I’ve successfully completed Unit 1: Foundations of Agents in the Hugging Face Agents Course. Exploring the fundamentals of AI agents has been an insightful journey, and I’m looking forward to applying these concepts in real-world applications. Big thanks to the Hugging Face team for this amazing learning opportunity! 🤗 Check out the course here: https://huggingface.co/learn/agents-course/ See translation", "url": "https://huggingface.co/posts/lukmanaj/991201381303884", "date_published": "2025-02-14T17:17:46.767866"}, {"id": "https://huggingface.co/posts/fdaudens/212771868233348", "image": "", "title": "⭐️ The AI Energy Score project just launched - this is a game-changer for making informed decisions about AI deployment.", "content_text": "⭐️ The AI Energy Score project just launched - this is a game-changer for making informed decisions about AI deployment. You can now see exactly how much energy your chosen model will consume, with a simple 5-star rating system. Think appliance energy labels, but for AI. Looking at transcription models on the leaderboard is fascinating: choosing between whisper-tiny or whisper-large-v3 can make a 7x difference. Real-time data on these tradeoffs changes everything. 166 models already evaluated across 10 different tasks, from text generation to image classification. The whole thing is public and you can submit your own models to test. Why this matters: - Teams can pick efficient models that still get the job done - Developers can optimize for energy use from day one - Organizations can finally predict their AI environmental impact If you're building with AI at any scale, definitely worth checking out. 👉 leaderboard: https://lnkd.in/esrSxetj 👉 blog post: https://lnkd.in/eFJvzHi8 Huge...", "url": "https://huggingface.co/posts/fdaudens/212771868233348", "date_published": "2025-02-14T17:17:46.768343"}, {"id": "https://huggingface.co/posts/CultriX/110138158069042", "image": "", "title": "Final upgrade to the Multi-Agent Task Completion Space:", "content_text": "Final upgrade to the Multi-Agent Task Completion Space: CultriX/MultiAgent-CodeTask . It now includes : - a live stream of the progress being made on the task (see included video), - The following components: 1. Automatic prompt optimization 2. An orchestrator deciding which agent to call dynamically including feedback from a human (human-in-the-loop) 3. A coding agent to complete the task 4. A code reviewing agent to iteratively provide feedback to improve the code generated by the coding agent until the code meets the required criteria after which it is approved. 5. A testing agent that tests the approved code or provides information on how to test it. 6. A documentation agent that provides documentation and a help message for the approved and tested code. See translation", "url": "https://huggingface.co/posts/CultriX/110138158069042", "date_published": "2025-02-14T17:17:46.768706"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/156738682781025", "image": "", "title": "RTX 5090 Tested Against FLUX DEV, SD 3.5 Large, SD 3.5 Medium, SDXL, SD 1.5 with AMD 9950X CPU and RTX 5090 compared against RTX 3090 TI in all benchmarks. Moreover, compared FP8 vs FP16 and changing prompt impact as well", "content_text": "RTX 5090 Tested Against FLUX DEV, SD 3.5 Large, SD 3.5 Medium, SDXL, SD 1.5 with AMD 9950X CPU and RTX 5090 compared against RTX 3090 TI in all benchmarks. Moreover, compared FP8 vs FP16 and changing prompt impact as well Video Link : https://youtu.be/jHlGzaDLkto In this video I have intensively compared RTX 5090 speed on FLUX DEV, FLUX Fill, SD 3.5 Large, SD 3.5 Medium, Stable Diffusion XL (SDXL) and Stable Diffusion 1.5 (SD 1.5) models. For each benchmark, I have compared RTX 5090 against RTX 3090 TI so we see the speed improvement. Moreover, I have tested FP8 vs 16-bit precision for FLUX and SD 3.5 Large and SD 3.5 Medium models. Furthermore, I have tested the speed impact of changing prompt on FLUX DEV model since one of the follower had requested. Full specs of the system provided below. I have used SwarmUI with ComfyUI backend so these benchmarks are literally done on ComfyUI you can think as. Currently no other interface / UI supporting RTX 5000 series as far as i know. Video...", "url": "https://huggingface.co/posts/MonsterMMORPG/156738682781025", "date_published": "2025-02-14T17:17:46.769344"}, {"id": "https://huggingface.co/posts/ZennyKenny/584467772865203", "image": "", "title": "I've completed the first unit of the just-launched Hugging Face Agents Course. I would highly recommend it, even for experienced builders, because it is a great walkthrough of the smolagents library and toolkit.", "content_text": "I've completed the first unit of the just-launched Hugging Face Agents Course. I would highly recommend it, even for experienced builders, because it is a great walkthrough of the smolagents library and toolkit. See translation", "url": "https://huggingface.co/posts/ZennyKenny/584467772865203", "date_published": "2025-02-14T17:17:46.769592"}]}