{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/ginipick/845644282975973", "image": "", "title": "🌟 3D Llama Studio - AI 3D Generation Platform", "content_text": "🌟 3D Llama Studio - AI 3D Generation Platform 📝 Project Overview 3D Llama Studio is an all-in-one AI platform that generates high-quality 3D models and stylized images from text or image inputs. ✨ Key Features Text/Image to 3D Conversion 🎯 Generate 3D models from detailed text descriptions or reference images Intuitive user interface Text to Styled Image Generation 🎨 Customizable image generation settings Adjustable resolution, generation steps, and guidance scale Supports both English and Korean prompts 🛠️ Technical Features Gradio-based web interface Dark theme UI/UX Real-time image generation and 3D modeling 💫 Highlights User-friendly interface Real-time preview Random seed generation High-resolution output support (up to 2048x2048) 🎯 Applications Product design Game asset creation Architectural visualization Educational 3D content 🔗 Try It Now! Experience 3D Llama Studio: ginigen/3D-LLAMA #AI #3DGeneration #MachineLearning #ComputerVision #DeepLearning See translation", "url": "https://huggingface.co/posts/ginipick/845644282975973", "date_published": "2025-02-09T05:07:07.612760"}, {"id": "https://huggingface.co/posts/Xenova/620657830533509", "image": "", "title": "We did it. Kokoro TTS (v1.0) can now run 100% locally in your browser w/ WebGPU acceleration. Real-time text-to-speech without a server. ⚡️", "content_text": "We did it. Kokoro TTS (v1.0) can now run 100% locally in your browser w/ WebGPU acceleration. Real-time text-to-speech without a server. ⚡️ Generate 10 seconds of speech in ~1 second for $0. What will you build? 🔥 webml-community/kokoro-webgpu The most difficult part was getting the model running in the first place, but the next steps are simple: ✂️ Implement sentence splitting, allowing for streamed responses 🌍 Multilingual support (only phonemization left) Who wants to help? See translation", "url": "https://huggingface.co/posts/Xenova/620657830533509", "date_published": "2025-02-09T05:07:07.613115"}, {"id": "https://huggingface.co/posts/hexgrad/846477530846098", "image": "", "title": "Wanted: Peak Data. I'm collecting audio data to train another TTS model:", "content_text": "Wanted: Peak Data. I'm collecting audio data to train another TTS model: + AVM data: ChatGPT Advanced Voice Mode audio & text from source + Professional audio: Permissive (CC0, Apache, MIT, CC-BY) This audio should *impress* most native speakers, not just barely pass their audio Turing tests. Professional-caliber means S or A-tier, not your average bloke off the street. Traditional TTS may not make the cut. Absolutely no low-fi microphone recordings like Common Voice. The bar is much higher than last time, so there are no timelines yet and I expect it may take longer to collect such mythical data. Raising the bar means evicting quite a bit of old data, and voice/language availability may decrease. The theme is *quality* over quantity. I would rather have 1 hour of A/S-tier than 100 hours of mid data. I have nothing to offer but the north star of a future Apache 2.0 TTS model, so prefer data that you *already have* and costs you *nothing extra* to send. Additionally, *all* the new...", "url": "https://huggingface.co/posts/hexgrad/846477530846098", "date_published": "2025-02-09T05:07:07.613585"}, {"id": "https://huggingface.co/posts/openfree/664271513735189", "image": "", "title": "VectorFlow ⚡: Transform Images into Professional Vector Graphics", "content_text": "VectorFlow ⚡: Transform Images into Professional Vector Graphics Convert your raster images (JPG, PNG, WEBP) into high-quality vector graphics (SVG, AI) with our easy-to-use tool! Perfect for designers, artists, and anyone needing vector conversions. 🎯 Key Features: Dual format support: SVG and AI output Real-time preview for both formats Advanced customization options Clean, user-friendly interface Batch processing ready 🛠️ Advanced Controls: Color/B&W mode selection Speckle filtering Color precision adjustment Layer management Curve fitting options 💫 Why VectorFlow? No installation needed Free to use Professional-grade output Simple yet powerful 🔧 Technical Details: Built with Gradio Powered by VTracer Optimized SVG generation AI format support 👉 Try it now: openfree/VectorFlow #computervision #vectorgraphics #imageprocessing #svg #design #ai See translation", "url": "https://huggingface.co/posts/openfree/664271513735189", "date_published": "2025-02-09T05:07:07.614016"}, {"id": "https://huggingface.co/posts/retronic/114797173531800", "image": "", "title": "Colox, a reasoning AI model. I am currently working on a model smarter than GPT o1 that thinks before it speaks. It is coming tomorrow in the afternoon.", "content_text": "Colox, a reasoning AI model. I am currently working on a model smarter than GPT o1 that thinks before it speaks. It is coming tomorrow in the afternoon. See translation", "url": "https://huggingface.co/posts/retronic/114797173531800", "date_published": "2025-02-09T05:07:07.614249"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/594321967336207", "image": "", "title": "Amazing Gradio Batch Processing APP For Newest SOTA Background Remover Open Source Model BiRefNet HR (High Resolution) Published For Windows, RunPod, Massed Compute, and Kaggle", "content_text": "Amazing Gradio Batch Processing APP For Newest SOTA Background Remover Open Source Model BiRefNet HR (High Resolution) Published For Windows, RunPod, Massed Compute, and Kaggle Installers and APP : https://www.patreon.com/posts/121679760 BiRefNet : Bilateral Reference for High-Resolution Dichotomous Image Segmentation BiRefNet recently got some amazing updates and now it has high resolution model (2048x2048) and other speed and VRAM optimizations We have upgraded our existing Gradio APP, added new model and new features Official repo is here : https://github.com/ZhengPeng7/BiRefNet We have published 1-Click installers for Windows, RunPod, Massed Compute and a free Kaggle Account notebook Works great even on free Kaggle account Check out the below attached images to learn more See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/594321967336207", "date_published": "2025-02-09T05:07:07.614607"}, {"id": "https://huggingface.co/posts/burtenshaw/638294801973727", "image": "", "title": "SmolLM2 paper is out! 😊", "content_text": "SmolLM2 paper is out! 😊 😍 Why do I love it? Because it facilitates teaching and learning! Over the past few months I've engaged with (no joke) thousands of students based on SmolLM. - People have inferred, fine-tuned, aligned, and evaluated this smol model. - People used they're own machines and they've used free tools like colab, kaggle, and spaces. - People tackled use cases in their job, for fun, in their own language, and with their friends. upvote the paper SmolLM2: When Smol Goes Big -- Data-Centric Training of a Small Language Model (2502.02737) See translation", "url": "https://huggingface.co/posts/burtenshaw/638294801973727", "date_published": "2025-02-09T05:07:07.614952"}, {"id": "https://huggingface.co/posts/prithivMLmods/964278651693422", "image": "", "title": "QwQ Edge Gets a Small Update..! 💬", "content_text": "QwQ Edge Gets a Small Update..! 💬 try now: prithivMLmods/QwQ-Edge 🚀Now, you can use the following commands for different tasks: 🖼️ @ image 'prompt...' → Generates an image 🔉@tts1 'prompt...' → Generates speech in a female voice 🔉 @ tts2 'prompt...' → Generates speech in a male voice 🅰️@text 'prompt...' → Enables textual conversation (If not specified, text-to-text generation is the default mode) 💬Multimodality Support : prithivMLmods/Qwen2-VL-OCR-2B-Instruct 💬For text generation, the FastThink-0.5B model ensures quick and efficient responses, prithivMLmods/FastThink-0.5B-Tiny 💬Image Generation: sdxl lightning model, SG161222/RealVisXL_V4.0_Lightning Github: https://github.com/PRITHIVSAKTHIUR/QwQ-Edge graph TD A[User Interface] --> B[Chat Logic] B --> C{Command Type } C -->| Text | D [FastThink -0.5 B] C -->| Image | E [Qwen2-VL-OCR -2 B] C -->| @image | F [Stable Diffusion XL] C -->| @tts | G [Edge TTS] D --> H[Response] E --> H F --> H G --> H See translation", "url": "https://huggingface.co/posts/prithivMLmods/964278651693422", "date_published": "2025-02-09T05:07:07.615437"}, {"id": "https://huggingface.co/posts/retronic/535368526750340", "image": "", "title": "Colox is out, may be bugs!", "content_text": "Colox is out, may be bugs! Colox is out and ready on HF, it might have bugs though as it is not tested yet. You can try for yourself now! :) See translation", "url": "https://huggingface.co/posts/retronic/535368526750340", "date_published": "2025-02-09T05:07:07.615667"}, {"id": "https://huggingface.co/posts/merve/365301734395208", "image": "", "title": "Interesting releases in open AI this week, let's recap 🤠", "content_text": "Interesting releases in open AI this week, let's recap 🤠 merve/feb-7-releases-67a5f7d7f172d8bfe0dd66f4 🤖 Robotics > Pi0, first open-source foundation vision-language action model was released in Le Robot (Apache 2.0) 💬 LLMs > Groundbreaking: s1 is simpler approach to test-time scaling, the release comes with small s1K dataset of 1k question-reasoning trace pairs (from Gemini-Thinking Exp) they fine-tune Qwen2.5-32B-Instruct to get s1-32B, outperforming o1-preview on math 🤯 s1-32B and s1K is out! > Adyen released DABstep, a new benchmark along with it's leaderboard demo for agents doing data analysis > Krutrim released Krutrim-2 instruct, new 12B model based on NeMo12B trained and aligned on Indic languages, a new multilingual sentence embedding model (based on STSB-XLM-R), and a translation model for Indic languages 👀 Multimodal > PKU released Align-DS-V, a model aligned using their new technique called LLF for all modalities (image-text-audio), along with the dataset Align Anything...", "url": "https://huggingface.co/posts/merve/365301734395208", "date_published": "2025-02-09T05:07:07.616316"}]}