{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/ginipick/101151921126040", "image": "", "title": "AI BOOK MAKER 📚✨", "content_text": "AI BOOK MAKER 📚✨ Transform your text and PDF into a beautiful AI-powered intelligent Flipbook with magic 🪄 ginipick/AI-BOOK Introduction 🌟 AI BOOK MAKER is a revolutionary platform that converts text and PDF files into intelligent AI books. With just a single file upload, our automatic RAG (Retrieval-Augmented Generation) system activates an AI chatbot that perfectly comprehends your content, delivering a next-generation digital book experience that combines interactive flipbooks with conversational intelligence! 📖✨ Groundbreaking Core Features 💎 One-Click RAG System 🔄: Automatic knowledge base creation and AI conversation engine activation with just one text or PDF upload Industry-Leading Flip Effects 📄➡️📄: Exclusive AI-driven page transition technology for an immersive experience beyond physical books Perfect Cross-Platform Support 📱: Intelligent responsive design providing optimized experiences on any device Automatic Unique URL Generation 🔗: Exclusive system creating...", "url": "https://huggingface.co/posts/ginipick/101151921126040", "date_published": "2025-05-21T09:26:27.033307"}, {"id": "https://huggingface.co/posts/reach-vb/415173057781918", "image": "", "title": "hey hey", "content_text": "hey hey @ mradermacher - VB from Hugging Face here, we'd love to onboard you over to our optimised xet backend! 💥 as you know we're in the process of upgrading our storage backend to xet (which helps us scale and offer blazingly fast upload/ download speeds too): https://huggingface.co/blog/xet-on-the-hub and now that we are certain that the backend can scale with even big models like Llama 4/ Qwen 3 - we;re moving to the next phase of inviting impactful orgs and users on the hub over as you are a big part of the open source ML community - we would love to onboard you next and create some excitement about it in the community too! in terms of actual steps - it should be as simple as one of the org admins to join hf.co/join/xet - we'll take care of the rest. p.s. you'd need to have a the latest hf_xet version of huggingface_hub lib but everything else should be the same: https://huggingface.co/docs/hub/storage-backends#using-xet-storage p.p.s. this is fully backwards compatible so...", "url": "https://huggingface.co/posts/reach-vb/415173057781918", "date_published": "2025-05-21T09:26:27.033821"}, {"id": "https://huggingface.co/posts/openfree/447215681595351", "image": "", "title": "🌟 AI Website Gallery Manager 🌟", "content_text": "🌟 AI Website Gallery Manager 🌟 📚 Introduction Hello everyone! I'm excited to introduce the AI Website Gallery Manager! 🎉 openfree/Web-Manager This project is provided under the MIT license, allowing anyone to freely use, modify, and distribute it. 💯 ✨ Key Features 🔖 Bookmark Management: Manage your frequently visited AI websites and Hugging Face spaces in one place 👁️ Live Preview: Instantly preview sites without having to visit them 🖼️ Dual Viewing Modes: Supports both LIVE and STATIC snapshot modes 🗂️ Category Organization: Neatly organizes resources by categories like Productivity, Multimodal, Professional, Image, LLM/VLM 💾 Secure Storage: Dual storage system using both SQLite and JSON for data integrity 🚀 Usage Scenarios 1️⃣ AI Researchers & Developers Manage commonly used AI demos, models, and tools in one centralized location Share valuable AI resources with team members Quickly access the latest AI tools categorized by function 2️⃣ Educators & Students Systematically organize...", "url": "https://huggingface.co/posts/openfree/447215681595351", "date_published": "2025-05-21T09:26:27.034497"}, {"id": "https://huggingface.co/posts/openfree/503727691158505", "image": "", "title": "🎮 Vibe Game Craft: Create Your Own Web Games Through Multi-LLM and Agent Collaboration for Free ✨", "content_text": "🎮 Vibe Game Craft: Create Your Own Web Games Through Multi-LLM and Agent Collaboration for Free ✨ Hello, game development enthusiasts! Today I'm introducing an innovative tool that lets you create web games without any coding knowledge. Vibe Game Craft is a magical tool that transforms your ideas into actual games through the collaboration of Claude 3.7 Sonnet and various AI agents! 💫 ✨ Key Features 🤖 Multi-LLM Collaboration System: Multiple AI agents working together with Claude 3.7 Sonnet at the core to generate high-quality game code 💰 100% Free to Use: Experience advanced AI game creation technology at no cost 🕹️ Instant Preview: Test your generated games immediately in a sandbox environment 🚀 One-Click Deployment: Easily deploy your games to the internet via Vercel 📚 Diverse Templates: Access over 30 game templates including Tetris, Chess, Snake, and more 🔄 AI Optimization: Multiple AIs collaborate to streamline code and optimize performance 🤖 AI Collaboration System Claude 3.7...", "url": "https://huggingface.co/posts/openfree/503727691158505", "date_published": "2025-05-21T09:26:27.035087"}, {"id": "https://huggingface.co/posts/seawolf2357/424129432408590", "image": "", "title": "Samsung Hacking Incident: Samsung Electronics' Official Hugging Face Account Compromised", "content_text": "Samsung Hacking Incident: Samsung Electronics' Official Hugging Face Account Compromised Samsung Electronics' official Hugging Face account has been hacked. Approximately 17 hours ago, two new language models (LLMs) were registered under Samsung Electronics' official Hugging Face account. These models are: https://huggingface.co/Samsung/MuTokenZero2-32B https://huggingface.co/Samsung/MythoMax-L2-13B The model descriptions contain absurd and false claims, such as being trained on \"1 million W200 GPUs,\" hardware that doesn't even exist. Moreover, community participants on Hugging Face who have noticed this issue are continuously posting that Samsung Electronics' account has been compromised. There is concern about potential secondary and tertiary damage if users download these LLMs released under the Samsung Electronics account, trusting Samsung's reputation without knowing about the hack. Samsung Electronics appears to be unaware of this situation, as they have not taken any visible...", "url": "https://huggingface.co/posts/seawolf2357/424129432408590", "date_published": "2025-05-21T09:26:27.035442"}, {"id": "https://huggingface.co/posts/merve/789898391077513", "image": "", "title": "It was the week of video generation at", "content_text": "It was the week of video generation at @ huggingface , on top of many new LLMs, VLMs and more! Let’s have a wrap 🌯 merve/may-16-releases-682aeed23b97eb0fe965345c LLMs 💬 > Alibaba Qwen released WorldPM-72B, new World Preference Model trained with 15M preference samples (OS) > II-Medical-8B, new LLM for medical reasoning that comes in 8B by Intelligent-Internet > TRAIL is a new dataset by Patronus for trace error reasoning for agents (OS) Multimodal 🖼️💬 > Salesforce Research released BLIP3o, a new any-to-any model with image-text input and image-text output 💬it’s based on an image encoder, a text decoder and a DiT, and comes in 8B > They also released pre-training and fine-tuning datasets > MMMG is a multimodal generation benchmark for image, audio, text (interleaved) Image Generation ⏯️ > Alibaba Wan-AI released Wan2.1-VACE, video foundation model for image and text to video, video-to-audio and more tasks, comes in 1.3B and 14B (OS) > ZuluVision released MoviiGen1.1, new cinematic...", "url": "https://huggingface.co/posts/merve/789898391077513", "date_published": "2025-05-21T09:26:27.036045"}, {"id": "https://huggingface.co/posts/NeoPy/132240754818138", "image": "", "title": "today i finished making my own projects: RVC maker.", "content_text": "today i finished making my own projects: RVC maker. See it on Github: https://github.com/unchCrew/RVC-MAKER Spaces 🤗: NeoPy/RVC-MAKER Or Colab: https://colab.research.google.com/github/TheNeodev/RVC-MAKER/blob/main/webui.ipynb base code by: @ AnhP See translation", "url": "https://huggingface.co/posts/NeoPy/132240754818138", "date_published": "2025-05-21T09:26:27.036301"}, {"id": "https://huggingface.co/posts/AdinaY/681444668762731", "image": "", "title": "Dolphin 🔥 A multimodal document image parsing model from ByteDance", "content_text": "Dolphin 🔥 A multimodal document image parsing model from ByteDance , built on an analyze-then-parse paradigm. ByteDance/Dolphin ✨ MIT licensed ✨ Handles text, tables, figures & formulas via: - Reading-order layout analysis - Parallel parsing with smart prompts See translation", "url": "https://huggingface.co/posts/AdinaY/681444668762731", "date_published": "2025-05-21T09:26:27.036594"}, {"id": "https://huggingface.co/posts/nicolay-r/659447887652898", "image": "", "title": "🚀 For those who interested in minimalistic integration of LLMs inferece with predefined reasoning shema, excited to share the latest bulk chain 1.1.0. It represents a no-string solution for deploying your LLM for efficient inference over data iterators.", "content_text": "🚀 For those who interested in minimalistic integration of LLMs inferece with predefined reasoning shema, excited to share the latest bulk chain 1.1.0. It represents a no-string solution for deploying your LLM for efficient inference over data iterators. ✨ Key Features: - Full async inference support + Including streaming mode for real-time output - simplified inference API 🔗 Check out the repo: https://github.com/nicolay-r/bulk-chain 💡 Special thanks to @ RicardoLee for his work on effective async LLaMA-3 deployment that helped shape this release: https://github.com/RicardoLeeV587/Llama3-FastInference See translation", "url": "https://huggingface.co/posts/nicolay-r/659447887652898", "date_published": "2025-05-21T09:26:27.036950"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/454841394174188", "image": "", "title": "Video link :", "content_text": "Video link : https://youtu.be/gFMUChHgXYk VEO 3 AI Video Generation is Literally Insane with Perfect Audio! - 60 User Generated Wild Examples - Finally We can Expect Native Audio Supported Open Source Video Gen Models Video link : https://youtu.be/gFMUChHgXYk Google Unveils Veo 3: A Game-Changing AI Video Generator with Native Audio Published May 21, 2025 At Google I/O 2025, held on May 20–21 in Mountain View, California, Google announced the launch of Veo 3, its latest AI-powered video generation model, marking a significant leap in creative technology. This third-generation model, succeeding Veo 2, introduces groundbreaking features, most notably its ability to generate high-quality videos with integrated audio, including dialogue, sound effects, and ambient noise. Alongside Veo 3, Google introduced Flow, a new AI-driven video editing suite designed to empower filmmakers and content creators. Here’s an in-depth look at Veo 3, its capabilities, and its potential to reshape AI...", "url": "https://huggingface.co/posts/MonsterMMORPG/454841394174188", "date_published": "2025-05-21T09:26:27.037559"}]}