{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/570379597864718", "image": "", "title": "6 Essential Reads on core AI/ML topics:", "content_text": "6 Essential Reads on core AI/ML topics: Time to look at some free useful resources that can help you upgrade your knowledge of AI and machine learning! Today we offer you these 6 must-read surveys that can be your perfect guides to the major fields and techniques: 1. Foundations of Large Language Models by Tong Xiao and Jingbo Zhu → https://arxiv.org/abs/2501.09223 Many recommend this 270-page book as a good resource to focus on fundamental concepts, such as pre-training, generative models, prompting, alignment, and inference 2. Large Language Models Post-Training: Surveying Techniques from Alignment to Reasoning -> A Survey on Post-training of Large Language Models (2503.06072) Read this to master policy optimization (RLHF, DPO, GRPO), supervised and parameter-efficient fine-tuning, reasoning, integration, and adaptation techniques 3. Agentic Large Language Models, a survey by Leiden University → https://arxiv.org/abs/2503.23037 Surveys agentic LLMs across reasoning, tools, and...", "url": "https://huggingface.co/posts/Kseniase/570379597864718", "date_published": "2025-07-21T13:41:51.580317"}, {"id": "https://huggingface.co/posts/prithivMLmods/657825800018453", "image": "", "title": "Dropping the general-purpose reasoning dataset Poseidon-Reasoning-5M, which supports general thought processes, math, and science — featuring a diverse mixture of domains 🌊 :", "content_text": "Dropping the general-purpose reasoning dataset Poseidon-Reasoning-5M, which supports general thought processes, math, and science — featuring a diverse mixture of domains 🌊 : prithivMLmods/Poseidon-Reasoning-5M from datasets import load_dataset dataset = load_dataset( \"prithivMLmods/Poseidon-Reasoning-5M\" , split = \"data\" ) The compact version is as follows — Poseidon-Reasoning-Mini-300K : prithivMLmods/Poseidon-Reasoning-Mini-300K from datasets import load_dataset dataset = load_dataset( \"prithivMLmods/Poseidon-Reasoning-Mini-300K\" , split = \"train\" ) Collection : prithivMLmods/poseidon-reasoning-6879ca98e118b307c781a9ba See translation", "url": "https://huggingface.co/posts/prithivMLmods/657825800018453", "date_published": "2025-07-21T13:41:51.580682"}, {"id": "https://huggingface.co/posts/Jaward/640818601212021", "image": "", "title": "Towards batch sizes too small to meter🎉 beautiful work! And my personal favorite so far - I adore peak performance at small/nano scale. Everyone deserves to run/train AGI locally:) our data, our god model!", "content_text": "Towards batch sizes too small to meter🎉 beautiful work! And my personal favorite so far - I adore peak performance at small/nano scale. Everyone deserves to run/train AGI locally:) our data, our god model! They showed that: - you can train LLMs (upto 1B params) with as low as batch_size=1. This is unconventional given small batch sizes can lead to unstable/spiky training runs. - you can have a stable train run with just vanilla SGD(stochastic gradient descent), no momentum required🤯 - small batch sizes are more robust to hyperparameters (i.e no worries with initialization) - smaller batch sizes outperforms (“better per-Flops performance”) larger batch sizes. “We recommend that practitioners training large models in memory-constrained settings exploit the benefits of small batch sizes rather than trying to emulate the large batch size setting (e.g., through gradient accumulation) typically used in industry.” I’ve been doing this for ages - my mantra: all my experiments must scale on...", "url": "https://huggingface.co/posts/Jaward/640818601212021", "date_published": "2025-07-21T13:41:51.581159"}, {"id": "https://huggingface.co/posts/erikkaum/383373646875765", "image": "", "title": "ZML just released a technical preview of their new Inference Engine: LLMD.", "content_text": "ZML just released a technical preview of their new Inference Engine: LLMD. - Just 2.4GB container, which means fast startup times and efficient autoscaling - Cross-Platform GPU Support: works on both NVIDIA and AMD GPUs. - written in Zig I just tried it out and deployed it on Hugging Face Inference Endpoints and wrote a quick guide 👇 You can try it in like 5 minutes! https://huggingface.co/blog/erikkaum/test-driving-llmd-inference-engine See translation", "url": "https://huggingface.co/posts/erikkaum/383373646875765", "date_published": "2025-07-21T13:41:51.581451"}, {"id": "https://huggingface.co/posts/etemiz/270501016622467", "image": "", "title": "All you need is curation", "content_text": "All you need is curation See translation", "url": "https://huggingface.co/posts/etemiz/270501016622467", "date_published": "2025-07-21T13:41:51.581632"}, {"id": "https://huggingface.co/posts/fdaudens/135737241770101", "image": "", "title": "AudioRAG is becoming real! Just built a demo with ColQwen-Omni that does semantic search on raw audio, no transcription needed.", "content_text": "AudioRAG is becoming real! Just built a demo with ColQwen-Omni that does semantic search on raw audio, no transcription needed. Drop in a podcast, ask your question, and it finds the exact chunks where it happens. You can also get a written answer. What’s exciting: it skips transcription, making it faster and better at capturing emotion, ambient sound, and tone, surfacing results text search would miss. - Demo: fdaudens/colqwen-omni-demo - Blog post from ColQwen team: https://huggingface.co/blog/manu/colqwen-omni-omnimodal-retrieval See translation", "url": "https://huggingface.co/posts/fdaudens/135737241770101", "date_published": "2025-07-21T13:41:51.581933"}, {"id": "https://huggingface.co/posts/giadap/921319982169542", "image": "", "title": "🤖 Technology means power, and whoever owns the technology owns the power.", "content_text": "🤖 Technology means power, and whoever owns the technology owns the power. Thrilled to share insights from my recent interview with MIT Technology Review about the growing movement toward local LLMs and what it means for AI democratization. Read here: https://www.technologyreview.com/2025/07/17/1120391/how-to-run-an-llm-on-your-laptop/ 🤔 Why this matters: When we use \"free\" online AI services, we're often the product. Our conversations become training data, our personal stories get \"cooked into\" models, and our privacy becomes a commodity. But there's an alternative path forward. 💡 The power shift is real: Local LLMs aren't just about privacy; they're about redistributing AI power away from a handful of tech giants. When individuals, organizations, and even entire nations can run their own models, we're democratizing access to AI capabilities. 🤗 At Hugging Face, we're proud to be at the center of this transformation. Our platform hosts the world's largest library of freely...", "url": "https://huggingface.co/posts/giadap/921319982169542", "date_published": "2025-07-21T13:41:51.582535"}, {"id": "https://huggingface.co/posts/VolodymyrPugachov/444265930926373", "image": "", "title": "Digital Heart Model: Initial Research Launch 🚀", "content_text": "Digital Heart Model: Initial Research Launch 🚀 I am excited to announce the launch of research on the Digital Heart Model (DHM), an AI-driven digital twin designed to transform personalized cardiovascular care. DHM integrates multimodal data, focusing initially on cardiac imaging, histopathological imaging, and ECG data, to predict patient outcomes and optimize interventions. Initial Model and Dataset Overview: Base Model: Multimodal AI foundation combining Convolutional Neural Networks (CNN), Vision Transformers (ViT), and Graph Neural Networks (GNN). Datasets: Cardiac MRI and CT imaging datasets, histopathological cardiac tissue images, and extensive ECG waveform data. Expected Results from First Iteration: Cardiac event prediction (e.g., myocardial infarction) accuracy: AUC ≥ 0.90 Arrhythmia detection and classification accuracy: AUC ≥ 0.88 Enhanced segmentation accuracy for cardiac imaging: Dice Score ≥ 0.85 🔍 Next Steps: Conducting initial retrospective validation. Preparing...", "url": "https://huggingface.co/posts/VolodymyrPugachov/444265930926373", "date_published": "2025-07-21T13:41:51.582978"}, {"id": "https://huggingface.co/posts/MaziyarPanahi/751516664507693", "image": "", "title": "🧬 Breaking news in Clinical AI: Introducing the OpenMed NER Model Discovery App on Hugging Face 🔬", "content_text": "🧬 Breaking news in Clinical AI: Introducing the OpenMed NER Model Discovery App on Hugging Face 🔬 OpenMed is back! 🔥 Finding the right biomedical NER model just became as precise as a PCR assay! I'm thrilled to unveil my comprehensive OpenMed Named Entity Recognition Model Discovery App that puts 384 specialized biomedical AI models at your fingertips. 🎯 Why This Matters in Healthcare AI: Traditional clinical text mining required hours of manual model evaluation. My Discovery App instantly connects researchers, clinicians, and data scientists with the exact NER models they need for their biomedical entity extraction tasks. 🔬 What You Can Discover: ✅ Pharmacological Models - Extract \"chemical compounds\", \"drug interactions\", and \"pharmaceutical\" entities from clinical notes ✅ Genomics & Proteomics - Identify \"DNA sequences\", \"RNA transcripts\", \"gene variants\", \"protein complexes\", and \"cell lines\" ✅ Pathology & Disease Detection - Recognize \"pathological formations\", \"cancer types\",...", "url": "https://huggingface.co/posts/MaziyarPanahi/751516664507693", "date_published": "2025-07-21T13:41:51.583589"}, {"id": "https://huggingface.co/posts/prithivMLmods/817042382276733", "image": "", "title": "Upgraded the step-by-step notebook for fine-tuning SigLIP2 on domain-specific image classification tasks. The notebook supports both datasets with predefined train/test splits and those with only a train split, making it suitable for low-resource, custom, and real-world classification scenarios. 📢👉", "content_text": "Upgraded the step-by-step notebook for fine-tuning SigLIP2 on domain-specific image classification tasks. The notebook supports both datasets with predefined train/test splits and those with only a train split, making it suitable for low-resource, custom, and real-world classification scenarios. 📢👉 ➺ FineTuning-SigLIP2-Notebook : prithivMLmods/FineTuning-SigLIP2-Notebook ➺ GitHub : https://github.com/PRITHIVSAKTHIUR/FineTuning-SigLIP-2 ➺ In the first, datasets include predefined train and test splits, enabling conventional supervised learning and generalization evaluation : prithivMLmods/FineTuning-SigLIP2-Notebook (.ipynb) ➺ In the second scenario, only a training split is available; in such cases, the training set is either partially reserved for validation or reused entirely for evaluation : prithivMLmods/FineTuning-SigLIP2-Notebook (.ipynb) This flexibility supports experimentation in constrained or domain-specific settings, where standard test annotations may not exist. See...", "url": "https://huggingface.co/posts/prithivMLmods/817042382276733", "date_published": "2025-07-21T13:41:51.583998"}]}