{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/947704683052150", "image": "", "title": "10 Open-source Deep Research assistants", "content_text": "10 Open-source Deep Research assistants Deep Research agents are quickly becoming our daily co-workers — built for complex investigations, not just chat. With modular architecture, advanced tool use and real web access, they go far beyond typical AI. While big-name agents get the spotlight, we want to highlight some powerful recent open-source alternatives: 1. DeerFlow -> https://github.com/bytedance/deer-flow A modular multi-agent system combining LMs and tools for automated research and code analysis. It links a coordinator, planner, team of specialized agent, and reporter, and converts reports to speech via Text-to-Speech (TTS) 2. Alita -> https://github.com/CharlesQ9/Alita Uses a single problem-solving module for scalable reasoning through simplicity. It self-evolves by generating and reusing Model Context Protocols (MCPs) from open-source tools to build external capabilities for diverse tasks 3. WebThinker -> https://github.com/RUC-NLPIR/WebThinker Lets reasoning models...", "url": "https://huggingface.co/posts/Kseniase/947704683052150", "date_published": "2025-07-01T13:36:19.906656"}, {"id": "https://huggingface.co/posts/blaise-tk/599826348587266", "image": "", "title": "A few months ago, I shared that I was building with", "content_text": "A few months ago, I shared that I was building with @ deeivihh something like \"the Steam for open source apps\"... 🚀 Today, I’m excited to announce that Dione is now open source and live in public beta! Our mission is simple: make it easier to discover, use, and contribute to open source applications. 🔗 GitHub: https://github.com/dioneapp/dioneapp 💬 Join the community: https://discord.gg/JDFJp33vrM Want to give it a try? I’d love your feedback! 👀 See translation", "url": "https://huggingface.co/posts/blaise-tk/599826348587266", "date_published": "2025-07-01T13:36:19.906988"}, {"id": "https://huggingface.co/posts/openfree/674788441765421", "image": "", "title": "🧠 SOMA: The Core Architecture for AGI Level 1 🚀", "content_text": "🧠 SOMA: The Core Architecture for AGI Level 1 🚀 VIDraft/SOMA-AGI 🎯 The First Step Toward AGI SOMA (Self-Orchestrating Modular Architect) is a revolutionary architecture that fulfills the essential requirements for AGI (Artificial General Intelligence) Level 1. It perfectly implements the common AGI prerequisites emphasized by Yann LeCun (Meta), OpenAI, and Google DeepMind within a single LLM. 📋 AGI Level 1 Core Requirements = SOMA's Perfect Implementation ✅ 🎯 Planning Capability → Supervisor AI autonomously designs and executes comprehensive analysis roadmaps 🧩 Role Differentiation & Modularity → A single LLM instantly differentiates into 5 expert AIs for collaboration 🔄 Self-reflection & Feedback Loops → Evaluator AI continuously validates and directs improvements 🛠️ Tool-use & Autonomy → Full automation from web search to report generation 🎮 Long-term Agency Structure → Completes complex 11-stage collaborative processes end-to-end 🔷 SOMA's Three Core Structures 🧭 Self-...", "url": "https://huggingface.co/posts/openfree/674788441765421", "date_published": "2025-07-01T13:36:19.907598"}, {"id": "https://huggingface.co/posts/wewittc/347088512345422", "image": "", "title": "I find it really annoying that you can use a Zero GPU model that will throw an error but it’ll still take the processing time from your quota. So youre just left with less time and nothing to show for it.", "content_text": "I find it really annoying that you can use a Zero GPU model that will throw an error but it’ll still take the processing time from your quota. So youre just left with less time and nothing to show for it. See translation", "url": "https://huggingface.co/posts/wewittc/347088512345422", "date_published": "2025-07-01T13:36:19.907848"}, {"id": "https://huggingface.co/posts/merve/587280854326828", "image": "", "title": "so many multimodal releases these days 🤠", "content_text": "so many multimodal releases these days 🤠 > ERNIE-4.5-VL: new vision language MoE models by Baidu https://huggingface.co/models?search=ernie-4.5-vl > new visual document retrievers by NVIDIA (sota on ViDoRe!) nvidia/llama-nemoretriever-colembed-3b-v1 nvidia/llama-nemoretriever-colembed-1b-v1 > Ovis-3b: new image-text in image-text out models by Alibaba ⤵️ https://huggingface.co/spaces/AIDC-AI/Ovis-U1- See translation", "url": "https://huggingface.co/posts/merve/587280854326828", "date_published": "2025-07-01T13:36:19.908128"}, {"id": "https://huggingface.co/posts/fantos/713394258829998", "image": "", "title": "🎬 How to Use Seedance, the #1 Video Generation Model, for Free", "content_text": "🎬 How to Use Seedance, the #1 Video Generation Model, for Free 📌 A Hidden Gem I Stumbled Upon While browsing Hugging Face, I discovered an amazing project. I found ByteDance's Seedance video generation service - which knocked Google's VEO3 down to 2nd place on the video generation leaderboard - available for free on Hugging Face! ginigen/Seedance-Free Leaderboard standings: 🥇 1st: ByteDance Seedance 🥈 2nd: Google VEO3 It's called \"Bytedance Seedance Video Free\" and is provided by Ginigen. 💡 My Experience Using It Key Features Natural Physics Engine -Realistic object movements -Sophisticated light and shadow rendering Fast Generation Speed -Average 30 seconds to 1 minute completion -No waiting - instant access 🛠️ Available Features Text to Video -Generate 5-second videos from text descriptions -Multiple aspect ratio support (16:9, 9:16, 1:1, etc.) Image to Video -Convert static images to videos -Supports URL input or direct upload AI Prompt Enhancement -AI-based prompt optimization...", "url": "https://huggingface.co/posts/fantos/713394258829998", "date_published": "2025-07-01T13:36:19.908626"}, {"id": "https://huggingface.co/posts/ginipick/250323904227045", "image": "", "title": "🎨 Flux-Kontext FaceLORA - AI Portrait Style Transfer", "content_text": "🎨 Flux-Kontext FaceLORA - AI Portrait Style Transfer 🌟 Introduction Transform your photos into masterpieces! Flux-Kontext FaceLORA is an innovative AI-powered tool that converts portrait photos into various artistic styles using cutting-edge technology. ginigen/Flux-Kontext-FaceLORA ✨ Key Features 📸 Easy to Use: Upload photo → Select style → Click Generate! 🎨 7 Art Styles: Famous painter styles including Van Gogh, Monet, Renoir 🤖 Face Preservation: AI maintains your facial features while transforming the style ⚡ Fast Generation: Get results in seconds with ZeroGPU support 🎯 Custom LoRA: Use any LoRA model from HuggingFace 🖼️ Available Styles 🏯 Studio Ghibli - Whimsical anime art style 🌊 Winslow Homer - American realist watercolor 🌻 Van Gogh - Post-impressionist with swirling brushstrokes 🍎 Paul Cézanne - Geometric post-impressionist structure 🌸 Renoir - Impressionist with soft luminous light 🪷 Claude Monet - Impressionist light and color ⚔️ Fantasy Art - Epic magical character...", "url": "https://huggingface.co/posts/ginipick/250323904227045", "date_published": "2025-07-01T13:36:19.909195"}, {"id": "https://huggingface.co/posts/eaddario/163350286978506", "image": "", "title": "Model pruning for the masses!", "content_text": "Model pruning for the masses! As of version [5740]( https://github.com/ggml-org/llama.cpp/releases/tag/b5740 ), llama-quantize now supports layer pruning via the --prune-layers flag! Findings so far are that removing one or two layers has a relatively moderate impact on quality. PPL and KLD suffer quite a lot, as expected considering that pruning changes the logits distribution, but the drop in inference quality, as reflected by tests' scores, is less pronounced. For example, using the Q4_K_M variants as a benchmark, the average drop between eaddario/gemma-3-12b-it-pruned-GGUF and eaddario/gemma-3-12b-it-GGUF is < 3% (60.03 vs 61.65). Similar behaviour for eaddario/Qwen3-30B-A3B-pruned-GGUF and eaddario/Qwen3-30B-A3B-GGUF , albeit with a bit higher impact at ~5.5% (54.19 vs 57.36). These results seem to confirm Xin Men's et al ShortGPT: Layers in Large Language Models are More Redundant Than You Expect (2403.03853) Another interesting side-effect, at least with Qwen3-30B-A3B, is...", "url": "https://huggingface.co/posts/eaddario/163350286978506", "date_published": "2025-07-01T13:36:19.909588"}, {"id": "https://huggingface.co/posts/codelion/512779846806813", "image": "", "title": "🚀 Just published: \"OpenEvolve: Open-Source Evolutionary Code Optimization with Real-World GPU Kernel Discovery\"", "content_text": "🚀 Just published: \"OpenEvolve: Open-Source Evolutionary Code Optimization with Real-World GPU Kernel Discovery\" We built the first open-source implementation of Google's AlphaEvolve system and used it to automatically discover GPU kernel optimizations that outperform human engineers! Key results: - 21.8% average decode speed improvement on Apple Silicon - 36.7% improvement on long-context transformer attention - Discovered novel vectorization patterns and 2-pass softmax algorithm The system evolved a Metal kernel for Qwen3's Grouped Query Attention from a basic 3-pass implementation into something with sophisticated Apple Silicon optimizations that would take experts months to discover manually. The evolved kernel automatically found the optimal vec<T,8> operations for 128-dim attention heads and fused softmax computation with value accumulation. Really excited about the potential here - imagine evolutionary algorithms automatically discovering optimizations across all our AI...", "url": "https://huggingface.co/posts/codelion/512779846806813", "date_published": "2025-07-01T13:36:19.910062"}, {"id": "https://huggingface.co/posts/sequelbox/523631078445392", "image": "", "title": "The full Celestia 3 science-reasoning dataset is here!", "content_text": "The full Celestia 3 science-reasoning dataset is here! - 91k high-quality synthetic science prompts answered by DeepSeek-R1-0528 - subjects include physics, biology, chemistry, computer science, Earth science, astronomy, and information theory - one of the reasoning datasets powering the upcoming Shining Valiant 3 :) coming soon! GET IT NOW, FOR EVERYONE: sequelbox/Celestia3-DeepSeek-R1-0528 SUPPORT OUR RELEASES: sequelbox/SupportOpenSource with love, allegra See translation", "url": "https://huggingface.co/posts/sequelbox/523631078445392", "date_published": "2025-07-01T13:36:19.910325"}]}