{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/andito/535116877809522", "image": "", "title": "🧠👁️ Can AI visualize solutions?", "content_text": "🧠👁️ Can AI visualize solutions? Humans often solve visual problems by sketching ideas in our minds. What if Vision-Language Models (VLMs) could do something similar, not by generating full images, but by using internal “mental sketches”? That’s the idea behind Mirage, a new framework that empowers VLMs to reason using latent visual tokens. Instead of just thinking in words, Mirage mixes in abstract visual representations that help the model solve complex tasks. These aren't photorealistic images. They're compact, internal representations optimized purely to support reasoning. 🔧 Mirage is trained in two phases: 1) Grounding: It learns to produce latent tokens anchored in real images. 2) Refinement: The model drops the images and learns to generate visual tokens on its own. 📈 And yes, it works! On challenging benchmarks like Visual Spatial Planning, Jigsaw puzzles, and Spatial Attention Tasks, Mirage clearly outperforms GPT-4o and other strong baselines. Smart sketches > empty words....", "url": "https://huggingface.co/posts/andito/535116877809522", "date_published": "2025-07-05T09:23:37.643647"}, {"id": "https://huggingface.co/posts/prithivMLmods/606950317422768", "image": "", "title": "Multimodal OCR with ReportLab? On Colab T4? (Nanonets OCR, Monkey OCR, OCRFlux 3B, Typhoo OCR 3B?) .. Yeah, it’s possible. I’ve made a dedicated Colab notebook to experiment with these models (all built on top of Qwen2.5 VL). 🤗🚀", "content_text": "Multimodal OCR with ReportLab? On Colab T4? (Nanonets OCR, Monkey OCR, OCRFlux 3B, Typhoo OCR 3B?) .. Yeah, it’s possible. I’ve made a dedicated Colab notebook to experiment with these models (all built on top of Qwen2.5 VL). 🤗🚀 Download notebooks here : ✦︎ NanonetsOCR : https://colab.research.google.com/drive/1VvA-amvSVxGdWgIsh4_by6KWOtEs_Iqp ✦︎ MonkeyOCR : https://colab.research.google.com/drive/1vPCojbmlXjDFUt06FJ1tjgnj_zWK4mUo ✦︎ OCRFluxOCR : https://colab.research.google.com/drive/1TDoCXzWdF2hxVLbISqW6DjXAzOyI7pzf ✦︎ TyphoonOCR : https://colab.research.google.com/drive/1_59zvLNnn1kvbiSFxzA1WiqhpbW8RKbz 🜲 Github : https://github.com/PRITHIVSAKTHIUR/OCR-ReportLab What does it do? 1. Performs OCR on the input image 2. Generates a DOCX or PDF file with the input image and the extracted text . . . To know more about it, visit the model card of the respective model. !! See translation", "url": "https://huggingface.co/posts/prithivMLmods/606950317422768", "date_published": "2025-07-05T09:23:37.644065"}, {"id": "https://huggingface.co/posts/aiqtech/840192921912390", "image": "", "title": "🔥 HuggingFace Heatmap Leaderboard", "content_text": "🔥 HuggingFace Heatmap Leaderboard Visualizing AI ecosystem activity at a glance aiqtech/Heatmap-Leaderboard 🎯 Introduction A leaderboard that visualizes the vibrant HuggingFace community activity through heatmaps. ✨ Key Features 📊 Real-time Tracking - Model/dataset/app releases from AI labs and developers 🏆 Auto Ranking - Rankings based on activity over the past year 🎨 Responsive UI - Unique colors per organization, mobile optimized ⚡ Auto Updates - Hourly data refresh for latest information 🌍 Major Participants Big Tech: OpenAI, Google, Meta, Microsoft, Apple, NVIDIA AI Startups: Anthropic, Mistral, Stability AI, Cohere, DeepSeek Chinese Companies: Tencent, Baidu, ByteDance, Qwen HuggingFace Official: HuggingFaceH4, HuggingFaceM4, lerobot, etc. Active Developers: prithivMLmods, lllyasviel, multimodalart and many more 🚀 Value Trend Analysis 📈 Real-time open source contribution insights Inspiration 💪 Learn from other developers' activity patterns Ecosystem Growth 🌱 Visualize AI...", "url": "https://huggingface.co/posts/aiqtech/840192921912390", "date_published": "2025-07-05T09:23:37.644862"}, {"id": "https://huggingface.co/posts/sergiopaniego/776509639548053", "image": "", "title": "Updated my HF Space for vibe testing smol VLMs on object detection, visual grounding, keypoint detection & counting! 👓", "content_text": "Updated my HF Space for vibe testing smol VLMs on object detection, visual grounding, keypoint detection & counting! 👓 🆕 Compare Qwen2.5 VL 3B vs Moondream 2B side-by-side with annotated images & text outputs. Try examples or test your own images! 🏃 📱Space: sergiopaniego/vlm_object_understanding See translation", "url": "https://huggingface.co/posts/sergiopaniego/776509639548053", "date_published": "2025-07-05T09:23:37.645136"}, {"id": "https://huggingface.co/posts/AdinaY/711789989544718", "image": "", "title": "The Chinese Open Source Heatmap is live 🔥", "content_text": "The Chinese Open Source Heatmap is live 🔥 You can now track the companies/ research labs/ communities powering China’s open source AI movement. zh-ai-community/model-release-heatmap-zh Some highlights: ✨Giant Tech are investing more in open source. -Alibaba: Full stack open ecosystem -Tecent: Hunyuan image/video/3D -Bytedance: Catching up fast in 2025 -Baidu: New player in open LLM ✨New players emerging post–DeepSeek moment. -Xiaomi -Red Note -Bilibili -MiniMax -Moonshot AI ✨Startup list is shifting fast! Those who find a direction aligned with their strengths are the ones who endure. -DeepSeek -MiniMax -StepFun -Moonshot AI -Zhipu AI -OpenBMB ✨Research Lab & Community are making key contributions. -BAAI -Shanghai AI Lab -OpenMOSS -MAP See translation", "url": "https://huggingface.co/posts/AdinaY/711789989544718", "date_published": "2025-07-05T09:23:37.645533"}, {"id": "https://huggingface.co/posts/m-ric/145810386001131", "image": "", "title": "If you're using any HF libraries, you should enable the Hub MCP in your agentic coding tool!", "content_text": "If you're using any HF libraries, you should enable the Hub MCP in your agentic coding tool! The brand new Docs Semantic Search tool is intravenous caffeine supply for Cursor, enables to correct API errors in a few seconds, gj @ mishig ⚡️⚡️ 👉 To enable Hub MCP, head to your account setting, under MCP, and it will give you everything you need! See translation", "url": "https://huggingface.co/posts/m-ric/145810386001131", "date_published": "2025-07-05T09:23:37.645811"}, {"id": "https://huggingface.co/posts/kanaria007/563668515609459", "image": "", "title": "✅ New Article on Hugging Face: Teaching AI to Learn from Its Own Thinking", "content_text": "✅ New Article on Hugging Face: Teaching AI to Learn from Its Own Thinking Title: 🔁 Understanding the Pattern Learning Bridge: Adaptive Learning from Problem-Solving Experience 🔗 Read it here: https://huggingface.co/blog/kanaria007/understanding-the-pattern-learning-bridge Summary: After exploring structural selfhood in the Identity-Construct Protocol, this new piece introduces a next step in cognitive development: learning from one’s own problem-solving patterns. The Pattern Learning Bridge equips AI with the ability to reflect structurally — not just on results, but on *why* certain reasoning paths succeed or fail. This protocol enables agents to: • Log reasoning attempts in a structured format • Analyze success/failure correlations across problem types • Extract reusable frame-jump patterns with confidence scoring • Proactively adapt future reasoning choices It’s not just about having memory — it’s about having *experience*. Key Features: • Detects recurring reasoning traps •...", "url": "https://huggingface.co/posts/kanaria007/563668515609459", "date_published": "2025-07-05T09:23:37.646437"}, {"id": "https://huggingface.co/posts/YerbaPage/727846915147423", "image": "", "title": "Is 100% on HumanEval still possible? Yes! ✅", "content_text": "Is 100% on HumanEval still possible? Yes! ✅ Tired of LLMs failing on complex bugs? 🤔 Meet MGDebugger! Our MGDebugger, just hit 100% accuracy on HumanEval using the DeepSeek-R1 model. 🚀 Try the live demo now! ✨ Demo: learnmlf/MGDebugger Dive deeper: 📝 Paper: From Code to Correctness: Closing the Last Mile of Code Generation with Hierarchical Debugging (2410.01215) 💻 Code: https://github.com/YerbaPage/MGDebugger HumanEval may be retired, we're ready for the next challenge In more complex scenarios! See translation", "url": "https://huggingface.co/posts/YerbaPage/727846915147423", "date_published": "2025-07-05T09:23:37.646762"}, {"id": "https://huggingface.co/posts/zamal/249688504470467", "image": "", "title": "Hey all", "content_text": "Hey all Finally it's happening. DeepGit lite is back now, running on cpu only devices. Just smartly search across Github and spin up conversational agents in the background and have grounded conversation with repositories Try it out now!!!! zamal/DeepGit See translation", "url": "https://huggingface.co/posts/zamal/249688504470467", "date_published": "2025-07-05T09:23:37.646993"}, {"id": "https://huggingface.co/posts/Parveshiiii/373499845630863", "image": "", "title": "🧠 MathX-5M by XenArcAI — Scalable Math Reasoning for Smarter LLMs", "content_text": "🧠 MathX-5M by XenArcAI — Scalable Math Reasoning for Smarter LLMs Introducing MathX-5M, a high-quality, instruction-tuned dataset built to supercharge mathematical reasoning in large language models. With 5 million rigorously filtered examples, it spans everything from basic arithmetic to advanced calculus—curated from public sources and enhanced with synthetic data. 🔍 Key Highlights: - Step-by-step reasoning with verified answers - Covers algebra, geometry, calculus, logic, and more - RL-validated correctness and multi-stage filtering - Ideal for fine-tuning, benchmarking, and educational AI 📂 - XenArcAI/MathX-5M See translation", "url": "https://huggingface.co/posts/Parveshiiii/373499845630863", "date_published": "2025-07-05T09:23:37.647339"}]}