{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/866977064333227", "image": "", "title": "Super happy to welcome Nvidia as our latest enterprise hub customer. They have almost 2,000 team members using Hugging Face, and close to 20,000 followers of their org. Can't wait to see what they'll open-source for all of us in the coming months!", "content_text": "Super happy to welcome Nvidia as our latest enterprise hub customer. They have almost 2,000 team members using Hugging Face, and close to 20,000 followers of their org. Can't wait to see what they'll open-source for all of us in the coming months! Nvidia's org: https://huggingface.co/nvidia Enterprise hub: https://huggingface.co/enterprise See translation", "url": "https://huggingface.co/posts/clem/866977064333227", "date_published": "2025-03-06T13:28:08.614984"}, {"id": "https://huggingface.co/posts/davidberenstein1957/655300080970392", "image": "", "title": "🥊 Epic Agent Framework Showdown! Available today!", "content_text": "🥊 Epic Agent Framework Showdown! Available today! 🔵 In the blue corner, the versatile challenger with a proven track record of knowledge retrieval: LlamaIndex! 🛑 In the red corner, the defender, weighing in with lightweight efficiency: Hugging Face smolagents! 🔗 URL: https://huggingface.co/agents-course We just published the LlamaIndex unit for the agents course, and it is set to offer a great contrast between the smolagents unit by looking at - What makes llama-index stand-out - How the LlamaHub is used for integrations - Creating QueryEngine components - Using agents and tools - Agentic and multi-agent workflows The team has been working flat-out on this for a few weeks. Supported by Logan Markewich and Laurie Voss over at LlamaIndex. Who won? You decide! See translation", "url": "https://huggingface.co/posts/davidberenstein1957/655300080970392", "date_published": "2025-03-06T13:28:08.615426"}, {"id": "https://huggingface.co/posts/Undi95/824593315166092", "image": "", "title": "Hi there!", "content_text": "Hi there! If you want to create your own thinking model or do a better MistralThinker, I just uploaded my entire dataset made on Deepseek R1 and the axolotl config. (well I made them public) Axolotl config : Undi95/MistralThinker-v1.1 The dataset : Undi95/R1-RP-ShareGPT3 You can also read all I did on those two discord screenshot from two days ago, I'm a little lazy to rewrite all kek. Hope you will use them! See translation", "url": "https://huggingface.co/posts/Undi95/824593315166092", "date_published": "2025-03-06T13:28:08.615717"}, {"id": "https://huggingface.co/posts/prithivMLmods/550891236404805", "image": "", "title": "SigLIP2 Image Classification  🧤", "content_text": "SigLIP2 Image Classification 🧤 > https://huggingface.co/blog/prithivMLmods/siglip2-finetune-image-classification See translation", "url": "https://huggingface.co/posts/prithivMLmods/550891236404805", "date_published": "2025-03-06T13:28:08.615938"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/775086617889949", "image": "", "title": "Duality.ai just released a 1000 image dataset used to train a YOLOv8 model in multiclass object detection -- and it's 100% free!", "content_text": "Duality.ai just released a 1000 image dataset used to train a YOLOv8 model in multiclass object detection -- and it's 100% free! duality-robotics/YOLOv8-Multiclass-Object-Detection-Dataset Access the full size dataset by creating an EDU account here- https://falcon.duality.ai/secure/documentation/ex3-dataset?sidebarMode=learn Or check it out in the linked HuggingFace dataset! What makes this dataset unique, useful, and capable of bridging the Sim2Real gap? 💠 The digital twins are not generated by AI, but instead crafted by 3D artists to be INDISTINGUISHABLE from the physical-world objects. This allows the training from this data to transfer into real-world applicability 💠 The simulation software, called FalconEditor, can easily create thousands of images with varying lighting, posing, occlusions, backgrounds, camera positions, and more. This enables robust model training. 💠 The labels are created along with the data. This not only saves large amounts of time, but also ensures the...", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/775086617889949", "date_published": "2025-03-06T13:28:08.616458"}, {"id": "https://huggingface.co/posts/Yehor/619825346186306", "image": "", "title": "Published a stable version of Ukrainian Text-to-Speech library on GitHub and PyPI.", "content_text": "Published a stable version of Ukrainian Text-to-Speech library on GitHub and PyPI. Features: - Multi-speaker model: 2 female (Tetiana, Lada) + 1 male (Mykyta) voices; - Fine-grained control over speech parameters, including duration, fundamental frequency (F0), and energy; - High-fidelity speech generation using the RAD-TTS++ acoustic model; - Fast vocoding using Vocos; - Synthesizes long sentences effectively; - Supports a sampling rate of 44.1 kHz; - Tested on Linux environments and Windows/WSL; - Python API (requires Python 3.9 or later); - CUDA-enabled for GPU acceleration. Repository: https://github.com/egorsmkv/tts_uk See translation", "url": "https://huggingface.co/posts/Yehor/619825346186306", "date_published": "2025-03-06T13:28:08.616772"}, {"id": "https://huggingface.co/posts/burtenshaw/281561952705692", "image": "", "title": "I’m super excited to work with", "content_text": "I’m super excited to work with @ mlabonne to build the first practical example in the reasoning course. 🔗 https://huggingface.co/reasoning-course Here's a quick walk through of the first drop of material that works toward the use case: - a fundamental introduction to reinforcement learning. Answering questions like, ‘what is a reward?’ and ‘how do we create an environment for a language model?’ - Then it focuses on Deepseek R1 by walking through the paper and highlighting key aspects. This is an old school way to learn ML topics, but it always works. - Next, it takes to you Transformers Reinforcement Learning and demonstrates potential reward functions you could use. This is cool because it uses Marimo notebooks to visualise the reward. - Finally, Maxime walks us through a real training notebook that uses GRPO to reduce generation length. I’m really into this because it works and Maxime took the time to validate it share assets and logging from his own runs for you to compare with....", "url": "https://huggingface.co/posts/burtenshaw/281561952705692", "date_published": "2025-03-06T13:28:08.617265"}, {"id": "https://huggingface.co/posts/AdinaY/245501501333845", "image": "", "title": "Qilin 🔥a large scale multimodal dataset for search, recommendation and RAG research, released by Xiaohongshu & Tsinghua University", "content_text": "Qilin 🔥a large scale multimodal dataset for search, recommendation and RAG research, released by Xiaohongshu & Tsinghua University Dataset: THUIR/Qilin Paper: Qilin: A Multimodal Information Retrieval Dataset with APP-level User Sessions (2503.00501) ✨Multiple content modalities (text, images, video thumbnails) ✨Rich user interaction data ( from Xiaohongshu’s 300M+ MAUs, 70%+ search penetration) ✨Comprehensive evaluation metrics ✨Support for RAG system development See translation", "url": "https://huggingface.co/posts/AdinaY/245501501333845", "date_published": "2025-03-06T13:28:08.617589"}, {"id": "https://huggingface.co/posts/luigi12345/685788730899562", "image": "", "title": "🥳🥳Just achieved 25m 59s of research with plain ChatGPT 🔥 Had it doing a complete internet search in just ONE call visiting 443 websites! Hard to beat huh!", "content_text": "🥳🥳Just achieved 25m 59s of research with plain ChatGPT 🔥 Had it doing a complete internet search in just ONE call visiting 443 websites! Hard to beat huh! PROMPT IN COMMENTS Check out the Massive Article created by the prompt: https://huggingface.co/blog/luigi12345/automating-lead-generation-with-ai See translation", "url": "https://huggingface.co/posts/luigi12345/685788730899562", "date_published": "2025-03-06T13:28:08.617857"}, {"id": "https://huggingface.co/posts/singhsidhukuldeep/815565847250252", "image": "", "title": "Exciting New Tool for Knowledge Graph Extraction from Plain Text!", "content_text": "Exciting New Tool for Knowledge Graph Extraction from Plain Text! I just came across a groundbreaking new tool called KGGen that's solving a major challenge in the AI world - the scarcity of high-quality knowledge graph data. KGGen is an open-source Python package that leverages language models to extract knowledge graphs (KGs) from plain text. What makes it special is its innovative approach to clustering related entities, which significantly reduces sparsity in the extracted KGs. The technical approach is fascinating: 1. KGGen uses a multi-stage process involving an LLM (GPT-4o in their implementation) to extract entities and relations from source text 2. It aggregates graphs across sources to reduce redundancy 3. Most importantly, it applies iterative LM-based clustering to refine the raw graph The clustering stage is particularly innovative - it identifies which nodes and edges refer to the same underlying entities or concepts. This normalizes variations in tense, plurality,...", "url": "https://huggingface.co/posts/singhsidhukuldeep/815565847250252", "date_published": "2025-03-06T13:28:08.618337"}]}