{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/prithivMLmods/657825800018453", "image": "", "title": "Dropping the general-purpose reasoning dataset Poseidon-Reasoning-5M, which supports general thought processes, math, and science — featuring a diverse mixture of domains 🌊 :", "content_text": "Dropping the general-purpose reasoning dataset Poseidon-Reasoning-5M, which supports general thought processes, math, and science — featuring a diverse mixture of domains 🌊 : prithivMLmods/Poseidon-Reasoning-5M from datasets import load_dataset dataset = load_dataset( \"prithivMLmods/Poseidon-Reasoning-5M\" , split = \"data\" ) The compact version is as follows — Poseidon-Reasoning-Mini-300K : prithivMLmods/Poseidon-Reasoning-Mini-300K from datasets import load_dataset dataset = load_dataset( \"prithivMLmods/Poseidon-Reasoning-Mini-300K\" , split = \"train\" ) Collection : prithivMLmods/poseidon-reasoning-6879ca98e118b307c781a9ba See translation", "url": "https://huggingface.co/posts/prithivMLmods/657825800018453", "date_published": "2025-07-20T17:21:16.996938"}, {"id": "https://huggingface.co/posts/erikkaum/383373646875765", "image": "", "title": "ZML just released a technical preview of their new Inference Engine: LLMD.", "content_text": "ZML just released a technical preview of their new Inference Engine: LLMD. - Just 2.4GB container, which means fast startup times and efficient autoscaling - Cross-Platform GPU Support: works on both NVIDIA and AMD GPUs. - written in Zig I just tried it out and deployed it on Hugging Face Inference Endpoints and wrote a quick guide 👇 You can try it in like 5 minutes! https://huggingface.co/blog/erikkaum/test-driving-llmd-inference-engine See translation", "url": "https://huggingface.co/posts/erikkaum/383373646875765", "date_published": "2025-07-20T17:21:16.997238"}, {"id": "https://huggingface.co/posts/giadap/921319982169542", "image": "", "title": "🤖 Technology means power, and whoever owns the technology owns the power.", "content_text": "🤖 Technology means power, and whoever owns the technology owns the power. Thrilled to share insights from my recent interview with MIT Technology Review about the growing movement toward local LLMs and what it means for AI democratization. Read here: https://www.technologyreview.com/2025/07/17/1120391/how-to-run-an-llm-on-your-laptop/ 🤔 Why this matters: When we use \"free\" online AI services, we're often the product. Our conversations become training data, our personal stories get \"cooked into\" models, and our privacy becomes a commodity. But there's an alternative path forward. 💡 The power shift is real: Local LLMs aren't just about privacy; they're about redistributing AI power away from a handful of tech giants. When individuals, organizations, and even entire nations can run their own models, we're democratizing access to AI capabilities. 🤗 At Hugging Face, we're proud to be at the center of this transformation. Our platform hosts the world's largest library of freely...", "url": "https://huggingface.co/posts/giadap/921319982169542", "date_published": "2025-07-20T17:21:16.997847"}, {"id": "https://huggingface.co/posts/fdaudens/135737241770101", "image": "", "title": "AudioRAG is becoming real! Just built a demo with ColQwen-Omni that does semantic search on raw audio, no transcription needed.", "content_text": "AudioRAG is becoming real! Just built a demo with ColQwen-Omni that does semantic search on raw audio, no transcription needed. Drop in a podcast, ask your question, and it finds the exact chunks where it happens. You can also get a written answer. What’s exciting: it skips transcription, making it faster and better at capturing emotion, ambient sound, and tone, surfacing results text search would miss. - Demo: fdaudens/colqwen-omni-demo - Blog post from ColQwen team: https://huggingface.co/blog/manu/colqwen-omni-omnimodal-retrieval See translation", "url": "https://huggingface.co/posts/fdaudens/135737241770101", "date_published": "2025-07-20T17:21:16.998163"}, {"id": "https://huggingface.co/posts/cjerzak/447037381568580", "image": "", "title": "Dropped a dataset on here for linking org data: half a billion records scraped from LinkedIn networks. Positive/negative matches, bipartite graphs, Markov clusters – all the goods to train models that actually work on fuzzy company names.", "content_text": "Dropped a dataset on here for linking org data: half a billion records scraped from LinkedIn networks. Positive/negative matches, bipartite graphs, Markov clusters – all the goods to train models that actually work on fuzzy company names. NegMatches, PosMatches, holdouts for eval. Check it out: cjerzak/LinkOrgs See translation", "url": "https://huggingface.co/posts/cjerzak/447037381568580", "date_published": "2025-07-20T17:21:16.998481"}, {"id": "https://huggingface.co/posts/AdinaY/422814235949912", "image": "", "title": "Seed-X 🔥 a suite of multilingual translation models released by ByteDance.", "content_text": "Seed-X 🔥 a suite of multilingual translation models released by ByteDance. ByteDance-Seed/seed-x-6878753f2858bc17afa78543 ✨ instruction/reinforcement learning/reward model ✨ Supports 28 languages, bidirectional translation ✨ Optimized for deployment & inference: 7B with mistral architecture ✨ Excels across domains: science, law, finance, literature & more See translation", "url": "https://huggingface.co/posts/AdinaY/422814235949912", "date_published": "2025-07-20T17:21:16.998743"}, {"id": "https://huggingface.co/posts/MohamedRashad/539521978505113", "image": "", "title": "For anyone who wants to try the new Voxtral models, you can do this from here:", "content_text": "For anyone who wants to try the new Voxtral models, you can do this from here: MohamedRashad/Voxtral Also you can find the transformers version of them here: MohamedRashad/Voxtral-Mini-3B-2507-transformers MohamedRashad/Voxtral-Small-24B-2507-transformers See translation", "url": "https://huggingface.co/posts/MohamedRashad/539521978505113", "date_published": "2025-07-20T17:21:16.998964"}, {"id": "https://huggingface.co/posts/sergiopaniego/300981041730206", "image": "", "title": "🧑‍🍳 New Multimodal Fine-Tuning Recipe 🧑‍🍳", "content_text": "🧑‍🍳 New Multimodal Fine-Tuning Recipe 🧑‍🍳 ⚡️ In this new @ huggingface Cookbook recipe, I walk you though the process of fine tuning a Visual Language Model (VLM) for Object Detection with Visual Grounding, using TRL. 🔍 Object detection typically involves detecting categories in images (e.g., vase). By combining it with visual grounding, we add contextual understanding so instead of detecting just \"vase\", we can detect \"middle vase\" in an image. VLMs are super powerful! In this case, I use PaliGemma 2 which already supports object detection and extend it to also add visual grounding. 🤗 Check it out here: https://huggingface.co/learn/cookbook/fine_tuning_vlm_object_detection_grounding See translation", "url": "https://huggingface.co/posts/sergiopaniego/300981041730206", "date_published": "2025-07-20T17:21:16.999308"}, {"id": "https://huggingface.co/posts/AdinaY/685652769208143", "image": "", "title": "M2-Reasoning🔥 a unified multimodal model for general (math, logic) and spatial (motion, physics, orientation) reasoning, released by  AntGroup.", "content_text": "M2-Reasoning🔥 a unified multimodal model for general (math, logic) and spatial (motion, physics, orientation) reasoning, released by AntGroup. Model: inclusionAI/M2-Reasoning Paper: M2-Reasoning: Empowering MLLMs with Unified General and Spatial Reasoning (2507.08306) ✨ 7B with MIT license ✨ 294K high quality samples via novel data pipeline ✨ Dynamic multi-task training to resolve task conflicts See translation", "url": "https://huggingface.co/posts/AdinaY/685652769208143", "date_published": "2025-07-20T17:21:16.999599"}, {"id": "https://huggingface.co/posts/sergiopaniego/198629148960675", "image": "", "title": "Multiple NEW notebooks and scripts added to the Hugging Face Gemma recipes repo!", "content_text": "Multiple NEW notebooks and scripts added to the Hugging Face Gemma recipes repo! Thanks to the community 🫶, we're adding more and more recipes using Gemma 💎 Fine tuning for all modalities, function calling, RAG... Repo: https://github.com/huggingface/huggingface-gemma-recipes We're also open to new ideas from the community 🤗! See translation", "url": "https://huggingface.co/posts/sergiopaniego/198629148960675", "date_published": "2025-07-20T17:21:16.999853"}]}