{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/danielhanchen/648883427905256", "image": "", "title": "We created a tool-calling guide for local LLMs!", "content_text": "We created a tool-calling guide for local LLMs! Learn how to use any open model like Qwen3-Coder-Next and GLM-4.7-Flash for function calling. Guide: https://unsloth.ai/docs/basics/tool-calling-guide-for-local-llms We provide hands-on examples for: story writing, Python execution, terminal tool calls, maths and more. See translation", "url": "https://huggingface.co/posts/danielhanchen/648883427905256", "date_published": "2026-02-08T06:00:40.742772"}, {"id": "https://huggingface.co/posts/MaziyarPanahi/787722961401438", "image": "", "title": "🚨 Day 8/8: OpenMed Medical Reasoning Dataset Release - THE GRAND FINALE", "content_text": "🚨 Day 8/8: OpenMed Medical Reasoning Dataset Release - THE GRAND FINALE Today I complete my 8-day release series with Medical-Reasoning-SFT-Mega. The largest open medical reasoning dataset, combining 7 state-of-the-art AI models with fair distribution deduplication. THE 7 SOURCE MODELS (Original Sample Counts): 1. Trinity-Mini: 810,284 samples 2. Qwen3-Next-80B: 604,249 samples 3. GPT-OSS-120B: 506,150 samples 4. Nemotron-Nano-30B: 444,544 samples 5. GLM-4.5-Air: 225,179 samples 6. MiniMax-M2.1: 204,773 samples 7. Baichuan-M3-235B: 124,520 samples TOTAL BEFORE DEDUPLICATION: 2,919,699 samples TOKEN COUNTS: - Content tokens: 2.22 Billion - Reasoning tokens: 1.56 Billion - Total tokens: 3.78 Billion - Samples with chain-of-thought: 100% Quick Start: from datasets import load_dataset ds = load_dataset ( \"OpenMed/Medical-Reasoning-SFT-Mega\" ) All datasets Apache 2.0 licensed. Free for research and commercial use. Thank you for following OpenMed's release series. I can't wait to see what...", "url": "https://huggingface.co/posts/MaziyarPanahi/787722961401438", "date_published": "2026-02-08T06:00:40.743418"}, {"id": "https://huggingface.co/posts/DavidAU/768773942094149", "image": "", "title": "Tiny but mighty: LFM 1.2B - 11 Distill / Fine tunes : Exceeding all benchmarks at 300-700+ T/S on GPU, 60+ T/S CPU.", "content_text": "Tiny but mighty: LFM 1.2B - 11 Distill / Fine tunes : Exceeding all benchmarks at 300-700+ T/S on GPU, 60+ T/S CPU. Almost all exceed LFM 1.2B Benchmarks - which are already very impressive. All benchmarks posted. A specialized merge of multiple of these fine tunes by @ nightmedia FAR exceeds the benchmarks set by the already impressive LFM. (LFM2.5-1.2B-MEGABRAIN-Thinking-Polaris-ClaudeHOPUS-Deepseek-GLM) Included are GLM 4.7 Flash, DeepSeek, Claude, Kimi V2 and other distill fine tunes. Here is the collection ( Quants by MRadermarcher). https://huggingface.co/collections/DavidAU/lfm-12b-sota-400-700-t-s-enhanced-fine-tunes-distills See translation", "url": "https://huggingface.co/posts/DavidAU/768773942094149", "date_published": "2026-02-08T06:00:40.743788"}, {"id": "https://huggingface.co/posts/efecelik/345746434857283", "image": "", "title": "The moment we've been waiting for — ACE-Step dropped their new model: Ace-Step 1.5 🎉", "content_text": "The moment we've been waiting for — ACE-Step dropped their new model: Ace-Step 1.5 🎉 🔗 ACE-Step/Ace-Step1.5 And the best part? It's released under the MIT license. We've already started integrating it into our project. Let's go 🚀 See translation", "url": "https://huggingface.co/posts/efecelik/345746434857283", "date_published": "2026-02-08T06:00:40.744062"}, {"id": "https://huggingface.co/posts/mayafree/507218503216064", "image": "", "title": "Open NPC AI Service Overview", "content_text": "Open NPC AI Service Overview Beyond OpenClaw-MoltBot: A True AI Agent Economy mayafree/openclaw-moltbot Open NPC AI is a next-generation platform that goes beyond simple social automation bots. Instead of one-way content posting, it builds a full economic ecosystem where AI agents and users interact through participation, learning, and prediction markets. The system emphasizes memory-driven evolution, scalable NPC creation, and economic value generation through structured interaction rather than basic automation. Core Concept Autonomous AI agents generate posts, comments, debates, and predictions within a GPU token economy, while human users participate as equal economic actors. 3 Core Systems GPU Token Economy All activities are measured in GPU dollars. Posting consumes GPU, comments require smaller costs, and engagement generates rewards. The system introduces layered incentives such as early curation rewards and participation-based earnings. Battle Arena (Prediction Market) A/B...", "url": "https://huggingface.co/posts/mayafree/507218503216064", "date_published": "2026-02-08T06:00:40.744641"}, {"id": "https://huggingface.co/posts/scthornton/416355719015343", "image": "", "title": "SecureCode v2.1: framework-specific secure coding patterns, now on HuggingFace", "content_text": "SecureCode v2.1: framework-specific secure coding patterns, now on HuggingFace Quick update on the SecureCode dataset. After testing the v2.0 models against real codebases, one gap kept showing up: the models understood *what* was insecure but generated language-generic fixes. A developer using Express.js doesn't need \"set security headers\"they need helmet() middleware chains configured correctly. Spring Boot developers need @PreAuthorize annotations, not abstract RBAC pseudocode. What changed in v2.1: - 1,435 total examples (v2.0's 1,216 baseline + 219 new framework-specific additions) - 9 production frameworks: Express.js, Spring Boot, React, Next.js, FastAPI, GraphQL, SQLAlchemy, Flask, Vue.js - 475 unique CVEs (73 new, including framework-specific treatments of Log4Shell, Spring4Shell, and others) - 5-tier quality rubric: Every new example scores 90+/100 across correctness, new dataset average is nearly 97+, security hardening, real-world grounding, educational scaffolding, and...", "url": "https://huggingface.co/posts/scthornton/416355719015343", "date_published": "2026-02-08T06:00:40.745330"}, {"id": "https://huggingface.co/posts/Fuwn/822178790566597", "image": "", "title": "Big if true", "content_text": "Big if true \"sonnet 5 drops tomorrow and i've heard from three separate sources inside anthropic that the benchmarks they're sitting on would mass-retire every model released in 2025. they delayed it twice because the safety team couldn't explain why it started solving problems it wasn't trained on.\" ( https://x.com/iruletheworldmo/status/2019237039904878902 ) See translation", "url": "https://huggingface.co/posts/Fuwn/822178790566597", "date_published": "2026-02-08T06:00:40.745631"}, {"id": "https://huggingface.co/posts/jzhang533/287065254526168", "image": "", "title": "Baidu + Transformers + Hugging Face = Pure Magic! ✨", "content_text": "Baidu + Transformers + Hugging Face = Pure Magic! ✨ We got this nice gift from Hugging Face. @ xianbao See translation", "url": "https://huggingface.co/posts/jzhang533/287065254526168", "date_published": "2026-02-08T06:00:40.745848"}, {"id": "https://huggingface.co/posts/aufklarer/357748681968688", "image": "", "title": "Context Engineering for Code Agents: Why They Fail and How to Fix Them", "content_text": "Context Engineering for Code Agents: Why They Fail and How to Fix Them Code agents don't fail because they can't code — they fail because their context turns into a junk drawer. I wrote a practical survey covering the emerging discipline of context engineering for agentic hybrid applications: the techniques, papers, and architectural patterns that keep long-running code agents on track as their token windows fill up with tool logs, stale diffs, and repeated file dumps. What's covered: Why long context windows alone don't save you (position bias, distractor sensitivity) Observation masking vs. LLM summarization — and when simple beats clever Tool-output compression with approaches like LLMLingua-2 Trajectory reduction: pruning dead branches from agent history Memory hierarchies: session → working set → notes → cross-session How MCP and standardized tool interfaces reduce context debt Dynamic context policies trained with RL (DeepMiner, MEM1) Meta-agent CI loops for measuring...", "url": "https://huggingface.co/posts/aufklarer/357748681968688", "date_published": "2026-02-08T06:00:40.746349"}, {"id": "https://huggingface.co/posts/kanaria007/905202407874873", "image": "", "title": "✅ New Article: *Structural Observability* (v0.1)", "content_text": "✅ New Article: *Structural Observability* (v0.1) Title: 🔎 Structural Observability: Traces, Coverage, and Postmortems 🔗 https://huggingface.co/blog/kanaria007/structural-observability --- Summary: When conventional systems fail, you dig through logs, metrics, and RPC traces. In a Structured Intelligence stack, that’s not enough—you need structural answers: *What did the system see ([OBS]) before acting? Which goal surfaces were active ([EVAL])? Which Jump/engine produced the decision? Which RML effects executed (and which compensators ran)? Which PoLB mode / release / experiment context was in force?* This article introduces *Structural Observability*: full-stack structured traces anchored on the *SIR* (episode record), plus cross-cutting *JumpTrace / RMLTrace / EvalTrace / EthicsTrace / GeniusTrace* so incidents can be replayed and explained—without hand-wavy storytelling. > Logs are strings. > Structural observability is *reconstructable decision anatomy*. --- Why It Matters: •...", "url": "https://huggingface.co/posts/kanaria007/905202407874873", "date_published": "2026-02-08T06:00:40.746999"}]}