{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/ginipick/554089753491641", "image": "", "title": "🌐 GraphMind: Phi-3 Instruct Graph Explorer", "content_text": "🌐 GraphMind: Phi-3 Instruct Graph Explorer ✨ Extract and visualize knowledge graphs from any text in multiple languages! GraphMind is a powerful tool that leverages the capabilities of Phi-3 to transform unstructured text into structured knowledge graphs, helping you understand complex relationships within any content. ginigen/Graph-Mind 🚀 Key Features Multi-language Support 🌍: Process text in English, Korean, and many other languages Instant Visualization 🧩: See extracted entities and relationships in an interactive graph Entity Recognition 🏷️: Automatically identifies and categorizes named entities Optimized Performance ⚡: Uses caching to deliver faster results for common examples Intuitive Interface 👆: Simple design makes complex graph extraction accessible to everyone 💡 Use Cases Content Analysis: Extract key entities and relationships from articles or documents Research Assistance: Quickly visualize connections between concepts in research papers Educational Tool: Help students...", "url": "https://huggingface.co/posts/ginipick/554089753491641", "date_published": "2025-03-14T17:16:21.136162"}, {"id": "https://huggingface.co/posts/clem/238420842235482", "image": "", "title": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all!", "content_text": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all! See translation", "url": "https://huggingface.co/posts/clem/238420842235482", "date_published": "2025-03-14T17:16:21.136415"}, {"id": "https://huggingface.co/posts/prithivMLmods/635315600525918", "image": "", "title": "Gemma-3-4B : Image and Video Inference 🖼️🎥", "content_text": "Gemma-3-4B : Image and Video Inference 🖼️🎥 🧤Space: prithivMLmods/Gemma-3-Multimodal @ gemma3 : {Tag + Space_+ 'prompt'} @ video-infer : {Tag + Space_+ 'prompt'} + Gemma3-4B : google/gemma-3-4b-it + By default, it runs : prithivMLmods/Qwen2-VL-OCR-2B-Instruct Gemma 3 Technical Report : https://storage.googleapis.com/deepmind-media/gemma/Gemma3Report.pdf See translation", "url": "https://huggingface.co/posts/prithivMLmods/635315600525918", "date_published": "2025-03-14T17:16:21.136735"}, {"id": "https://huggingface.co/posts/burtenshaw/548205593122339", "image": "", "title": "Here’s a notebook to make Gemma reason with GRPO & TRL. I made this whilst prepping the next unit of the reasoning course:", "content_text": "Here’s a notebook to make Gemma reason with GRPO & TRL. I made this whilst prepping the next unit of the reasoning course: In this notebooks I combine together google’s model with some community tooling - First, I load the model from the Hugging Face hub with transformers’s latest release for Gemma 3 - I use PEFT and bitsandbytes to get it running on Colab - Then, I took Will Browns processing and reward functions to make reasoning chains from GSM8k - Finally, I used TRL’s GRPOTrainer to train the model Next step is to bring Unsloth AI in, then ship it in the reasoning course. Links to notebook below. https://colab.research.google.com/drive/1Vkl69ytCS3bvOtV9_stRETMthlQXR4wX?usp=sharing See translation", "url": "https://huggingface.co/posts/burtenshaw/548205593122339", "date_published": "2025-03-14T17:16:21.137106"}, {"id": "https://huggingface.co/posts/openfree/729932908902684", "image": "", "title": "Huggingface Space Leaderboard 🚀", "content_text": "Huggingface Space Leaderboard 🚀 Hello Huggingface Community! VIDraft/Space-Leaderboard We are excited to introduce the Huggingface Space Leaderboard, a service that lets you view the latest trending Spaces on the Huggingface platform at a glance. This service helps you quickly explore a wide range of creative projects and will spark new inspiration for your own ideas. 🎉 Detailed Feature Overview 1. Real-time Trend Reflection Automated Aggregation: Analyzes and ranks over 500 popular Spaces on Huggingface in real time. Accurate Ranking: Combines various metrics such as likes, engagement, and creation time to accurately reflect the latest trends. Instant Updates: Data is continuously updated, so you always see the most current popular Spaces. 2. Intuitive Preview 70% Scaled Preview: Each Space is displayed at 70% scale, providing a neat and clear preview at a glance. Easy Visual Comparison: View multiple Spaces side by side to easily compare their designs and functionalities. Error...", "url": "https://huggingface.co/posts/openfree/729932908902684", "date_published": "2025-03-14T17:16:21.137751"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/969493556484477", "image": "", "title": "I just pushed another amazing update to our Wan 2.1 APP. LoRA loading for 14B Wan 2.1 models were taking over 15 minutes. Optimized to take only few seconds now. Fully supports RTX 5000 series and fully optimized for both VRAM and RAM.", "content_text": "I just pushed another amazing update to our Wan 2.1 APP. LoRA loading for 14B Wan 2.1 models were taking over 15 minutes. Optimized to take only few seconds now. Fully supports RTX 5000 series and fully optimized for both VRAM and RAM. Our APP here : https://www.patreon.com/posts/wan-2-1-ultra-as-123105403 Tutorial 1 : https://youtu.be/hnAhveNy-8s Tutorial 2 : https://youtu.be/ueMrzmbdWBg It is also pushed to the original repo you can see pull request here : https://github.com/modelscope/DiffSynth-Studio/pull/442 See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/969493556484477", "date_published": "2025-03-14T17:16:21.138053"}, {"id": "https://huggingface.co/posts/pidou/518300311697108", "image": "", "title": "testing post", "content_text": "testing post", "url": "https://huggingface.co/posts/pidou/518300311697108", "date_published": "2025-03-14T17:16:21.138247"}, {"id": "https://huggingface.co/posts/AdinaY/501114368839718", "image": "", "title": "Open Sora 2.0 is out 🔥", "content_text": "Open Sora 2.0 is out 🔥 hpcai-tech/open-sora-20-67cfb7efa80a73999ccfc2d5 ✨ 11B with Apache2.0 ✨ Low training cost - $200k ✨ open weights, code and training workflow See translation", "url": "https://huggingface.co/posts/AdinaY/501114368839718", "date_published": "2025-03-14T17:16:21.138505"}, {"id": "https://huggingface.co/posts/AtAndDev/487154587853546", "image": "", "title": "Gemma 3 seems to be really good at human preference. Just waiting for ppl to see it.", "content_text": "Gemma 3 seems to be really good at human preference. Just waiting for ppl to see it. See translation", "url": "https://huggingface.co/posts/AtAndDev/487154587853546", "date_published": "2025-03-14T17:16:21.138716"}, {"id": "https://huggingface.co/posts/fdaudens/783485212316889", "image": "", "title": "Ever wanted 45 min with one of AI’s most fascinating minds?  Was with", "content_text": "Ever wanted 45 min with one of AI’s most fascinating minds? Was with @ thomwolf at HumanX Vegas. Sharing my notes of his Q&A with the press—completely changed how I think about AI’s future: 1️⃣ The next wave of successful AI companies won’t be defined by who has the best model but by who builds the most useful real-world solutions. \"We all have engines in our cars, but that’s rarely the only reason we buy one. We expect it to work well, and that’s enough. LLMs will be the same.\" 2️⃣ Big players are pivoting: \"Closed-source companies—OpenAI being the first—have largely shifted from LLM announcements to product announcements.\" 3️⃣ Open source is changing everything: \"DeepSeek was open source AI’s ChatGPT moment. Basically, everyone outside the bubble realized you can get a model for free—and it’s just as good as the paid ones.\" 4️⃣ Product innovation is being democratized: Take Manus, for example—they built a product on top of Anthropic’s models that’s \"actually better than...", "url": "https://huggingface.co/posts/fdaudens/783485212316889", "date_published": "2025-03-14T17:16:21.139279"}]}