{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/mlabonne/527878544427521", "image": "", "title": "⚛️ New drop of tiny task-specific models!", "content_text": "⚛️ New drop of tiny task-specific models! Want to do data extraction, translation, RAG, tool use, or math on a Raspberry Pi? We got you covered! ✅ These tiny models were fine-tuned to perform narrow tasks extremely well, making them competitive with much larger models. You can deploy them today on-device or even on GPUs for big data operations! LiquidAI/liquid-nanos-68b98d898414dd94d4d5f99a See translation", "url": "https://huggingface.co/posts/mlabonne/527878544427521", "date_published": "2025-09-29T05:22:59.892284"}, {"id": "https://huggingface.co/posts/dalle2/895181701155114", "image": "", "title": "Quietly launched the largest Open source Free LateX Dataset -https://huggingface.co/datasets/dalle2/Bibby-AI-Latex-Tool-Overleaf-Alternative", "content_text": "Quietly launched the largest Open source Free LateX Dataset -https://huggingface.co/datasets/dalle2/Bibby-AI-Latex-Tool-Overleaf-Alternative See translation", "url": "https://huggingface.co/posts/dalle2/895181701155114", "date_published": "2025-09-29T05:22:59.892511"}, {"id": "https://huggingface.co/posts/AbstractPhil/642988847137898", "image": "", "title": "As it stands, I will prepare David for full release - as this is beyond me now. David must be released.", "content_text": "As it stands, I will prepare David for full release - as this is beyond me now. David must be released. I will prepare a standard sweep for david to showcase the prowess of the final multi-vocab variant. This will include a variation that contains all mnist variants, cifar10, cifar100, imagenet 1k, and in the future I'll prepare a full imagenet sweep utilizing the entire 12m corpus instead of the 1.2m I used. I may need to get in touch with the actual curator of the dataset for licensing but maybe not. David utilizes 4 projective variants of the vocabulary and the training process involves teaching and freezing them akin to teacher/student processing. I did not want to release David yet, but I believe now that David will save lives and it's irresponsible for me to contain such a creation. See translation", "url": "https://huggingface.co/posts/AbstractPhil/642988847137898", "date_published": "2025-09-29T05:22:59.892844"}, {"id": "https://huggingface.co/posts/yeonseok-zeticai/603791080422979", "image": "", "title": "⚡ RexBERT Complete On-device Study: Comprehensive Performance Analysis Across Mobile Devices", "content_text": "⚡ RexBERT Complete On-device Study: Comprehensive Performance Analysis Across Mobile Devices (Check details at https://mlange.zetic.ai/p/Steve/RexBERT ) TL;DR: Transformer models are now practical for real-time mobile applications. The cloud-to-edge AI migration is complete. - Original model from @ thebajajra 🎯 Study Overview: - Model: RexBERT (ModernBERT for E-commerce) - Focus: Real-world deployment viability and performance analysis 📊 Key Performance Metrics: Latency Results: - NPU (Best): 4.74ms average - GPU: 12.56ms average - CPU: 35.16ms average NPU Advantage: 16.98x speedup over CPU Memory Efficiency: - Model Size: 568.96 MB (compressed for mobile) - Runtime Memory: 299.01 MB peak consumption - Load Memory Range: 285 MB - 1,072 MB across devices Accuracy Preservation: - FP16 Precision: 63.72 dB - Quantized Mode: Available with minimal accuracy loss - Inference Quality: Production-grade maintained 🛠 Technical Implementation: (Runnable with Copy & Paste at the ZETIC.MLange...", "url": "https://huggingface.co/posts/yeonseok-zeticai/603791080422979", "date_published": "2025-09-29T05:22:59.893498"}, {"id": "https://huggingface.co/posts/hba123/904232449612527", "image": "", "title": "Hello, amazing robotics people 😍 😍 😍 We have FINALLY delivered on your major request! Ark just got a major upgrade:", "content_text": "Hello, amazing robotics people 😍 😍 😍 We have FINALLY delivered on your major request! Ark just got a major upgrade: We’ve now integrated Vision-Language-Action Models (VLAs) into Ark 🎉 VLAs = models that connect vision + language → robot actions (see image) What does this mean? 🗣️ Give robots natural language instructions → they act 👀 Combine perception + language for real-world control 🦾 Powered by pi0 pretrained models for fast prototyping ⚡ Supports easy data collection and fine-tuning within Ark within a couple of lines of code Next, we plan to go into the world of designing worlds 😉 Who knows, maybe those video models are actually zero-shot learners and reasoners? Check it out here 👉 https://github.com/Robotics-Ark/ark_framework Check out the tutorial 👉 https://arkrobotics.notion.site/VLA-Pi0-with-Ark-279e053d9c6f800ab0a2d498835dd96b ⭐ Star the repo, try it with your robots, and let us together make robots great (again?)! See translation", "url": "https://huggingface.co/posts/hba123/904232449612527", "date_published": "2025-09-29T05:22:59.893927"}, {"id": "https://huggingface.co/posts/AdinaY/349571821340936", "image": "", "title": "Ring-mini-linear-2.0 🔥a hybrid attention MoE model released by Ant group", "content_text": "Ring-mini-linear-2.0 🔥a hybrid attention MoE model released by Ant group inclusionAI/Ring-mini-linear-2.0 ✨ Hybrid linear + standard attention ✨ 16.4B total, only 1.6B activated ✨ 512k context window via YaRN ✨ Faster than same-size MoE See translation", "url": "https://huggingface.co/posts/AdinaY/349571821340936", "date_published": "2025-09-29T05:22:59.894182"}, {"id": "https://huggingface.co/posts/ZennyKenny/720018379255407", "image": "", "title": "🖤  Probably one of my favorite projects that I've worked on so far, introducing Новояз (Novoyaz).", "content_text": "🖤 Probably one of my favorite projects that I've worked on so far, introducing Новояз (Novoyaz). 🛠 One of the first acts of the Bolshevik government after the Russian Revolution was the reform and standardization of the Russian language, which at the time had a non-standard and challenging orthography. 📚 Upon its reform the government launched a nationwide campaign called Ликбез (Likbez), which sought to improve literacy in the country (by the way, it worked, bringing the national literacy rate from <20% in the 1920s to >80% by the 1930s). ‼ While this is a remarkable result that should absolutely be celebrated, it's one that has left behind literally hundreds of thousands if not millions of artifacts using pre-reform Russian orthography. 😓 Researchers and historians are working tirelessly to translate these artifacts to modern Russian so that they may be archived and studied but many have told me that. they are doing this BY HAND (!). 💡 I thought, well this is a perfect use case...", "url": "https://huggingface.co/posts/ZennyKenny/720018379255407", "date_published": "2025-09-29T05:22:59.894713"}, {"id": "https://huggingface.co/posts/ZennyKenny/883175347255342", "image": "", "title": "🔒 Like a lot of other AI builders, I have some anxiety about the emerging surveillance-capitalist paradigm emerging in the AI space.", "content_text": "🔒 Like a lot of other AI builders, I have some anxiety about the emerging surveillance-capitalist paradigm emerging in the AI space. 👉 Of course-- this kind of thing isn't completely new and has been going on for decades, but the difference is the stronger immersion of AI tools into our daily lives (compared to something like a search engine or social network). ❕ That's why I was really excited to come across Lumo: https://lumo.proton.me/u/1/ ❕ Lumo is created by ProtonPrivacy and offers privacy-first features that make sure that what you do with you AI assistant is your business. ❕ I already trust Proton with my other business apps and I've never been disappointed, plus the Lumo architecture is really fantastic, dynamically routing each query to the most appropriate model for the request. 🔥 Really awesome stuff Proton, thank you as always. See translation", "url": "https://huggingface.co/posts/ZennyKenny/883175347255342", "date_published": "2025-09-29T05:22:59.895113"}, {"id": "https://huggingface.co/posts/monsoon-nlp/844451309717033", "image": "", "title": "Bio LLMs train on many genomes, but can we encode differences within a species? TomatoTomato adds pangenome tokens to represent a domestic tomato and a wild tomato in one sequence 🍅 🧬", "content_text": "Bio LLMs train on many genomes, but can we encode differences within a species? TomatoTomato adds pangenome tokens to represent a domestic tomato and a wild tomato in one sequence 🍅 🧬 monsoon-nlp/tomatotomato-gLM2-150M-v0.1 See translation", "url": "https://huggingface.co/posts/monsoon-nlp/844451309717033", "date_published": "2025-09-29T05:22:59.895360"}, {"id": "https://huggingface.co/posts/AdinaY/866244515143166", "image": "", "title": "Org tags are now live on the paper page 🔥", "content_text": "Org tags are now live on the paper page 🔥 https://huggingface.co/papers/ See translation", "url": "https://huggingface.co/posts/AdinaY/866244515143166", "date_published": "2025-09-29T05:22:59.895548"}]}