{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/MikeDoes/647817712633860", "image": "", "title": "Anonymizing a prompt is half the battle. Reliably de-anonymizing the response is the other.", "content_text": "Anonymizing a prompt is half the battle. Reliably de-anonymizing the response is the other. To build a truly reliable privacy pipeline, you have to test it. A new Master's thesis does just that, and our data was there for every step. We're excited to showcase this work on handling confidential data in LLM prompts from Nedim Karavdic at Mälardalen University. To build their PII anonymization pipeline, they first trained a custom NER model. We're proud that the Ai4Privacy pii-masking-200k dataset was used as the foundational training data for this critical first step. But it didn't stop there. The research also used our dataset to create the parallel data needed to train and test the generative \"Seek\" models for de-anonymization. It's a win-win when our open-source data not only helps build the proposed \"better solution\" but also helps prove why it's better by enabling a rigorous, data-driven comparison. 🔗 Check out the full thesis for a great deep-dive into building a practical, end-...", "url": "https://huggingface.co/posts/MikeDoes/647817712633860", "date_published": "2026-01-01T17:24:18.104604"}, {"id": "https://huggingface.co/posts/Reubencf/502627640855049", "image": "", "title": "As 2025 is ending i would like to thank everyone for trying out", "content_text": "As 2025 is ending i would like to thank everyone for trying out Reubencf/Nano_Banana_Editor looking forward to build and release more in the future for the open source community See translation", "url": "https://huggingface.co/posts/Reubencf/502627640855049", "date_published": "2026-01-01T17:24:18.104841"}, {"id": "https://huggingface.co/posts/projectlosangeles/197104277785831", "image": "", "title": "🔥Project Los Angeles is proud to announce the release of midisim 🔥", "content_text": "🔥Project Los Angeles is proud to announce the release of midisim 🔥 midisim is a SOTA Python package for calculating, searching and analyzing MIDI-to-MIDI similarity at speed and scale! projectlosangeles/midisim projectlosangeles/midisim-embeddings projectlosangeles/midisim-samples If you like midisim, please ❤️ Project Los Angeles Tegridy Code 2025 See translation", "url": "https://huggingface.co/posts/projectlosangeles/197104277785831", "date_published": "2026-01-01T17:24:18.105120"}, {"id": "https://huggingface.co/posts/di-zhang-fdu/784326148954716", "image": "", "title": "EZTinker: A easy tinker-style RL-as-a-service demo", "content_text": "EZTinker: A easy tinker-style RL-as-a-service demo https://github.com/trotsky1997/EZTinker See translation", "url": "https://huggingface.co/posts/di-zhang-fdu/784326148954716", "date_published": "2026-01-01T17:24:18.105324"}, {"id": "https://huggingface.co/posts/dhruv3006/142145591956765", "image": "", "title": "Git is powerful, but it’s also one of the biggest sources of developer mistakes.", "content_text": "Git is powerful, but it’s also one of the biggest sources of developer mistakes. What is Git GUI, and how does it help here ? Git GUI makes version control visual, predictable, and easier to reason about especially when things go wrong. That’s exactly why we built Git GUI in Voiden. Instead of relying on memorized commands, Voiden lets you see what Git is doing before it does it. What Voiden’s Git GUI helps developers do • View exact file and line-level changes before committing • Stage only intended changes (no accidental commits) • Clearly distinguish staged vs unstaged files • Inspect visual diffs with full context • Understand branches, commit history, and repo state instantly When Git behavior is hidden, errors increase. Voiden’s Git GUI doesn’t abstract Git away, it explains Git. Whether you’re new to Git or an experienced developer who prefers clarity, this is Git you can reason about. Version control should feel safe, not stressful. What Git pain points slow you down today?...", "url": "https://huggingface.co/posts/dhruv3006/142145591956765", "date_published": "2026-01-01T17:24:18.105776"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/729956870553821", "image": "", "title": "How to Use SwarmUI Presets & Workflows in ComfyUI + Custom Model Paths Setup for ComfyUI & SwarmUI :", "content_text": "How to Use SwarmUI Presets & Workflows in ComfyUI + Custom Model Paths Setup for ComfyUI & SwarmUI : https://www.youtube.com/watch?v=EqFilBM3i7s Full tutorial link > https://www.youtube.com/watch?v=EqFilBM3i7s Info Generating workflow inside SwarmUI and using in ComfyUI is literally 1-click. In this tutorial I will show you how to use our 40+ amazing generative AI presets made for SwarmUI in ComfyUI with most easy way. You will be able to get very best outcomes of all AI models such as SDXL, FLUX, Z Image Turbo, Wan 2.1, Wan 2.2, FLUX 2, Qwen Image, Qwen Image Edit, FLUX Kontext, Image Outpainting, Image Inpainting and many more. Moreover, I will show how to use custom model paths in ComfyUI and SwarmUI to unify your models in same folder and avoid model duplication and save massive amount of disk space. See translation", "url": "https://huggingface.co/posts/MonsterMMORPG/729956870553821", "date_published": "2026-01-01T17:24:18.106098"}, {"id": "https://huggingface.co/posts/MohamedRashad/872380380430431", "image": "", "title": "I have update my", "content_text": "I have update my https://huggingface.co/collections/MohamedRashad/arabic-speech-datasets with new datasets, making the full audio data more than 3000 hours of good arabic speech. Feel Free to use it in your new innovations, And happy new year! See translation", "url": "https://huggingface.co/posts/MohamedRashad/872380380430431", "date_published": "2026-01-01T17:24:18.106327"}, {"id": "https://huggingface.co/posts/unmodeled-tyler/317153123097379", "image": "", "title": "NEW MODEL ALERT:", "content_text": "NEW MODEL ALERT: vanta-research/atom-27b Atom-27B has arrived! This model is the largest open-weight model so far from VANTA Research, and is our 4th model in Project Atom - an effort to scale our collaborative Atom persona from 4B-400B+ Atom-27B is based on Google's Gemma 3 27B architecture, and embodies the familiar friendly, warm, and curious persona that appeared in previous releases. Atom is designed to think WITH you, not FOR you - marking VANTA Research's commitment to building frontier collaborative models. Check it out! See translation", "url": "https://huggingface.co/posts/unmodeled-tyler/317153123097379", "date_published": "2026-01-01T17:24:18.106661"}, {"id": "https://huggingface.co/posts/danielhanchen/205178013124950", "image": "", "title": "Run Qwen-Image-2512, the new SOTA text-to-image model! 💜", "content_text": "Run Qwen-Image-2512, the new SOTA text-to-image model! 💜 It's the top performing open diffusion model and has more realistic + accurate images/text. Run locally with 14GB RAM via our Dynamic GGUF: unsloth/Qwen-Image-2512-GGUF Guide: https://unsloth.ai/docs/models/qwen-image-2512 See translation", "url": "https://huggingface.co/posts/danielhanchen/205178013124950", "date_published": "2026-01-01T17:24:18.106906"}, {"id": "https://huggingface.co/posts/dhruv3006/147081740805485", "image": "", "title": "API testing needs a reset.", "content_text": "API testing needs a reset. API testing is broken. You test localhost but your collections live in someone's cloud. Your docs are in Notion. Your tests are in Postman. Your code is in Git. Nothing talks to each other. So we built a solution. The Stack: - Format: Pure Markdown (APIs should be documented, not locked) - Storage: Git-native (Your API tests version with your code) - Validation: OpenAPI schema validation: types, constraints, composition, automatically validated on every response - Workflow: Offline-first, CLI + GUI (No cloud required for localhost) Try it out here: https://voiden.md/ See translation", "url": "https://huggingface.co/posts/dhruv3006/147081740805485", "date_published": "2026-01-01T17:24:18.107198"}]}