{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/AdinaY/235205941898959", "image": "", "title": "Qwen3-Coder 💻 agentic code model by Alibaba Qwen team🚀", "content_text": "Qwen3-Coder 💻 agentic code model by Alibaba Qwen team🚀 Qwen/Qwen3-Coder-480B-A35B-Instruct ✨ 480B total, 35B activated MoE ✨ Agentic Coding + Browser Use → Top code model performance ✨ 256K context (up to 1M via Yarn) for repo-scale understanding See translation", "url": "https://huggingface.co/posts/AdinaY/235205941898959", "date_published": "2025-07-24T17:24:37.024025"}, {"id": "https://huggingface.co/posts/hesamation/830297477341251", "image": "", "title": "longer context doesn't generate better responses. it can even hurt your llm/agent.  1M context window doesn't automatically make models smarter as it's not about the size; it's how you use it.", "content_text": "longer context doesn't generate better responses. it can even hurt your llm/agent. 1M context window doesn't automatically make models smarter as it's not about the size; it's how you use it. here are 4 types of context failure and why each one happens: 1. context poisoning: if hallucination finds its way into your context, the agent will rely on that false information to make its future moves. for example if the agent hallucinates about the \"task description\", all of its planning to solve the task would also be corrupt. 2. context distraction: when the context becomes too bloated, the model focuses too much on it rather than come up with novel ideas or to follow what it has learned during training. as Gemini 2.5 Pro technical report points out, as context grows significantly from 100K tokens, \"the agent showed a tendency toward favoring repeating actions from its vast history rather than synthesizing novel plans\". 3. context confusion: everyone lost it when MCPs became popular, it...", "url": "https://huggingface.co/posts/hesamation/830297477341251", "date_published": "2025-07-24T17:24:37.024561"}, {"id": "https://huggingface.co/posts/andito/542123544707457", "image": "", "title": "Many VLMs claim to process hours of video. But can they follow the story?🤔", "content_text": "Many VLMs claim to process hours of video. But can they follow the story?🤔 Today, we introduce TimeScope: The benchmark that separates true temporal understanding from marketing hype. Let's see how much VLMs really understand!⏳ We test three skills that matter for real-world use: 🔎 Localized Retrieval: Find a specific action. 🧩 Information Synthesis: Piece together scattered clues. 🏃 Fine-Grained Perception: Analyze detailed motion (e.g., count how many times a person swings an axe). The results are in, and they're revealing. Only Gemini 2.5 pro handles 1-hour-long videos. Performance drops sharply with duration, proving that long video understanding is still challenging. We've found the breaking points—now the community can start fixing them.📈 Want to learn more? TimeScope is 100% open-source. Benchmark your model and help us build the next generation of video AI. 📖 Blog: https://huggingface.co/blog/timescope-video-lmm-benchmark 👩‍💻 Leaderboard & Demo: Apollo-LMMs/TimeScope 📊...", "url": "https://huggingface.co/posts/andito/542123544707457", "date_published": "2025-07-24T17:24:37.025032"}, {"id": "https://huggingface.co/posts/AdinaY/439685097705510", "image": "", "title": "KAT-V1 🔥 a LLM that tackles overthinking by switching between reasoning and direct answers, by Kuaishou.", "content_text": "KAT-V1 🔥 a LLM that tackles overthinking by switching between reasoning and direct answers, by Kuaishou. Kwaipilot/KAT-V1-40B ✨ 40B ✨ Step-SRPO: smarter reasoning control via RL ✨ MTP + Distillation: efficient training, lower cost See translation", "url": "https://huggingface.co/posts/AdinaY/439685097705510", "date_published": "2025-07-24T17:24:37.025280"}, {"id": "https://huggingface.co/posts/eliebak/684400126414992", "image": "", "title": "Kimi K2 tech report is full of gems as always. Here are my notes on it:", "content_text": "Kimi K2 tech report is full of gems as always. Here are my notes on it: > MuonClip: Pretty crazy how after 70k the training stabilizes and the QK-clip is basically inactive. There is also no loss in perf with QK-clip which is not trivial at all (at small scale but with aggressive threshold). Also a cool explanation of why muon makes the logit explode in appendix E (tl;dr is that muon makes the singular value of the update matrix higher) > Sparsity scaling laws to justify their ratio, they have a very solid training infra that allows the model to be trained at this sparsity level, they could have increased even more but as sparsity increases the training becomes less efficient. > They diminish the number of attention heads to make it more efficient for long context since attention heads are a big bottleneck for long context. They also remove 2 of the 3 \"first dense\" layers in the dsv3 arch. With the sparsity and attention heads (divided by 2) they achieve 83% increased flops compared...", "url": "https://huggingface.co/posts/eliebak/684400126414992", "date_published": "2025-07-24T17:24:37.025781"}, {"id": "https://huggingface.co/posts/merve/633613682232574", "image": "", "title": "Now it's possible to do RAG with any-to-any models 🔥", "content_text": "Now it's possible to do RAG with any-to-any models 🔥 Learn how to search in a video dataset and generate using Tevatron/OmniEmbed-v0.1-multivent an all modality retriever, and Qwen/Qwen2.5-Omni-7B , any-to-any model in this notebook 🤝 merve/smol-vision See translation", "url": "https://huggingface.co/posts/merve/633613682232574", "date_published": "2025-07-24T17:24:37.026047"}, {"id": "https://huggingface.co/posts/prithivMLmods/906521786731164", "image": "", "title": "olmOCR [Allen AI] just got an upgrade! 📈🧑‍🍳", "content_text": "olmOCR [Allen AI] just got an upgrade! 📈🧑‍🍳 The allenai/olmOCR-7B-0725 — fine-tuned with allenai/olmOCR-mix-0225 on top of Qwen/Qwen2.5-VL-7B-Instruct , pushing the boundaries of OCR technology. It takes a single document image as input, with the longest side resized to 1288 pixels. High-quality, openly available approach to parsing pdfs and other complex documents optical character recognition. Try the demo here: prithivMLmods/Multimodal-OCR ✨ Model: allenai/olmOCR-7B-0725 ✨ Model [fp8]: allenai/olmOCR-7B-0725-FP8 ✨ Multimodal Implementations Space Collection: prithivMLmods/multimodal-implementations-67c9982ea04b39f0608badb0 . . . To know more about it, visit the model card of the respective model. !! See translation", "url": "https://huggingface.co/posts/prithivMLmods/906521786731164", "date_published": "2025-07-24T17:24:37.026415"}, {"id": "https://huggingface.co/posts/danielhanchen/754522453041743", "image": "", "title": "It's Qwen3 week! 💜 We uploaded Dynamic 2-bit GGUFs for:", "content_text": "It's Qwen3 week! 💜 We uploaded Dynamic 2-bit GGUFs for: Qwen3-Coder: unsloth/Qwen3-Coder-480B-A35B-Instruct-GGUF Qwen3-2507: unsloth/Qwen3-235B-A22B-Instruct-2507-GGUF So you can run them both locally! Guides are in model cards. See translation", "url": "https://huggingface.co/posts/danielhanchen/754522453041743", "date_published": "2025-07-24T17:24:37.026657"}, {"id": "https://huggingface.co/posts/YerbaPage/468681185371266", "image": "", "title": "How to achieve 100% Pass Rate on HumanEval ? 🔥", "content_text": "How to achieve 100% Pass Rate on HumanEval ? 🔥 Meet MGDebugger if you are tired of LLMs failing on complex bugs 🤔 Our MGDebugger, just hit 100% accuracy on HumanEval using the DeepSeek-R1 model. 🚀 ✨ Demo: learnmlf/MGDebugger 📝 Paper: From Code to Correctness: Closing the Last Mile of Code Generation with Hierarchical Debugging (2410.01215) 💻 Code: https://github.com/YerbaPage/MGDebugger HumanEval may be retired, we're ready for the next challenge In more complex scenarios! You may also take look at this repo for a collection of awesome repo-level coding tasks! 🖥️ https://github.com/YerbaPage/Awesome-Repo-Level-Code-Generation See translation", "url": "https://huggingface.co/posts/YerbaPage/468681185371266", "date_published": "2025-07-24T17:24:37.027006"}, {"id": "https://huggingface.co/posts/dhruv3006/705437635458343", "image": "", "title": "Ever wish you could have someone watching your Github repo 24/7?", "content_text": "Ever wish you could have someone watching your Github repo 24/7? We built an agent that monitors your repo, finds who most recently starred it, and autonomously reaches out via email! Discord : https://discord.com/invite/ZYN7f7KPjS Get your API Key here : https://tally.so/r/nrYr4X See translation", "url": "https://huggingface.co/posts/dhruv3006/705437635458343", "date_published": "2025-07-24T17:24:37.027235"}]}