{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Kseniase/251572743842280", "image": "", "title": "13 Outstanding MCP Servers", "content_text": "13 Outstanding MCP Servers MCP is redefining how AI assistants connect to the world of data and tools, so no wonder MCP servers are in high demand now. That’s why we’ve curated 13 cool MCP servers to upgrade your workflow: 1. Hugging Face Official MCP Server -> https://github.com/evalstate/hf-mcp-server Provides an access and interaction with Hugging Face models, datasets, and Gradio Spaces for dynamic tool integration and configuration across environments. 2. Browser MCP -> https://browsermcp.io/ An MCP server +Chrome extension. It allows to automate your browser with AI apps like VS Code, Claude, Cursor, and Windsurf. 3. Bright Data MCP -> https://github.com/brightdata/brightdata-mcp This one is for working with data in real-time: searching the web, navigating websites, taking action and retrieving data. 4. JSON MCP -> https://github.com/VadimNastoyashchy/json-mcp Interact with JSON files: split, merge, find specific data, and validate content within them. 5. Octagon Deep Research...", "url": "https://huggingface.co/posts/Kseniase/251572743842280", "date_published": "2025-07-07T09:28:28.306744"}, {"id": "https://huggingface.co/posts/YerbaPage/727846915147423", "image": "", "title": "Is 100% Pass Rate on HumanEval possible? Yes! ✅", "content_text": "Is 100% Pass Rate on HumanEval possible? Yes! ✅ Meet MGDebugger if you are tired of LLMs failing on complex bugs 🤔 Our MGDebugger, just hit 100% accuracy on HumanEval using the DeepSeek-R1 model. 🚀 ✨ Demo: learnmlf/MGDebugger 📝 Paper: From Code to Correctness: Closing the Last Mile of Code Generation with Hierarchical Debugging (2410.01215) 💻 Code: https://github.com/YerbaPage/MGDebugger HumanEval may be retired, we're ready for the next challenge In more complex scenarios! You may also take look at this repo for a collection of awesome repo-level coding tasks! 🖥️ https://github.com/YerbaPage/Awesome-Repo-Level-Code-Generation See translation", "url": "https://huggingface.co/posts/YerbaPage/727846915147423", "date_published": "2025-07-07T09:28:28.307109"}, {"id": "https://huggingface.co/posts/Parveshiiii/373499845630863", "image": "", "title": "🧠 MathX-5M by XenArcAI — Scalable Math Reasoning for Smarter LLMs", "content_text": "🧠 MathX-5M by XenArcAI — Scalable Math Reasoning for Smarter LLMs Introducing MathX-5M, a high-quality, instruction-tuned dataset built to supercharge mathematical reasoning in large language models. With 5 million rigorously filtered examples, it spans everything from basic arithmetic to advanced calculus—curated from public sources and enhanced with synthetic data. 🔍 Key Highlights: - Step-by-step reasoning with verified answers - Covers algebra, geometry, calculus, logic, and more - RL-validated correctness and multi-stage filtering - Ideal for fine-tuning, benchmarking, and educational AI 📂 - XenArcAI/MathX-5M See translation", "url": "https://huggingface.co/posts/Parveshiiii/373499845630863", "date_published": "2025-07-07T09:28:28.307456"}, {"id": "https://huggingface.co/posts/zamal/249688504470467", "image": "", "title": "Hey all", "content_text": "Hey all Finally it's happening. DeepGit lite is back now, running on cpu only devices. Just smartly search across Github and spin up conversational agents in the background and have grounded conversation with repositories Try it out now!!!! zamal/DeepGit See translation", "url": "https://huggingface.co/posts/zamal/249688504470467", "date_published": "2025-07-07T09:28:28.307687"}, {"id": "https://huggingface.co/posts/stefan-french/381121888136998", "image": "", "title": "🚀 We just released the WASM Agent Blueprint!", "content_text": "🚀 We just released the WASM Agent Blueprint! It shows how to run Python-based AI agents directly in your browser using WebAssembly (WASM) via Pyodide and the OpenAI Agents SDK. There are no installs, it runs straight in your browser. Try it out and explore the code 👉 https://github.com/mozilla-ai/wasm-agents-blueprint See translation", "url": "https://huggingface.co/posts/stefan-french/381121888136998", "date_published": "2025-07-07T09:28:28.307940"}, {"id": "https://huggingface.co/posts/ProCreations/317763668973922", "image": "", "title": "Transformers are getting old! It’s been 8 whole years since the architecture that powers almost all language models.", "content_text": "Transformers are getting old! It’s been 8 whole years since the architecture that powers almost all language models. Read here for newer alternatives and variants of transformers: https://huggingface.co/blog/ProCreations/transformers-are-getting-old See translation", "url": "https://huggingface.co/posts/ProCreations/317763668973922", "date_published": "2025-07-07T09:28:28.308172"}, {"id": "https://huggingface.co/posts/eaddario/837008676792926", "image": "", "title": "Layer-wise and Pruned versions of cognitivecomputations/Dolphin-Mistral-24B-Venice-Edition", "content_text": "Layer-wise and Pruned versions of cognitivecomputations/Dolphin-Mistral-24B-Venice-Edition * Tesor-wise: eaddario/Dolphin-Mistral-24B-Venice-Edition-GGUF * Pruned: eaddario/Dolphin-Mistral-24B-Venice-Edition-pruned-GGUF Summary in the model's card and test results in the ./scores directory. Questions/feedback is always welcomed. See translation", "url": "https://huggingface.co/posts/eaddario/837008676792926", "date_published": "2025-07-07T09:28:28.308427"}, {"id": "https://huggingface.co/posts/Parveshiiii/143893358011969", "image": "", "title": "🧠 Glimpses of AGI — A Vision for All Humanity", "content_text": "🧠 Glimpses of AGI — A Vision for All Humanity What if AGI wasn’t just a distant dream—but a blueprint already unfolding? I’ve just published a deep dive called Glimpses of AGI, exploring how scalable intelligence, synthetic reasoning, and alignment strategies are paving a new path forward. This isn’t your average tech commentary—it’s a bold vision for conscious AI systems that reason, align, and adapt beyond narrow tasks. 🔍 Read it, upvote it if it sparks something, and let’s ignite a collective conversation about the future of AGI. https://huggingface.co/blog/Parveshiiii/glimpses-of-agi See translation", "url": "https://huggingface.co/posts/Parveshiiii/143893358011969", "date_published": "2025-07-07T09:28:28.308769"}, {"id": "https://huggingface.co/posts/drbinna/461283474497642", "image": "", "title": "Just launched my Customer Churn Prediction Tool!", "content_text": "Just launched my Customer Churn Prediction Tool! Predict which customers are likely to leave with 85%+ accuracy using a Decision Tree ML model. Perfect for retention teams looking to save customers before they churn. ✨ Features: Real-time predictions Interactive Gradio interface Based on age, monthly charges & service calls Ready-to-use examples included drbinna/ai-churn-detector See translation", "url": "https://huggingface.co/posts/drbinna/461283474497642", "date_published": "2025-07-07T09:28:28.309088"}, {"id": "https://huggingface.co/posts/orasul/312616404473000", "image": "", "title": "Open-source AI agents are achieving State-of-the-Art results on two different Android AI agent benchmarks.", "content_text": "Open-source AI agents are achieving State-of-the-Art results on two different Android AI agent benchmarks. Yesterday, I finished evaluating my Android agent model, deki, on two separate benchmarks: Android Control and Android World. For both benchmarks I used a subset of the dataset without fine-tuning. The results show that image description models like deki enables large LLMs (like GPT-4o, GPT-4.1, and Gemini 2.5) to become State-of-the-Art on Android AI agent benchmarks using only vision capabilities, without relying on Accessibility Trees, on both single-step and multi-step tasks. All the information is available on GitHub: https://github.com/RasulOs/deki I have also uploaded the model to Hugging Face: Space: orasul/deki (Check the analyze-and-get-yolo endpoint) Model: orasul/deki-yolo See translation", "url": "https://huggingface.co/posts/orasul/312616404473000", "date_published": "2025-07-07T09:28:28.309418"}]}