{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/mallocode200/873699618032778", "image": "", "title": "Hello everyone, happy to share with you my experimentation of a Deep Research Assistant, using 7 agents and a quality assurance pipeline :", "content_text": "Hello everyone, happy to share with you my experimentation of a Deep Research Assistant, using 7 agents and a quality assurance pipeline : 🤖 What makes this special: ✅ Agent-Based Architecture - 7 specialised AI agents working together: - Planner Agent - Strategic search planning - Search Agent - Multi-source web research - Writer Agent - Comprehensive report generation - Evaluator Agent - Automatic quality assessment - Optimiser Agent - Iterative improvement when needed - Email Agent - Professional report delivery - Clarifier Agent - Interactive query refinement ✅ Quality Assurance Pipeline - Every report is scored (1-10) and automatically improved if it scores below 7/10 ✅ Multiple Research Modes - From quick queries to deep, clarification-driven analysis ✅ Production-Ready - Deployed on Hugging Face Spaces with comprehensive documentation 🔧 Technical Stack: - Frontend: Gradio with theme-adaptive UI - Backend: OpenAI Agents framework - Integration: SendGrid for email delivery -...", "url": "https://huggingface.co/posts/mallocode200/873699618032778", "date_published": "2025-06-23T05:26:10.687091"}, {"id": "https://huggingface.co/posts/brainhome/128948549150065", "image": "", "title": "Trinity-Synthesis: A Multi-Agent Architecture for AI Agents That Think Before They Speak", "content_text": "Trinity-Synthesis: A Multi-Agent Architecture for AI Agents That Think Before They Speak Ever felt your AI agent is \"shooting from the hip\"? It latches onto a single line of thought and fails to produce a robust, well-rounded plan. This is a common struggle I've called the \"AI Reasoning Paradox.\" To tackle this, I developed Trinity-Synthesis, a multi-agent architecture designed to force reflection and synthesis before delivering a final answer. The philosophy is simple: constructive conflict between different perspectives leads to better solutions. Here’s the core idea: Instead of one agent, it uses four agents running on the same base model but with different \"personalities\" defined by their system prompts and temperature settings: 🧠 The Visionary: Thinks outside the box (high temp: 1.0). 📊 The Analyst: Focuses on logic, data, and structure (low temp: 0.3). 🛠️ The Pragmatist: Evaluates feasibility, costs, and risks (mid temp: 0.5). These three \"thinkers\" work in parallel on the...", "url": "https://huggingface.co/posts/brainhome/128948549150065", "date_published": "2025-06-23T05:26:10.687712"}, {"id": "https://huggingface.co/posts/codelion/825512802076392", "image": "", "title": "Adaptive Classifier: Dynamic Text Classification with Strategic Learning", "content_text": "Adaptive Classifier: Dynamic Text Classification with Strategic Learning New text classification system that learns continuously without catastrophic forgetting. Achieved 22.2% robustness improvement on adversarial datasets while maintaining clean data performance. 🎯 THE PROBLEM Traditional classifiers require complete retraining when adding new classes. Expensive and time-consuming, especially with adversarial users trying to game the system. 🚀 KEY INNOVATIONS • Hybrid memory-neural architecture (prototype-based + neural adaptation) • Strategic classification using game theory to predict and defend against manipulation • Elastic Weight Consolidation prevents catastrophic forgetting 📊 RESULTS Tested on AI-Secure/adv_glue dataset: • Clean data: 80.0% → 82.2% (+2.2%) • Manipulated data: 60.0% → 82.2% (+22.2%) • Zero performance drop under adversarial attacks 🔬 APPLICATIONS • Hallucination detection: 80.7% recall for RAG safety • LLM routing: 26.6% cost optimization improvement •...", "url": "https://huggingface.co/posts/codelion/825512802076392", "date_published": "2025-06-23T05:26:10.688250"}, {"id": "https://huggingface.co/posts/merve/300457326273979", "image": "", "title": "y'all have been asking my opinion on how OCR models compare to each other 👀", "content_text": "y'all have been asking my opinion on how OCR models compare to each other 👀 I will leave three apps to compare newest models by @ prithivMLmods instead ⤵️ > compare Nanonets-OCR-s, Qwen2-VL-OCR-2B-Instruct, RolmOCR, Aya-Vision prithivMLmods/Multimodal-OCR > SmolDocling, Nanonets-OCR-s, MonkeyOCR, Typhoon-OCR-7B prithivMLmods/Multimodal-OCR2 > docscopeOCR, MonkeyOCR, coreOCR prithivMLmods/core-OCR See translation", "url": "https://huggingface.co/posts/merve/300457326273979", "date_published": "2025-06-23T05:26:10.688533"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/352866416610611", "image": "", "title": "🤔 Ready to build better AI models with synthetic data, but don't know where to start? Why go at it alone?💡", "content_text": "🤔 Ready to build better AI models with synthetic data, but don't know where to start? Why go at it alone?💡 👋 Join Duality AI’s Falcon community! It is one of the best resources for support, creativity, and growth as you move along your synthetic data journey. ➡️Our current Kaggle competition is the easiest way to get started: https://www.kaggle.com/competitions/multi-instance-object-detection-challenge When you join, you'll meet some of the rising stars in our community, such as: 🌟 Sergio Sanz, @ sergio-sanz-rodriguez , who took 1st and 2nd place in recent computer vision Kaggle competitions and shared his process of using R-CNN and Falcon-generated images in this article: https://www.duality.ai/blog/leveraging-synthetic-data-for-real-world-object-detection 🌟Mohana pavan Bezawada, @ mohanapavan , who has risen in the ranks from the top 25 in the first competition all the way to top scorer in our current competition! His journey illustrates how dedication + Falcon can take you far in...", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/352866416610611", "date_published": "2025-06-23T05:26:10.689140"}, {"id": "https://huggingface.co/posts/yeonseok-zeticai/509797148011121", "image": "", "title": "🚀  Try deep-research without Network Connection and Data Leak, Jan-Nano production-ready on-device AI in 6 hours!", "content_text": "🚀 Try deep-research without Network Connection and Data Leak, Jan-Nano production-ready on-device AI in 6 hours! Jan-Nano has been making waves as one of HuggingFace's most trending 4B parameter models, outperforming even 671B models on SimpleQA benchmarks. But here's what changes everything: ZETIC.MLange just transformed Jan-Nano into a blazing-fast on-device AI solution. ✨ 6-hour deployment from huggingface to production-ready library! Zero cloud dependency - complete privacy and offline capability While others struggle with complex on-device deployments taking weeks or months, ZETIC.MLange's automated pipeline makes it effortless. No manual optimization, no vendor-specific coding, no compromise on performance. 📱 Ready to transform your AI models? Try ZETIC.MLange, it is totally free now! The future of AI is on-device. Make it happen in hours, not months. #OnDeviceAI #EdgeAI #MLOptimization #NPU #PrivacyFirst See translation", "url": "https://huggingface.co/posts/yeonseok-zeticai/509797148011121", "date_published": "2025-06-23T05:26:10.689545"}, {"id": "https://huggingface.co/posts/BFFree/305893036494056", "image": "", "title": "Love the subtle retro style of this sculptural piece! Took a bit of fine tuning the style but one of the more satisfying things I have created recently.", "content_text": "Love the subtle retro style of this sculptural piece! Took a bit of fine tuning the style but one of the more satisfying things I have created recently. See translation", "url": "https://huggingface.co/posts/BFFree/305893036494056", "date_published": "2025-06-23T05:26:10.689764"}, {"id": "https://huggingface.co/posts/merve/432717492221522", "image": "", "title": "fav open-source multimodal reasoning model just got an update 🔥", "content_text": "fav open-source multimodal reasoning model just got an update 🔥 moonshotai/Kimi-VL-A3B-Thinking-2506 has > smarter with less tokens, small size (only 3B active params!!!) > better accuracy > video reasoning > higher resolution 🤯 Read their blog https://huggingface.co/blog/moonshotai/kimi-vl-a3b-thinking-2506 See translation", "url": "https://huggingface.co/posts/merve/432717492221522", "date_published": "2025-06-23T05:26:10.690022"}, {"id": "https://huggingface.co/posts/Kseniase/930317125764918", "image": "", "title": "10 Techniques for Boosting LLM Reasoning in 2025", "content_text": "10 Techniques for Boosting LLM Reasoning in 2025 Everyone’s chasing top reasoning, but sometimes it's still the bottleneck for many real-world tasks. This week, let's spotlight some powerful techniques that have shown promise in helping LLMs achieve more consistent logic, planning, and depth: 1. Retrieval-Augmented CoT Chaining (RAG+CoT) -> CoT-RAG: Integrating Chain of Thought and Retrieval-Augmented Generation to Enhance Reasoning in Large Language Models (2504.13534) Combines Chain-of-Thought prompting with retrieval augmentation at intermediate steps. Relevant documents are fetched after each reasoning subgoal, updating context dynamically. Great for open-domain QA, math, logic and multi-hop fact-checking 2. Tool-use by example injection -> Self-Training Large Language Models for Tool-Use Without Demonstrations (2502.05867) Injects few-shot tool interaction examples during training to implicitly teach calling patterns. Helps in plug-and-play tool use without training new...", "url": "https://huggingface.co/posts/Kseniase/930317125764918", "date_published": "2025-06-23T05:26:10.690694"}, {"id": "https://huggingface.co/posts/kulia-moon/690419801012284", "image": "", "title": "I created:", "content_text": "I created: kulia-moon/LimeStory for LimeStory-1.0 hehe, check it out! See translation", "url": "https://huggingface.co/posts/kulia-moon/690419801012284", "date_published": "2025-06-23T05:26:10.690890"}]}