{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/hesamation/830297477341251", "image": "", "title": "longer context doesn't generate better responses. it can even hurt your llm/agent.  1M context window doesn't automatically make models smarter as it's not about the size; it's how you use it.", "content_text": "longer context doesn't generate better responses. it can even hurt your llm/agent. 1M context window doesn't automatically make models smarter as it's not about the size; it's how you use it. here are 4 types of context failure and why each one happens: 1. context poisoning: if hallucination finds its way into your context, the agent will rely on that false information to make its future moves. for example if the agent hallucinates about the \"task description\", all of its planning to solve the task would also be corrupt. 2. context distraction: when the context becomes too bloated, the model focuses too much on it rather than come up with novel ideas or to follow what it has learned during training. as Gemini 2.5 Pro technical report points out, as context grows significantly from 100K tokens, \"the agent showed a tendency toward favoring repeating actions from its vast history rather than synthesizing novel plans\". 3. context confusion: everyone lost it when MCPs became popular, it...", "url": "https://huggingface.co/posts/hesamation/830297477341251", "date_published": "2025-07-26T05:26:35.152256"}, {"id": "https://huggingface.co/posts/mitkox/940300076081193", "image": "", "title": "I run Qwen3-Coder 480B locally on my Z8, with a 1-million token context window. It’s the equivalent of parallel-parking a Nimitz-class carrier in a kiddie pool. Thanks to whatever dark pact the llama.cpp, CUDA, and kernel folks signed, hybrid inferencing + VRAM↔RAM offload let me stream the model’s synapses across Xeon, RAM, and four lonely A6000s without summoning either the OOM killer or a small house fire.", "content_text": "I run Qwen3-Coder 480B locally on my Z8, with a 1-million token context window. It’s the equivalent of parallel-parking a Nimitz-class carrier in a kiddie pool. Thanks to whatever dark pact the llama.cpp, CUDA, and kernel folks signed, hybrid inferencing + VRAM↔RAM offload let me stream the model’s synapses across Xeon, RAM, and four lonely A6000s without summoning either the OOM killer or a small house fire. See translation", "url": "https://huggingface.co/posts/mitkox/940300076081193", "date_published": "2025-07-26T05:26:35.152581"}, {"id": "https://huggingface.co/posts/Wauplin/921235032674409", "image": "", "title": "Say hello to", "content_text": "Say hello to hf : a faster, friendlier Hugging Face CLI ✨ We are glad to announce a long-awaited quality-of-life improvement: the Hugging Face CLI has been officially renamed from huggingface-cli to hf! So... why this change? Typing huggingface-cli constantly gets old fast. More importantly, the CLI’s command structure became messy as new features were added over time (upload, download, cache management, repo management, etc.). Renaming the CLI is a chance to reorganize commands into a clearer, more consistent format. We decided not to reinvent the wheel and instead follow a well-known CLI pattern: hf <resource> <action>. Isn't hf auth login easier to type and remember? The full rationale, implementation details, and migration notes are in the blog post: https://huggingface.co/blog/hf-cli See translation", "url": "https://huggingface.co/posts/Wauplin/921235032674409", "date_published": "2025-07-26T05:26:35.152961"}, {"id": "https://huggingface.co/posts/Xenova/793837995432659", "image": "", "title": "Introducing Voxtral WebGPU: State-of-the-art audio transcription directly in your browser! 🤯", "content_text": "Introducing Voxtral WebGPU: State-of-the-art audio transcription directly in your browser! 🤯 🗣️ Transcribe videos, meeting notes, songs and more 🔐 Runs on-device, meaning no data is sent to a server 🌎 Multilingual (8 languages) 🤗 Completely free (forever) & open source That's right, we're running Mistral's new Voxtral-Mini-3B model 100% locally in-browser on WebGPU, powered by Transformers.js and ONNX Runtime Web! 🔥 Try it out yourself! 👇 webml-community/Voxtral-WebGPU See translation", "url": "https://huggingface.co/posts/Xenova/793837995432659", "date_published": "2025-07-26T05:26:35.153262"}, {"id": "https://huggingface.co/posts/prithivMLmods/432897219160306", "image": "", "title": "Excited to introduce the new experimental model \"Qwen2.5-VL-7B-Abliterated-Caption-it\", which is performing exceptionally well on image captioning tasks. This variant is specifically tailored for Abliterated Captioning and Uncensored Image Captioning. It is designed to generate highly detailed and descriptive captions across a broad range of visual categories including images with complex, sensitive, or nuanced content while handling varying aspect ratios and resolutions.🧪🤗", "content_text": "Excited to introduce the new experimental model \"Qwen2.5-VL-7B-Abliterated-Caption-it\", which is performing exceptionally well on image captioning tasks. This variant is specifically tailored for Abliterated Captioning and Uncensored Image Captioning. It is designed to generate highly detailed and descriptive captions across a broad range of visual categories including images with complex, sensitive, or nuanced content while handling varying aspect ratios and resolutions.🧪🤗 ✨ Try the demo here : prithivMLmods/Qwen2.5-VL ✨ Qwen2.5-VL-7B-Abliterated-Caption-it : prithivMLmods/Qwen2.5-VL-7B-Abliterated-Caption-it ✨ Multimodal VLMs : prithivMLmods/multimodal-vlms-until-july25-688312e6b840e1e156f13027 ✨ Multimodal Implementations : prithivMLmods/multimodal-implementations-67c9982ea04b39f0608badb0 . . . To know more about it, visit the model card of the respective model. !! See translation", "url": "https://huggingface.co/posts/prithivMLmods/432897219160306", "date_published": "2025-07-26T05:26:35.153661"}, {"id": "https://huggingface.co/posts/prithivMLmods/906521786731164", "image": "", "title": "olmOCR [Allen AI] just got an upgrade! 📈🧑‍🍳", "content_text": "olmOCR [Allen AI] just got an upgrade! 📈🧑‍🍳 The allenai/olmOCR-7B-0725 — fine-tuned with allenai/olmOCR-mix-0225 on top of Qwen/Qwen2.5-VL-7B-Instruct , pushing the boundaries of OCR technology. It takes a single document image as input, with the longest side resized to 1288 pixels. High-quality, openly available approach to parsing pdfs and other complex documents optical character recognition. Try the demo here: prithivMLmods/Multimodal-OCR ✨ Model: allenai/olmOCR-7B-0725 ✨ Model [fp8]: allenai/olmOCR-7B-0725-FP8 ✨ Multimodal Implementations Space Collection: prithivMLmods/multimodal-implementations-67c9982ea04b39f0608badb0 . . . To know more about it, visit the model card of the respective model. !! See translation", "url": "https://huggingface.co/posts/prithivMLmods/906521786731164", "date_published": "2025-07-26T05:26:35.154020"}, {"id": "https://huggingface.co/posts/AdinaY/225572236442446", "image": "", "title": "Qwen is on fire this week 🔥", "content_text": "Qwen is on fire this week 🔥 They just released Qwen3-MT 🌍 a translation model supports 92 languages. Demo is available on the hub. Qwen/Qwen3-MT-Demo ✨ Highly Customizable: Supports custom terms, domain prompts, and translation memory for accurate, context-aware results. ✨ Fast and affordable: $0.5 per million tokens. See translation", "url": "https://huggingface.co/posts/AdinaY/225572236442446", "date_published": "2025-07-26T05:26:35.154276"}, {"id": "https://huggingface.co/posts/wenhuach/293322564041371", "image": "", "title": "🚀 AutoRound(", "content_text": "🚀 AutoRound( https://github.com/intel/auto-round ) Now Supports GGUF Export & Custom Bit Settings! We're excited to announce that AutoRound now supports: ✅ GGUF format export – for seamless compatibility with popular inference engines. ✅ Custom bit settings – tailor quantization to your needs for optimal performance. Check out these newly released models: 🔹Intel/Qwen3-235B-A22B-Instruct-2507-gguf-q4km-AutoRound 🔹Intel/Qwen3-235B-A22B-Instruct-2507-gguf-q2ks-mixed-AutoRound 🔹Intel/Kimi-K2-Instruct-gguf-q2ks-mixed-AutoRound Stay tuned! An even more advanced algorithm for some configurations is coming soon. See translation", "url": "https://huggingface.co/posts/wenhuach/293322564041371", "date_published": "2025-07-26T05:26:35.154616"}, {"id": "https://huggingface.co/posts/codelion/294993122552349", "image": "", "title": "New research: Understanding how different LLMs approach reasoning through \"thought anchors\"", "content_text": "New research: Understanding how different LLMs approach reasoning through \"thought anchors\" I just published a comparative study analyzing the reasoning patterns of Qwen3-0.6B vs DeepSeek-R1-Distill-1.5B using thought anchors - critical sentences that significantly impact task success probability. Key findings: - DeepSeek-R1: Uses concentrated reasoning with fewer, high-impact steps (0.408 avg impact) - Qwen3: Employs distributed reasoning spreading impact across multiple steps (0.278 avg impact) - Different risk-reward profiles: DeepSeek more consistent (82.7% positive steps), Qwen3 more exploratory (71.6% positive) This reveals different cognitive architectures rather than simple performance differences. The models optimize for different reasoning strategies - consistency vs exploration. Both datasets are now available on HF: - Qwen3 thought anchors: codelion/Qwen3-0.6B-pts-thought-anchors - DeepSeek-R1 thought anchors: codelion/DeepSeek-R1-Distill-Qwen-1.5B-pts-thought-anchors...", "url": "https://huggingface.co/posts/codelion/294993122552349", "date_published": "2025-07-26T05:26:35.155013"}, {"id": "https://huggingface.co/posts/andito/542123544707457", "image": "", "title": "Many VLMs claim to process hours of video. But can they follow the story?🤔", "content_text": "Many VLMs claim to process hours of video. But can they follow the story?🤔 Today, we introduce TimeScope: The benchmark that separates true temporal understanding from marketing hype. Let's see how much VLMs really understand!⏳ We test three skills that matter for real-world use: 🔎 Localized Retrieval: Find a specific action. 🧩 Information Synthesis: Piece together scattered clues. 🏃 Fine-Grained Perception: Analyze detailed motion (e.g., count how many times a person swings an axe). The results are in, and they're revealing. Only Gemini 2.5 pro handles 1-hour-long videos. Performance drops sharply with duration, proving that long video understanding is still challenging. We've found the breaking points—now the community can start fixing them.📈 Want to learn more? TimeScope is 100% open-source. Benchmark your model and help us build the next generation of video AI. 📖 Blog: https://huggingface.co/blog/timescope-video-lmm-benchmark 👩‍💻 Leaderboard & Demo: Apollo-LMMs/TimeScope 📊...", "url": "https://huggingface.co/posts/andito/542123544707457", "date_published": "2025-07-26T05:26:35.155457"}]}