{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/sergiopaniego/332334875092196", "image": "", "title": "Who wants a TRL sticker? 🙋", "content_text": "Who wants a TRL sticker? 🙋 https://github.com/huggingface/trl See translation", "url": "https://huggingface.co/posts/sergiopaniego/332334875092196", "date_published": "2025-11-19T17:22:04.240333"}, {"id": "https://huggingface.co/posts/grimjim/803126534676334", "image": "", "title": "Going forward, I will be adopting the term Magnitude-Preserving Orthogonal Ablation (MPOA) for my recent work in mitigating model damage from abliteration. The technique potentially unlocks reasoning capacity previously occupied with safety refusal processing.", "content_text": "Going forward, I will be adopting the term Magnitude-Preserving Orthogonal Ablation (MPOA) for my recent work in mitigating model damage from abliteration. The technique potentially unlocks reasoning capacity previously occupied with safety refusal processing. For details, start here: https://huggingface.co/blog/grimjim/norm-preserving-biprojected-abliteration Showcase results: grimjim/gemma-3-12b-it-norm-preserved-biprojected-abliterated (outperforms base instruct on UGI Leaderboard NatInt) (The existing name, while technically accurate, was a bit of a mouthful.) See translation", "url": "https://huggingface.co/posts/grimjim/803126534676334", "date_published": "2025-11-19T17:22:04.240638"}, {"id": "https://huggingface.co/posts/Kseniase/762937246285628", "image": "", "title": "12 Types of JEPA", "content_text": "12 Types of JEPA Since Yann LeCun together with Randall Balestriero released a new paper on JEPA (Joint-Embedding Predictive Architecture), laying out its theory and introducing an efficient practical version called LeJEPA, we figured you might need even more JEPA. Here are 7 recent JEPA variants plus 5 iconic ones: 1. LeJEPA → LeJEPA: Provable and Scalable Self-Supervised Learning Without the Heuristics (2511.08544) Explains a full theory for JEPAs, defining the “ideal” JEPA embedding as an isotropic Gaussian, and proposes the SIGReg objective to push JEPA toward this ideal, resulting in practical LeJEPA 2. JEPA-T → JEPA-T: Joint-Embedding Predictive Architecture with Text Fusion for Image Generation (2510.00974) A text-to-image model that tokenizes images and captions with a joint predictive Transformer, enhances fusion with cross-attention and text embeddings before training loss, and generates images by iteratively denoising visual tokens conditioned on text 3. Text-JEPA →...", "url": "https://huggingface.co/posts/Kseniase/762937246285628", "date_published": "2025-11-19T17:22:04.241348"}, {"id": "https://huggingface.co/posts/ZennyKenny/159598235519685", "image": "", "title": "🎉 Wow. Congratulations", "content_text": "🎉 Wow. Congratulations @ bfirsh and the Replicate team on the CloudFlare acquisition! ✌️ You've really built an incredible ecosystem and product offering and should be super proud. See translation", "url": "https://huggingface.co/posts/ZennyKenny/159598235519685", "date_published": "2025-11-19T17:22:04.241586"}, {"id": "https://huggingface.co/posts/prithivMLmods/902988810263838", "image": "", "title": "Made a demo for multimodal understanding of Qwen3-VL space for tasks including point annotation, detection, captioning, guided text inferences, and more. Find the demo link below. 🤗↗️", "content_text": "Made a demo for multimodal understanding of Qwen3-VL space for tasks including point annotation, detection, captioning, guided text inferences, and more. Find the demo link below. 🤗↗️ ⮞ Space[Demo]: prithivMLmods/Qwen3-VL-HF-Demo ⮞ Model Used: Qwen/Qwen3-VL-4B-Instruct ⮞ Collection: https://huggingface.co/collections/prithivMLmods/multimodal-implementations ⮞ GitHub: https://github.com/PRITHIVSAKTHIUR/Qwen-3VL-Multimodal-Understanding To know more about it, visit the app page or the respective model page! See translation", "url": "https://huggingface.co/posts/prithivMLmods/902988810263838", "date_published": "2025-11-19T17:22:04.241909"}, {"id": "https://huggingface.co/posts/vikhyatk/769322438249892", "image": "", "title": "Announcing RefCOCO-M, a refreshed RefCOCO with pixel-accurate masks and the problematic prompts removed.", "content_text": "Announcing RefCOCO-M, a refreshed RefCOCO with pixel-accurate masks and the problematic prompts removed. moondream/refcoco-m See translation", "url": "https://huggingface.co/posts/vikhyatk/769322438249892", "date_published": "2025-11-19T17:22:04.242111"}, {"id": "https://huggingface.co/posts/cjerzak/918588861809536", "image": "", "title": ">>> We're writing a new book,  <Planetary Causal Inference>, on how to model counterfactuals at planetary scale by combining satellite imagery + other global data with local studies and RCTs. Forthcoming in 2026+.", "content_text": ">>> We're writing a new book, <Planetary Causal Inference>, on how to model counterfactuals at planetary scale by combining satellite imagery + other global data with local studies and RCTs. Forthcoming in 2026+. >>> Book info: https://planetarycausalinference.org/book-launch >>> All datasets used in the book will be openly available on our lab’s Hugging Face hub: theaidevlab See translation", "url": "https://huggingface.co/posts/cjerzak/918588861809536", "date_published": "2025-11-19T17:22:04.242380"}, {"id": "https://huggingface.co/posts/flozi00/635605102777732", "image": "", "title": "Running large language models efficiently is more than just raw GPU power. The latest guide breaks down the essential math to determine if your LLM workload is compute-bound or memory-bound.", "content_text": "Running large language models efficiently is more than just raw GPU power. The latest guide breaks down the essential math to determine if your LLM workload is compute-bound or memory-bound. We apply these principles to a real-world example: Qwen's 32B parameter model on the new NVIDIA RTX PRO 6000 Blackwell Edition. In this guide, you will learn how to: Calculate your GPU's operational intensity (Ops:Byte Ratio) Determine your model's arithmetic intensity Identify whether your workload is memory-bound or compute-bound Read the full guide here: https://flozi.net/en/guides/ai/llm-inference-math See translation", "url": "https://huggingface.co/posts/flozi00/635605102777732", "date_published": "2025-11-19T17:22:04.242675"}, {"id": "https://huggingface.co/posts/jzhang533/559250209683939", "image": "", "title": "We’ve officially kicked off the ERNIE AI Developer Challenge!", "content_text": "We’ve officially kicked off the ERNIE AI Developer Challenge! We want to create something interesting with you all, so we partnered with Unsloth, LLaMA-Factory, Novita AI, D-Robotics, and CAMEL-AI to empower your creativity. Come build with us: https://baiduernieai.devpost.com/?utm_source=ERNIE-HF&utm_medium=ERNIE-HF&utm_campaign=ERNIE+AI+Developer+Challenge See translation", "url": "https://huggingface.co/posts/jzhang533/559250209683939", "date_published": "2025-11-19T17:22:04.242968"}, {"id": "https://huggingface.co/posts/branikita/874837305207313", "image": "", "title": "Proud to share the results of our engineering team’s recent work at", "content_text": "Proud to share the results of our engineering team’s recent work at Robonine : • Together, we applied advanced topology optimization to redesign critical brackets of the manipulator, achieving a 57–76% reduction in structural deflection. • Our updated model also demonstrated a major stress decrease — from 93 MPa down to 25 MPa — all while staying within the allowed weight increase. • Although we didn’t fully reach the target tip deviation of 0.3 mm (best achieved: 0.41 mm), the project gave us valuable insights and a solid foundation for the next design iteration. See translation", "url": "https://huggingface.co/posts/branikita/874837305207313", "date_published": "2025-11-19T17:22:04.243292"}]}