{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/marksverdhei/554043140037847", "image": "", "title": "Poll: Will 2026 be the year of subquadratic attention?", "content_text": "Poll: Will 2026 be the year of subquadratic attention? The transformer architecture is cursed by its computational complexity. It is why you run out of tokens and have to compact. But some would argue that this is a feature not a bug and that this is also why these models are so good. We've been doing a lot of research on trying to make equally good models that are computationally cheaper, But so far, none of the approaches have stood the test of time. Or so it seems. Please vote, don't be shy. Remember that the Dunning-Kruger effect is very real, so the person who knows less about transformers than you is going to vote. We want everyone's opinion, no matter confidence. 👍 if you think at least one frontier model* will have no O(n^2) attention by the end of 2026 🔥 If you disagree * Frontier models - models that match / outperform the flagship claude, gemini or chatgpt at the time on multiple popular benchmarks See translation", "url": "https://huggingface.co/posts/marksverdhei/554043140037847", "date_published": "2026-02-11T06:10:22.361259"}, {"id": "https://huggingface.co/posts/mitkox/464155376106577", "image": "", "title": "I just pushed Claude Code Agent Swarm with 20 coding agents on my desktop GPU workstation.", "content_text": "I just pushed Claude Code Agent Swarm with 20 coding agents on my desktop GPU workstation. With local AI, I don’t have /fast CC switch, but I have /absurdlyfast: - 100’499 tokens/second read, yeah 100k, not a typo | 811 tok/sec generation - KV cache: 707’200 tokens - Hardware: 5+ year old GPUs 4xA6K gen1; It’s not the car. It’s the driver. Qwen3 Coder Next AWQ with cache at BF16. Scores 82.1% in C# on 29-years-in-dev codebase vs Opus 4.5 at only 57.5%. When your codebase predates Stack Overflow, you don't need the biggest model; you need the one that actually remembers Windows 95. My current bottleneck is my 27\" monitor. Can't fit all 20 Theos on screen without squinting. See translation", "url": "https://huggingface.co/posts/mitkox/464155376106577", "date_published": "2026-02-11T06:10:22.361675"}, {"id": "https://huggingface.co/posts/danielhanchen/156941968722021", "image": "", "title": "We collaborated with Hugging Face to enable you to train MoE models 12× faster with 35% less VRAM via our new Triton kernels (no accuracy loss). 🤗", "content_text": "We collaborated with Hugging Face to enable you to train MoE models 12× faster with 35% less VRAM via our new Triton kernels (no accuracy loss). 🤗 Train gpt-oss locally on 12.8GB VRAM with our free notebooks: https://unsloth.ai/docs/new/faster-moe See translation", "url": "https://huggingface.co/posts/danielhanchen/156941968722021", "date_published": "2026-02-11T06:10:22.362013"}, {"id": "https://huggingface.co/posts/Guilherme34/911966214994611", "image": "", "title": "Imagine a person with so much potential, stuck in a country where no one knows him and no one give a fuck at him and he probably will die soon, yes thats me, a coder/ai model maker that is waiting… waiting and waiting for a chance to get an awesome job, because i know i have studies for years for a reason!!! i know im not just a random guy with linux saying omg im a hacker, i know what i am and im actually stuck with my thoughts of people saying that if die, no one will give a care, im sure no one will give a care, the only two persons that knows me and love me is my girlfriend and my mother, i have no business wanting me, i just want a awesome job, not any job, i need a good job, a job i deserve for years of helping opensource ai community, just to you know(for those who are reading this, im part of the mradermacher team and i make a lot of research and ai models and i feel that the clock is ticking and i will not finish my current projects at the actual time, i fear it", "content_text": "Imagine a person with so much potential, stuck in a country where no one knows him and no one give a fuck at him and he probably will die soon, yes thats me, a coder/ai model maker that is waiting… waiting and waiting for a chance to get an awesome job, because i know i have studies for years for a reason!!! i know im not just a random guy with linux saying omg im a hacker, i know what i am and im actually stuck with my thoughts of people saying that if die, no one will give a care, im sure no one will give a care, the only two persons that knows me and love me is my girlfriend and my mother, i have no business wanting me, i just want a awesome job, not any job, i need a good job, a job i deserve for years of helping opensource ai community, just to you know(for those who are reading this, im part of the mradermacher team and i make a lot of research and ai models and i feel that the clock is ticking and i will not finish my current projects at the actual time, i fear it See...", "url": "https://huggingface.co/posts/Guilherme34/911966214994611", "date_published": "2026-02-11T06:10:22.362505"}, {"id": "https://huggingface.co/posts/FreshmanD/759883646504275", "image": "", "title": "LoongFlow Big News!!!", "content_text": "LoongFlow Big News!!! @ all We’ve put AI Agents into a production GPU cluster to handle GPU failure prediction. Not as a demo. Not as AutoML. But as an evolving system that designs and improves its own models. On two GPU types: – IT21HMDB01-B2: +30% prediction accuracy – H800: +25% prediction accuracy The resulting models already meet production standards and are being wired into the ops pipeline. How it works: • An ML agent designs the full ML pipeline from scratch • A Math agent performs targeted evolutionary optimization • The agents explore, discard, and iterate toward better modelsHumans don’t hand-tune parameters. This is not offline analysis. GPU failure prediction means: • heavy assets • real incidents • real operational risk The agents now trigger maintenance before failures happen. This feels like an early signal: AI agents are starting to take responsibility for infrastructure-level engineering decisions in production systems. For ML Agent, you can check:...", "url": "https://huggingface.co/posts/FreshmanD/759883646504275", "date_published": "2026-02-11T06:10:22.362989"}, {"id": "https://huggingface.co/posts/MikeDoes/444764433252763", "image": "", "title": "You don't need a massive research lab to build a privacy-preserving AI tool thanks to open datasets. With the right ingredients, anyone can.", "content_text": "You don't need a massive research lab to build a privacy-preserving AI tool thanks to open datasets. With the right ingredients, anyone can. A fantastic new guide shows how the democratization of AI is helping to advance safety. It walks through how to use Google's new fine-tuning API to turn Gemini into a powerful tool for PII anonymization. This project was powered by two key components: An accessible platform from Google. High-quality, open-source training data. We are honored that the author chose the Ai4Privacy pii-masking-200k dataset to provide the crucial data foundation. Our dataset delivered the volume and structure needed to successfully teach a state-of-the-art model how to perform a critical privacy function. This is the future we're working towards: powerful platforms combined with open, safety-focused data to create tools that benefit everyone. Kudos to the author for showcasing what's possible! 🔗 Read the full step-by-step guide:...", "url": "https://huggingface.co/posts/MikeDoes/444764433252763", "date_published": "2026-02-11T06:10:22.363496"}, {"id": "https://huggingface.co/posts/melvindave/248709425212035", "image": "", "title": "I made my own avatar banner maker", "content_text": "I made my own avatar banner maker https://avatar.donvitocodes.com/ Using Claude Code and Opus 4.6 in a day I use it in my HF profile too See translation", "url": "https://huggingface.co/posts/melvindave/248709425212035", "date_published": "2026-02-11T06:10:22.363709"}, {"id": "https://huggingface.co/posts/prithivMLmods/280174075106284", "image": "", "title": "Introducing FLUX.2-Klein-LoRA-Studio, a demo for image editing using specialized LoRA adapters built for the FLUX.2-Klein-Distilled model. It features an edit-style gallery for multi-style image editing, including de-light, face swap, mannequin, and more. Try the demo below.", "content_text": "Introducing FLUX.2-Klein-LoRA-Studio, a demo for image editing using specialized LoRA adapters built for the FLUX.2-Klein-Distilled model. It features an edit-style gallery for multi-style image editing, including de-light, face swap, mannequin, and more. Try the demo below. 🤗Demo: prithivMLmods/FLUX.2-Klein-LoRA-Studio 🤗Collection: https://huggingface.co/collections/prithivMLmods/image-generation-apps-collection 🤗GitHub: https://github.com/PRITHIVSAKTHIUR/FLUX.2-Klein-LoRA-Studio To learn more, visit the app page or the respective model pages. See translation", "url": "https://huggingface.co/posts/prithivMLmods/280174075106284", "date_published": "2026-02-11T06:10:22.364044"}, {"id": "https://huggingface.co/posts/paasthaamz/730113013208944", "image": "", "title": "test", "content_text": "test", "url": "https://huggingface.co/posts/paasthaamz/730113013208944", "date_published": "2026-02-11T06:10:22.364214"}, {"id": "https://huggingface.co/posts/alexnasa/577067311800070", "image": "", "title": "Now with extra functionality at the same LTX-2 HF Space, you can now add also your last frame along side your first frame to guide the generated videos by choosing our frame interpolation mode...", "content_text": "Now with extra functionality at the same LTX-2 HF Space, you can now add also your last frame along side your first frame to guide the generated videos by choosing our frame interpolation mode... Try it out: alexnasa/ltx-2-TURBO See translation", "url": "https://huggingface.co/posts/alexnasa/577067311800070", "date_published": "2026-02-11T06:10:22.364437"}]}