{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/238420842235482", "image": "", "title": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all!", "content_text": "We just crossed 1,500,000 public models on Hugging Face (and 500k spaces, 330k datasets, 50k papers). One new repository is created every 15 seconds. Congratulations all! See translation", "url": "https://huggingface.co/posts/clem/238420842235482", "date_published": "2025-03-15T17:17:02.705328"}, {"id": "https://huggingface.co/posts/openfree/269373246432749", "image": "", "title": "🚀 Idea Transformer:", "content_text": "🚀 Idea Transformer: Idea Transformer: Infinity is an innovative tool that unlocks infinite creativity by generating unique transformation ideas and design images from up to three keywords and a chosen category. Leveraging a state-of-the-art diffusion pipeline, real-time translation, and a powerful LLM, it delivers fresh ideas every time. 🎨✨ openfree/Idea-Transformer Key Features Diverse Ideas: Randomly selects creative variations from your keywords and category — the possibilities are nearly endless! 🎲 Unique Design Images: Your text prompt produces striking, varied design images via the diffusion model. 🖼️ Real-Time Translation & Expansion: Korean inputs are automatically translated and enriched using an advanced LLM for high-quality output. 🔄 Dual-Language Support: Enjoy an intuitive Gradio interface with separate English and Korean tabs for a global audience. 🌍 Explore a Wide Range of Categories: Sensor Functions 📡: Creative changes in sensor technologies. Size & Shape Change 📏:...", "url": "https://huggingface.co/posts/openfree/269373246432749", "date_published": "2025-03-15T17:17:02.705982"}, {"id": "https://huggingface.co/posts/nroggendorff/181073331446889", "image": "", "title": "to the nvidia employee that won't respond to my emails: hear me now.", "content_text": "to the nvidia employee that won't respond to my emails: hear me now. you have made a semi-powerful to irrelevant enemy. you have been warned See translation", "url": "https://huggingface.co/posts/nroggendorff/181073331446889", "date_published": "2025-03-15T17:17:02.706228"}, {"id": "https://huggingface.co/posts/burtenshaw/988620578150041", "image": "", "title": "Still speed running Gemma 3 to think. Today I focused on setting up gpu poor hardware to run GRPO.", "content_text": "Still speed running Gemma 3 to think. Today I focused on setting up gpu poor hardware to run GRPO. This is a plain TRL and PEFT notebook which works on mac silicone or colab T4. This uses the 1b variant of Gemma 3 and a reasoning version of GSM8K dataset. 🧑‍🍳 There’s more still in the oven like releasing models, an Unsloth version, and deeper tutorials, but hopefully this should bootstrap your projects. Here’s a link to the 1b notebook: https://colab.research.google.com/drive/1mwCy5GQb9xJFSuwt2L_We3eKkVbx2qSt?usp=sharing See translation", "url": "https://huggingface.co/posts/burtenshaw/988620578150041", "date_published": "2025-03-15T17:17:02.706550"}, {"id": "https://huggingface.co/posts/KaiChen1998/260621109030490", "image": "", "title": "📢 Our EMOVA paper has been accepted by CVPR 2025, and we are glad to release all resources, including code (training & inference), datasets (training & evaluation), and checkpoints (EMOVA-3B/7B/72B)!", "content_text": "📢 Our EMOVA paper has been accepted by CVPR 2025, and we are glad to release all resources, including code (training & inference), datasets (training & evaluation), and checkpoints (EMOVA-3B/7B/72B)! 🤗 EMOVA is a novel end-to-end omni-modal LLM that can see, hear and speak. Given omni-modal (i.e., textual, visual and speech) inputs, EMOVA can generate both textual and speech responses with vivid emotional controls by utilizing the speech decoder and a style controller. ✨ EMOVA Highlights ✅ State-of-the-art omni-modality: EMOVA achieves SoTA comparable results on both vision-language and speech benchmarks simultaneously. ✅ Device adaptation: our codebase supports training/inference on both NVIDIA GPUs (e.g., A800 & H20) and Ascend NPUs (e.g., 910B3)! ✅ Modular design: we integrate multiple implementations of vision encoder, vision projector, and language model. 🔥 You are all welcome to try and star! - Project page: https://emova-ollm.github.io/ - Github: https://github.com/emova-...", "url": "https://huggingface.co/posts/KaiChen1998/260621109030490", "date_published": "2025-03-15T17:17:02.706995"}, {"id": "https://huggingface.co/posts/onekq/182897139123508", "image": "", "title": "Qwen made good students, DeepSeek made a genius.", "content_text": "Qwen made good students, DeepSeek made a genius. This is my summaries of their differentiations. I don't think these two players are coordinated but they both have clear goals. One is to build ecosystem and the other is to push AGI. And IMO they are both doing really well. See translation", "url": "https://huggingface.co/posts/onekq/182897139123508", "date_published": "2025-03-15T17:17:02.707256"}, {"id": "https://huggingface.co/posts/Jaward/782050409908004", "image": "", "title": "This is the most exciting of this week’s release for me: Gemini Robotics - A SOTA generalist Vision-Language-Action model that brings intelligence to the physical world. It comes with a verifiable real-world knowledge Embodied Reasoning QA benchmark. Cool part is that the model can be specialized with fast adaptation to new tasks and have such adaptations transferred to new robot embodiment like humanoids. Looking forward to the model and data on hf, it’s about time I go full physical:)", "content_text": "This is the most exciting of this week’s release for me: Gemini Robotics - A SOTA generalist Vision-Language-Action model that brings intelligence to the physical world. It comes with a verifiable real-world knowledge Embodied Reasoning QA benchmark. Cool part is that the model can be specialized with fast adaptation to new tasks and have such adaptations transferred to new robot embodiment like humanoids. Looking forward to the model and data on hf, it’s about time I go full physical:) Technical Report: https://storage.googleapis.com/deepmind-media/gemini-robotics/gemini_robotics_report.pdf See translation", "url": "https://huggingface.co/posts/Jaward/782050409908004", "date_published": "2025-03-15T17:17:02.707585"}, {"id": "https://huggingface.co/posts/nicolay-r/281728882424630", "image": "", "title": "📢 With the recent release of Gemma-3, If you interested to play with textual chain-of-though, the notebook below is a wrapper over the the model (native transformers inference API) for passing the predefined schema of promps in batching mode.", "content_text": "📢 With the recent release of Gemma-3, If you interested to play with textual chain-of-though, the notebook below is a wrapper over the the model (native transformers inference API) for passing the predefined schema of promps in batching mode. https://github.com/nicolay-r/nlp-thirdgate/blob/master/tutorials/llm_gemma_3.ipynb Limitation: schema supports texts only (for now), while gemma-3 is a text+image to text. Model: google/gemma-3-1b-it Provider: https://github.com/nicolay-r/nlp-thirdgate/blob/master/llm/transformers_gemma3.py See translation", "url": "https://huggingface.co/posts/nicolay-r/281728882424630", "date_published": "2025-03-15T17:17:02.707909"}, {"id": "https://huggingface.co/posts/ginipick/554089753491641", "image": "", "title": "🌐 GraphMind: Phi-3 Instruct Graph Explorer", "content_text": "🌐 GraphMind: Phi-3 Instruct Graph Explorer ✨ Extract and visualize knowledge graphs from any text in multiple languages! GraphMind is a powerful tool that leverages the capabilities of Phi-3 to transform unstructured text into structured knowledge graphs, helping you understand complex relationships within any content. ginigen/Graph-Mind 🚀 Key Features Multi-language Support 🌍: Process text in English, Korean, and many other languages Instant Visualization 🧩: See extracted entities and relationships in an interactive graph Entity Recognition 🏷️: Automatically identifies and categorizes named entities Optimized Performance ⚡: Uses caching to deliver faster results for common examples Intuitive Interface 👆: Simple design makes complex graph extraction accessible to everyone 💡 Use Cases Content Analysis: Extract key entities and relationships from articles or documents Research Assistance: Quickly visualize connections between concepts in research papers Educational Tool: Help students...", "url": "https://huggingface.co/posts/ginipick/554089753491641", "date_published": "2025-03-15T17:17:02.708472"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/310882641508042", "image": "", "title": "Think building custom digital twins for AI training is hard? Let us show you how to make it easy!", "content_text": "Think building custom digital twins for AI training is hard? Let us show you how to make it easy! Next week, Duality AI is offering a free \"Creating Your Own 4-Wheeled Vehicle Digital Twins for AI Training with Falcon Editor\" live class. Sign up here: https://forms.gle/2U5xugMjvSkZdeaR8 What we'll cover: 🚗 Import & Configure a rigged 4-wheeled vehicle and transform it into a controllable system twin using Blueprints. 🚗 Enable Dynamic Control by exposing Python variables for real-time adjustments. 🚗 Attach Sensors to capture valuable simulation data. 🚗 Assemble & Run a Simulation Scenario to generate training data for AI & robotics applications. See how Falcon creates synthetic data for faster, easier, and more targeted AI training by creating a FREE account here: https://www.duality.ai/edu See translation", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/310882641508042", "date_published": "2025-03-15T17:17:02.708863"}]}