{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/codelion/260857666290873", "image": "", "title": "Reverse Engineering a $500M Mystery: From HashHop to Memory-Augmented Language Models", "content_text": "Reverse Engineering a $500M Mystery: From HashHop to Memory-Augmented Language Models I wrote a deep dive into how Magic AI's 100M token context window might work, starting from their HashHop benchmark and building up to MALM - a Memory-Augmented Language Model. Key insight: treating each key as a single token enables perfect retrieval at unlimited context lengths. The article covers: - How HashHop works and why its perfect accuracy is suspicious - Building a tokenized solver that achieves 100% accuracy - Scaling to MALM for real code search tasks - Why this approach could handle 100M+ tokens Read the full article: https://huggingface.co/blog/codelion/reverse-engineering-magic-hashhop Try the model: codelion/malm-165m Code: https://github.com/codelion/hash-hop See translation", "url": "https://huggingface.co/posts/codelion/260857666290873", "date_published": "2026-01-25T09:27:27.288261"}, {"id": "https://huggingface.co/posts/IlyasMoutawwakil/703555138750194", "image": "", "title": "After 2 months of refinement, I'm happy to announce that a lot of Transformers' modeling code is now significantly more torch-compile & export-friendly 🔥", "content_text": "After 2 months of refinement, I'm happy to announce that a lot of Transformers' modeling code is now significantly more torch-compile & export-friendly 🔥 Why it had to be done 👇 PyTorch's Dynamo compiler is increasingly becoming the default interoperability layer for ML systems. Anything that relies on torch.export or torch.compile, from model optimization to cross-framework integrations, benefits directly when models can be captured as a single dynamo-traced graph ! Transformers models are now easier to: ⚙️ Compile end-to-end with torch.compile backends 📦 Export reliably via torch.export and torch.onnx.export 🚀 Deploy to ONNX / ONNX Runtime, Intel Corporation's OpenVINO, NVIDIA AutoDeploy (TRT-LLM), AMD's Quark, Meta's Executorch and more hardware-specific runtimes. This work aims at unblocking entire TorchDynamo-based toolchains that rely on exporting Transformers across runtimes and accelerators. We are doubling down on Transformers commitment to be a first-class citizen of the...", "url": "https://huggingface.co/posts/IlyasMoutawwakil/703555138750194", "date_published": "2026-01-25T09:27:27.288744"}, {"id": "https://huggingface.co/posts/DavidAU/879154559678091", "image": "", "title": "Uncensored, Heretic GGUF quants of GLM 4.7 (30B-A3B) with correct Llamacpp and all updates ; NEO-CODE Imatrix W 16 bit OTs.", "content_text": "Uncensored, Heretic GGUF quants of GLM 4.7 (30B-A3B) with correct Llamacpp and all updates ; NEO-CODE Imatrix W 16 bit OTs. Also specialized quants (balanced for this model), and all quants are NEO-CODE Imatrix W 16 bit output tensor. DavidAU/GLM-4.7-Flash-Uncensored-Heretic-NEO-CODE-Imatrix-MAX-GGUF \"Reg quants, non-heretic\" : Also 16 bit ot, NEO-CODE Imatrix and specialized: DavidAU/GLM-4.7-Flash-NEO-CODE-Imatrix-MAX-GGUF See translation", "url": "https://huggingface.co/posts/DavidAU/879154559678091", "date_published": "2026-01-25T09:27:27.288992"}, {"id": "https://huggingface.co/posts/consome2/284818675921006", "image": "", "title": "We’ve released two conversational speech datasets from oto on Hugging Face 🤗", "content_text": "We’ve released two conversational speech datasets from oto on Hugging Face 🤗 Both are based on real, casual, full-duplex conversations, but with slightly different focuses. Dataset 1: Processed / curated subset otoearth/otoSpeech-full-duplex-processed-141h * Full-duplex, spontaneous multi-speaker conversations * Participants filtered for high audio quality * PII removal and audio enhancement applied * Designed for training and benchmarking S2S or dialogue models Dataset 2: Larger raw(er) release otoearth/otoSpeech-full-duplex-280h * Same collection pipeline, with broader coverage * More diversity in speakers, accents, and conversation styles * Useful for analysis, filtering, or custom preprocessing experiments We intentionally split the release to support different research workflows: clean and ready-to-use vs. more exploratory and research-oriented use. The datasets are currently private, but we’re happy to approve access requests — feel free to request access if you’re interested....", "url": "https://huggingface.co/posts/consome2/284818675921006", "date_published": "2026-01-25T09:27:27.289413"}, {"id": "https://huggingface.co/posts/prithivMLmods/575874119029258", "image": "", "title": "Introducing QIE-2511-Zoom-Master for highlight-guided area zoom-in, enabling lossless zooming within a drawn square area, and QIE-2511-Object-Remover-v2 for precise object or highlight-guided area cleanup. These experimental adapters are trained based on QIE-2511. Find the adapters below.", "content_text": "Introducing QIE-2511-Zoom-Master for highlight-guided area zoom-in, enabling lossless zooming within a drawn square area, and QIE-2511-Object-Remover-v2 for precise object or highlight-guided area cleanup. These experimental adapters are trained based on QIE-2511. Find the adapters below. 🕹️QIE-2511-Zoom-Master : prithivMLmods/QIE-2511-Zoom-Master 🕹️QIE-2511-Object-Remover-v2: prithivMLmods/QIE-2511-Object-Remover-v2 🤗Demo: prithivMLmods/Qwen-Image-Edit-Object-Manipulator 📂Collection: https://huggingface.co/collections/prithivMLmods/qwen-image-edit-exps To learn more, visit the app page or the respective model pages. See translation", "url": "https://huggingface.co/posts/prithivMLmods/575874119029258", "date_published": "2026-01-25T09:27:27.289699"}, {"id": "https://huggingface.co/posts/raincandy-u/660562661454335", "image": "", "title": "🤗 Just released Rain-100M, an experimental ~97M-parameter Qwen3-style language model trained from random initialization.", "content_text": "🤗 Just released Rain-100M, an experimental ~97M-parameter Qwen3-style language model trained from random initialization. Repo: raincandy-u/Rain-100M Data: HuggingFaceFW/fineweb-edu , ~3B tokens, English only Tokenizer: custom 16k BPE, context length 4096 Architecture: 12 Transformer layers, hidden size 768, 12 heads, MLP 2048, SiLU, bf16 Rain-100M is a raw base model (not instruction-tuned or safety-aligned), aimed at small-scale research, debugging training pipelines, and CPU/edge experiments. If you run evaluations, finetunes, or visualizations with it, I would be very interested in your results! See translation", "url": "https://huggingface.co/posts/raincandy-u/660562661454335", "date_published": "2026-01-25T09:27:27.289987"}, {"id": "https://huggingface.co/posts/kanaria007/389082518772877", "image": "", "title": "✅ New Article: *Jumps as Atomic Moves* (v0.1)", "content_text": "✅ New Article: *Jumps as Atomic Moves* (v0.1) Title: 🧠 Jumps: Atomic Moves in Structured Intelligence (and How to Make Them Safe) 🔗 https://huggingface.co/blog/kanaria007/jumps-atomic-moves-in-si --- Summary: In SI-Core, a *Jump* is the smallest *effectful* unit of reasoning+action: a move that consumes observations, proposes/chooses an action, and (optionally) commits results + memory updates. This article makes Jumps operational: *what a Jump must declare*, how it is gated (OBS/ETH/RML), how it produces auditable traces, and how to keep it safe under uncertainty—without collapsing into “just prompt chaining.” > If you can’t name the Jump, you can’t audit it. > If you can’t gate it, you can’t ship it. --- Why It Matters: • Stops hidden behavior: every effectful move becomes *declared + inspectable* • Prevents “jumping in the dark” via *OBS gating + sandbox-only paths* • Makes policy enforceable: ETH overlay can *allow/modify/block/escalate* per Jump type • Improves rollback...", "url": "https://huggingface.co/posts/kanaria007/389082518772877", "date_published": "2026-01-25T09:27:27.290533"}, {"id": "https://huggingface.co/posts/Juanxi/706096090265682", "image": "", "title": "Recent Updates on ScalingOpt | Your Stars are Appreciated", "content_text": "Recent Updates on ScalingOpt | Your Stars are Appreciated We are pleased to announce several key updates to the ScalingOpt project: Pyramid Visualization Structure Following a suggestion from Yufei, we have introduced a pyramid-based visualization framework to systematically outline the layered architecture of Foundation Models—from foundational principles to infrastructure-level details. This addition is designed to assist teams in organizing and presenting related materials more clearly. Integration of Optimizer Summaries by Yifeng We extend a warm welcome to Yifeng (author of MARS), who has joined the project. He has contributed a comprehensive summary of over 100 optimizers, now available in ScalingOpt. This resource can be accessed via the “Optimization Summary Sheet” on the homepage or under the Optimizers page, featuring a reader-friendly interface that supports easy viewing, downloading, and citation. Growing Community of Members We continue to update and expand the list of...", "url": "https://huggingface.co/posts/Juanxi/706096090265682", "date_published": "2026-01-25T09:27:27.291004"}, {"id": "https://huggingface.co/posts/danielhanchen/579968620456275", "image": "", "title": "You can now fine-tune embedding models in our free Unsloth notebook! 🤗", "content_text": "You can now fine-tune embedding models in our free Unsloth notebook! 🤗 Fine-tuning embedding models improves retrieval & RAG by aligning vectors to your domain-specific notion of similarity, improving search, clustering, and recommendations on your data. ⭐ Blog + Notebooks: https://unsloth.ai/docs/new/embedding-finetuning Unsloth trains embedding models 1.8-3.3x faster with 20% less VRAM, 2x longer context & no accuracy loss vs. FA2 setups. We'd like to thank Hugging Face and Unsloth contributor: electroglyph for making this possible! See translation", "url": "https://huggingface.co/posts/danielhanchen/579968620456275", "date_published": "2026-01-25T09:27:27.291293"}, {"id": "https://huggingface.co/posts/hassenhamdi/338157395556750", "image": "", "title": "Google published the paper. I shipped the code. 🚀", "content_text": "Google published the paper. I shipped the code. 🚀 DeepMind just released PACEvolve (Progress-Aware Consistent Evolution), a massive overhaul of the AlphaEvolve framework. It solves the critical issues of \"Context Pollution\" and \"Mode Collapse\" that have historically crippled evolutionary coding agents. But there was no public implementation. So I built one. Introducing OpenPACEvolve: A fully open-source, production-grade implementation of the PACEvolve framework. 🛠 I engineered this framework solo, but I wasn't working alone. I orchestrated a custom coding agents powered by Claude Opus 4.5 as Engineer and Gemini Pro 3 Preview ensuring fiedelity and quallty. By leveraging these SOTA models, I was able to translate complex theoretical research into functional, modular Python architecture in record time. This is what the future of AI engineering looks like: Human architectural oversight + AI velocity. 🧠 What OpenPACEvolve Solves: Unlike standard agents that get \"stuck\" in loops, this...", "url": "https://huggingface.co/posts/hassenhamdi/338157395556750", "date_published": "2026-01-25T09:27:27.291777"}]}