{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/openfree/652290136793730", "image": "", "title": "🚀 Llama-4 Model-Based Agentic AI System Released!", "content_text": "🚀 Llama-4 Model-Based Agentic AI System Released! 🔥 Introducing the Latest Llama-4 Models Hello AI enthusiasts! Today we're excited to introduce our free API service powered by the cutting-edge Llama-4-Maverick-17B and Llama-4-Scout-17B models! These state-of-the-art models will upgrade your AI experience with remarkable stability and speed. Link1: openfree/Llama-4-Maverick-17B-Research Link2: openfree/Llama-4-Scout-17B-Research 🧠 The Innovation of Agentic AI: Deep Research Feature The standout feature of our service is the revolutionary \"Deep Research\" functionality! This innovative Agentic AI system includes: 🔍 Optimized Keyword Extraction: LLM automatically generates the most effective keywords for searches 🌐 Real-time Web Search: Collects the latest information through the SerpHouse API 📊 Intelligent Information Analysis: Precise analysis utilizing the LLM's reasoning capabilities based on collected information 📝 Contextualized Response Generation: Provides accurate answers...", "url": "https://huggingface.co/posts/openfree/652290136793730", "date_published": "2025-04-09T09:25:30.126082"}, {"id": "https://huggingface.co/posts/seawolf2357/883323339740165", "image": "", "title": "🎨 Ghibli-Style Image Generation with Multilingual Text Integration: FLUX.1 Hugging Face Edition 🌏✨", "content_text": "🎨 Ghibli-Style Image Generation with Multilingual Text Integration: FLUX.1 Hugging Face Edition 🌏✨ Hello creators! Today I'm introducing a special image generator that combines the beautiful aesthetics of Studio Ghibli with multilingual text integration! 😍 seawolf2357/Ghibli-Multilingual-Text-rendering ✨ Key Features Ghibli-Style Image Generation - High-quality animation-style images based on FLUX.1 Multilingual Text Rendering - Support for Korean, Japanese, English, and all languages! 🇰🇷🇯🇵🇬🇧 Automatic Image Editing with Simple Prompts - Just input your desired text and you're done! Two Stylistic Variations Provided - Get two different results from a single prompt Full Hugging Face Spaces Support - Deploy and share instantly! 🚀 How Does It Work? Enter a prompt describing your desired image (e.g., \"a cat sitting by the window\") Input the text you want to add (any language works!) Select the text position, size, and color Two different versions are automatically generated! 💯...", "url": "https://huggingface.co/posts/seawolf2357/883323339740165", "date_published": "2025-04-09T09:25:30.126768"}, {"id": "https://huggingface.co/posts/openfree/925352420925810", "image": "", "title": "🔥 'Open Meme Studio': Your Creative Meme Factory 🎭✨", "content_text": "🔥 'Open Meme Studio': Your Creative Meme Factory 🎭✨ Hello everyone! Today I'm introducing 'Open Meme Studio', an amazing space where you can easily create and transform fun and original meme images. 🚀 VIDraft/Open-Meme-Studio 🎯 Taking Meme Creation to the Next Level! This application leverages the powerful Kolors model and IP-Adapter-Plus to upgrade your meme-making abilities. Go beyond simple image editing and experience a completely new meme world powered by AI! 🛠️ Features You'll Love 📸 Transform and reinterpret existing meme templates 🎭 Freely change expressions and poses 👓 Add props (sunglasses, hats, etc.) 🏞️ Change backgrounds and composite characters 🎨 Apply various artistic styles 💪 Why 'Open Meme Studio' is So Effective Fast Meme Generation: High-quality memes completed in seconds Unlimited Creativity: Completely different results just by changing prompts User-Friendly Interface: Simple prompt input and image upload is all you need Fine-tuned Control: Adjust how much of...", "url": "https://huggingface.co/posts/openfree/925352420925810", "date_published": "2025-04-09T09:25:30.127440"}, {"id": "https://huggingface.co/posts/ginipick/807578740801859", "image": "", "title": "🏯 Open Ghibli Studio: Transform Your Photos into Ghibli-Style Artwork! ✨", "content_text": "🏯 Open Ghibli Studio: Transform Your Photos into Ghibli-Style Artwork! ✨ Hello AI enthusiasts! 🙋‍♀️ Today I'm introducing a truly magical project: Open Ghibli Studio 🎨 ginigen/FLUX-Open-Ghibli-Studio 🌟 What Can It Do? Upload any regular photo and watch it transform into a beautiful, fantastical image reminiscent of Hayao Miyazaki's Studio Ghibli animations! 🏞️✨ 🔧 How Does It Work? 📸 Upload your photo 🤖 Florence-2 AI analyzes the image and generates a description ✏️ \"Ghibli style\" is added to the description 🎭 Magic transformation happens using the FLUX.1 model and Ghibli LoRA! ⚙️ Customization Options Want more control? Adjust these in the advanced settings: 🎲 Set a seed (for reproducible results) 📏 Adjust image dimensions 🔍 Guidance scale (prompt adherence) 🔄 Number of generation steps 💫 Ghibli style intensity 🚀 Try It Now! Click the \"Transform to Ghibli Style\" button below to create your own Ghibli world! Ready to meet Totoro, Howl, Sophie, or Chihiro? 🌈 🌿 Note: For best results,...", "url": "https://huggingface.co/posts/ginipick/807578740801859", "date_published": "2025-04-09T09:25:30.127949"}, {"id": "https://huggingface.co/posts/aiqtech/202174985893140", "image": "", "title": "✨ High-Resolution Ghibli Style Image Generator ✨", "content_text": "✨ High-Resolution Ghibli Style Image Generator ✨ 🌟 Introducing FLUX Ghibli LoRA Hello everyone! Today I'm excited to present a special LoRA model for FLUX Dev.1. This model leverages a LoRA trained on high-resolution Ghibli images for FLUX Dev.1 to easily create beautiful Ghibli-style images with stunning detail! 🎨 space: aiqtech/FLUX-Ghibli-Studio-LoRA model: openfree/flux-chatgpt-ghibli-lora 🔮 Key Features Trained on High-Resolution Ghibli Images - Unlike other LoRAs, this one is trained on high-resolution images, delivering sharper and more beautiful results Powered by FLUX Dev.1 - Utilizing the latest FLUX model for faster generation and superior quality User-Friendly Interface - An intuitive UI that allows anyone to create Ghibli-style images with ease Diverse Creative Possibilities - Express various themes in Ghibli style, from futuristic worlds to fantasy elements 🖼️ Sample Images Include \"Ghibli style\" in your prompts Try combining nature, fantasy elements, futuristic...", "url": "https://huggingface.co/posts/aiqtech/202174985893140", "date_published": "2025-04-09T09:25:30.128521"}, {"id": "https://huggingface.co/posts/danielhanchen/859959880164586", "image": "", "title": "You can now run Llama 4 on your own local device! 🦙", "content_text": "You can now run Llama 4 on your own local device! 🦙 Run our Dynamic 1.78-bit and 2.71-bit Llama 4 GGUFs: unsloth/Llama-4-Scout-17B-16E-Instruct-GGUF You can run them on llama.cpp and other inference engines. See our guide here: https://docs.unsloth.ai/basics/tutorial-how-to-run-and-fine-tune-llama-4 See translation", "url": "https://huggingface.co/posts/danielhanchen/859959880164586", "date_published": "2025-04-09T09:25:30.128809"}, {"id": "https://huggingface.co/posts/fdaudens/650208950263848", "image": "", "title": "I read the 456-page AI Index report so you don't have to (kidding). The wild part? While AI gets ridiculously more accessible, the power gap is actually widening:", "content_text": "I read the 456-page AI Index report so you don't have to (kidding). The wild part? While AI gets ridiculously more accessible, the power gap is actually widening: 1️⃣ The democratization of AI capabilities is accelerating rapidly: - The gap between open and closed models is basically closed: difference in benchmarks like MMLU and HumanEval shrunk to just 1.7% in 2024 - The cost to run GPT-3.5-level performance dropped 280x in 2 years - Model size is shrinking while maintaining performance - Phi-3-mini hitting 60%+ MMLU at fraction of parameters of early models like PaLM 2️⃣ But we're seeing concerning divides deepening: - Geographic: US private investment ($109B) dwarfs everyone else - 12x China's $9.3B - Research concentration: US and China dominate highly-cited papers (50 and 34 respectively in 2023), while next closest is only 7 - Gender: Major gaps in AI skill penetration rates - US shows 2.39 vs 1.71 male/female ratio The tech is getting more accessible but the benefits aren't...", "url": "https://huggingface.co/posts/fdaudens/650208950263848", "date_published": "2025-04-09T09:25:30.129290"}, {"id": "https://huggingface.co/posts/BrigitteTousi/559995441481207", "image": "", "title": "AI agents are transforming how we interact with technology, but how sustainable are they? 🌍", "content_text": "AI agents are transforming how we interact with technology, but how sustainable are they? 🌍 Design choices — like model size and structure — can massively impact energy use and cost. ⚡💰 The key takeaway: smaller, task-specific models can be far more efficient than large, general-purpose ones. 🔑 Open-source models offer greater transparency, allowing us to track energy consumption and make more informed decisions on deployment. 🌱 Open-source = more efficient, eco-friendly, and accountable AI. Read our latest, led by @ sasha with assists from myself + @ yjernite 🤗 https://huggingface.co/blog/sasha/ai-agent-sustainability See translation", "url": "https://huggingface.co/posts/BrigitteTousi/559995441481207", "date_published": "2025-04-09T09:25:30.129678"}, {"id": "https://huggingface.co/posts/luigi12345/868237953690252", "image": "", "title": "🚀 Meta’s Llama 4 Models Now on Hugging Face!", "content_text": "🚀 Meta’s Llama 4 Models Now on Hugging Face! Meta has released Llama 4 Scout and Llama 4 Maverick, now available on Hugging Face: • Llama 4 Scout: 17B active parameters, 16-expert Mixture of Experts (MoE) architecture, 10M token context window, fits on a single H100 GPU. ￼ • Llama 4 Maverick: 17B active parameters, 128-expert MoE architecture, 1M token context window, optimized for DGX H100 systems. ￼ 🔥 Key Features: • Native Multimodality: Seamlessly processes text and images. ￼ • Extended Context Window: Up to 10 million tokens for handling extensive inputs. • Multilingual Support: Trained on 200 languages, with fine-tuning support for 12, including Arabic, Spanish, and German. ￼ 🛠️ Access and Integration: • Model Checkpoints: Available under the meta-llama organization on the Hugging Face Hub. • Transformers Compatibility: Fully supported in transformers v4.51.0 for easy loading and fine-tuning. • Efficient Deployment: Supports tensor-parallelism and automatic device mapping....", "url": "https://huggingface.co/posts/luigi12345/868237953690252", "date_published": "2025-04-09T09:25:30.130139"}, {"id": "https://huggingface.co/posts/jjokah/116151100507837", "image": "", "title": "# Video Tokenization — for efficient AI video processing", "content_text": "# Video Tokenization — for efficient AI video processing Meet 𝐕𝐢𝐝𝐓𝐨𝐤, a new open-source video tokenization technique developed by Microsoft Research to address the computational challenges of processing large volumes of video data. The core problem VidTok tackles is the inefficiency caused by redundant information in raw video pixels. VidTok converts complex video footage into compact, structured units called tokens, making it easier and more efficient for AI systems to analyze, understand, and generate video content. Research Paper: https://arxiv.org/abs/2412.13061 VidTok Code: https://github.com/microsoft/VidTok See translation", "url": "https://huggingface.co/posts/jjokah/116151100507837", "date_published": "2025-04-09T09:25:30.130494"}]}