{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/clem/295367997414146", "image": "", "title": "Energy is a massive constraint for AI but do you even know what energy your chatGPT convos are using?", "content_text": "Energy is a massive constraint for AI but do you even know what energy your chatGPT convos are using? We're trying to change this by releasing ChatUI-energy, the first interface where you see in real-time what energy your AI conversations consume. Great work from @ jdelavande powered by spaces & TGI, available for a dozen of open-source models like Llama, Mistral, Qwen, Gemma and more. jdelavande/chat-ui-energy Should all chat interfaces have this? Just like ingredients have to be shown on products you buy, we need more transparency in AI for users! See translation", "url": "https://huggingface.co/posts/clem/295367997414146", "date_published": "2025-04-23T17:21:00.913433"}, {"id": "https://huggingface.co/posts/clem/713065682470379", "image": "", "title": "Just crossed half a million public apps on Hugging Face. A new public app is created every minute these days 🤯🤯🤯", "content_text": "Just crossed half a million public apps on Hugging Face. A new public app is created every minute these days 🤯🤯🤯 What's your favorite? http://hf.co/spaces See translation", "url": "https://huggingface.co/posts/clem/713065682470379", "date_published": "2025-04-23T17:21:00.913711"}, {"id": "https://huggingface.co/posts/linoyts/495650054643276", "image": "", "title": "We just shipped HiDream Image LoRA fine-tuning to diffusers🧨", "content_text": "We just shipped HiDream Image LoRA fine-tuning to diffusers🧨 HiDream's sota capabilities (and mit license) bring a lot of potential to explore with fine-tunes 🔥 - more upgrades and features soon! - code, weights and config example 👇 🧶Yarn art lora: linoyts/HiDream-yarn-art-LoRA code: https://github.com/huggingface/diffusers/blob/main/examples/dreambooth/README_hidream.md See translation", "url": "https://huggingface.co/posts/linoyts/495650054643276", "date_published": "2025-04-23T17:21:00.914008"}, {"id": "https://huggingface.co/posts/hannayukhymenko/367157502110648", "image": "", "title": "🚀 We are delighted to announce MamayLM, a new state-of-the-art efficient Ukrainian LLM!", "content_text": "🚀 We are delighted to announce MamayLM, a new state-of-the-art efficient Ukrainian LLM! 📈 MamayLM surpasses similar-sized models in both English and Ukrainian, while matching or overtaking up to 10x larger models. 📊 MamayLM is a 9B model that can run on a single GPU, enabling cost-efficient AI autonomy and adoption across sectors in Ukraine such as education, legal, healthcare, public services and others (e.g., by specializing it to particular use cases). MalayLM is also attractive for organizations wishing to preserve data privacy as it s efficiency allows it to run on a local machine. 🧠 MamayLM is trained on high-quality Ukrainian data and understands Ukrainian language, culture, and history. It is built on top of Google’s Gemma 2 9B model, but uses a number of new advances stemming from INSAIT’s experience in creating BgGPT, a Bulgarian LLM we released last year, now adopted nationwide and profiled several times by Google as a worldwide success case. 🤝 MamayLM is developed in a...", "url": "https://huggingface.co/posts/hannayukhymenko/367157502110648", "date_published": "2025-04-23T17:21:00.914656"}, {"id": "https://huggingface.co/posts/meg/994494979628937", "image": "", "title": "New launch: See the energy use of chatbot conversations, in real time. =)", "content_text": "New launch: See the energy use of chatbot conversations, in real time. =) jdelavande/chat-ui-energy Great work from @ JulienDelavande ! See translation", "url": "https://huggingface.co/posts/meg/994494979628937", "date_published": "2025-04-23T17:21:00.914895"}, {"id": "https://huggingface.co/posts/Kseniase/836565977783893", "image": "", "title": "11 new types of RAG", "content_text": "11 new types of RAG RAG is evolving fast, keeping pace with cutting-edge AI trends. Today it becomes more agentic and smarter at navigating complex structures like hypergraphs. Here are 11 latest RAG types: 1. InstructRAG -> InstructRAG: Leveraging Retrieval-Augmented Generation on Instruction Graphs for LLM-Based Task Planning (2504.13032) Combines RAG with a multi-agent framework, using a graph-based structure, an RL agent to expand task coverage, and a meta-learning agent for better generalization 2. CoRAG (Collaborative RAG) -> CoRAG: Collaborative Retrieval-Augmented Generation (2504.01883) A collaborative framework that extends RAG to settings where clients train a shared model using a joint passage store 3. ReaRAG -> ReaRAG: Knowledge-guided Reasoning Enhances Factuality of Large Reasoning Models with Iterative Retrieval Augmented Generation (2503.21729) It uses a Thought-Action-Observation loop to decide at each step whether to retrieve information or finalize an answer,...", "url": "https://huggingface.co/posts/Kseniase/836565977783893", "date_published": "2025-04-23T17:21:00.915660"}, {"id": "https://huggingface.co/posts/davidberenstein1957/168311357050100", "image": "", "title": "🔥 Announcing FLUX-Juiced: The Fastest Image Generation Endpoint (2.6x faster)!", "content_text": "🔥 Announcing FLUX-Juiced: The Fastest Image Generation Endpoint (2.6x faster)! Optimisations are widely applied and can reduce inference time, but their impact on quality often remains unclear, so we decided to challenge the status quo and create our own optimised version of FLUX.1[dev] called FLUX-juiced. Blog: https://huggingface.co/blog/PrunaAI/flux-fastest-image-generation-endpoint See translation", "url": "https://huggingface.co/posts/davidberenstein1957/168311357050100", "date_published": "2025-04-23T17:21:00.915969"}, {"id": "https://huggingface.co/posts/luigi12345/382493254979768", "image": "", "title": "SkyReels-V2 INFINITE VIDEO🔥♾️🎬 UNLIMITED duration video generation model  by Skywork.", "content_text": "SkyReels-V2 INFINITE VIDEO🔥♾️🎬 UNLIMITED duration video generation model by Skywork. > “Finally is here. An Open-Source model that achieves what we all have waiting for: Infinite Length Videos.’’😮 Skywork R1V: Pioneering Multimodal Reasoning with Chain-of-Thought (2504.05599) Model: Skywork/SkyReels-V2-T2V-14B-720P ✨ 1.3B & 14B ✨ Generates infinite length videos using Diffusion Forcing with diffusion models + autoregressive methods See translation", "url": "https://huggingface.co/posts/luigi12345/382493254979768", "date_published": "2025-04-23T17:21:00.916322"}, {"id": "https://huggingface.co/posts/albertvillanova/895047932076992", "image": "", "title": "smolagents v1.14.0 is out! 🚀", "content_text": "smolagents v1.14.0 is out! 🚀 🔌 MCPClient: A sleek new client for connecting to remote MCP servers, making integrations more flexible and scalable. 🪨 Amazon Bedrock: Native support for Bedrock-hosted models. SmolAgents is now more powerful, flexible, and enterprise-ready. 💼 Full release 👉 https://github.com/huggingface/smolagents/releases/tag/v1.14.0 #smolagents #LLM #AgenticAI See translation", "url": "https://huggingface.co/posts/albertvillanova/895047932076992", "date_published": "2025-04-23T17:21:00.916618"}, {"id": "https://huggingface.co/posts/as-cle-bert/433213121260329", "image": "", "title": "Finding a job that matches with our resume shouldn't be difficult, especially now that we have AI... And still, we're drowning in unclear announcements, jobs whose skill requirements might not really fit us, and tons of material😵‍💫", "content_text": "Finding a job that matches with our resume shouldn't be difficult, especially now that we have AI... And still, we're drowning in unclear announcements, jobs whose skill requirements might not really fit us, and tons of material😵‍💫 That's why I decided to build 𝐑𝐞𝐬𝐮𝐦𝐞 𝐌𝐚𝐭𝐜𝐡𝐞𝐫 ( https://github.com/AstraBert/resume-matcher ), a fully open-source application that scans your resume and searches the web for jobs that match with it!🎉 The workflow is very simple: 🦙 A LlamaExtract agent parses the resume and extracts valuable data that represent your profile 🗄️The structured data are passed on to a Job Matching Agent (built with LlamaIndex😉) that uses them to build a web search query based on your resume 🌐 The web search is handled by Linkup, which finds the top matches and returns them to the Agent 🔎 The agent evaluates the match between your profile and the jobs, and then returns a final answer to you So, are you ready to find a job suitable for you?💼 You can spin up the application...", "url": "https://huggingface.co/posts/as-cle-bert/433213121260329", "date_published": "2025-04-23T17:21:00.917117"}]}