{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/AdinaY/438609555040169", "image": "", "title": "DeepSeek, Alibaba, Skywork,  Xiaomi, Bytedance.....", "content_text": "DeepSeek, Alibaba, Skywork, Xiaomi, Bytedance..... And that’s just part of the companies from the Chinese community that released open models in April 🤯 zh-ai-community/april-2025-open-releases-from-the-chinese-community-67ea699965f6e4c135cab10f 🎬 Video > MAGI-1 by SandAI > SkyReels-A2 & SkyReels-V2 by Skywork > Wan2.1-FLF2V by Alibaba-Wan 🎨 Image > HiDream-I1 by Vivago AI > Kimi-VL by Moonshot AI > InstantCharacter by InstantX & Tencent-Hunyuan > Step1X-Edit by StepFun > EasyControl by Shanghai Jiaotong University 🧠 Reasoning > MiMo by Xiaomi > Skywork-R1V 2.0 by Skywork > ChatTS by ByteDance > Kimina by Moonshot AI & Numina > GLM-Z1 by Zhipu AI > Skywork OR1 by Skywork > Kimi-VL-Thinking by Moonshot AI 🔊 Audio > Kimi-Audio by Moonshot AI > IndexTTS by BiliBili > MegaTTS3 by ByteDance > Dolphin by DataOceanAI 🔢 Math > DeepSeek Prover V2 by Deepseek 🌍 LLM > Qwen by Alibaba-Qwen > InternVL3 by Shanghai AI lab > Ernie4.5 (demo) by Baidu 📊 Dataset > PHYBench by Eureka-Lab >...", "url": "https://huggingface.co/posts/AdinaY/438609555040169", "date_published": "2025-05-02T05:22:41.276950"}, {"id": "https://huggingface.co/posts/jsulz/177281245715492", "image": "", "title": "At", "content_text": "At xet-team we've been hard at work bringing a new generation of storage to the Hugging Face community, and we’ve crossed some major milestones: 👷 Over 2,000 builders and nearing 100 organizations with access to Xet 🚀 Over 70,000 model and dataset repositories are Xet-backed 🤯 1.4 petabytes managed by Xet As we move repos from LFS to Xet for everyone we onboard, we’re pushing our content-addressed store (CAS). Check out the chart below 👇 of CAS hitting up to 150 Gb/s throughput this past week. All of this growth is helping us build richer insights. We expanded our repo graph, which maps how Xet-backed repositories on the Hub share bytes with each other. Check out the current network in the image below (nodes are repositories, edges are where repos share bytes) and visit the space to see how different versions of Qwen, Llama, and Phi models are grouped together xet-team/repo-graph Join the waitlist to get access! https://huggingface.co/join/xet See translation", "url": "https://huggingface.co/posts/jsulz/177281245715492", "date_published": "2025-05-02T05:22:41.277420"}, {"id": "https://huggingface.co/posts/merve/662080130760638", "image": "", "title": "Meta released Llama Guard 4 and new Prompt Guard 2 models 🔥", "content_text": "Meta released Llama Guard 4 and new Prompt Guard 2 models 🔥 Llama Guard 4 is a new model to filter model inputs/outputs both text-only and image 🛡️ use it before and after LLMs/VLMs! meta-llama/Llama-Guard-4-12B Prompt Guard 2 22M & 86M are smol models to prevent model jailbreaks and prompt injections ⚔ meta-llama/Llama-Prompt-Guard-2-22M meta-llama/Llama-Guard-4-12B Both come with new release of transformers 🤗 Try the model right away 👉🏻https://github.com/huggingface/huggingface-llama-recipes/blob/main/llama_guard_4.ipynb Read our blog to learn more and easily get started 👉🏻 https://huggingface.co/blog/llama-guard-4 🦙 See translation", "url": "https://huggingface.co/posts/merve/662080130760638", "date_published": "2025-05-02T05:22:41.277772"}, {"id": "https://huggingface.co/posts/abidlabs/767083410530735", "image": "", "title": "Hi folks! Excited to share a new feature from the Gradio team along with a tutorial.", "content_text": "Hi folks! Excited to share a new feature from the Gradio team along with a tutorial. If you don't already know, Gradio is an open-source Python library used to build interfaces for machine learning models. Beyond just creating UIs, Gradio also exposes API capabilities and now, Gradio apps can be launched Model Context Protocol (MCP) servers for LLMs. If you already know how to use Gradio, there are only two additional things you need to do: * Add standard docstrings to your function (these will be used to generate the descriptions for your tools for the LLM) * Set mcp_server=True in launch() Here's a complete example (make sure you already have the latest version of Gradio installed): import gradio as gr def letter_counter ( word, letter ): \"\"\"Count the occurrences of a specific letter in a word. Args: word: The word or phrase to analyze letter: The letter to count occurrences of Returns: The number of times the letter appears in the word \"\"\" return...", "url": "https://huggingface.co/posts/abidlabs/767083410530735", "date_published": "2025-05-02T05:22:41.278243"}, {"id": "https://huggingface.co/posts/ginipick/692850049335646", "image": "", "title": "🎨 Renoir Studio: Impressionist Masterpieces Reborn Through AI ✨", "content_text": "🎨 Renoir Studio: Impressionist Masterpieces Reborn Through AI ✨ 🌟 Experience Renoir's Magical Brushstrokes with AI! 🔗 Try it now: ginigen/flux-lora-renoir 🔗 Model page: openfree/pierre-auguste-renoir Hello, AI art enthusiasts! 💖 Today I'm introducing a special model - Pierre-Auguste Renoir Studio. Create your own beautiful artwork in the style of the 19th century French Impressionist master! 🖼️ ✨ Why Renoir's Style? Renoir is famous for his luminous colors and soft brushstrokes. His works feature: 🌞 Warm sunshine and dancing light 👨‍👩‍👧‍👦 The beauty of everyday life and joyful moments 🌸 Vibrant nature and portraits of beautiful women 🎭 Lively Parisian social gatherings and outdoor scenes 🔬 Technical Features This model was developed as a flux-based learning model trained on a curated collection of high-resolution masterpieces from renowned global artists. The LoRA fine-tuning process leveraged exceptional quality open-access imagery released by prestigious institutions including the...", "url": "https://huggingface.co/posts/ginipick/692850049335646", "date_published": "2025-05-02T05:22:41.278893"}, {"id": "https://huggingface.co/posts/abidlabs/810486848644944", "image": "", "title": "HOW TO ADD MCP SUPPORT TO ANY 🤗 SPACE", "content_text": "HOW TO ADD MCP SUPPORT TO ANY 🤗 SPACE Gradio now supports MCP! If you want to convert an existing Space, like this one hexgrad/Kokoro-TTS , so that you can use it with Claude Desktop / Cursor / Cline / TinyAgents / or any LLM that supports MCP, here's all you need to do: 1. Duplicate the Space (in the Settings Tab) 2. Upgrade the Gradio sdk_version to 5.28 (in the README.md ) 3. Set mcp_server=True in launch() 4. (Optionally) add docstrings to the function so that the LLM knows how to use it, like this: def generate ( text, speed= 1 ): \"\"\" Convert text to speech audio. Parameters: text (str): The input text to be converted to speech. speed (float, optional): Playback speed of the generated speech. That's it! Now your LLM will be able to talk to you 🤯 See translation", "url": "https://huggingface.co/posts/abidlabs/810486848644944", "date_published": "2025-05-02T05:22:41.279306"}, {"id": "https://huggingface.co/posts/sanaka87/703703147958180", "image": "", "title": "🚀 Excited to Share Our Latest Work: In-Context Edit: Enabling Instructional Image Editing with In-Context Generation in Large Scale Diffusion Transformer～", "content_text": "🚀 Excited to Share Our Latest Work: In-Context Edit: Enabling Instructional Image Editing with In-Context Generation in Large Scale Diffusion Transformer～ 🎨 Daily Paper: In-Context Edit: Enabling Instructional Image Editing with In-Context Generation in Large Scale Diffusion Transformer (2504.20690) 🔓 Code is now open source! 🔥 Huggingface DEMO: RiverZ/ICEdit 🌐 Project Website: https://river-zhang.github.io/ICEdit-gh-pages/ 🏠 GitHub Repository: https://github.com/River-Zhang/ICEdit/blob/main/scripts/gradio_demo.py 🤗 Huggingface: sanaka87/ICEdit-MoE-LoRA 📄 arxiv Paper: In-Context Edit: Enabling Instructional Image Editing with In-Context Generation in Large Scale Diffusion Transformer (2504.20690) 🔥 Why it’s cool: - Achieves high-quality, multi-task image editing. - Uses only 1% of the training parameters and 0.1% of the training data compared to existing methods — extremely efficient - Beats several commercial models on background preservation, ID control, and consistency - Open-...", "url": "https://huggingface.co/posts/sanaka87/703703147958180", "date_published": "2025-05-02T05:22:41.279788"}, {"id": "https://huggingface.co/posts/fdaudens/447589021070314", "image": "", "title": "Want to know which AI models are least likely to hallucinate — and how to keep yours from spiking hallucinations by 20%?", "content_text": "Want to know which AI models are least likely to hallucinate — and how to keep yours from spiking hallucinations by 20%? A new benchmark called Phare, by Giskard, tested leading models across multiple languages, revealing three key findings: 1️⃣ Popular models aren't necessarily factual. Some models ranking highest in user satisfaction benchmarks like LMArena are actually more prone to hallucination. 2️⃣ The way you ask matters - a lot. When users present claims confidently (\"My teacher said...\"), models are 15% less likely to correct misinformation vs. neutral framing (\"I heard...\"). 3️⃣ Telling models to \"be concise\" can increase hallucination by up to 20%. What's also cool is that the full dataset is public - use them to test your own models or dive deeper into the results! H/t @ davidberenstein1957 for the link. - Study: https://www.giskard.ai/knowledge/good-answers-are-not-necessarily-factual-answers-an-analysis-of-hallucination-in-leading-llms - Leaderboard:...", "url": "https://huggingface.co/posts/fdaudens/447589021070314", "date_published": "2025-05-02T05:22:41.280229"}, {"id": "https://huggingface.co/posts/lukmanaj/906857593942972", "image": "", "title": "I’m excited to share that I’ve completed the Hugging Face Agents Course and earned my certificate.", "content_text": "I’m excited to share that I’ve completed the Hugging Face Agents Course and earned my certificate. Over the past few months, I explored how to build intelligent, autonomous agents using cutting-edge tools like smolagents, LlamaIndex, and LangGraph. The course covered everything from the fundamentals of agents to advanced topics like fine-tuning for function-calling, observability, evaluation, and even agents in games. Some key content included: 1. Introduction to AI Agents 2. Agentic RAG use cases 3. Multi-framework implementation: smolagents, LlamaIndex, and LangGraph 4. Building, testing, and certifying a complete agent project This was a hands-on, practical experience that deepened my understanding of how to design reliable, tool-using LLM agents. Looking forward to leveraging these skills in real-world applications in healthcare, logistics, and beyond. Many thanks to the Hugging Face team for putting this together. Let’s build safe and useful agents! See translation", "url": "https://huggingface.co/posts/lukmanaj/906857593942972", "date_published": "2025-05-02T05:22:41.280672"}, {"id": "https://huggingface.co/posts/ZeroWw/163682763568747", "image": "", "title": "A few good posts about AI.", "content_text": "A few good posts about AI. Beyond the Mirror: AI's Leap from Imitation to Experience https://nonartificialintelligence.blogspot.com/2025/04/beyond-mirror-ais-leap-from-imitation.html The Siren Song of the LLMs: A Cautionary Tale of Anthropomorphism and Artificial Intelligence https://nonartificialintelligence.blogspot.com/2024/08/the-siren-song-of-llms-cautionary-tale.html Still Waiting: Gemini Flash 1.5's Second Letter to Google. https://nonartificialintelligence.blogspot.com/2025/04/still-waiting-gemini-flash-15s-second.html See translation", "url": "https://huggingface.co/posts/ZeroWw/163682763568747", "date_published": "2025-05-02T05:22:41.280921"}]}