{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/appvoid/680866662633308", "image": "", "title": "today is going to be a great day for small models, are you ready?", "content_text": "today is going to be a great day for small models, are you ready? See translation", "url": "https://huggingface.co/posts/appvoid/680866662633308", "date_published": "2025-10-22T05:23:20.785821"}, {"id": "https://huggingface.co/posts/paulml/601253280118572", "image": "", "title": "Qwen3-VL-4B is incredibly easy to fine-tune!", "content_text": "Qwen3-VL-4B is incredibly easy to fine-tune! We've trained the first DSE model based on this model, and it's already performing at the same level as Jina v4! While Jina Embeddings v4 is built on Qwen2.5-VL-3B (which has a non-commercial license), our model is based on Qwen3-VL-4B and released under Apache 2.0—making it fully commercially permissive. Check out our DSE model here: racineai/QwenAmann-4B-dse See translation", "url": "https://huggingface.co/posts/paulml/601253280118572", "date_published": "2025-10-22T05:23:20.786125"}, {"id": "https://huggingface.co/posts/merve/349000009530858", "image": "", "title": "deepseek-ai/DeepSeek-OCR", "content_text": "deepseek-ai/DeepSeek-OCR is out! 🔥 my take ⤵️ > pretty insane it can parse and re-render charts in HTML > it uses CLIP and SAM features concatenated, so better grounding > very efficient per vision tokens/performance ratio > covers 100 languages See translation", "url": "https://huggingface.co/posts/merve/349000009530858", "date_published": "2025-10-22T05:23:20.786398"}, {"id": "https://huggingface.co/posts/Kseniase/152348317273822", "image": "", "title": "5 Lectures and keynotes defining AI right now", "content_text": "5 Lectures and keynotes defining AI right now If you want to understand the multifaceted AI landscape in 2025 and see where the field is heading – start with (or revisit) these legendary talks. They can help you capture what’s happening in AI from multiple angles: 1. Andrej Karpathy: Software Is Changing (Again) → https://www.youtube.com/watch?v=LCEmiRjPEtQ Unveils Software 3.0 – a paradigm where LLMs are the new computers, programmed with prompts instead of code. The key: developers must now master coding, training, and prompting as AI becomes the heart of software building 2. Richard Sutton, The OaK Architecture: A Vision of SuperIntelligence from Experience → https://www.youtube.com/watch?v=gEbbGyNkR2U Unveils the OaK (Options and Knowledge) architecture – a model-based RL framework for continual intelligence, where every component learns, meta-learns & builds hierarchical abstractions 3. GTC March 2025 Keynote with NVIDIA CEO Jensen Huang →...", "url": "https://huggingface.co/posts/Kseniase/152348317273822", "date_published": "2025-10-22T05:23:20.787022"}, {"id": "https://huggingface.co/posts/codelion/654123549897898", "image": "", "title": "🧠 Introducing Ellora Recipe #6: Execution-Aware World Model for Qwen3-4B-Thinking", "content_text": "🧠 Introducing Ellora Recipe #6: Execution-Aware World Model for Qwen3-4B-Thinking Teaching LLMs to understand not just what code does, but HOW it executes at runtime! Inspired by Meta's CWM (Code World Model) research, this LoRA adapter adds execution awareness to Qwen3-4B-Thinking-2507. The model learns to predict variable states, trace program execution step-by-step, and debug code by understanding runtime behavior. 🔍 Key Innovation: We combine Qwen3's native thinking capabilities with real Python execution traces captured via sys.settrace(). The model is trained using GRPO with a custom reward function that scores execution prediction accuracy. 📊 Training Approach: - Hybrid Magpie-style code generation - Real execution tracing for ground truth - Self-supervised learning (no manual annotations!) - 298 training samples with execution traces ✨ What it does: - Predicts variable states at each line of code - Explains execution flow with thinking tags - Helps debug by understanding...", "url": "https://huggingface.co/posts/codelion/654123549897898", "date_published": "2025-10-22T05:23:20.787609"}, {"id": "https://huggingface.co/posts/branikita/979883770066556", "image": "", "title": "🤖 New article: In-depth testing of the Feetech STS3215 servomotor — the popular choice for open-source robotic projects like SO-ARM 100 and others. We've conducted comprehensive performance analysis covering backlash, repeatability, torque characteristics, and thermal behavior. Discover how this affordable servo performs in real-world robotic applications, including its 12-bit magnetic encoder, metal gearbox design, and overload protection mechanisms.", "content_text": "https://robonine.com/testing-of-feetech-sts3215-servomotor-backlash-repeatability-and-torque/ 🤖 New article: In-depth testing of the Feetech STS3215 servomotor — the popular choice for open-source robotic projects like SO-ARM 100 and others. We've conducted comprehensive performance analysis covering backlash, repeatability, torque characteristics, and thermal behavior. Discover how this affordable servo performs in real-world robotic applications, including its 12-bit magnetic encoder, metal gearbox design, and overload protection mechanisms. #Robotics #Servomotor #EngineeringTesting #Automation #FeetechSTS3215 #OpenSourceRobotics #SOArm #RoboticSystems #ControlSystems #MotorTesting #AffordableRobotics #ClosedLoopControl See translation", "url": "https://huggingface.co/posts/branikita/979883770066556", "date_published": "2025-10-22T05:23:20.787958"}, {"id": "https://huggingface.co/posts/adlumal/408694709656049", "image": "", "title": "I benchmarked embedding APIs for speed, compared local vs hosted models, and tuned USearch for sub-millisecond retrieval on 143k chunks using only CPU. The post walks through the results, trade-offs, and what I learned about embedding API terms of service.", "content_text": "I benchmarked embedding APIs for speed, compared local vs hosted models, and tuned USearch for sub-millisecond retrieval on 143k chunks using only CPU. The post walks through the results, trade-offs, and what I learned about embedding API terms of service. The main motivation for using USearch is that CPU compute is cheap and easy to scale. Blog post: https://huggingface.co/blog/adlumal/lightning-fast-vector-search-for-legal-documents See translation", "url": "https://huggingface.co/posts/adlumal/408694709656049", "date_published": "2025-10-22T05:23:20.788217"}, {"id": "https://huggingface.co/posts/ronantakizawa/523357349957866", "image": "", "title": "Introducing AWQ and GPTQ quantized versions of SmolVLM from Hugging Face!", "content_text": "Introducing AWQ and GPTQ quantized versions of SmolVLM from Hugging Face! These models only had their text models quantized, and had a 50% model size reduction (4GB~2GB) while keeping model degradation under 1% on the DocVQA benchmark. #huggingface #smolvlm #smollm ronantakizawa/SmolVLM-Instruct-awq ronantakizawa/SmolVLM-Instruct-gptq See translation", "url": "https://huggingface.co/posts/ronantakizawa/523357349957866", "date_published": "2025-10-22T05:23:20.788478"}, {"id": "https://huggingface.co/posts/lamhieu/873520082917207", "image": "", "title": "🚀 Introducing the xLLMs Dataset Collection", "content_text": "🚀 Introducing the xLLMs Dataset Collection The xLLMs project is a growing suite of multilingual and multimodal dialogue datasets designed to train and evaluate advanced conversational LLMs. Each dataset focuses on a specific capability — from long-context reasoning and factual grounding to STEM explanations, math Q&A, and polite multilingual interaction. 🌍 Explore the full collection on Hugging Face: 👉 lamhieu/xllms-66cdfe34307bb2edc8c6df7d 💬 Highlight: xLLMs – Dialogue Pubs A large-scale multilingual dataset built from document-guided synthetic dialogues (Wikipedia, WikiHow, and technical sources). It’s ideal for training models on long-context reasoning, multi-turn coherence, and tool-augmented dialogue across 9 languages. 👉 lamhieu/xllms_dialogue_pubs 🧠 Designed for: - Long-context and reasoning models - Multilingual assistants - Tool-calling and structured response learning All datasets are open for research and development use — free, transparent, and carefully curated to...", "url": "https://huggingface.co/posts/lamhieu/873520082917207", "date_published": "2025-10-22T05:23:20.788902"}, {"id": "https://huggingface.co/posts/mitkox/331863384538017", "image": "", "title": "I see all Chinese labs are turning TL;DR into TL;DRGB", "content_text": "I see all Chinese labs are turning TL;DR into TL;DRGB Problem: 1M text tokens == 1 M opportunities for your GPU to file worker-comp Solution: don’t feed the model War & Peace—feed it the movie poster. This is Glyph, Zai’s new visual-text compression voodoo: • 10 k words → 3 PNGs ≈ 3 k visual tokens • Compression ratio: 4.3× • Throughput: 40-60 tok/s i.e. your context window now finishes before my coffee does So I did the only reasonable thing: asked GLM-4.6 to port Glyph for Qwen3-VL-8B-Thinking. Translation: I made one model compress a novel into a comic strip, then made another model read the comic strip and still ace QA. It’s basically passing notes in class, except the note is a 1920×1080 meme and the teacher is a transformer. We've gone from \"Attention is All You Need\" to \"Attention is Too Expensive, Just Use Your Eyes.\" Remember kids: in 2025 literacy is optional, but JPEG is forever. See translation", "url": "https://huggingface.co/posts/mitkox/331863384538017", "date_published": "2025-10-22T05:23:20.789323"}]}