{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/Reality123b/635291729211142", "image": "", "title": "Happy birthday to me!!!", "content_text": "Happy birthday to me!!! See translation", "url": "https://huggingface.co/posts/Reality123b/635291729211142", "date_published": "2026-01-09T13:41:16.807920"}, {"id": "https://huggingface.co/posts/tsungyi/951918573083601", "image": "", "title": "🎉 Exciting News — NVIDIA Cosmos is celebrating its 1st birthday and has hit 5 MILLION downloads! 🎉", "content_text": "🎉 Exciting News — NVIDIA Cosmos is celebrating its 1st birthday and has hit 5 MILLION downloads! 🎉 In just one year, the Cosmos ecosystem has grown rapidly: 🧠 Cosmos Reason and Cosmos Predict have surpassed 2 MILLION downloads each on @ HuggingFace , topping physical AI leaderboards 🔄 Cosmos Transfer is enabling adaptation across domains and tasks 🔮 Cosmos Cookbook is the go-to hub for recipes from developers and partners like Uber and IntBot. Thank you to our amazing developer community for making this possible. Here's to pushing the boundaries of world foundation models together! 🧑🏻‍🍳Read the Cosmos Cookbook: https://nvda.ws/4qevli8 📚 Explore Models & Datasets: https://huggingface.co/collections/nvidia/nvidia-cosmos-2 See translation", "url": "https://huggingface.co/posts/tsungyi/951918573083601", "date_published": "2026-01-09T13:41:16.808386"}, {"id": "https://huggingface.co/posts/mlabonne/713929804806596", "image": "", "title": "New family of 1B models just dropped!", "content_text": "New family of 1B models just dropped! > LiquidAI/LFM2.5-1.2B-Base : 10T → 28T tokens > LiquidAI/LFM2.5-1.2B-Instruct : new large-scale multi-stage RL > LiquidAI/LFM2.5-1.2B-JP : our most polite model > LiquidAI/LFM2.5-VL-1.6B : multi-image multilingual > LiquidAI/LFM2.5-Audio-1.5B : 8x times faster, no quality loss Super proud of this release 🤗 See translation", "url": "https://huggingface.co/posts/mlabonne/713929804806596", "date_published": "2026-01-09T13:41:16.808726"}, {"id": "https://huggingface.co/posts/JLouisBiz/620644523229509", "image": "", "title": "I’ve built two Firefox extensions for my personal workflow:", "content_text": "I’ve built two Firefox extensions for my personal workflow: 1. **Quick Edit in Emacs** I manage over 3,500 web pages locally. With this extension, I can now click anywhere on a webpage and instantly jump into Emacs to edit the exact page (or annotate any other page I'm working on). 2. **Describe Images (and soon Videos) on the Web** Using the right-click menu, I can generate descriptions for images I come across online. These descriptions are stored and reused for my own image collections or web pages. I’m planning to add the same functionality for videos soon. What makes this possible is running LLMs locally on my own machine — I’ve been experimenting with models like **Mistral Vibe** and others. This lets me automate description generation and text processing entirely offline, keeping everything fast, private, and fully under my control. See translation", "url": "https://huggingface.co/posts/JLouisBiz/620644523229509", "date_published": "2026-01-09T13:41:16.809172"}, {"id": "https://huggingface.co/posts/mindchain/396197878979681", "image": "", "title": "Scaling Physical AI: SAM 3D, NVIDIA Cosmos, and Unreal Engine!", "content_text": "Scaling Physical AI: SAM 3D, NVIDIA Cosmos, and Unreal Engine! The \"Sim-to-Real\" gap is officially history. In early 2026, we are no longer just rendering data; we are simulating reality. By bridging Meta’s SAM 3D, Unreal Engine, and the NVIDIA Cosmos suite, we’ve built an autonomous pipeline for Physical AI that evolves itself. The 2026 Tech Stack: SAM 3D: Generates high-fidelity digital twins from 2D photos in seconds. Unreal Engine + MCP: The AI \"Director\" orchestrates environments via the Model Context Protocol, providing perfect Ground Truth. NeMo Data Designer: The orchestration hub on GitHub. Following NVIDIA’s acquisition of Gretel in early 2025, its leading generative privacy and tabular tech are now fully integrated here. NVIDIA Cosmos Transfer: Neural rendering that adds hyper-realism to Unreal Engine outputs. NVIDIA Cosmos Predict: Predicts physically accurate motion (falling, sliding) without manual animation. NVIDIA Cosmos Reason: The automated supervisor checking...", "url": "https://huggingface.co/posts/mindchain/396197878979681", "date_published": "2026-01-09T13:41:16.809805"}, {"id": "https://huggingface.co/posts/AdinaY/677909506898469", "image": "", "title": "Qwen just released two new model series: Qwen3-VL-Embedding & Qwen3-VL-Reranker 🚀", "content_text": "Qwen just released two new model series: Qwen3-VL-Embedding & Qwen3-VL-Reranker 🚀 ✨ 2B / 8B - Apache2.0 ✨ 30+ languages ✨ Supported text, images, screenshots, videos, and arbitrary multimodal combinations Qwen3-VL-Embedding: Flexible vector sizes (64–2048) https://huggingface.co/collections/Qwen/qwen3-vl-embedding Qwen3-VL-Reranker: Built for recall>rerank pipelines https://huggingface.co/collections/Qwen/qwen3-vl-reranker See translation", "url": "https://huggingface.co/posts/AdinaY/677909506898469", "date_published": "2026-01-09T13:41:16.810122"}, {"id": "https://huggingface.co/posts/dhruv3006/531790411219507", "image": "", "title": "Assertions are  sanity checks for your API.", "content_text": "Assertions are sanity checks for your API. In Voiden, assertions are reusable blocks . How it works : 1. Type /assertion-block 2. Run the request Ctrl + Enter ) 3. Check the Response Panel to see if it passed or broke Quick confidence. Zero guesswork. Download Voiden here : https://voiden.md/ See translation", "url": "https://huggingface.co/posts/dhruv3006/531790411219507", "date_published": "2026-01-09T13:41:16.810398"}, {"id": "https://huggingface.co/posts/Nymbo/966932912375733", "image": "", "title": "Genuine recommendation: You should really use this AutoHotKey macro. Save the file as", "content_text": "Genuine recommendation: You should really use this AutoHotKey macro. Save the file as macros.ahk and run it. Before sending a prompt to your coding agent, press Ctrl + Alt + 1 and paste your prompt to any regular chatbot. Then send the output to the agent. This is the actual, boring, real way to \"10x your prompting\". Use the other number keys to avoid repeating yourself over and over again. I use this macro prolly 100-200 times per day. AutoHotKey isn't as new or hype as a lot of other workflows, but there's a reason it's still widely used after 17 years. Don't overcomplicate it. ; Requires AutoHotkey v1 .1 + ; All macros are `Ctrl + Alt + <variable>` ^! 1 :: Send, Please help me more clearly articulate what I mean with this message (write the message in a code block): return ^! 2 :: Send, Please make the following changes: return ^! 3 :: Send, It seems you got cut off by the maximum response limit. Please continue by picking up where you left off. return In my experience the past...", "url": "https://huggingface.co/posts/Nymbo/966932912375733", "date_published": "2026-01-09T13:41:16.810850"}, {"id": "https://huggingface.co/posts/Fishtiks/265029484620174", "image": "", "title": "Have extra processing power in downtime?  Have old devices you haven't used in years?  I recommend primarily Folding@home to do protein folding on your GPUs, but also BOINC, particularly on Android and Apple devices, because of the lower power usage.  I've been doing this, and get about 14,000 hours a week in, primarily for mapping cancer markers on BOINC on an Aiyara cluster of Androids.  I also hold a sign out by the highway encouraging people to join BOINC.  It was Dylan Bucci, a young promoter of BOINC on school's computers, who wished before he died to get as many people on as possible to do this, and in his honor, the Dylan Bucci challenge was implemented.  No reason to wait for a challenge.  If you care about such things, there is an associated cryptocurrency for such processing, but it's worth it to save lives.", "content_text": "Have extra processing power in downtime? Have old devices you haven't used in years? I recommend primarily Folding@home to do protein folding on your GPUs, but also BOINC, particularly on Android and Apple devices, because of the lower power usage. I've been doing this, and get about 14,000 hours a week in, primarily for mapping cancer markers on BOINC on an Aiyara cluster of Androids. I also hold a sign out by the highway encouraging people to join BOINC. It was Dylan Bucci, a young promoter of BOINC on school's computers, who wished before he died to get as many people on as possible to do this, and in his honor, the Dylan Bucci challenge was implemented. No reason to wait for a challenge. If you care about such things, there is an associated cryptocurrency for such processing, but it's worth it to save lives. I look forward to AI-related endeavors like this, and only know of NATIX Drive&, Acurast, and HYRA AI, all of which use Androids I'd rather devote to BOINC. However, they...", "url": "https://huggingface.co/posts/Fishtiks/265029484620174", "date_published": "2026-01-09T13:41:16.811310"}, {"id": "https://huggingface.co/posts/hypothetical/242547767593660", "image": "", "title": "We have updated our transcription model:", "content_text": "We have updated our transcription model: TheStageAI/thewhisper-large-v3-turbo – 6.00 WER on the English Open ASR Leaderboard – 4.74 WER on the Multilingual Open ASR Leaderboard – Beats NVIDIA Parakeet (6.34 WER) and Whisper-large-v3-turbo (7.8 WER) – Strong improvements in Arabic, Hindi, Chinese – Maintains quality with background and environmental noise – Optimized inference engines for NVIDIA and Apple – Hugging Face Transformers interface for easy use – Best-in-class speed on NVIDIA GPUs and power efficiency on Apple devices – NVIDIA Jetson Thor support See translation", "url": "https://huggingface.co/posts/hypothetical/242547767593660", "date_published": "2026-01-09T13:41:16.811667"}]}