{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/marksverdhei/460500590246249", "image": "", "title": "Inspired by the heroes of day zero quants (", "content_text": "Inspired by the heroes of day zero quants ( @ TheBloke @ danielhanchen @ shimmyshimmer @ bartowski ), I decided to join the race by releasing the first FP8 quant of glm-4.7-flash! Not as easy as i expected, but I'm happy i was still able to have it working within a few hours after the original model was released! Interested in feedback if anyone wants to try it out! marksverdhei/GLM-4.7-Flash-FP8 Note: If my PR to vLLM isn't merged yet you might have to use my fork. Cheers! 🤗 See translation", "url": "https://huggingface.co/posts/marksverdhei/460500590246249", "date_published": "2026-01-22T13:50:56.745532"}, {"id": "https://huggingface.co/posts/hassenhamdi/338157395556750", "image": "", "title": "Google published the paper. I shipped the code. 🚀", "content_text": "Google published the paper. I shipped the code. 🚀 DeepMind just released PACEvolve (Progress-Aware Consistent Evolution), a massive overhaul of the AlphaEvolve framework. It solves the critical issues of \"Context Pollution\" and \"Mode Collapse\" that have historically crippled evolutionary coding agents. But there was no public implementation. So I built one. Introducing OpenPACEvolve: A fully open-source, production-grade implementation of the PACEvolve framework. 🛠 I engineered this framework solo, but I wasn't working alone. I orchestrated a custom coding agents powered by Claude Opus 4.5 as Engineer and Gemini Pro 3 Preview ensuring fiedelity and quallty. By leveraging these SOTA models, I was able to translate complex theoretical research into functional, modular Python architecture in record time. This is what the future of AI engineering looks like: Human architectural oversight + AI velocity. 🧠 What OpenPACEvolve Solves: Unlike standard agents that get \"stuck\" in loops, this...", "url": "https://huggingface.co/posts/hassenhamdi/338157395556750", "date_published": "2026-01-22T13:50:56.746163"}, {"id": "https://huggingface.co/posts/branikita/663180639810394", "image": "", "title": "Our engineer Alan from", "content_text": "Our engineer Alan from https://robonine.com/ (Educational Robotics) integrated Feetech STS3250 and STS3215 servo motors into the prototype and completed the first test run of a 6-DOF semi-SCARA manipulator. During motion, the structure demonstrates high stiffness with no visible backlash or mechanical play. The kinematic chain remains stable throughout the test trajectory, confirming the rigidity of the mechanical design and joint assembly. The next stage includes full assembly with all actuators operating in backlash compensation mode, followed by quantitative measurement of positioning accuracy and repeatability. See translation", "url": "https://huggingface.co/posts/branikita/663180639810394", "date_published": "2026-01-22T13:50:56.746458"}, {"id": "https://huggingface.co/posts/mitkox/833172754531021", "image": "", "title": "GLM-4.7-Flash is fast, good and cheap.", "content_text": "GLM-4.7-Flash is fast, good and cheap. 3,074 tokens/sec peak at 200k tokens context window on my desktop PC. Works with Claude Code and opencode for hours. No errors, drop-in replacement of the Anthropic cloud AI. MIT licensed, open weights, free for commercial use and modifications. Supports speculative decoding using MTP, which is highly effective in mitigating latency. Great for on device AI coding as AWQ 4bit at 18.5 GB. Hybrid inference on a single consumer GPU + CPU RAM. See translation", "url": "https://huggingface.co/posts/mitkox/833172754531021", "date_published": "2026-01-22T13:50:56.746750"}, {"id": "https://huggingface.co/posts/projectlosangeles/732365874551092", "image": "", "title": "Check out Orpheus Karaoke! Turn any MIDI into a unique Karaoke MIDI!", "content_text": "Check out Orpheus Karaoke! Turn any MIDI into a unique Karaoke MIDI! projectlosangeles/Orpheus-Karaoke See translation", "url": "https://huggingface.co/posts/projectlosangeles/732365874551092", "date_published": "2026-01-22T13:50:56.746940"}, {"id": "https://huggingface.co/posts/nyuuzyou/331224318760046", "image": "", "title": "🏛️ Google Code Archive Dataset -", "content_text": "🏛️ Google Code Archive Dataset - nyuuzyou/google-code-archive Expanding beyond the modern code series, this release presents a massive historical snapshot from the Google Code Archive. This dataset captures the open-source landscape from 2006 to 2016, offering a unique time capsule of software development patterns during the era before GitHub's dominance. Key Stats: - 65,825,565 files from 488,618 repositories - 47 GB compressed Parquet storage - 454 programming languages (Heavily featuring Java, PHP, and C++) - Extensive quality filtering (excluding vendor code and build artifacts) - Rich historical metadata: original repo names, file paths, and era-specific licenses This is one of those releases that I'm most interested in getting feedback on. Would you like to see more old code datasets? See translation", "url": "https://huggingface.co/posts/nyuuzyou/331224318760046", "date_published": "2026-01-22T13:50:56.747313"}, {"id": "https://huggingface.co/posts/AdinaY/119145219843817", "image": "", "title": "DeepSeek R1 dropped one year ago 🐳 and a lot has changed.", "content_text": "DeepSeek R1 dropped one year ago 🐳 and a lot has changed. With @ irenesolaiman , we’re launching a blog series about how that moment reshaped AI + open source in 2025, starting with strategic shifts and the explosion of new open models in China! https://huggingface.co/blog/huggingface/one-year-since-the-deepseek-moment See translation", "url": "https://huggingface.co/posts/AdinaY/119145219843817", "date_published": "2026-01-22T13:50:56.747558"}, {"id": "https://huggingface.co/posts/paulpham157/197160445199465", "image": "", "title": "Two things to know right before starting:", "content_text": "Two things to know right before starting: - Learn Git. Git is a great versioning tool, even when working alone. It's also essential when working in a team. Don't make excuses that you only do DL and can't do software development. 😞 Don't create files like: main_backup_1.py main_backup_2.py main_backup_3.py anymore... (It sounds ridiculous, but I've actually seen some people do that... weren't students.) - Try to keep everything stable. Imagine encountering errors during a demo. Keep the code clean so it runs smoothly and is maintainable. Always minimize DevOps steps to ensure quick reboot (this can be covered by some platforms; thanks to Hugging Face for making it easy and providing a basic infrastructure that most people can access almost for free). 🤤 See translation", "url": "https://huggingface.co/posts/paulpham157/197160445199465", "date_published": "2026-01-22T13:50:56.747943"}, {"id": "https://huggingface.co/posts/danielhanchen/143027024579647", "image": "", "title": "Run GLM-4.7-Flash locally on your device with 24GB RAM!🔥", "content_text": "Run GLM-4.7-Flash locally on your device with 24GB RAM!🔥 It's the best performing 30B model on SWE-Bench and GPQA. With 200K context, it excels at coding, agents, chat & reasoning. GGUF: unsloth/GLM-4.7-Flash-GGUF Guide: https://unsloth.ai/docs/models/glm-4.7-flash See translation", "url": "https://huggingface.co/posts/danielhanchen/143027024579647", "date_published": "2026-01-22T13:50:56.748169"}, {"id": "https://huggingface.co/posts/Ujjwal-Tyagi/869541950904709", "image": "", "title": "So, Koreans are also doing great progress behind Chinese,", "content_text": "So, Koreans are also doing great progress behind Chinese, Their two open source ai models that are actually good in coding. upstage/Solar-Open-100B skt/A.X-K1 See translation", "url": "https://huggingface.co/posts/Ujjwal-Tyagi/869541950904709", "date_published": "2026-01-22T13:50:56.748347"}]}