{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/ginipick/539440985640088", "image": "", "title": "Gini's AI Spaces: Everything You Need for Visual Content Creation!", "content_text": "Gini's AI Spaces: Everything You Need for Visual Content Creation! Hello! ✨ Let me introduce Gini’s 5 AI Spaces that effortlessly generate various styles of visual content. Each Space leverages Diffusers and Gradio, so you can create stunning images in just a few clicks! 1) Flowchart Features: Hand-drawn style flowcharts for workflows or business processes Use Cases: Software release pipelines, data pipelines, corporate workflows Benefits: Clear stage-by-stage structure, simple icon usage ginigen/Flowchart 2) Infographic Features: Visually appealing infographics that communicate data or statistics Use Cases: Global energy charts, startup growth metrics, health tips and more Benefits: Eye-catching icons and layouts, perfect for storytelling at a glance ginigen/Infographic 3) Mockup Features: Sketch-style wireframes or UX mockups for apps/websites Use Cases: Mobile login flows, dashboards, e-commerce site layouts Benefits: Rapid prototyping of early design ideas, perfect for...", "url": "https://huggingface.co/posts/ginipick/539440985640088", "date_published": "2025-02-16T13:21:11.956734"}, {"id": "https://huggingface.co/posts/merve/171433424068357", "image": "", "title": "Your weekly recap of open AI is here, and it's packed with models!", "content_text": "Your weekly recap of open AI is here, and it's packed with models! merve/feb-14-releases-67af876b404cc27c6d837767 👀 Multimodal > OpenGVLab released InternVideo 2.5 Chat models, new video LMs with long context > AIDC released Ovis2 model family along with Ovis dataset, new vision LMs in different sizes (1B, 2B, 4B, 8B, 16B, 34B), with video and OCR support > ColQwenStella-2b is a multilingual visual retrieval model that is sota in it's size > Hoags-2B-Exp is a new multilingual vision LM with contextual reasoning, long context video understanding 💬 LLMs A lot of math models! > Open-R1 team released OpenR1-Math-220k large scale math reasoning dataset, along with Qwen2.5-220K-Math fine-tuned on the dataset, OpenR1-Qwen-7B > Nomic AI released new Nomic Embed multilingual retrieval model, a MoE with 500 params with 305M active params, outperforming other models > DeepScaleR-1.5B-Preview is a new DeepSeek-R1-Distill fine-tune using distributed RL on math > LIMO is a new fine-tune of...", "url": "https://huggingface.co/posts/merve/171433424068357", "date_published": "2025-02-16T13:21:11.957278"}, {"id": "https://huggingface.co/posts/burtenshaw/555593095351748", "image": "", "title": "Hey, I’m Ben and I work at Hugging Face.", "content_text": "Hey, I’m Ben and I work at Hugging Face. Right now, I’m focusing on educational stuff and getting loads of new people to build open AI models using free and open source tools. I’ve made a collection of some of the tools I’m building and using for teaching. Stuff like quizzes, code challenges, and certificates. burtenshaw/tools-for-learning-ai-6797453caae193052d3638e2 See translation", "url": "https://huggingface.co/posts/burtenshaw/555593095351748", "date_published": "2025-02-16T13:21:11.957591"}, {"id": "https://huggingface.co/posts/m-ric/573811868569071", "image": "", "title": "For those who haven't come across it yet, here's a handy trick to discuss an entire GitHub repo with an LLM:", "content_text": "For those who haven't come across it yet, here's a handy trick to discuss an entire GitHub repo with an LLM: => Just replace \"github\" with \"gitingest\" in the url, and you get the whole repo as a single string that you can then paste in your LLMs See translation", "url": "https://huggingface.co/posts/m-ric/573811868569071", "date_published": "2025-02-16T13:21:11.957841"}, {"id": "https://huggingface.co/posts/fdaudens/730182210725139", "image": "", "title": "🔊 Meet Kokoro Web - Free, ML speech synthesis on your computer, that'll make you ditch paid services!", "content_text": "🔊 Meet Kokoro Web - Free, ML speech synthesis on your computer, that'll make you ditch paid services! 28 natural voices, unlimited generations, and WebGPU acceleration. Perfect for journalists and content creators. Test it with full articles—sounds amazingly human! 🎯🎙️ Xenova/kokoro-web See translation", "url": "https://huggingface.co/posts/fdaudens/730182210725139", "date_published": "2025-02-16T13:21:11.958107"}, {"id": "https://huggingface.co/posts/davanstrien/966932095656116", "image": "", "title": "How do you make 1M+ Hugging Face models & datasets more discoverable?", "content_text": "How do you make 1M+ Hugging Face models & datasets more discoverable? davanstrien/Smol-Hub-tldr ! I fine-tuned HuggingFaceTB/SmolLM2-360M to generate one-line summaries from a model or dataset README. Its own self-description? \"A model for generating concise summaries of model & dataset cards from the Hugging Face Hub\" The goal? Make it easier to find the right models and datasets for your specific needs. It's already powering a semantic search for datasets Space. It's still a WIP but thanks to @ loubnabnl , @ anton-l , @ eliebak et al, for cooking such a nice base model for fine-tuning small, efficient models for specific domains and tasks. 🙏 See translation", "url": "https://huggingface.co/posts/davanstrien/966932095656116", "date_published": "2025-02-16T13:21:11.958494"}, {"id": "https://huggingface.co/posts/nroggendorff/464265972064174", "image": "", "title": "hello, dev mode explorers!", "content_text": "hello, dev mode explorers! See translation", "url": "https://huggingface.co/posts/nroggendorff/464265972064174", "date_published": "2025-02-16T13:21:11.958698"}, {"id": "https://huggingface.co/posts/fffiloni/806803691807876", "image": "", "title": "I was thinking i need to step up my game on training Flux LoRas models, time to have some fun ! ☀️", "content_text": "I was thinking i need to step up my game on training Flux LoRas models, time to have some fun ! ☀️ Expect a new drop per week on aesthetics that catched my attention, here are 3 of them that worked really well ! fffiloni/cute-comic-800 fffiloni/carbo-800 fffiloni/oniric-750 See translation", "url": "https://huggingface.co/posts/fffiloni/806803691807876", "date_published": "2025-02-16T13:21:11.958972"}, {"id": "https://huggingface.co/posts/regisss/901655788646796", "image": "", "title": "Nice paper comparing the fp8 inference efficiency of Nvidia H100 and Intel Gaudi2:", "content_text": "Nice paper comparing the fp8 inference efficiency of Nvidia H100 and Intel Gaudi2: An Investigation of FP8 Across Accelerators for LLM Inference (2502.01070) The conclusion is interesting: \"Our findings highlight that the Gaudi 2, by leveraging FP8, achieves higher throughput-to-power efficiency during LLM inference\" One aspect of AI hardware accelerators that is often overlooked is how they consume less energy than GPUs. It's nice to see researchers starting carrying out experiments to measure this! Gaudi3 results soon... See translation", "url": "https://huggingface.co/posts/regisss/901655788646796", "date_published": "2025-02-16T13:21:11.959261"}, {"id": "https://huggingface.co/posts/m-ric/668305263865285", "image": "", "title": "𝗚𝗿𝗲𝗮𝘁 𝗳𝗲𝗮𝘁𝘂𝗿𝗲 𝗮𝗹𝗲𝗿𝘁: you can now share agents to the Hub! 🥳🥳", "content_text": "𝗚𝗿𝗲𝗮𝘁 𝗳𝗲𝗮𝘁𝘂𝗿𝗲 𝗮𝗹𝗲𝗿𝘁: you can now share agents to the Hub! 🥳🥳 And any agent pushed to Hub get a cool Space interface to directly chat with it. This was a real technical challenge: for instance, serializing tools to export them meant that you needed to get all the source code for a tool, verify that it was standalone (not relying on external variables), and gathering all the packages required to make it run. Go try it out! 👉 https://github.com/huggingface/smolagents See translation", "url": "https://huggingface.co/posts/m-ric/668305263865285", "date_published": "2025-02-16T13:21:11.959590"}]}