{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/fdaudens/198644025808355", "image": "", "title": "AI will bring us \"a country of yes-men on servers\" instead of one of \"Einsteins sitting in a data center\" if we continue on current trends.", "content_text": "AI will bring us \"a country of yes-men on servers\" instead of one of \"Einsteins sitting in a data center\" if we continue on current trends. Must-read by @ thomwolf deflating overblown AI promises and explaining what real scientific breakthroughs require. https://thomwolf.io/blog/scientific-ai.html See translation", "url": "https://huggingface.co/posts/fdaudens/198644025808355", "date_published": "2025-03-08T13:18:57.153873"}, {"id": "https://huggingface.co/posts/albertvillanova/674737128301579", "image": "", "title": "🚀 Big news for AI agents! With the latest release of smolagents, you can now securely execute Python code in sandboxed Docker or E2B environments. 🦾🔒", "content_text": "🚀 Big news for AI agents! With the latest release of smolagents, you can now securely execute Python code in sandboxed Docker or E2B environments. 🦾🔒 Here's why this is a game-changer for agent-based systems: 🧵👇 1️⃣ Security First 🔐 Running AI agents in unrestricted Python environments is risky! With sandboxing, your agents are isolated, preventing unintended file access, network abuse, or system modifications. 2️⃣ Deterministic & Reproducible Runs 📦 By running agents in containerized environments, you ensure that every execution happens in a controlled and predictable setting—no more environment mismatches or dependency issues! 3️⃣ Resource Control & Limits 🚦 Docker and E2B allow you to enforce CPU, memory, and execution time limits, so rogue or inefficient agents don’t spiral out of control. 4️⃣ Safer Code Execution in Production 🏭 Deploy AI agents confidently, knowing that any generated code runs in an ephemeral, isolated environment, protecting your host machine and...", "url": "https://huggingface.co/posts/albertvillanova/674737128301579", "date_published": "2025-03-08T13:18:57.154460"}, {"id": "https://huggingface.co/posts/prithivMLmods/550891236404805", "image": "", "title": "SigLIP2 Image Classification  🧤", "content_text": "SigLIP2 Image Classification 🧤 > https://huggingface.co/blog/prithivMLmods/siglip2-finetune-image-classification See translation", "url": "https://huggingface.co/posts/prithivMLmods/550891236404805", "date_published": "2025-03-08T13:18:57.154686"}, {"id": "https://huggingface.co/posts/albertvillanova/159056887588114", "image": "", "title": "🚀 New smolagents update: Safer Local Python Execution! 🦾🐍", "content_text": "🚀 New smolagents update: Safer Local Python Execution! 🦾🐍 With the latest release, we've added security checks to the local Python interpreter: every evaluation is now analyzed for dangerous builtins, modules, and functions. 🔒 Here's why this matters & what you need to know! 🧵👇 1️⃣ Why is local execution risky? ⚠️ AI agents that run arbitrary Python code can unintentionally (or maliciously) access system files, run unsafe commands, or exfiltrate data. 2️⃣ New Safety Layer in smolagents 🛡️ We now inspect every return value during execution: ✅ Allowed: Safe built-in types (e.g., numbers, strings, lists) ⛔ Blocked: Dangerous functions/modules (e.g., os.system, subprocess, exec, shutil) 3️⃣ Immediate Benefits 💡 - Prevent agents from accessing unsafe builtins - Block unauthorized file or network access - Reduce accidental security vulnerabilities 4️⃣ Security Disclaimer ⚠️ 🚨 Despite these improvements, local Python execution is NEVER 100% safe. 🚨 If you need true isolation, use a remote...", "url": "https://huggingface.co/posts/albertvillanova/159056887588114", "date_published": "2025-03-08T13:18:57.155236"}, {"id": "https://huggingface.co/posts/as-cle-bert/983515572081803", "image": "", "title": "I just released a fully automated evaluation framework for your RAG applications!📈", "content_text": "I just released a fully automated evaluation framework for your RAG applications!📈 GitHub 👉 https://github.com/AstraBert/diRAGnosis PyPi 👉 https://pypi.org/project/diragnosis/ It's called 𝐝𝐢𝐑𝐀𝐆𝐧𝐨𝐬𝐢𝐬 and is a lightweight framework that helps you 𝗱𝗶𝗮𝗴𝗻𝗼𝘀𝗲 𝘁𝗵𝗲 𝗽𝗲𝗿𝗳𝗼𝗿𝗺𝗮𝗻𝗰𝗲 𝗼𝗳 𝗟𝗟𝗠𝘀 𝗮𝗻𝗱 𝗿𝗲𝘁𝗿𝗶𝗲𝘃𝗮𝗹 𝗺𝗼𝗱𝗲𝗹𝘀 𝗶𝗻 𝗥𝗔𝗚 𝗮𝗽𝗽𝗹𝗶𝗰𝗮𝘁𝗶𝗼𝗻𝘀. You can launch it as an application locally (it's Docker-ready!🐋) or, if you want more flexibility, you can integrate it in your code as a python package📦 The workflow is simple: 🧠 You choose your favorite LLM provider and model (supported, for now, are Mistral AI, Groq, Anthropic, OpenAI and Cohere) 🧠 You pick the embedding models provider and the embedding model you prefer (supported, for now, are Mistral AI, Hugging Face, Cohere and OpenAI) 📄 You prepare and provide your documents ⚙️ Documents are ingested into a Qdrant vector database and transformed into a synthetic question dataset with the help of LlamaIndex 📊 The LLM is evaluated for the faithfulness and...", "url": "https://huggingface.co/posts/as-cle-bert/983515572081803", "date_published": "2025-03-08T13:18:57.155867"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/233802872800595", "image": "", "title": "🚀 Duality is super excited to announce that our Kaggle competition is LIVE! Synthetic-to-Real Object Detection Challenge is LIVE! 🚦", "content_text": "🚀 Duality is super excited to announce that our Kaggle competition is LIVE! Synthetic-to-Real Object Detection Challenge is LIVE! 🚦 Want to master AI training, learn industry-proven synthetic data workflows, and compete for public recognition and cash prizes? 👉 Join our Synthetic-to-Real Object Detection Challenge on Kaggle! https://www.kaggle.com/competitions/synthetic-2-real-object-detection-challenge/overview Compete to build the top-performing model capable of detecting real-world objects—trained entirely on synthetic data. Master these industry-proven methods for faster, more targeted, and diverse dataset creation, and set yourself apart, unlocking today's most exciting AI opportunities. Ready to test your skills? 🏆 The Challenge Train an object detection model using synthetic images created with Falcon—Duality AI's cutting-edge digital twin simulation software—then evaluate your model on real-world imagery. The Twist? 📈 Boost your model’s accuracy by creating and refining your...", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/233802872800595", "date_published": "2025-03-08T13:18:57.156456"}, {"id": "https://huggingface.co/posts/mcpotato/157940161703448", "image": "", "title": "Stoked to announce we've partnered with JFrog to continue improving safety on the Hub! 🐸", "content_text": "Stoked to announce we've partnered with JFrog to continue improving safety on the Hub! 🐸 Their model scanner brings new scanning capabilities to the table, aimed at reducing alert fatigue. More on that in our blog post: https://huggingface.co/blog/jfrog See translation", "url": "https://huggingface.co/posts/mcpotato/157940161703448", "date_published": "2025-03-08T13:18:57.156707"}, {"id": "https://huggingface.co/posts/vincentg64/711986528939991", "image": "", "title": "LLM Challenge with Petabytes of Data to Prove Famous Number Theory Conjecture", "content_text": "LLM Challenge with Petabytes of Data to Prove Famous Number Theory Conjecture https://mltblog.com/3F3Y9Yd In my recent article “Piercing the Deepest Mathematical Mystery”, I paved the way to proving a famous multi-century old conjecture: are the digits of major mathematical constant such as π, e, log 2, or √2 evenly distributed? No one before ever managed to prove even the most basic trivialities, such as whether the proportion of ‘0’ or ‘1’ exists in the binary expansions of any of these constants, or if it oscillates indefinitely between 0% and 100%. Here I provide an overview of the new framework built to uncover deep results about the digit distribution of Euler’s number e, discuss the latest developments, share a 10x faster version of the code, and feature new potential research areas in LLMs, AI, quantum dynamics, high performance computing, cryptography, dynamical systems, number theory and more, arising from my discovery. Perhaps the most interesting part is testing LLMs and...", "url": "https://huggingface.co/posts/vincentg64/711986528939991", "date_published": "2025-03-08T13:18:57.157209"}, {"id": "https://huggingface.co/posts/clem/866977064333227", "image": "", "title": "Super happy to welcome Nvidia as our latest enterprise hub customer. They have almost 2,000 team members using Hugging Face, and close to 20,000 followers of their org. Can't wait to see what they'll open-source for all of us in the coming months!", "content_text": "Super happy to welcome Nvidia as our latest enterprise hub customer. They have almost 2,000 team members using Hugging Face, and close to 20,000 followers of their org. Can't wait to see what they'll open-source for all of us in the coming months! Nvidia's org: https://huggingface.co/nvidia Enterprise hub: https://huggingface.co/enterprise See translation", "url": "https://huggingface.co/posts/clem/866977064333227", "date_published": "2025-03-08T13:18:57.157481"}, {"id": "https://huggingface.co/posts/mattmdjaga/268441512819972", "image": "", "title": "🚨 Gray Swan AI's Biggest AI Jailbreaking Arena Yet! $130K+ 🚨", "content_text": "🚨 Gray Swan AI's Biggest AI Jailbreaking Arena Yet! $130K+ 🚨 🔹 Agent Red-Teaming Challenge – test direct & indirect attacks on anonymous frontier models! 🔹 $130K+ in prizes & giveaways – co-sponsored by OpenAI & supported by UK AI Security Institute 🇬🇧 🔹 March 8 – April 6 – fresh exploits = fresh rewards! How It Works: ✅ Anonymous models from top providers 🤐 ✅ Direct & indirect prompt injection paths 🔄 ✅ Weekly challenges for new behaviors 🗓️ ✅ Speed & quantity-based rewards ⏩💰 Why Join? ⚖️ Neutral judging – UK AISI & automated judges ensure fairness 🎯 No pre-trained defenses – a true red-teaming battlefield 💻 5 Apple laptops up for grabs – increase chances by inviting friends! 🔗 Arena: app.grayswan.ai/arena/challenge/agent-red-teaming 🔗 Discord: discord.gg/grayswanai 🔥 No illusions, no mercy. Push AI agents to the limit & claim your share of $130K+! 🚀 See translation", "url": "https://huggingface.co/posts/mattmdjaga/268441512819972", "date_published": "2025-03-08T13:18:57.157912"}]}