{"version": "https://jsonfeed.org/version/1", "title": "Hugging Face Posts", "home_page_url": "https://huggingface.co/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/hf_posts.json", "items": [{"id": "https://huggingface.co/posts/cbensimon/565026286160860", "image": "", "title": "🚀 ZeroGPU now supports PyTorch native quantization via", "content_text": "🚀 ZeroGPU now supports PyTorch native quantization via torchao While it hasn’t been battle-tested yet, Int8WeightOnlyConfig is already working flawlessly in our tests. Let us know if you run into any issues — and we’re excited to see what the community will build! import spaces from diffusers import FluxPipeline from torchao.quantization.quant_api import Int8WeightOnlyConfig, quantize_ pipeline = FluxPipeline.from_pretrained(...).to( 'cuda' ) quantize_(pipeline.transformer, Int8WeightOnlyConfig()) # Or any other component(s) @spaces.GPU def generate ( prompt: str ): return pipeline(prompt).images[ 0 ] See translation", "url": "https://huggingface.co/posts/cbensimon/565026286160860", "date_published": "2025-06-12T13:36:04.129989"}, {"id": "https://huggingface.co/posts/csabakecskemeti/762115035937109", "image": "", "title": "Has anyone ever backed up a model to a sequential tape drive, or I'm the world first? :D", "content_text": "Has anyone ever backed up a model to a sequential tape drive, or I'm the world first? :D Just played around with my retro PC that has got a tape drive—did it just because I can. See translation", "url": "https://huggingface.co/posts/csabakecskemeti/762115035937109", "date_published": "2025-06-12T13:36:04.130245"}, {"id": "https://huggingface.co/posts/jasoncorkill/871941197791232", "image": "", "title": "Imagine you could have an Image Arena score equivalent at each checkpoint during training. We released the first version of just that:", "content_text": "Imagine you could have an Image Arena score equivalent at each checkpoint during training. We released the first version of just that: Crowd-Eval Add one line of code to your training loop and you will have a new real human loss curve in your W&B dashboard. Thousands of real humans from around the world rating your model in real time at the cost of a few dollars per checkpoint is a game changer. Check it out here: https://github.com/RapidataAI/crowd-eval First 5 people to put it in their loop get 100'000 human responses for free! (ping me) See translation", "url": "https://huggingface.co/posts/jasoncorkill/871941197791232", "date_published": "2025-06-12T13:36:04.130535"}, {"id": "https://huggingface.co/posts/dvilasuero/324662497616161", "image": "", "title": "Super excited to launch Hugging Face Sheets: Spreadsheets meet AI and unstructured data.", "content_text": "Super excited to launch Hugging Face Sheets: Spreadsheets meet AI and unstructured data. A few months ago, we started imagining new ways to build and transform datasets with the latest open-source models. Today, I'm thrilled to introduce our first step in this direction. In a nutshell: 📁 Effortlessly run prompts and models over your data. 🌐 Agentic search for accuracy and real-time information. 🖼️ Familiar, minimalistic interface for interacting with data. 🎯 Human feedback 2.0: Your input directly improves generated data. 💯 Access hundreds of open models and leading inference providers. Go to this space to try it out! aisheets/sheets Leave your questions below, we're just getting started! See translation", "url": "https://huggingface.co/posts/dvilasuero/324662497616161", "date_published": "2025-06-12T13:36:04.130913"}, {"id": "https://huggingface.co/posts/danielhanchen/426556210957370", "image": "", "title": "Mistral releases Magistral, their new reasoning models! 🔥", "content_text": "Mistral releases Magistral, their new reasoning models! 🔥 GGUFs to run: unsloth/Magistral-Small-2506-GGUF Magistral-Small-2506 excels at mathematics and coding. You can run the 24B model locally with just 32GB RAM by using our Dynamic GGUFs. See translation", "url": "https://huggingface.co/posts/danielhanchen/426556210957370", "date_published": "2025-06-12T13:36:04.131159"}, {"id": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/462704497331407", "image": "", "title": "🗣️ 📢  New article alert!", "content_text": "🗣️ 📢 New article alert! \"Integrity Threats in AI: When Data Poisoning Undermines Model Effectiveness\" from Duality AI is now on HuggingFace here: https://huggingface.co/blog/DualityAI-RebekahBogdanoff/integrity-threats-in-ai Significant threats to AI model performance aren’t always loud or obvious. Integrity violations—like subtle data poisoning attacks—can quietly erode your model’s reliability, long before anyone notices. These attacks can be surprisingly effective with minimal changes to the dataset. At Duality, our work in high-stakes sectors like defense has driven us to tackle this threat head-on. In our latest blog from Duality's Director of Infrastructure and Security at Duality, David Strout, we unpack how data poisoning works, why it’s so dangerous, and how organizations can secure their AI pipelines with clear provenance, regular performance auditing, and a trusted synthetic data supply chain. Whether you're building AI models for finance, healthcare, manufacturing, or...", "url": "https://huggingface.co/posts/DualityAI-RebekahBogdanoff/462704497331407", "date_published": "2025-06-12T13:36:04.131607"}, {"id": "https://huggingface.co/posts/MonsterMMORPG/478306591921253", "image": "", "title": "Ultimate ComfyUI & SwarmUI on RunPod Tutorial with Addition RTX 5000 Series GPUs & 1-Click to Setup :", "content_text": "Ultimate ComfyUI & SwarmUI on RunPod Tutorial with Addition RTX 5000 Series GPUs & 1-Click to Setup : https://youtu.be/R02kPf9Y3_w Tutorial Video : https://youtu.be/R02kPf9Y3_w If you want to use ComfyUI or SwarmUI with ComfyUI backend on RunPod cloud platform, this is the ultimate tutorial that you will find to step by step install ComfyUI and SwarmUI on RunPod and use each one of them. RunPod is a great platform to scale your AI generation or if you are a GPU poor, rent the very best GPUs and leverage the AI in your profession. ComfyUI is the ultimate ecosystem right now for Image and Video generation models and with SwarmUI interface leveraging ComfyUI, you can become master for gen AI. So learn how to install ComfyUI on RunPod step by step and run it. Then learn how to install SwarmUI on RunPod step by step and learn how to use it. Then learn how to give installed ComfyUI backend to SwarmUI and leverage its features and ultimate performance and optimizations. Moreover, the...", "url": "https://huggingface.co/posts/MonsterMMORPG/478306591921253", "date_published": "2025-06-12T13:36:04.132236"}, {"id": "https://huggingface.co/posts/fdaudens/888164728339934", "image": "", "title": "MCP just hit a tipping point:", "content_text": "MCP just hit a tipping point: - @ hf .co made it dead simple: just type \"hf.co/mcp\" in your chat. No JSON wrestling, no config files. - Meanwhile, OpenAI, Google, and Microsoft all adopted it as their standard. https://huggingface.co/blog/fdaudens/mcp-ai-industry-standard See translation", "url": "https://huggingface.co/posts/fdaudens/888164728339934", "date_published": "2025-06-12T13:36:04.132474"}, {"id": "https://huggingface.co/posts/Ameeeee/853347814425359", "image": "", "title": "With Sheets, try a new way to create structured content with the help of AI!", "content_text": "With Sheets, try a new way to create structured content with the help of AI! No installs. No login. Just open a link and 🤩 This app lets you create a dataset by importing a file or starting from a prompt. What’s different about SHEETS? 🔎 Web search integration to ground answers in real-world data 📚 In-context learning from validated sources 🔗 Transparent sourcing — every result is linked 🧩 Runs on multiple open-source models Fight hallucinations and start creating content you can rely on. See translation", "url": "https://huggingface.co/posts/Ameeeee/853347814425359", "date_published": "2025-06-12T13:36:04.132796"}, {"id": "https://huggingface.co/posts/victor/273066327277259", "image": "", "title": "Open Source Avengers, Assemble! Ask an expert AI agent team to solve complex problems together 🔥", "content_text": "Open Source Avengers, Assemble! Ask an expert AI agent team to solve complex problems together 🔥 Consilium brings together multiple agents that debate and use live research (web, arXiv, SEC) to reach a consensus. You set the strategy, they find the answer. Credit to @ azettl for this awesome demo: Agents-MCP-Hackathon/consilium_mcp See translation", "url": "https://huggingface.co/posts/victor/273066327277259", "date_published": "2025-06-12T13:36:04.133062"}]}