{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-9/", "image": "", "title": "Personalreferent / HR Generalist (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 06.10.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Deutsche Museum beschäftigt rund 650 Mitarbeiterinnen und Mitarbeiter in den Bereichen Ausstellungen, Sammlungen, Museumsbetrieb und Service, Bau, Ausstellungsgestaltung, Ausstellungsunterhalt, Gebäudemanagement, Informationstechnologie, Forschung, Archiv und Bibliothek sowie Verwaltung.\nDie Personalabteilung des Deutschen Museums ist als interner Dienstleister für alle Fachbereiche und weitere Organisationseinheiten tätig. Zur Verstärkung unseres kleinen Personalmanagement-teams suchen wir zum nächstmöglichen Zeitpunkt einen\nPersonalreferenten / HR Generalisten (w/m/d)\nIhre Aufgaben\nBeratung von Führungskräften in personalwirtschaftlichen sowie arbeits- und tarifrechtlichen Fragen\noperative Steuerung und selbstständige Bearbeitung aller die Personalarbeit umfassenden Themen (u. a. Personalgewinnung, Personalentwicklung, Personaladministration einschließlich vorbereitende Gehaltsabrechnung, Personalaustritt)\nBetreuung der Beschäftigten zu allen Fragen des Beschäftigungsverhältnisses\nErstellung von Stellenbeschreibungen und Durchführung von Stellenbewertungen\nErarbeitung und Umsetzung von Konzepten zur Etablierung von neuen Verfahren im HR-Bereich\naktiver Beitrag zur Digitalisierung der Personalprozesse durch die Weiterentwicklung der IT-Systemlandschaft\nvertrauensvolle und konstruktive Zusammenarbeit mit dem Personalrat\nIhr Profil\nabgeschlossenes Studium Bachelor of Arts (Public Management bzw. Business Administration), Dipl. Verwaltungs- bzw. Betriebswirt (FH) (m/w/d) oder\nabgeschlossener Beschäftigtenlehrgang II oder\nBeamter (m/w/d) der 3. Qualifikationsebene der Fachlaufbahn Verwaltung und Finanzen\nlangjährige Berufserfahrung im Personalbereich\numfassende Kenntnisse im Arbeits- und Tarifrecht des Öffentlichen Dienstes\nKenntnisse im Beamten- und Laufbahnrecht wären wünschenswert\nsehr gute MS Office-Kenntnisse, Erfahrung mit VIVA und BayZeit\nPersönliche / soziale / methodische Kompetenzen\nFähigkeit zu selbstständigem, systematischem und ergebnisorientiertem Arbeiten\nKooperations-, Team- und Begeisterungsfähigkeit\nEmpathie und Freude am Umgang mit Menschen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 9b des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n06.10.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2540\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.10.2025", "url": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-9/", "date_published": "2025-09-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-den-schwerpunkten-ausstellungsmanagement-und-museumspaedagogik/", "image": "", "title": "Wissenschaftliche*r Volontär*in (m/w/d) mit den Schwerpunkten Ausstellungsmanagement und Museumspädagogik", "content_text": "Reiss-Engelhorn-Museen, Mannheim Bewerbungsende: 01.10.2025 | Der Eigenbetrieb Reiss-Engelhorn-Museen sucht zum 1. Februar 2026\nWISSENSCHAFTLICHE*R VOLONTÄR*IN (M/W/D) MIT DEN\nSCHWERPUNKTEN AUSSTELLUNGSMANAGEMENT UND\nMUSEUMSPÄDAGOGIK\nUnterhaltsbeihilfe in Anlehnung an 50% E13 TVöD | Vollzeit (zzt. 39 Stunden) | befristet auf 2 Jahre\nWährend der Ausbildung erhalten\ndie\nVolontär\n:\ninnen\nEinblicke in\nalle museumsrelevanten\nBereiche d\ner Institution\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-den-schwerpunkten-ausstellungsmanagement-und-museumspaedagogik/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-aufsichts-und-kassendienst-m-w-d-3/", "image": "", "title": "Mitarbeiter/in für den  Aufsichts- und Kassendienst (m/w/d)", "content_text": "Staatliches Museum Ägyptischer Kunst, München Bewerbungsende: 28.09.2025 | Das Staatliche Museum Ägyptischer Kunst sucht zur Verstärkung des Teams\neine/n Mitarbeiter/in für den\nAufsichts- und Kassendienst (m/w/d)\nin Teilzeit (50%) befristet bis zunächst 31.07.2027 (Elternzeitvertretung).\nDas Staatliche Museum Ägyptischer Kunst München befindet sich in einem spektakulären unterirdischen Bau im Herzen des Münchner Kunstareals. Im Zentrum der Ausstellung steht die Kunst des Alten Ägyp­ten mit ihren Skulpturen und Reliefs. Das Kunstmuseum von internationalem Rang lädt den Besucher auf eine Entdeckungsreise durch fünf Jahrtausende Kultur des Alten Ägypten und des Antiken Sudan ein. Eine moderne multimediale Erschließung und ein umfangreiches Veranstaltungsprogramm vermitteln Inhalte und Zusammenhänge der Präsentation.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-aufsichts-und-kassendienst-m-w-d-3/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-6/", "image": "", "title": "wissenschaftliche:r Referent:in (w/m/d)", "content_text": "LWL-Museumsamt für Westfalen, Münster Bewerbungsende: 10.10.2025 | Der Landschaftsverband Westfalen-Lippe suchen Sie zum 01.01.2026 als\nwissenschaftliche:n Referent:in (w/m/d)\nEG 14 TVöD VKA\nfür unser LWL-Museumsamt für Westfalen. Wir bieten eine für die Dauer der Vertretung einer Kollegin, längstens bis zum 30.09.2026, befristete Vollzeitstelle (39 Stunden/Woche). Eine Verlängerung ist unter Umständen möglich. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8403\nbis zum\n10.10.2025\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-6/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-m-w-d-7/", "image": "", "title": "Direktor:in (m/w/d)", "content_text": "Historisches Museum der Pfalz Speyer, Speyer Bewerbungsende: 31.10.2025 | Das Historische Museum der Pfalz Speyer sucht zum nächstmöglichen Zeitpunkt\neine Direktorin/einen Direktor (m/w/d)\nDie Stiftung wird getragen vom Bezirksverband Pfalz, dem Land Rheinland-Pfalz, der Stadt Speyer, dem Bistum Speyer, der Evangelischen Landeskirche der Pfalz und dem Historischen Verein der Pfalz e.V.\nIn unmittelbarer Nähe des Kaiserdoms gelegen, gehört das Museum zu den besonderen Attraktionen Speyers und zählt zu den großen Museen in Deutschland. Es besitzt etwa 700.000 Exponate von der Steinzeit bis ins 20. Jahrhundert, verfügt über großzügige Ausstellungsflächen und beschäftigt ca. 45 Mitarbeiterinnen und Mitarbeiter. Mit dem Jungen Museum betreibt das Historische Museum der Pfalz ein einzigartiges Familien- und Kindermuseum in Rheinland-Pfalz. Die Leitung des Historischen Museums der Pfalz ist ab dem 1. März 2026 vakant.\nUm das Speyerer Museum als besucherorientierte öffentliche Kultureinrichtung führen zu können, erwarten wir ein abgeschlossenes Hochschulstudium museumsrelevanter Kulturwissenschaften, gern mit Promotion, mehrjährige Berufstätigkeit in leitender Funktion in einer musealen Einrichtung, Erfahrungen in Management, Marketing, der Konzeption und Realisierung großer Ausstellungen, eine hohe Kommunikationsfähigkeit sowie Kenntnisse öffentlicher Verwaltung und öffentlichen Haushaltsrechts. Darüber hinaus erwarten wir eine Führungspersönlichkeit mit hoher persönlicher und sozialer Kompetenz. Fremdsprachenkenntnisse in Französisch und Englisch sind erwünscht.\nBewerbungen von Frauen sehen wir mit Interesse entgegen. Bewerbungen von Schwerbehinderten werden bei entsprechender Eignung bevorzugt berücksichtigt.\nFür Rückfragen steht Ihnen Herr Gerhard Bossert unter der Tel.-Nr. 06232/1325-15 gerne zur Verfügung. Aussagekräftige Bewerbungen mit Ihren Gehaltsvorstellungen senden Sie bitte per E-Mail an\npersonalstelle@museum.speyer.de\nbis zum 31. Oktober 2025.\nHistorisches Museum der Pfalz | Domplatz 4 |67346 Speyer\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/direktorin-m-w-d-7/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-senckenberg-naturmuseums-frankfurt-w-m-d/", "image": "", "title": "Leitung des Senckenberg Naturmuseums Frankfurt (w/m/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 28.10.2025 | Als eines der Leibniz Forschungsmuseen zählt die Senckenberg Gesellschaft für Naturforschung zu den wichtigsten Wissenschaftseinrichtungen rund um die Biodiversität – die Vielfalt des Lebens – und das seit über 200 Jahren. An acht Instituten in Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen Forschung im Bereich Biodiversität, Erdsystemanalyse und Klimawandel. Senckenberg möchte die Öffentlichkeit für Naturwissenschaften faszinieren und den verantwortungsvollen Umgang mit der Natur fördern. Dafür betreiben wir in Frankfurt, Görlitz und Dresden Naturmuseen. Das Senckenberg Naturmuseum Frankfurt ist eines der bedeutendsten Naturkundemuseen Europas und begrüßt jährlich über 400.000 Besuchende. Es ist ein wichtiger außerschulischer Lernort und gehört zur Mainmetropole wie Wolkenkratzer und Apfelwein. In den kommenden Jahren ist eine große bauliche und konzeptionelle Neugestaltung des Museums geplant.\nDie Senckenberg Gesellschaft für Naturforschung sucht zum nächstmöglichen Zeitpunkt am Senckenberg Forschungsinstitut und Naturmuseum Frankfurt eine\nLeitung des Senckenberg Naturmuseums Frankfurt (w/m/d)\n(Vollzeit / vollzeitnahe Teilzeit möglich)\nIhre Aufgaben\nAls Leiter*in des Naturmuseums übernehmen Sie die Verantwortung für seine inhaltliche und operative Weiterentwicklung sowie die Leitung des Museumsteams mit über 70 Mitarbeiter*innen. Ihr Aufgabenspektrum beinhaltet auch die Weiterentwicklung und Umsetzung des musealen Konzepts für das Projekt „Neues Senckenberg Naturmuseum Frankfurt“: In den kommenden Jahren verantworten Sie die Konzeption bestehender und neuer Ausstellungsflächen sowie die inhaltliche, zukunftsgerichtete Profilierung des Museums als eines der bedeutendsten Naturmuseen Europas und weltweit in Zusammenarbeit mit Ihrem Team und dem wissenschaftlichen Kollegium von Senckenberg. Sie begleiten die Einbindung von Besuchenden, Förderern und der Stadtgesellschaft in das Museumsprojekt. Dabei arbeiten Sie eng mit der Institutsleitung und dem Senckenberg-Direktorium, Architekt*innen, der Kommunikation sowie dem Fundraising zusammen. Die durch Sie gestaltete Weiterentwicklung des Naturmuseums trägt durch die museale Gesamtkonzeption zu den programmatischen Zielen Senckenbergs bei und fördert somit das Museum als Dialogort mit der Gesellschaft.\nSie sind…\neine visionäre, innovative, kreative Persönlichkeit, die ein Naturmuseum gleichermaßen als Schaufenster der Wissenschaft und Forschung, als außerschulischen Lernort sowie als Ort des gesellschaftlichen Dialogs und der kulturellen Teilhabe versteht\neine kooperativ arbeitende, wertschätzende Führungspersönlichkeit mit Leitungs- und Managementerfahrung im Museumsbereich, die mit Empathie komplexe Projekte mit einem engagierten Team erfolgreich umsetzt\nein*e Teamplayer*in, die*der sich in der Museumsarbeit stark mit den Forschungsbereichen Senckenbergs identifiziert, über hohe interkulturelle und Diversitäts-Kompetenzen verfügt sowie Freude am gemeinsamen Erfolg mitbringt\nSie verfügen über…\nnachweisbare Erfahrungen in der Konzeption und Umsetzung innovativer Ausstellungen und der Steuerung großer musealer Projekte\nnationale (und internationale) Vernetzung im musealen und/oder Forschungssektor\nein abgeschlossenes Hochschulstudium, idealerweise, aber nicht zwingend, mit naturwissenschaftlichem oder fachnahem Hintergrund; eine Promotion ist wünschenswert\nlangjährige Berufserfahrung in Museen mit breiten Kenntnissen der Museumsarbeit und entsprechender Leitungserfahrung in einer Institution\nErfahrung in der Führung von interdisziplinären Teams\nfließende Deutschkenntnisse sowie sehr gute Englischkenntnisse in Wort und Schrift\nein sicheres Auftreten, Teamfähigkeit, Freude am Netzwerken und hervorragende Kommunikationsfähigkeiten\nErfahrung in der aktiven Einbindung gesellschaftlicher Akteure und im Fundraising\nSie verfolgen mit uns das gemeinsame Ziel…\ndie wissenschaftliche Arbeit Senckenbergs in den Bereichen Biodiversität, Erdsystemanalyse und Klimawandel in enger Kooperation mit Wissenschaftler*innen in innovative Museumskonzepte zu übersetzen\ndie Vision eines Naturmuseums als Ort des Vertrauens, der Wissensvermittlung und des Engagements für den Erhalt unserer natürlichen Ressourcen kontinuierlich zu stärken\nWir bieten…\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nein breites Spektrum fachlicher Expertisen in den verschiedenen Abteilungen und Instituten der Senckenberg Gesellschaft\nselbstständiges Handeln in einem internationalen und professionellen Umfeld\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / vollzeitnahe Teilzeit ist möglich (mind. 75%)\nVertragsart: Unbefristet\nVergütung: E 15 / Tarifvertrag des Landes Hessens (TV-H)\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25010-1 bis zum 28. Oktober 2025 an die von uns beauftragte Personalberatung senckenberg\nnaturmuseum\n@metrum-executivesearch.com.\nFür Rückfragen stehen Ihnen Meike Schlicht oder Dr. Ute Köhler sehr gerne zur Verfügung. Bitte schreiben Sie uns eine Nachricht; Meike Schlicht oder Dr. Ute Köhler werden sich daraufhin bei Ihnen melden.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nMit Abgabe Ihrer Bewerbung willigen Sie ein, dass Ihre personenbezogenen Daten von der Senckenberg Gesellschaft und METRUM für dieses Bewerbungsverfahren gespeichert und verarbeitet werden. Ein Widerruf ist jederzeit möglich. Nach Beendigung des Verfahrens werden Ihre Daten und Unterlagen gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-senckenberg-naturmuseums-frankfurt-w-m-d/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/medientechnischer-assistentin-m-w-d-fuer-das-team-ausstellungstechnik-2/", "image": "", "title": "medientechnische:r Assistent:in (m/w/d) für das Team Ausstellungstechnik", "content_text": "LVR-Museumsverbund, Bonn Bewerbungsende: 14.10.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nIm LVR-Museumsverbund kooperieren die drei Museen LVR-Landesmuseum Bonn, Max Ernst Museum Brühl des LVR und Römerthermen Zülpich – Museum der Badekultur. Das Betriebs- und Prozessmanagement koordiniert für die drei Verbundpartner die gemeinsamen Arbeitsabläufe.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.10.2025", "url": "https://www.museumsbund.de/stellenangebote/medientechnischer-assistentin-m-w-d-fuer-das-team-ausstellungstechnik-2/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kommunikation-und-oeffentlichkeitsarbeit-m-w-d/", "image": "", "title": "Mitarbeiter:in Kommunikation und Öffentlichkeitsarbeit (m/w/d)", "content_text": "Ausstellungs- und Gedenkort Friedhof der Märzgefallenen, Berlin Bewerbungsende: 08.10.2025 | Für den Ausstellungs- und Gedenkort Friedhof der Märzgefallenen suchen wir möglichst zum 01.11. 2025 eine\nMitarbeiter:in Kommunikation und Öffentlichkeitsarbeit (m/w/d)\nin Teilzeit\nDer Friedhof der Märzgefallenen ist ein bedeutender Ort der deutschen und europäischen Demokratiegeschichte. Geschaffen von den Aufständischen der Berliner Märzrevolution steht er exemplarisch für den epochenübergreifenden Kampf um Freiheit, politische Partizipation und soziale Gerechtigkeit. Als Trägerverein betreibt der Paul Singer Verein hier eine multimediale Ausstellung mit demokratiepädagogischen Angeboten und einem umfangreichen Veranstaltungsprogramm.  2028 ist die Eröffnung eines Besuchszentrums geplant.\nWesentliche Aufgabenbereiche:\nBetreuung der Social Media Kanäle, Newsletter inkl. Einpflegen aktueller Inhalte sowie inhaltliche Weiterentwicklung (inkl. Analyse und Monitoring) in Abstimmung mit Leitung und wiss. Mitarbeitenden\nPflege und Aktualisierung der Website und digitaler Ausstellungsinhalte in Abstimmung mit Leitung und wiss. Mitarbeitenden\nMitarbeit bei der Implementierung eines neuen Corporate Designs\nPlanung und Realisierung von Printmedien für Veranstaltungen und Ausstellungen durch Auswahl der Texte und Grafiken bis zur Druckvorbereitung\nRedaktion und Lektorat von Werbemitteln (Printmedien und Social Media)\nErstellung von Bildunterschriften etc. für Ausstellungen in Abstimmung mit Kuratierenden\nPflege von Adresslisten, Kontaktaufnahme, Einladungen inkl. Kranzanfragen für Gedenkstunden\nMitwirkung an der Entwicklung zielgruppenorientierter und kreativer Werbestrategien\nSie bringen mit:\nAbgeschlossenes BA Studium der Medien- oder Kommunikationsdesign oder vergleichbare Qualifikationen aus Ausbildung und Aufbaustudium\nMöglichst Arbeitserfahrungen im Bereich Öffentlichkeitsarbeit/Kommunikation und Social Media gerne im Kulturbereich.\nNachgewiesene Erfahrungen im Umgang mit Content- Management- Systemen (WordPress) sowie Grafik Apps (Canva) und sicherer Umgang mit MS-Office\nIdentifikation mit Menschen- und Grundrechten, Interesse an Demokratiegeschichte. Gerne auch Vorkenntnisse der europäischen und deutschen Revolutionsgeschichte.\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift, stilsicheres Formulieren.\nKommunikationsfreude, integrativer, teamorientierter Arbeitsstil\nDas bieten wir:\nDer Friedhof der Märzgefallenen ist ein noch junger Ausstellungsort. Gestalten Sie mit uns in einem kollegialen Team die Weiterentwicklung des Ortes.\nDie Vergütung erfolgt in Anlehnung an den Tarifvertrag der Länder (TV-L 9). Der Paul Singer Verein ist kein öffentlicher Arbeitgeber. Die Stelle ist befristet, zunächst bis 31.12.2026, eine längerfristige Zusammenarbeit wird angestrebt.\nMöglichkeit an der Weiterentwicklung des Ortes maßgeblich mitzuwirken und Mitarbeit an der der Ausgestaltung der Angebote in einem kleinen dynamischen Team\nFamilienfreundlichkeit, Möglichkeit der Arbeit im Homeoffice und zentral gelegener Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nZuzahlung zum Jobticket (Deutschlandticket)\nEine diskriminierungsfreie Arbeitsumgebung hat für hohe Priorität. Wir streben an, die gesellschaftliche Vielfalt (Diversität) der Stadt auch innerhalb des Teams widerzuspiegeln. Wir ermutigen insbesondere Personen mit Diskriminierungserfahrung, sich zu bewerben. Das Berliner Landesgleichstellungsgesetz findet Anwendung. Wir fördern aktiv die Gleichstellung aller Mitarbeitenden.\nFragen zur Stelle richten Sie bitte an Johanna Greinert (Verwaltung) unter 030/58739039.\nIhre Bewerbung (Lebenslauf und kurzes Motivationsschreiben) mit möglichem Eintrittstermin und möglichen Arbeitszeiten richten Sie bitte bis 08.10.2025 per E-Mail (bitte zusammengefasst als PDF, max. 5 MB) an:\ngreinert@paulsinger.de\nDatenschutz:\nWir verarbeiten Ihre Daten auf der Basis von Art. 6 Abs. 1 lit. b EU-DSGVO, die Sie uns im Rahmen Ihrer Bewerbung übersandt haben, um zu prüfen, ob Ihre fachlichen Qualifika-tionen für die ausgeschriebene Stelle geeignet sind. Wir nutzen Ihre Informationen nur für das Bewerbungsverfahren und überführen diese bei einem Vertragsschluss in Ihre Perso-nalakte. Falls es nicht zu einer Übereinkunft kommen sollte, werden Ihre Informationen spätestens drei Monate nach Besetzung der Stelle gelöscht. Wir werden Ihre Bewerber*in-nen-Informationen für keine anderen Zwecke verwenden als für die Durchführung des Bewerbungsverfahrens.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kommunikation-und-oeffentlichkeitsarbeit-m-w-d/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-kuratorin-fuer-malerei-und-skulptur-ab-1960/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in/Kurator*in für Malerei und Skulptur ab 1960", "content_text": "Sprengel Museum Hannover, Hannover Bewerbungsende: 10.10.2025 | Das Sprengel Museum zählt mit seiner umfangreichen Sammlung und dem vielfältigen Ausstellungsprogramm zu den bedeutendsten Museen der Kunst des 20. und 21. Jahrhunderts.\nIhre Aufgaben\nEntwicklung von Präsentationskonzepten der Sammlung\nKonzeption und Realisierung von Sonderausstellungen und Ausstellungen aus dem Sammlungsbestand\nVerwaltung der Sammlungsbestände\nEDV-gestützte Inventarisierung\nVorbereitung, Überwachung und Entscheidung zum ein- und ausgehenden Leihverkehr\nPublikation von Forschungsergebnissen\nIhr Profil und Ihre Kompetenzen\nein entsprechend abgeschlossenes wissenschaftliches Hochschulstudium (z.B. Master, Diplom (Universität)), vorzugsweise in dem Studienbereich Kunst- und Designwissenschaften, Kunstpädagogik mit der Fachrichtung Kunstgeschichte oder Kunstwissenschaft mit Schwerpunkt Kunstgeschichte\nmindestens 3-jährige Berufserfahrung als wissenschaftliche*r Mitarbeiter*in / wissenschaftliche*r Volontär*in in einem Museum oder einer Ausstellungsinstitution für Kunst des 20. und 21. Jahrhunderts\nDarüber hinaus verfügen Sie über folgende Fähigkeiten und Kompetenzen:\nsehr gute Englischkenntnisse in Wort und Schrift\nGender- und Diversitykompetenz\nein hohes Maß an Verantwortungsbereitschaft verbunden mit Engagement, Zuverlässigkeit und Belastbarkeit\nTeamfähigkeit sowie eine positive Einstellung und gute Kommunikationsfähigkeit im Umgang mit Künstler*innen und Leihgeber*innen\nhohe zeitliche Flexibilität und Bereitschaft zu Reisen und Arbeitszeiten an Abenden und an Wochenenden\nMotivations- und Begeisterungsfähigkeit\nKenntnisse in Umgang mit den in der Stadtverwaltung eingesetzten Office-Programmen sowie Erfahrungen mit einer Museumsdatenbank (wenn möglich: Museum Plus) sind wünschenswert\nWir bieten\neine abwechslungsreiche und verantwortungsvolle Aufgabe im öffentlichen Dienst\neinen sicheren Arbeitsplatz sowie eine attraktive Vergütung\nHome-Office-Möglichkeiten und flexible Arbeitszeitmodelle\n30 Tage Erholungsurlaub im Kalenderjahr bei einer 5-Tage-Woche\nvielfältige Fortbildungsmöglichkeiten\nbei Vorliegen der tariflichen Voraussetzungen eine Jahressonderzahlung\neine zusätzliche betriebliche Altersversorgung\nim Einzelfall eine Leistungsprämie\nein attraktives Job-Ticket für den öffentlichen Personennahverkehr\nVereinbarkeit von Beruf und Privatleben\nDienstrad-Leasing\nattraktive Sport- und Gesundheitsangebote\nHinweise und Werte\nDie Eingruppierung richtet sich nach\nEntgeltgruppe 13 Fg. 1\nTVöD (A I 4 Anlage 1 – Entgeltordnung (VKA))\nDie Vollzeitstelle ist\nzum 01.01.2026 unbefristet\nmit wöchentlich 39 Stunden zu besetzen. Die Stelle ist Teilzeit geeignet. Wir kommen gern mit Ihnen über praktikable Arbeitszeitmodelle ins Gespräch.\nDie Landeshauptstadt Hannover hat das Ziel, die Vielfalt der Bevölkerung auch in der Stadtverwaltung abzubilden. Sie erkennt damit Vielfalt als wichtigen Teil ihrer Unternehmenskultur an und ist bestrebt, ein offenes Arbeitsumfeld zu schaffen, das Menschen unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Behinderung, ihrer Religion sowie ihrer sexuellen oder geschlechtlichen Identität gleiche Chancen bietet.\nSchwerbehinderte Menschen oder ihnen gleichgestellte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt. Wir bestärken insbesondere Menschen mit einer Migrationsbiografie sich zu bewerben. Weitere Informationen und Hinweise über die Landeshauptstadt Hannover als Arbeitgeberin und das Stellenbesetzungsverfahren finden Sie unter\nhttps://karriere.hannover.de/\n.\nWir freuen uns auf Ihre Bewerbung!\nFür Rückfragen zum Bewerbungsverfahren steht Ihnen\nFrau Gudszend\n(Tel. 0511 168-45930,\nWiebke.Gudszend@hannover-stadt.de\n) als Ansprechpartner*in zur Verfügung. Für inhaltliche Fragen zur Stelle wenden Sie sich bitte an Herrn Dr. Gronert (Tel. 0511 168-30475,\nStefan.Gronert@hannover-stadt.de\n).\nBei Interesse bewerben Sie sich bitte mit Ihrer vollständigen und aussagefähigen Bewerbung\nbis zum 10.10.2025\nonline über unser Bewerbungsportal\n.\nNoch nichts Passendes dabei?\nDann bleiben Sie mit uns im Kontakt. Wir freuen uns auch über Initiativbewerbungen und beraten Sie gern über die vielfältigen Einstiegsmöglichkeiten.\nFür interne Bewerbungen wird auf die geltenden LHH-spezifischen Regelungen verwiesen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-kuratorin-fuer-malerei-und-skulptur-ab-1960/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-personal-assistant-hr-m-w-d/", "image": "", "title": "Assistenz Personal / Assistant HR (m/w/d)", "content_text": "documenta und Museum Fridericianum gGmbH, Kassel Bewerbungsende: 30.09.2025 | Die documenta und Museum Fridericianum gGmbH sucht zum nächstmöglichen Zeitpunkt eine*n\nAssistenz Personal / Assistant HR (m/w/d)\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die von der Stadt Kassel und dem Land Hessen als Gesellschafter getragen wird. In ihre Verantwortung gehören die alle fünf Jahre stattfindende documenta Ausstellung, das Fridericianum, das documenta archiv und die documenta Halle.\nAls international renommierte Ausstellung zeitgenössischer Kunst steht die documenta für Diskurs, Diversität und gesellschaftliche Relevanz. Wir suchen eine engagierte Persönlichkeit, die Spaß an ganzheitlichen HR-Aufgaben in einem spannenden Umfeld hat.\nIhre Aufgaben:\nBearbeitung des Betreuungsbereiches inkl. Erstellung von Arbeitsverträgen, Zeitwirtschaft, Gehaltsabrechnung etc.\nSicherstellung eines exzellenten Rekrutierungsprozesses sowohl in kunstnahen als auch administrativen Bereichen\nSparring mit der Personalleitung\nBearbeitung von Urlaubsanträgen und Pflege der Urlaubs- und Arbeitsunfähigkeitskartei\nMitwirkung bei der Einführung der neuen Personalsoftware und bei Digitalisierungsprozessen\nAbrechnung von Reisekosten\nUnterstützung bei der Personalplanung\nAnlage und Pflege von digitalen und -soweit noch zutreffend- analogen Personalakten\nErstellung von Buchungsbelegen\nIhr Profil:\nAbgeschlossenes Hochschulstudium oder abgeschlossene Ausbildung in einem relevanten Berufsbild\nErste Berufserfahrung in der Personalbetreuung\nAusgeprägte organisatorische Fähigkeiten\nInterkulturelles Bewusstsein und ein hohes Maß an Eigenverantwortung\nSensibilität und Gestaltungswille im Hinblick auf nachhaltige, inklusive und barrierefreie Kommunikationsformate\nFreude daran, an einem gemeinsamen Purpose, einem verbindenden Ziel, zu arbeiten\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nIhre wöchentliche Arbeitszeit umfasst 40 Stunden. Der Arbeitsort ist Kassel. Die Funktion ist an den TVöD angelehnt und auf zwei Jahre befristet, mit der Option auf Übernahme. Zusätzlich haben Sie die Möglichkeit ein vom Arbeitgeber subventioniertes JobTicket zu erhalten.\nBitte senden Sie Ihre vollständige Bewerbung (ein PDF, max. 5 MB) unter Angabe des frühestmöglichen Eintrittstermins und Ihrer Gehaltsvorstellung and\nbewerbungen@documenta.de\nAnsprechpartner für Fragen zum Aufgabengebiet und zum Bewerbungsverfahren:\nGeert Frieler, Abteilungsleitung Personal\nbewerbungen@documenta.de, Telefon: 0561 70727-17\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-personal-assistant-hr-m-w-d/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-assistenz-bildung-und-vermittlung-m-w-d/", "image": "", "title": "wissenschaftliche Assistenz Bildung und Vermittlung (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 28.09.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, eine Wissenschaftliche Assistenz Bildung und Vermittlung (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 11 TV-L). Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nHinweis: Diese Ausschreibung richtet sich ausschließlich an bereits befristet oder unbefristet im Geschäftsbereich des Sächsischen Staatsministeriums für Kultur, Wissenschaft und Tourismus tätige Bedienstete.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Stelle ist in der Querschnittabteilung Bildung und Vermittlung der SKD angesiedelt. Als Teil unseres engagierten Teams suchen wir eine Person, die sich mit Leidenschaft der Bildung und Vermittlung widmen möchte. Eine lebendige Vermittlungsarbeit soll unsere Programme sinnvoll erweitern und zugleich diskriminierungskritische Kompetenzen und globale Perspektiven mitberücksichtigen sowie demokratiefördernde Prozesse unterstützen, um eine möglichst breite Ansprache (wissenschaftliches Fach- wie interessiertes Publikum) zu erzielen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-assistenz-bildung-und-vermittlung-m-w-d/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterwdm-mit-schwerpunkt-liegenschaftsverwaltung-und-eventmanagement/", "image": "", "title": "Mitarbeiter(wdm) mit Schwerpunkt Liegenschaftsverwaltung und Eventmanagement", "content_text": "Stiftung Hessischer Jägerhof, Darmstadt Bewerbungsende: 30.09.2025 | Die Stiftung Hessischer Jägerhof ist eine gemeinnützige Stiftung des privaten Rechts und Eigentümerin des denkmalgeschützten Ensembles Jagdschloss Kranichstein. Sie betreibt das „MUSEUM Jagdschloss Kranichstein“ sowie das Familien-und Mitmachmuseum „bioversum Jagdschloss Kranichstein“.\nDas Arbeitsumfeld bei der Stiftung Hessischer Jägerhof bietet eine außergewöhnliche Vielfalt: Die Tätigkeiten erstrecken sich sowohl auf Arbeitsbereiche im Innen- als auch im Außenbereich. Neben den historischen Gebäuden wie dem Schloss und dem Zeughaus umfasst das Einsatzgebiet auch den Schlosspark, den Backhausteich sowie das Freilandlabor. Es erwarten Sie Aufgaben, die sich zwischen der Instandhaltung und Organisation in den Innenräumen und der Betreuung und Sicherung der weitläufigen Außenanlagen abwechseln.\nIhre Aufgaben\nEigenständige Erfassung und Dokumentation von Schäden und technischen Mängeln in den Liegenschaften\nPlanung und Koordination der Instandsetzung unter Berücksichtigung des Denkmalschutzes: Einholen und Vergleichen von Angeboten, Beauftragung sowie Überwachung und Abrechnung der Dienstleister\nOrganisation regelmäßiger sicherheitsrelevanter Fortbildungen für das Personal (Erste-Hilfekurse, Brandschutzbelehrung usw.)\nVerantwortlich für sämtliche versicherungstechnischen Belange (Recherche, Kontrolle der Policen, Bearbeitung von Schadenfällen usw.)\nUmsetzung baurechtlicher und berufsgenossenschaftlicher Vorgaben (z.  TÜV, DGUV, Wartungsintervalle)\nÜberwachung der Verkehrssicherheit auf dem gesamten Gelände sowie Organisation und Dokumentation der jährlichen Baumbeschau/Grünpflege inklusive Beauftragung und Abrechnung\nErstellung der Nebenkostenabrechnungen der Liegenschaft\nBearbeitung von kurzzeitigen Vermietungs- und Eventanfragen: Angebotserstellung, Abwicklung und Abrechnung inklusive Veranstaltungsbetreuung\nOrganisation, Planung und Durchführung interner Veranstaltungen sowie des Landmarktes, einschließlich technischer und personeller Abstimmung.\nVertretung der Geschäftsführung bei Abwesenheit\nIhr Profil\nAbgeschlossenes Fachhochschulstudium in einem wirtschaftlichen/ technischen Bereich oder vergleichbare Ausbildung\nErfahrung in der Kostenüberwachung komplexer Projekte gerne auch im Kulturbereich, dazu wirtschaftliches Denken\nOrganisationstalent, Zuverlässigkeit und eigenverantwortliche Arbeitsweise\nKommunikationsfähigkeit und Teamgeist\nSicherer Umgang mit gängigen Office-Programmen\nBereitschaft für gelegentliche Einsätze am Abend oder Wochenende\nTeamfähigkeit, Einsatzbereitschaft, Kommunikationsstärke und Sozialkompetenz\nSelbständige, strukturierte und eigenverantwortliche Arbeitsweise\nInteresse an Jagd und Natur und kulturhistorischen Themen ist wünschenswert\nWir bieten\nEinen abwechslungsreichen Arbeitsplatz in einem engagierten Team\nDie Möglichkeit, an der Erhaltung eines bedeutenden historischen Ensembles mitzuwirken\nGestaltungsfreiräume und eigenverantwortliches Arbeiten\nWeiterbildungsmöglichkeiten\nDie Vergütung erfolgt angelehnt an den TV-H E12.\nWir freuen uns auf Ihre Bewerbung!\nBitte senden Sie Ihre aussagekräftige Bewerbung an:\nbewerbung@jagdschloss-kranichstein.de\nFür Fragen und Auskünfte kontaktieren Sie bitte\nOnno Faller\nTEL:  +49 6151  97 11 18 – 23\nfaller@jagdschloss-kranichstein.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterwdm-mit-schwerpunkt-liegenschaftsverwaltung-und-eventmanagement/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-in-der-buchungsstelle-fuer-bildungsangebote/", "image": "", "title": "Mitarbeiter:in (w/m/d) in der Buchungsstelle für Bildungsangebote", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 05.10.2025 | Die Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) zählen zu den bedeutendsten Naturkundesammlungen der Welt. Wir dokumentieren Verän­derungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. In unseren Museen sowie dem Botanischen Garten München wollen wir das Wissen darüber weiter­geben, Menschen aller Altersgruppen für Natur­forschung begeistern und den Austausch zwischen Wissenschaft und Gesell­schaft fördern. Das Museum Mensch und Natur (mmn.snsb.de) ist zentrales Ausstellungs­forum der SNSB, das BIOTOPIA Lab im Botanischen Garten München Nymphenburg ein dynamischer Experimentier- und Ausstellungsort für Natur- und Umweltthemen. Beide Ausstellungs­orte bieten umfangreiche Vermittlungsangebote an.\nWir suchen zum nächstmöglichen Zeitpunkt\neine Mitarbeiterin oder einen Mitarbeiter (w/m/d)\nin der Buchungsstelle für Bildungsangebote\nbeim Museum Mensch und Natur und BIOTOPIA Lab\nin Teilzeit (60% der Regelarbeitszeit), unbefristet.\nDie Aufgabenschwerpunkte sind insbesondere:\nInhaltliche Betreuung des Buchungssystems (go~mus),\nSelbständige Bearbeitung eingehender Buchungsanfragen, Rücksprache mit den Vermittlerinnen und Vermittlern halten, Buchungsbestätigungen versenden,\ntelefonische Beratung zu den Programmen und Angeboten,\nMitwirkung bei organisatorischen Abläufen im Bereich Bildung/Vermittlung,\nMitwirkung bei Veranstaltungen der beiden Ausstellungshäuser.\nWir erwarten:\nabgeschlossene Berufsausbildung im Verwaltungs- oder Kulturbereich oder mind. 3 Jahre Berufserfahrung in einem ähnlichen Berufsfeld,\nsehr gute IT-Kenntnisse (Office-Anwendungen und Internet),\nBereitschaft zur Einarbeitung in das Buchungssystem go~mus und zu Telefondiensten,\neinen freundlichen Umgang mit Kundinnen und Kunden sowie mit den Vermittlerinnen und Vermittlern,\nErfahrungen im musealen Bereich sind erwünscht,\norganisatorische Flexibilität und hohe Einsatzbereitschaft,\nhohes Verantwortungsbewusstsein, Zuverlässigkeit und Teamfähigkeit,\nInteresse an naturwissenschaftlichen Themen ist von Vorteil.\nWir bieten:\neine spannende und vielseitige Aufgabe mit Gestaltungsspielraum an einem interessanten Arbeitsplatz in einem engagierten und kollegialen Team,\nbei Erfüllung der notwendigen Voraussetzungen eine Vergütung nach Entgeltgruppe 6 Tarifvertrag der Länder (TV-L),\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagefähigen und vollständigen Bewerbungs­unterlagen mit Lebenslauf, Anschreiben mit Ihrer Motivation, Abschluss- und Arbeitszeugnissen\nbis zum 05.10.2025.\nDiese senden Sie bevorzugt elektronisch als ein PDF mit maximal 5 MB und der Bezeichnung Buchung_MMN_Nachname_Vorname an bewerbung@snsb.de bzw. postalisch an SNSB, Sachgebiet Personal, Menzinger Str. 71, 80638 München.\nIhre fachlichen Fragen bzgl. der Stelle beantwortet Frau Dr. Martina Bryce (bryce@snsb.de). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nWir verweisen darauf, dass nach Abschluss des Verfahrens Bewerbungsunterlagen nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungsgespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-in-der-buchungsstelle-fuer-bildungsangebote/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-im-bereich-museumsaufsicht/", "image": "", "title": "Mitarbeiter:in (w/m/d) im Bereich Museumsaufsicht", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 05.10.2025 | Die Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) zählen zu den bedeutendsten Naturkundesammlungen der Welt. Wir dokumentieren Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. In unseren Museen sowie dem Botanischen Garten München wollen wir das Wissen darüber weiter­geben, Menschen aller Altersgruppen für Naturforschung begeistern und den Austausch zwischen Wissenschaft und Gesellschaft fördern. Das Museum Mensch und Natur (mmn.snsb.de) ist zentrales Ausstellungsforum der SNSB und wird in den kommenden Jahren neu konzipiert und zum Naturkundemuseum Bayern erweitert.\nWir suchen zum nächstmöglichen Zeitpunkt eine\nMitarbeiterin oder einen Mitarbeiter (w/m/d)\nim Bereich Museumsaufsicht\nbeim Museum Mensch und Natur\nin Teilzeit (50% der Regelarbeitszeit), unbefristet.\nDie Aufgabenschwerpunkte sind:\nAufsicht im gesamten Museum\nKontrolle der Sauberkeit\nKontrolle der Lüftungsanlage\nDurchführung kleiner Reinigungs- und Pflegearbeiten\nUnterstützung bei Veranstaltungen\nWir erwarten:\neigenverantwortliches und selbstständiges Arbeiten\nfreundlicher Umgang mit den Besuchern\nZuverlässigkeit\nBereitschaft zur Arbeit an Wochenenden\nBelastbarkeit, Flexibilität und Einsatzfreude\nWir bieten:\neinen interessanten Arbeitsplatz in einem engagierten und kollegialen Team\nbei Erfüllung der notwendigen Voraussetzungen eine Vergütung nach\nEntgeltgruppe -3- TV-L\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagefähigen und vollständigen Bewerbungs­unterlagen mit Lebenslauf sowie Abschluss- und Arbeitszeugnissen\nbis zum 05.10.2025\n.\nDiese senden Sie diese bevorzugt elektronisch als ein PDF mit maximal 5 MB und der Bezeichnung Aufsicht_MMN_Nachname_Vorname an bewerbung@snsb.de bzw. postalisch an SNSB, Sachgebiet Personal, Menzinger Str. 71, 80638 München.\nIhre fachlichen Fragen bzgl. der Stelle beantwortet Frau Silke Ruess (ruess@snsb.de). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nWir verweisen darauf, dass nach Abschluss des Verfahrens Bewerbungsunterlagen nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungs­gespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-im-bereich-museumsaufsicht/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-die-oeffentlichkeitsarbeit-und-veranstaltungsorganisation/", "image": "", "title": "Mitarbeiter:in (w/m/d) für die Öffentlichkeitsarbeit und Veranstaltungsorganisation", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 05.10.2025 | Die Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) zählen zu den bedeutendsten Naturkundesammlungen der Welt. Wir dokumentieren Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. In unseren Museen sowie dem Botanischen Garten München wollen wir das Wissen darüber weiter­geben, Menschen aller Altersgruppen für Naturforschung begeistern und den Austausch zwischen Wissenschaft und Gesellschaft fördern. Das Museum Mensch und Natur (www.mmn.snsb.de) ist zentrales Ausstellungsforum der SNSB, das BIOTOPIA Lab im Botanischen Garten München Nymphenburg ein dynamischer Experimentier- und Ausstellungsort für Natur- und Umweltthemen. Beide Ausstellungsorte bieten umfangreiche Vermittlungsangebote an.\nWir suchen ab dem 01.11.2025\neine Mitarbeiterin oder einen Mitarbeiter (w/m/d)\nfür die Öffentlichkeitsarbeit und Veranstaltungsorganisation\nam Museum Mensch und Natur sowie dem BIOTOPIA Lab\nin Teilzeit (max. 85 % der Regelarbeitszeit), unbefristet.\nDie Aufgabenschwerpunkte sind insbesondere:\nAllgemeine Presse- und Öffentlichkeitsarbeit für das MMN sowie das BIOTOPIA Lab: Kontaktpflege mit der Presse, Erstellen und Versenden von Pressemitteilungen in Absprache mit der Museumsleitung und dem Sachgebiet Öffentlichkeitsarbeit der SNSB, Beantwortung von Medienanfragen, Koordination und Betreuung von Medienbesuchen, Organisation von Presseterminen,\nKoordination von Anzeigenschaltungen und Plakatierungen,\nPflege der Adressdatenbank und Einladungsmanagement,\nVorbereitung und organisatorische Unterstützung bei Veranstaltungen.\nWir erwarten:\nabgeschlossene Berufsausbildung im Bereich Marketing, PR, Kultur- oder Veranstaltungs­management oder vergleichbare Qualifikation\nBerufserfahrung im Bereich Öffentlichkeitsarbeit, Marketing, Kulturmanagement oder Veranstaltungsorganisation; Erfahrungen in einer Kultureinrichtung sind von Vorteil.\nSehr gutes Deutsch in Wort und Schrift, Englischkenntnisse sind von Vorteil\nsicherer Umgang mit üblicher Bürosoftware (MS-Office) und Bereitschaft, sich in spezielle Software einzuarbeiten\nhohes persönliches Engagement, Flexibilität, Belastbarkeit, Kommunikations- und Teamfähigkeit\nWir bieten:\neinen interessanten und vielseitigen Arbeitsplatz im öffentlichen Dienst\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\nVergütung bis Entgeltgruppe 8 Tarifvertrag der Länder (TV-L)\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen mit Lebenslauf, Anschreiben, Abschluss- und Arbeitszeugnissen\nbis zum\n05.10.2025\n.\nDiese senden Sie bevorzugt elektronisch als ein PDF mit maximal 5 MB und der Bezeichnung Verwaltung_MMN_Nachname_Vorname an bewerbung@snsb.de bzw. postalisch an SNSB, Sachgebiet Personal, Menzinger Str. 71, 80638 München.\nIhre fachlichen Fragen bzgl. der Stelle beantwortet Frau Silke Ruess (ruess@snsb.de). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Männern.\nWir verweisen darauf, dass nach Abschluss des Verfahrens Bewerbungsunterlagen nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungs­gespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-die-oeffentlichkeitsarbeit-und-veranstaltungsorganisation/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/freiwilliges-soziales-jahr-fsj-kultur/", "image": "", "title": "Freiwilliges Soziales Jahr (FSJ Kultur)", "content_text": "Kunstmuseum Ahrenshoop, Ostseebad Ahrenshoop Bewerbungsende: 16.10.2025 | Das Kunstmuseum Ahrenshoop ist Begegnungsstätte für die Kunst am Meer und ein Leuchtturm in der Museumslandschaft Mecklenburg-Vorpommerns. Mit über 800 Werken aus der Künstlerkolonie Ahrenshoop und der folgenden mehr als 125 Jahre Kunstgeschichte auf dem Fischland/Darß und der Umgebung beeindruckt die umfangreiche Sammlung ihre Besucher*innen. Das Museum besticht durch seine einzigartige, mehrfach ausgezeichnete Gebäudearchitektur. Auch die besondere Entstehungsgeschichte aus bürgerschaftlichem Engagement hat eine Sonderstellung in der deutschen Museumslandschaft.\nDie Tätigkeiten der*des Freiwilligen umfassen:\nBetreuung der Besucher*innen\nBetreuung des Kassenbereiches und des Museumsshops\nBetreuung von Veranstaltungen\nMitarbeit in der Museumspädagogik (Workshops mit Kindern / Führungen mit Erwachsenen durch das Haus und die Ausstellungen)\nUnterstützung in der Öffentlichkeitsarbeit\nUnterstützung beim Auf- und Abbau der Ausstellungen\nUmgang mit Sammlungen / Kulturgut\nUnterstützung im Marketingbereich\nWir freuen uns auf:\neinen jungen, motivierten Menschen zwischen 18 und 21 Jahren, die/der Lust hat, den Arbeitsalltag in einem Kunstmuseum kennenzulernen und auszuprobieren, welche Aufgaben und Tätigkeiten gut zu ihm/ihr passen.\nMitzubringen wären:\nFreude an der Arbeit im Team und mit vielen unterschiedlichen Leuten\nInteresse an Kunst und Kultur\nTräger ist das LKJ M-V e.V. in Rostock.\nDie Arbeit im Museum wird ergänzt durch\n25 Bildungstage\n, die Bildungsinhalte und praktische Fähigkeiten rund um kreativ-künstlerische sowie organisatorische Kompetenzen vermitteln. Die Bildungstage bestehen aus vier fünftätigen Seminarwochen und zwei Wahlpflichttagen. Auf den Seminarfahrten kommen die Freiwilligen* des Jahrgangs zusammen, um sich einander kennenzulernen und sich über ihre Erfahrungen auszutauschen. Die Seminarfahrten werden mit kreativen und spannenden Rahmenprogrammen gestaltet, wodurch sie zu einem unvergesslichen Erlebnis werden.\nAußerdem:\nein Zimmer in einer WG in Ahrenshoop ist vorhanden. Der Einzug sofort möglich.\nFSJ-Taschengeld: 410 Euro/Monat, Wohngeld kann problemlos beim Amt Darß-Fischland beantragt werden\nArbeitszeit: 40h/Woche mit 30 Tagen Urlaub (zusätzlich zu den 25 Bildungstagen, siehe oben)\nBeginn: ab sofort möglich, befristet bis 31. August 2026\nBewerbungen bitte einfach per Mail an:\nKatharina Mau\nmau@kunstmuseum-ahrenshoop.de\nTel. 038 220 – 6679 10\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.10.2025", "url": "https://www.museumsbund.de/stellenangebote/freiwilliges-soziales-jahr-fsj-kultur/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-inventarisierung/", "image": "", "title": "Mitarbeiter (m/w/d) im Bereich Inventarisierung", "content_text": "Freilichtmuseum Glentleiten, Benediktbeuern Bewerbungsende: 28.09.2025 | Das Freilichtmuseum Glentleiten des Bezirks Oberbayern ist das zentrale oberbayerische Freilichtmuseum und das Größte seiner Art in Südbayern. Fast 70 original erhaltene und eingerichtete Gebäude auf einem 40 ha großen Gelände mit Gärten, Wäldern und Weiden mit historischen Tierrassen vermitteln anschaulich Geschichte, Tradition und Wandel im ländlichen Raum. Die Sammlung Tracht – Gwand – Mode am Standort Bendiktbeuern umfasst rund 20.000 Kleidungsstück und Accessoires aus drei Jahrhunderten Archivalien, Fotografien und eine umfangreiche Präsenzbibliothek zur oberbayerischen Bekleidungskultur. Kommen Sie zu uns. Gemeinsam gestalten wir Oberbayern als soziale und kulturelle Heimat für alle.\nZum nächstmöglichen Zeitpunkt ist folgende\nauf zwei Jahre\nbefristete\nStelle in Teilzeit\n(mit 80%) in Entgeltgruppe 9b TVöD-VKA\nzu besetzen:\nMitarbeiter (m/w/d) im Bereich Inventarisierung für das Freilichtmuseum Glentleiten\nam Standort Benediktbeuern\nzu Stellenangeboten beim Bezirk Oberbayern\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-inventarisierung/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bueroassistenz-fuer-das-zentrum-fuer-wissenstransfer-zwt-w-m-d/", "image": "", "title": "Büroassistenz für das Zentrum für Wissenstransfer zwt (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 12.10.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für 2 Jahre mit dem Ziel der Entfristung eine\nBüroassistenz für das Zentrum für Wissenstransfer zwt (w/m/d)\nin Teilzeit mit 19,50 Stunden/Woche.\nIhre Aufgaben:\nEigenverantwortliche und selbständige Organisation eines Sekretariats\nPlanung, Organisation, Protokollierung und Nachbereitung von Besprechungen, Tagungen und Sitzungen\nVeranstaltungsplanung und Durchführung von z.B. Raumbuchungen, Auftragsvergabe an Dienstleister und Kostenrechnungen\nUnterstützung der Zentrumsleitung im Tagesgeschäft bei organisatorischen und administrativen Aufgaben, sowohl für interne als auch für externe Anfragen\nHintergrundrecherche\nKoordination der Arbeitsplatzverteilung und Arbeitsplatzausstattung\nOrganisatorische Unterstützung bei der Einführung neuer Mitarbeiter und bei der Vor- und Nachbereitung von Lehrveranstaltungen\nInhaltliche Pflege der Website\nDatenmanagement, Dokumentation und Archivierung\nUnterstützung bei der Budgetüberwachung und Mittelverwaltung\nAllgemeine Sekretariats- und Bürotätigkeiten, Post- und Telefondienst, Verwaltung und Bestellung von Büromaterial\nIm Bedarfsfalle Abwesenheitsvertretung anderer Sekretariate für die Standorte Bonn und Hamburg\nIhr Profil:\nAbgeschlossene Berufsausbildung in einem einschlägigen Büro- oder Verwaltungsberuf oder gleichwertige nachgewiesene fachliche Kenntnisse und berufliche Erfahrungen\nNachgewiesene sehr gute Deutsch- und Englisch-Kenntnisse in Wort und Schrift\nSichere Kenntnisse in den MS Office-Programmen und sicherer Umgang mit elektronischen Medien allgemein (u.a. Videokonferenzen)\nKommunikative und organisatorische Stärke, Teamfähigkeit und Flexibilität\nHervorragende Team-Fähigkeit und ein professionelles Auftreten\nSchnelle Informationsauffassungsgabe\nVerantwortungsbewusste, strukturierte und sorgfältige Arbeitsweise\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 8 TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 12.10.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Jennifer Scholze. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/bueroassistenz-fuer-das-zentrum-fuer-wissenstransfer-zwt-w-m-d/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/veranstaltungskuratorin-w-m-d/", "image": "", "title": "Veranstaltungskurator:in (w/m/d)", "content_text": "Weltkulturen Museum, Frankfurt am Main Bewerbungsende: 26.10.2025 | Nur wer das Alte hinterfragt, kann Neues schaffen. Darum suchen wir Sie als\nVeranstaltungskurator:in (w/m/d)\nfür unser Stadt-Up Frankfurt! Bereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und erweitern den Horizont von ganz Frankfurt!\nDas Weltkulturen Museum ist ein ethnologisches Museum, dass sich der interdisziplinären und internationalen Zusammenarbeit verpflichtet hat. Es arbeitet an der Schnittstelle von Wissenschaft und Künsten und fördert den transkulturellen und transnationalen Austausch. Seine Sammlungen umfassen „cultural belongings“ und (historische) Fotografien aus afrikanischen Ländern, Südostasien, dem pazifischen Raum und den Amerikas. Das Weltkulturen Museum setzt sich intensiv mit seiner kolonialen Geschichte und der Provenienz seiner Sammlungen auseinander. Es sucht die Kooperation mit den Urhebergesellschaften, um neue, dekoloniale Formen der Wissensproduktion zu ermöglichen.\nDas Museum Weltkulturen besitzt keine Dauerausstellung. Der Bereich Veranstaltungen ist daher von besonderer Bedeutung: Er ergänzt die Ausstellungen des Weltkulturen Museums nicht nur, sondern bildet in Zukunft einen eigenständigen kuratorischen Bereich, der wesentlich zum Profil des Museums, seiner Vernetzung mit der Stadtgesellschaft und ihren Kulturinstitutionen, mit diasporischen Communities und Partner:innen im Globalen Süden beiträgt.\nWir suchen zum nächstmöglichen Zeitpunkt eine:n\nVeranstaltungskurator:in (w/m/d)\nVollzeit, Teilzeit\nEGr. 13 TVöD\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/veranstaltungskuratorin-w-m-d/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-haushalt-und-controlling-fuer-das-lvr-betriebs-und-prozessmanagement/", "image": "", "title": "Abteilungsleitung Haushalt und Controlling für das LVR-Betriebs- und Prozessmanagement", "content_text": "LVR-Museumsverbund, Bonn Bewerbungsende: 03.10.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nWissen, was los ist: Folgen Sie uns auf\nInstagram\n,\nFacebook\noder auch auf\nXing\nund\nLinkedIn\n!\nIm\nLVR-Museumsverbund\nkooperieren die drei Museen LVR-Landesmuseum Bonn, Max Ernst Museum Brühl des LVR und Römerthermen Zülpich – Museum der Badekultur.\nDas\nBetriebs- und Prozessmanagement\nfür den Museumsverbund im LVR (BPM) stellt für die drei Verbundpartner die für den Betrieb der Museen nötigen Dienstleistungen zur Verfügung:\nPersonal und Organisation\nHaushalt und Controlling\nHausverwaltung und Haustechnik\nAusstellungs-, Medien- und Veranstaltungstechnik\nEventmanagement\nDie Mitarbeiterinnen und Mitarbeiter im Museumsverbund können den Besucherinnen und Besuchern auf diese Weise effektive und vielfältige Einblicke in ihre gemeinsame Arbeit bieten.\nMehr Informationen über die Museen des LVR-Museumsverbundes finden Sie unter\nhttp://www.rlmb.lvr.de/\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.10.2025", "url": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-haushalt-und-controlling-fuer-das-lvr-betriebs-und-prozessmanagement/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-hausdienst-mit-schwerpunkt-veranstaltungstechnik-3/", "image": "", "title": "Mitarbeiter/in (m/w/d) für den Hausdienst mit Schwerpunkt Veranstaltungstechnik", "content_text": "Museum Fünf Kontinente, München Bewerbungsende: 21.09.2025 | Das Museum Fünf Kontinente ist ein Museum der Weltkulturen. Innerhalb der vielfältigen Münchner Museumslandschaft bietet es einen einzigartigen Zugang zum kulturellen Reichtum der Menschen in aller Welt und tritt für Weltoffenheit und Toleranz ein.\nWir suchen zur Verstärkung unseres Teams\nEINE/N MITARBEITER/IN (M/W/D) FÜR DEN HAUSDIENST MIT SCHWERPUNKT VERANSTALTUNGSTECHNIK\nin Vollzeit und unbefristet zum nächstmöglichen Termin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-hausdienst-mit-schwerpunkt-veranstaltungstechnik-3/", "date_published": "2025-09-16T00:00:00"}]}