{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-sammlung-dauer-und-wechselausstellung/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) im Bereich Sammlung, Dauer- und Wechselausstellung", "content_text": "LVR Landesmuseum Bonn, Bonn Bewerbungsende: 17.12.2025 | Das LVR-Landesmuseum Bonn ist das einzige kulturgeschichtliche Museum im Rheinland und zeichnet mit seinen Ausstellungen die Entwicklung der Region von den Anfängen bis zur Gegenwart nach. In Ihrem 2-jährigen Volontariat werden Sie das 13-köpfige Team im Bereich Sammlung, Dauer- und Wechselausstellungen unterstützen. Die anstehende Neupräsentation der archäologischen Sammlung sowie unterschiedliche Wechselausstellungsvorhaben im Bereich der Kunst- und Kulturgeschichte sind derzeit Schwerpunkte der Projektarbeit. Zudem werden Sie in die Betreuung der unterschiedlichen Sammlungsbereiche des Hauses einbezogen.\nNeben diesen Schwerpunktthemen durchlaufen Sie alle museumsrelevanten Bereiche im Rahmen eines Curriculums und führen eigenständig Projekte durch. Dabei werden Sie in die Aufgaben und Arbeitsweisen des Museums eingeführt, sodass Sie einschlägige Berufserfahrung sammeln und fachliche Kenntnisse erwerben können. Das zweijährige Volontariat dient der Vorbereitung auf eine Berufslaufbahn im kulturpflegerischen Dienst und befähigt zur Wahrnehmung der Aufgaben des höheren Dienstes.\nWenn auch Sie Ihre Fähigkeiten sinnstiftend einbringen möchten, freuen wir uns auf Ihre Bewerbung.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-sammlung-dauer-und-wechselausstellung/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-sammlung-und-dokumentation/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) im Bereich Sammlung und Dokumentation", "content_text": "LVR-Freilichtmuseum, Kommern Bewerbungsende: 12.12.2025 | Das LVR-Freilichtmuseum in Kommern sucht zum 01.04.2026 eine wissenschaftliche Volontärin / einen wissenschaftlichen Volontär (m/w/d).\nDas Ziel des 2-jährigen Volontariats soll der Vorbereitung auf eine Berufslaufbahn im kulturpflegerischen Dienst dienen und zur Wahrnehmung der Aufgaben des Höheren Dienstes befähigen. Das Volontariat umfasst auf der Grundlage eines Curriculums das gesamte Aufgaben- und Themenspektrum professioneller musealer Arbeit.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-sammlung-und-dokumentation/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-im-bereich-veranstaltungen-und-marketing/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d) im Bereich Veranstaltungen und Marketing", "content_text": "LVR-Freilichtmuseum, Kommern Bewerbungsende: 12.12.2025 | Das LVR-Freilichtmuseum in Kommern sucht zum 01.04.2026 eine wissenschaftliche Volontärin / einen wissenschaftlichen Volontär (m/w/d) im Bereich Veranstaltungen und Marketing.\nDas Ziel des 2-jährigen Volontariates soll der Vorbereitung auf eine Berufslaufbahn im kulturpflegerischen Dienst dienen und zur Wahrnehmung der Aufgaben des Höheren Dienstes befähigen. Das Volontariat umfasst auf der Grundlage eines Curriculums das gesamte Aufgaben- und Themenspektrum professioneller musealer Arbeit.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-im-bereich-veranstaltungen-und-marketing/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-vollzeit-m-w-d/", "image": "", "title": "Projektmanager:in Vollzeit (m/w/d)", "content_text": "Stiftung Stadtmuseum Wiesbaden, Wiesbaden Bewerbungsende: 10.12.2025 | Projektmanagerin/Projektmanager in Vollzeit (m/w/d)\nBefristet auf 9 Monate: Februar bis Ende Oktober 2026\nBewerbungsschluss: 10. Dezember 2025\nFür das zukunftsweisende Sonderprojekt »Verhandeln & Verwandeln: Evolving spaces – Lebensräume gemeinsam weiterentwickeln“ im Rahmen der\nWorld Design Capital 2026 Frankfurt RheinMain\nsucht die Stiftung Stadtmuseum Wiesbaden engagierte Verstärkung.\nVon Mai bis Oktober verwandelt sich das Erdgeschoss des ehemaligen Kaufhauses Sportscheck in der Wiesbadener Innenstadt in einen offenen Ort der Beteiligung, Diskussion und Gestaltung. Mehr als 28 Initiativen aus Stadt und Region gestalten das vielfältige Programm: von studentischen Arbeiten über Kulturbeiträge bis hin zu Events für bis zu 200 Personen. Dabei sind u. a. die Hochschule RheinMain, die Architekten- und Stadtplanerkammer Hessen, der SV Wehen Wiesbaden und viele weitere Akteure aus Gesellschaft, Bildung, Sport und Stadtentwicklung. WDC-Projekte und thematisch passende Initiativen aus Wiesbaden und Umgebung sollen hier sichtbar und in die Stadtgesellschaft getragen werden. Wir wollen möglichst viele Menschen zum Mitmachen, Mitdenken und Mitdiskutieren einladen – gemeinsam gestalten, wie wir leben wollen!\nDie Aufgaben\nVerantwortung der operativen Steuerung des Gesamtprojekts. Schnittstelle zwischen den Projektpartnern (sam, Architektin, Hochschule, WDC Frankfurt) und Ansprechpartner:in für beteiligte Akteur:innen. Arbeitgeber ist die Stiftung Stadtmuseum Wiesbaden. Der Arbeitsplatz ist in den Büroräumen der Stiftung, sowie vor Ort im Kaufhaus in der Wiesbadener Innenstadt.\nProjektvorbereitung (Februar–April 2026):\nAufbau, Koordination und Pflege des Projektkalenders\nKommunikation mit bestehenden und neuen Projektpartner:innen\nKlärung organisatorischer Rahmenbedingungen mit Projektpartner:innen (Flächen, Aufsichten, Reinigung, Technik etc.)\nOrganisation der Eröffnungs- und Abschlussveranstaltung (Mai bzw. Oktober)\nDurchführung (Mai–Oktober 2026):\nOperative Koordination des laufenden Programms (10–22 Uhr)/Tagesaktuelle Steuerung von Personal, Reinigung, Sicherheit, Technik etc.\nSicherstellen der internen und externen Kommunikationsflüsse\nSpontane Lückenfüller-Formate bei kurzfristigen Absagen organisieren\nErstellung von Berichten und Evaluation\nFinanzen & Förderung:\nEinwerben & Betreuen weiterer Sponsoren und Fördermittel/Drittmittelgebern\nBudgetcontrolling und Erstellung von Verwendungsnachweisen (Kulturfond, potentielle Sponsoren/Drittmittelgeber)\nPresse & Öffentlichkeitsarbeit:\nMitwirkung bei PR-Maßnahmen in Abstimmung mit sam, WDC Frankfurt und WiMarketing\nBewerbung des Programms und einzelner Veranstaltungen in Abstimmung\nDas bringst du mit:\nNachweisbare Erfahrung im Projektmanagement komplexer Veranstaltungsformate – idealerweise im Bereich Messen und Festivals oder Kultur-, Bildung- oder Tourismus und Stadtentwicklung\nErfahrung mit Drittmittelmanagement und Öffentlichkeitsarbeit\norganisatorisches Talent und klare Kommunikation\neigenständige, strukturierte Arbeitsweise\nBelastbarkeit und Überblick – auch in dynamischen Situationen\nFreude an Teamarbeit, Verbindlichkeit und souveränes Auftreten\nZuverlässigkeit und Pünktlichkeit\nBereitschaft zu flexiblen Arbeitszeiten (auch abends/wochenends)\nSehr gutes Ausdrucksvermögen in Wort und Schrift\nVersierter Umgang mit gängigen Office-Programmen insbesondere Excel; weitere Tools von Vorteil\nDas ist wünschenswert:\nAbschluss im Kulturmanagement o.ä. abgeschlossene Ausbildung/Studium/Fachstudium oder vergleichbarer Berufserfahrung im Kulturbetrieb oder Tourismus\nAffinität /Erfahrung im Bereich Social Media\nErstellung von Fotografien und Film/Videosequenzen für Werbung und Dokumentations-zwecke\nWir bieten dir:\nEine anspruchsvolle Projektposition mit großer Eigenverantwortung\nDie Möglichkeit, ein sichtbares Leuchtturmprojekt der WDC 2026 verantwortlich mitzugestalten\nEin engagiertes und kollegiales Umfeld in einer städtisch getragenen Stiftung\nBezahlung nach TVöD (nach Qualifikation max. EG 11)\nJobticket & betriebliche Altersversorgung\nHaben wir dein Interesse geweckt?\nWir freuen uns über deine\naussagekräftige Bewerbung\n(\neine\nzusammenhängende PDF-Datei per E-Mail, Anschreiben, tabellarischer Lebenslauf, Zeugniskopien, Referenzen)\nbis spätestens Mittwoch, 10.12.2025, per E-Mail an:\ninfo@stadtmuseum-wiesbaden.de\nGespräche sind für den 15.12.2025 und 17.12.2025 geplant.\nStiftung Stadtmuseum Wiesbaden\nBierstadter Straße 1, 65189 Wiesbaden\nAnsprechpartnerin: Christiane Jarosch-Viriyachitt\nDurch die Bewerbung entstehende Kosten werden nicht erstattet.\nDie Gleichstellung aller Mitarbeitenden ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit Personen mit Schwerbehinderung geeignet. Schwerbehinderte Bewerberinnen bzw. Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.12.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-vollzeit-m-w-d/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsverwalterin-restauratorin-m-w-d-befristet-fuer-18-monate/", "image": "", "title": "Sammlungsverwalter*in / Restaurator*in (m/w/d) – befristet für 18 Monate", "content_text": "Roemer- und Pelizaeus Museum, Hildesheim Bewerbungsende: 09.01.2026 | Das Roemer- und Pelizaeus Museum beherbergt die vielleicht zweitwichtigste ägyptische Sammlung Deutschlands sowie eine Ethnologische Sammlung mit Objekten aus diversen anderen Kulturkreisen, wie Alaska, Südamerika, Afrika, China, die naturkundlichen Sammlungen (Paläontologie, Geologie/Mineralogie, Zoologie und Botanik), die Sammlungen der Hildesheimer Stadtgeschichte sowie die Gemälde und Grafiksammlung. Das RPM hat gerade MuseumPlus eingeführt und sucht Unterstützung für das Großprojekt Inventarisierung und Sammlungsverwaltung.\nIhr Profil:\nHochschulabschluss (Diplom, Bachelor oder Master) im Bereich Museologie, Restaurierung/Konservierung o.ä.) oder eine vergleichbare Qualifikation (eine qualifizierte berufsrelevante handwerkliche Ausbildung mit Erfahrung im musealen Kontext)\nmindestens fünf Jahre Berufserfahrung im Umgang mit Sammlungsbeständen (konservatorische Bedingungen, Verpackungen, Transporte, Klimamonitoring, Zustandsprotokolle)\nBereitschaft zum Fahren eines Kleintransporters, Führerschein Klasse B\nBereitschaft zu Dienstreisen\nsicherer Umgang mit MS-Office und Sammlungsdatenbanken, bevorzugt MuseumPlus\nErfahrung in der Inventarisierung von Museumsobjekten, Verstandortung und Sammlungsverwaltung\nErfahrung mit der Arbeit in Museumsdepots und der damit verbundenen Lagerlogistik\nErfahrung im Umgang mit gefahrenstoffbelastetem Museumsgut (z.B. antike Tierpräparate und Objekte aus organischem Material)\nausgeprägte Kommunikations- und Teamfähigkeit\nVerständnis für präventive Konservierung\nFeinmotorik\ngute Deutsch- und Englischkenntnisse in Wort und Schrift\nuneingeschränkte körperliche Belastbarkeit (z.B. im Rahmen von Transportarbeiten oder beim Ausstellungsauf bzw. -abbau kann in Einzelfällen schweres Heben und Tragen erforderlich sein)\nFähigkeit und Bereitschaft zum Bedienen von Flurförderfahrzeugen (sog. „Ameise“)\nIhre zukünftigen Aufgaben:\nFachliche Beratung bei und Vorbereitung von Ausstellungsprojekten insbesondere Montagen und konservatorisch-verantwortliche Materialwahl\nErstellen von Zustandsprotokollen für Leihgaben sowie Kurierfahrten\nMitwirkung bei der Organisation der Notfallvorsorge vor Ort einschließlich der Notfallübungen\nMitwirkung bei der Durchführung von Maßnahmen zur Arbeitssicherheit in der Restaurierungswerkstatt vor Ort (z.B. Verfassen von Gefährdungsbeurteilungen, Beschriftung von Gefahrstoffen, Betreuung von Schädlingsmonitoring und Strahlenschutzmessungen)\nim Einzelfall konservatorische und restauratorische Behandlung von Einzelobjekten\nwenn möglich: Mitwirkung bei der fachlichen Vorbereitung, Überwachung und Qualitätskontrolle von Vergaben\nDas bieten wir:\neine befristete Beschäftigung in Vollzeit (Arbeitsbeginn baldmöglichst) für 18 Monate\neine interessante, vielseitige und anspruchsvolle Aufgabe mit viel Gestaltungsraum\nflexible Arbeitszeiten und die Möglichkeit zur mobilen Arbeit\n30 Tage Urlaub\nanteilige Übernahme der Kosten für ein Deutschlandticket\nbetriebliche Altersvorsorge\nWir freuen uns über die Zusendung Ihrer Bewerbungsunterlagen bis zum\n9. Januar 2026\nper E-Mail in einem pdf-Gesamtdokument mit einem aussagekräftigen Motivationsschreiben, Lebenslauf, Zeugnissen, Ihrer Gehaltsvorstellung und ggfs. weiteren Anlagen an:\nbewerbung@rpmuseum.de\n.\nDie Auswahlgespräche finden am 26. Januar 2026 statt. Durch die Bewerbung entstehende Reisekosten werden von uns nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sammlungsverwalterin-restauratorin-m-w-d-befristet-fuer-18-monate/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-3/", "image": "", "title": "Museumspädagoge/in (m/w/d)", "content_text": "Werra-Kalibergbau-Museum, Heringen/Werra Bewerbungsende: 10.12.2025 | Das Werra-Kalibergbau-Museum in Heringen (Werra) wird aktuell komplett neugestaltet und modernisiert. Es ist das größte Spezialmuseum seiner Art in Deutschland. Ziel ist es, die spannende Geschichte des Kalibergbaus und seiner Auswirkungen auf Region, Gesellschaft und Umwelt multimedial und interaktiv erlebbar zu machen.\nFür den Aufbau des Bereichs Museumspädagogik sucht der Förderkreis Werra-Kalibergbau-Museum e.V. zum nächstmöglichen Zeitpunkt eine engagierte und kreative Persönlichkeit als\nMuseumspädagogin / Museumspädagoge (m/w/d)\nin Teilzeit (20 Stunden/Woche), zunächst befristet für zwei Jahre.\nDie Projektstelle wird durch Zuwendungen des Werra-Ulster-Weser-Fond gefördert.\nAufgaben:\nKonzeption und Durchführung sowie Vor- und Nachbereitung neuer museumspädagogischer Konzepte, Aktivprogramme, Workshops und Themenführungen für verschiedene Zielgruppen als pädagogisches Begleitangebot zur Ausstellung\nKonzeption und Umsetzung innovativer und didaktischer Konzepte für Bildung und Vermittlung (analog und digital) für verschiedene Ziel- und Besuchergruppen, insbesondere für Kinder, Jugendliche und Schulklassen (in Anlehnung an die schulischen Lehrpläne unterschiedlicher Altersstufen), aber auch für spezifische Erwachsenengruppen.\nZielgruppenerschließung und -evaluierung, insbesondere in der jungen und alten Generation sowie sozial und bildungsmäßig Benachteiligten\nAufbau und Pflege eines Netzwerks bzw. Schnittstellen zu Kindergärten, Schulen, anderen Bildungseinrichtungen sowie touristischen Partner herstellen und langfristige Kooperationen etablieren, um das Museum als schulischen und außerschulischen Lernort zu stärken.\nMitwirkung bei der Planung (inhaltliche Gestaltung) und Durchführung von Dauer- und Sonderausstellungen des Museums unter Berücksichtigung museumspädagogisch-didaktischer und inklusiver Aspekte\nÖffentlichkeitsarbeit zur Bekanntmachung der neuen Bildungsangebote, Entwicklung einer Social-Media-Strategie und Veranstaltungsplanung des Museums im Bereich Bildung und Vermittlung (z.B. Schülerprojekttage, Museumsnacht, etc.)\nKonzeption/Erstellung/Realisierung von print- und online-Publikationen/Materialien zur Begleitung der museumspädagogischen Angebote\nFortlaufende Evaluation der Vermittlungsarbeit und von museumspädagogischen Projekten\nAkquise von Fördermitteln im Bereich Museumspädagogik\nMitarbeit bei der Akquirierung und Einarbeitung, Fort- und Weiterbildungen sowie fachliche Betreuung von freiberuflich (ehrenamtlich) tätigen Museumsführerinnen und Museumsführern für ein dauerhaftes Angebot qualifizierter Gruppenführungen\nVoraussetzungen:\nErfolgreich abgeschlossenes kulturwissenschaftliches oder pädagogisches Hochschulstudium\nNachgewiesene Erfahrung im Bereich Bildung und Vermittlung\nEinschlägige fachliche Erfahrung in der Museumspädagogik sowie bei der Erarbeitung/Durchführung/Umsetzung (museums-)pädagogischer Programme\nHohes Maß an Engagement, Verantwortungsbereitschaft und Eigeninitiative\nAusgeprägte Teamfähigkeit, sehr gute Kommunikationsfähigkeiten in Wort und Schrift und Freude an der Arbeit mit Kindern, Jugendlichen und Erwachsenen aller Altersstufen und Bildungsstandards\nFührerschein Klasse B\nBereitschaft zur Nutzung des eigenen PKW gegen Erstattung der Kosten gemäß Hessischem Reisekostengesetz\nHohe zeitliche Flexibilität sowie die Bereitschaft zum Einsatz an Abenden, Wochenenden und Feiertagen.\nWir bieten:\nLeistungsgerechte Vergütung in Anlehnung an TVöD VKA, EG 10\nFort- und Weiterbildungsangebote\nMöglichkeiten zum mobilen Arbeiten\nZunächst befristete Anstellung bis zum 31.12.2027; Weiterbeschäftigung wird vorbehaltlich der Zusage von Fördermitteln angestrebt\nDer Förderkreis Werra-Kalibergbau-Museum e.V. gewährleistet die Gleichstellung der Geschlechter nach dem Hessischen Gleichstellungsgesetz. Schwerbehinderte Bewerber/innen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre aussagekräftigen und vollständigen Bewerbungsunterlagen senden Sie bitte bis zum 10.12.2025 als eine PDF-Datei mit der Nennung des gewünschten Eintrittstermins an den Museumsleiter Dr. Arndt Macheledt (E-Mail:\narndt.macheledt@heringen.de\n).\nReise-/Bewerbungskosten und andere Aufwendungen werden nicht erstattet.\nDie Bewerbungsunterlagen werden unter der Beachtung der datenschutzrechtlichen Bestimmungen für den Zweck der Auswahl gespeichert und nach Beendigung des Auswahlverfahrens gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.12.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-3/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-im-bereich-der-bildung-und-vermittlung/", "image": "", "title": "Wissenschaftliche*n Volontär*in  im Bereich der Bildung und Vermittlung", "content_text": "Kunstmuseum Bonn, Bonn Bewerbungsende: 09.12.2025 | Die Bundesstadt Bonn\nsucht zum 1. Januar 2026\nfür das\nLeistungszentrum Kunstmuseum Bonn\neine*n Wissenschaftliche*n Volontär*in\nim Bereich der Bildung und Vermittlung\nInhalt des Volontariats ist die Entwicklung von Konzepten und die Umsetzung von Kunstvermittlungsprogrammen, die Kinder und Jugendliche als aktiv Gestaltende einbeziehen. In Anlehnung an die Kinderrechte der UN sollen Modelle für partizipative Projekte mit Kindern erarbeitet werden, die kinder- bzw. familienfreundliche Strukturen schaffen und das Museum als Ort ästhetischer Erfahrung und künstlerischen Handelns nutzen, an dem sich Menschen ohne Adultismus willkommen und wertgeschätzt fühlen.\nDie deutsche UNO- und Beethovenstadt Bonn verfügt mit dem Kunstmuseum Bonn über eine deutschlandweit und international bekannte Institution für die Erforschung, Präsentation und Vermittlung internationaler Gegenwartskunst.\nDas Museum beherbergt eine der wichtigsten Sammlungen zur deutschen Kunst nach 1945. Darüber hinaus besitzt es zentrale Werkkonvolute von August Macke und zum Rheinischen Expressionismus, eine reiche Sammlung internationaler Druckgraphik, eine herausragende Sammlung von Künstlervideos und eine ausgesuchte fotografische Sammlung. Neben seiner Schausammlung betreibt das Kunstmuseum Bonn auch ein ambitioniertes, international wahrgenommenes Wechselausstellungsprogramm. Das breit aufgestellte Vermittlungsprogramm legt mit differenzierten und altersspezifischen Programmen einen besonderen Schwerpunkt auf Kinder und Jugendliche.\nDas Ministerium für Kultur und Wissenschaft des Landes Nordrhein-Westfalen schreibt zum dritten Mal das Förderprogramm „Forschungsvolontariat Kunstmuseen NRW“ aus. Mit dem Programm werden wissenschaftliche Volontariate zu spezifischen Forschungsfragen an Kunstmuseen im Zeitraum Jan. 2026 – Dez. 2027 gefördert. An der Schnittstelle von musealer Praxis und universitärer Forschung sind wissenschaftliche Nachwuchskräfte eingeladen, ein inhaltlich definiertes, kooperatives Forschungsvorhaben im Rahmen der zweijährigen musealen Ausbildung zu verfolgen. Das Kunstmuseum Bonn nimmt als geförderte Einrichtung am Förderprogramm des Landes Nordrhein-Westfalen teil.\nZiel des Forschungsvolontariats ist eine langfristige Einbeziehung der Sicht von Kindern in das Vermittlungsprogramm des Museums sowie eine kinderfreundliche Ausrichtung des Kunstmuseums Bonn mit Hilfe neu entwickelter Formate, Methoden, Raumkonzepte und Ko-Produktionen.\nIhre Aufgabe besteht in der Entwicklung und Umsetzung einer innovativen Kunstvermittlung, die Kinder und Jugendliche in den Mittelpunkt stellt. Die Arbeit schließt die enge Zusammenarbeit mit der Abteilung Bildung und Vermittlung, mit dem kuratorischen Team, den freiberuflichen Kunstvermittler*innen, mit Bildungspartner*innen der Stadt Bonn sowie mit einer Hochschule, die das Projekt wissenschaftlich begleitet, ein. Begleitend soll ein Kinderschutzkonzept für das Kunstmuseum Bonn erarbeitet werden.\nUnser Angebot\nMonatliche Brutto-Vergütung auf der Basis von 50 Prozent des Tariflohns von EG 13 TVöD\nEinen jährlichen Urlaubsanspruch von 30 Tagen\nVermögenswirksame Leistungen\nGeförderte Personalentwicklung mit vielseitigen Karrierechancen\nFirmenfitness-Kooperation mit Urban Sports\nExklusive Rabatte über benefits.me: Vergünstigungen aus den Bereichen Freizeit, Shopping, Reisen u.v.m.\nUnsere Einstellungsvoraussetzungen\nein abgeschlossenes Hochschulstudium der Kunstgeschichte oder Kunstvermittlung mit den Abschlüssen Master, Magister, Diplom oder eine vergleichbare Qualifikation\nvertiefte Kenntnisse zur Kunst der Moderne und zur Gegenwartskunst\nKenntnisse der Aufgabenbereiche Bildung und Vermittlung in Museen sowie praktische Erfahrungen in der pädagogischen Praxis mit Kindern und Jugendlichen\nKenntnisse des aktuellen Diskurses über Inklusion, Diversität und Partizipation in der kulturellen Praxis\nKenntnisse im Bereich der Kinderrechte und des Kinderschutzes\nNotwendige Bewerbungsunterlagen\nEin Bewerbungsanschreiben\nEinen tabellarischen Lebenslauf\nEine Fotokopie des letzten Schulzeugnisses oder des Schulabschlusszeugnisses\nAusbildungs- und Arbeitszeugnisse (soweit vorhanden)\nNachweise über abgeleistete Praktika (soweit vorhanden)\nBewerben Sie sich bitte\nbis\nspätestens 09.12.2025\nonline auf\nwww.karriere.bonn.de\n.\nPapierbewerbungen können aus organisatorischen Gründen nicht entgegen genommen werden.\nKontakt\nDas Ausbildungsteam steht Ihnen per Mail unter\nausbildung@bonn.de\nbzw. telefonisch unter\n0228 77 2503 gerne zur Verfügung.\nFragen zum Volontariat beantwortet Ihnen die Verwaltungsleiterin des\nKunstmuseums, Frau Kuhn, unter der Rufnummer 0228 – 77 6219.\nWer bei der Stadt Bonn arbeitet, arbeitet für mehr als 338.000 Bürger*innen in der Bundes- und UN-Stadt. Alle im Team sind uns gleich wichtig und wir suchen regelmäßig neue Nachwuchskräfte. Rund 8.000 Kolleg*innen freuen sich auf die Unterstützung. Weitere Infos zu den 30 Ausbildungsberufen der Stadt Bonn finden Sie unter:\nwww.bonn-macht-karriere.de\n.\nWir freuen uns, wenn sich auch ausländische Bewerber*innen beziehungsweise solche mit Migrationshintergrund angesprochen fühlen. Bewerbungen von Schwerbehinderten sind erwünscht.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-im-bereich-der-bildung-und-vermittlung/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-3/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Kunsthalle Mannheim, Mannheim Bewerbungsende: 01.01.2026 | Der Eigenbetrieb Kunsthalle Mannheim sucht ab 01.02.2026 oder später ein\nWISSENSCHAFTLICHES VOLONTARIAT (M/W/D)\nVergütung in Anlehnung an 50% E13 TVöD | Vollzeit (zzt. 39 Stunden) | befristet auf 2 Jahre\nzur Stellenausschreibung\nzur Bewerbung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-3/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-w-m-d/", "image": "", "title": "Wissenschaftlichen Volontär (w/m/d)", "content_text": "Mittelrhein-Museum, Koblenz Bewerbungsende: 04.01.2026 | Die STADT KOBLENZ sucht einen\nWissenschaftlichen Volontär (w/m/d) für das Mittelrhein-Museum\nVergütung\n2.383,81 Euro brutto\nEinsatzbereich\nMittelrhein-Museum\nBeschäftigungsumfang\nVollzeit\nBefristung\nbefristet\nEinstellung zum\n01.05.2026, befristet für die Dauer von 2 Jahren\nBewerbungsfrist\n04.01.2026\nzur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-w-m-d/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-3/", "image": "", "title": "wissenschaftliches Volontariat (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Nürnberg Bewerbungsende: 12.12.2025 | Die Museumsstiftung Post und Telekommunikation ist eine Stiftung des öffentlichen Rechts, zu der die Museen für Kommunikation in Berlin, Frankfurt am Main und Nürnberg, Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv für Philatelie in Bonn gehören.\nAm Museum für Kommunikation in Nürnberg vergeben wir zum\n01. Februar 2026\nfür zwei Jahre ein\nwissenschaftliches Volontariat (m/w/d)\nDie Museumsstiftung Post und Telekommunikation ist Unterzeichnerin der Initiative „Vorbildliches Volontariat“ des Arbeitskreises Volontariat und orientiert sich bei der Ausbildung an den Empfehlungen des Deutschen Museumsbundes und der Ständigen Konferenz der Kultusminister der Länder. Dies bedeutet für das Volontariat:\nKennenlernen der Museumsorganisation auf allen Gebieten\nVermittlung von Kenntnissen in den Bereichen Presse- und Öffentlichkeitsarbeit, Ausstellungen, Bildung und Vermittlung, Sammlungen, Museumsmanagement sowie Personal-, Finanz- und Rechnungswesen\nUmfassende Qualifizierung für die komplexen Aufgaben und Arbeitsgebiete in einem Museum mit der Fähigkeit zur eigenverantwortlichen Tätigkeit.\nDer Schwerpunkt des Volontariats liegt im Bereich Ausstellungen, insbesondere Mitarbeit bei der Weiterentwicklung der Dauerausstellung im Bereich Internet (Online gehen, Online leben) und Wechselausstellungen.\nWir befürworten Netzwerkarbeit und bieten Ihnen die Möglichkeit, an internen und externen Weiterbildungen teilzunehmen.\nSie erhalten eine Vergütung und Sozialleistungen gemäß Tarifvertrag des Bundes TVöD (Bund), Entgeltgruppe E 13 ½ als Festgehalt.\nWir erwarten von Ihnen ein abgeschlossenes Hochschulstudium (Master, Diplom oder vergleichbare Hochschulabschlüsse) einschlägiger Fachrichtungen z. B. Medien-, Kultur- oder Kommunikationswissenschaft, Public History, Geschichte, Kunstgeschichte, Technikgeschichte o.ä.\nVoraussetzung sind erste Erfahrungen in einem Museum oder einer Kultureinrichtung mit Ausstellungen, mindestens ausgewiesen durch längere Praktika (zusammen mindestens drei Monate).\nBesondere Kenntnisse in/ konkreter thematischer Bezug zu Kommunikations- und Mediengeschichte (speziell die Themenbereiche Digitalisierung, KI, Internet) und Erfahrungen bei der Mitarbeit in Ausstellungsprojekten (Organisation, Projektsteuerung inklusive Outreach und Kooperationen, Konzeption, Aufbau) zudem in den Bereichen Öffentlichkeitsarbeit/ Kommunikation, digitale Museumsarbeit oder Bildung und Vermittlung (Führungen, Workshops…) sowie Sammlungen (Inventarisation, Dokumentation) sind erwünscht. Von Vorteil ist auch eine abgeschlossene Dissertation.\nTeam- und Kommunikationsfähigkeit sowie Organisationsgeschick bringen Sie ebenso mit, wie die Fähigkeit zum selbständigen Arbeiten.\nDie Museumsstiftung gewährleistet gemäß BGleiG die berufliche Gleichstellung unabhängig vom Geschlecht und unterstützt die Vereinbarkeit von Beruf und Familie, indem flexible Arbeitszeiten gelebt werden. Menschen mit Behinderung oder diesen gleichgestellte Menschen (§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetz-lichen Grundlagen bevorzugt berücksichtigt. Vielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrüßen wir Bewerbungen unabhängig von Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und Identität.\nAußerdem bieten wir Ihnen ein familienfreundliches Arbeitsumfeld durch flexible Arbeitszeiten sowie mobiles Arbeiten.\nFür weitere Auskünfte steht Ihnen Frau Winkler (030/ 71 30 27 72) gern zur Verfügung.\nWissenschaftliche Volontariate sind ein wichtiges Fundament in der zukünftigen Museumsarbeit. Der Deutsche Museumsbund hat dazu einen Leitfaden mit Empfehlungen herausgebracht. Nähere Informationen finden Sie unter\nhttps://www.museumsbund.de/hinweise-fuer-das-wissenschaftliche-volontariat/\n.\nWir freuen uns sehr auf Ihre digitale Bewerbung bis zum\n12. Dezember 2025\nan:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straße 16\n10117 Berlin\nE-Mail: bewerbung1@mspt.de\nBitte beachten Sie, dass Ihre aussagefähigen Bewerbungsunterlagen einen Umfang von mehr als 4 MB (ein PDF-Dokument) nicht übersteigen sollten. Anhänge von ZIP-Dateien können aus Sicherheitsgründen keine Berücksichtigung finden.\nDie von Ihnen übermittelten Daten werden von uns gespeichert. Es werden ausschließlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. Nähere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung übersandt. Sie können jederzeit Ihr Einverständnis zur Speicherung der Daten zurückziehen und die Löschung Ihrer Daten verlangen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-3/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-2/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Museum der Stadt Brandenburg an der Havel, Brandenburg an der Havel Bewerbungsende: 16.12.2025 | Im Museum der Stadt Brandenburg an der Havel ist zum nächstmöglichen Zeitpunkt eine Stelle für ein\nWissenschaftliches Volontariat\n– in Vollzeitbeschäftigung mit einer Vergütung in Höhe von 50 v. H. nach Entgeltgruppe 13 TVöD –\nbefristet für zwei Jahre zu besetzen.\nZiel des Volontariates ist es, die während des Studiums erworbenen Kenntnisse in der Praxis anzuwenden und zugleich Kenntnisse für die Tätigkeit an einem Museum zu erwerben.\nDem Volontär / der Volontärin (m/w/d) obliegen in diesem Zusammenhang unter Anleitung u. a. folgende Aufgaben:\naktive Mitwirkung an den vielfältigen Tätigkeiten und Arbeitsprozessen des Stadtmuseums (Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln, Kommunikation, Museumsmanagement, Verwaltung) hierzu zählen:\nMitwirkung an partizipativen Projekten und an der digitalen Ausrichtung des Museums\nMitarbeit bei der Betreuung der Sammlungen und bei der Vorbereitung des Depotumzugs\nMitarbeit bei Konzeption von Ausstellungen, Literatur-, Bild- und Objektrecherchen\nVerfassen von Ausstellungs- und Katalogtexten\nMitarbeit bei der Ausstellungsorganisation mit Ausstellungsplanung\nMitarbeit bei Ausschreibungen, Leihverkehr, Bildredaktion und Projektsteuerung\nMitarbeit zur Presse- und Öffentlichkeitsarbeit des Stadtmuseums, insbesondere social media\nUnterstützung im Bereich Museumspädagogik und Vermittlung\nUnser Angebot\nVielseitigkeit, Verantwortung und Gestaltungsspielraum innerhalb Ihres Aufgabenbereiches\nEine umfassende Einarbeitung in die Tätigkeitsfelder wissenschaftlicher Museumsarbeit\nEine monatliche Vergütung in Höhe von 50 v. H. der Entgeltgruppe 13 TVöD\nWeitere Leistungen in Anlehnung an den TVöD\neine zentrale Ansprechperson\nUnterstützung bei der Teilnahme an internen und externen Fortbildungen und sowie dem Erwerb von weiteren Qualifikationen\nFolgende Qualifikationen und Nachweise werden von Ihnen erwartet:\nFür das ausgeschriebene Volontariat wird ein abgeschlossenes Hochschulstudium (Master oder Magister) in folgendem Bereich vorausgesetzt:\nGeschichte, Europäische Kunstgeschichte, Archäologie, Vor- und Frühgeschichte, Europäische Ethnologie oder Museologie\nDarüber hinaus weisen Sie den Besitz der Fahrerlaubnis der Klasse B nach.\nBewerber mit einem ausländischen Hoch- oder Fachhochschulabschluss weisen die Anerkennung bzw. Gleichwertigkeit des Abschlusses mit einem deutschen Abschluss bitte nach.\nDie Anforderungsvoraussetzungen hinsichtlich der Qualifikation und der Ausbildung müssen spätestens mit Ablauf der Bewerbungsfrist vorliegen.\nZudem verfügen Sie über Kenntnisse der Stadtgeschichte Brandenburgs an der Havel bis in die jüngste Zeit und der Landesgeschichte. Wir freuen uns, wenn Sie bereits erste praktische Erfahrungen mit Ausstellungen in Museen sowie praktische Erfahrungen im Verfassen allgemeinverständlicher Texte haben.\nUnerlässlich für die Aufgabenerfüllung sind eine hohe Kommunikations- und Sprachkompetenz, gute organisatorische Fähigkeiten, ein sicherer Umgang mit der gängigen Büro-Software, ein hohes Maß an Verantwortungsbereitschaft und Teamfähigkeit, die Fähigkeit zum strukturierten und zielorientierten Arbeiten, ein sicheres Auftreten sowie die Identifikation mit dem Arbeitsfeld und die Bereitschaft zu gelegentlichen Wochenendeinsätzen für Museumsveranstaltungen. Zudem erwarten wir die Bereitschaft zum Führen von Dienstfahrzeugen.\nWeitere Informationen\nDas Volontariat orientiert sich an den Empfehlungen des\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nWir freuen uns auf Ihre aussagefähige Bewerbung mit den entsprechenden Nachweisen (Bewerbungsschreiben, tabellarischer Lebenslauf, Kopien von beruflichen Abschlusszeugnissen, Referenzen, Beurteilungen und Zeugnissen einschließlich Fahrerlaubnis).\nBitte richten Sie Ihre Bewerbung bis zum 16.12.2025 unter der Kennziffer EA 108/2025 an die Stadt Brandenburg an der Havel, Der Oberbürgermeister, Haupt- und Personalamt, Sachgebiet Personal, Klosterstraße 14, 14770 Brandenburg an der Havel. Online-Bewerbungen richten Sie bitte an\nwww.stadt-brandenburg.de/bewerbungsformular\nRückfragen im Zusammenhang mit Ihrer Bewerbung werden unter der Rufnummer 03381/58 1109 beantwortet. Vorsorglich wird darauf hingewiesen, dass im Zusammenhang mit dem Bewerbungsverfahren anfallende Kosten (z. B. Reisekosten, Kosten für eventuelle Nachweise) nicht erstattet werden.\nDie kreisfreie Stadt Brandenburg an der Havel engagiert sich aktiv für die Chancengleichheit. Daher werden alle Bewerbungen unabhängig von Geschlecht, kultureller Herkunft, Behinderung, Religion und Lebensweise begrüßt.\nAnerkannte Schwerbehinderte oder diesen gleichgestellten behinderten Menschen werden bei gleicher Eignung vorrangig berücksichtigt. Bitte weisen Sie auf eine Schwerbehinderung ggf. bereits in der Bewerbung hin.\nNähere Informationen zur Stadt Brandenburg an der Havel können der Internetseite der Stadt Brandenburg an der Havel entnommen werden.\nGemäß Artikel 13 der EU-Datenschutzgrundverordnung (DSGVO) wird auf die allgemeine Information zur Verarbeitung personenbezogener Daten durch die Stadt Brandenburg an der Havel gemäß Artikel 12 bis 22 und 34 DSGVO sowie auf die ergänzende Information zur Verarbeitungstätigkeit von personenbezogenen Bewerber- und Beschäftigtendaten, welche unter\nwww.stadt-brandenburg.de/karriere/datenschutz\nabrufbar sind, verwiesen.\nBewerberinnen und Bewerber, die Ihre Unterlagen postalisch bei der Stadtverwaltung einreichen möchten, werden gebeten, die auf der o.g. Internetseite verfügbare Einwilligungserklärung der Bewerbung beizufügen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-2/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-mit-schwerpunkt-in-der-kuratorischen-abteilung/", "image": "", "title": "Wissenschaftliches Volontariat mit Schwerpunkt in der kuratorischen Abteilung", "content_text": "Kestner Gesellschaft, Hannover Bewerbungsende: 11.12.2025 | Die Kestner Gesellschaft sucht zum nächstmöglichen Zeitpunkt eine:n\nMitarbeiter:in (m, w, d) für ein wissenschaftliches Volontariat\nmit Schwerpunkt in der kuratorischen Abteilung in Vollzeit (40 Std./Woche) – befristet auf 2 Jahre.\nIhre Aufgaben\nZusammenarbeit mit Direktion und der kuratorischen Abteilung zur Umsetzung von Ausstellungsprojekten\nWissenschaftliche Vorbereitung von Ausstellungen, Recherche und Textproduktion\nEigenverantwortliche Zusammenarbeit mit Künstler:innen, Institutionen, Stiftungen, Studios, Galerien\nErstellen von Werklisten, Leihanfragen und Betreuung des Leihverkehrs\nEinholen von Informationen und Angeboten, eigenverantwortliche Realisierung von Projekten\nKoordinierung des Produktionsmanagements in enger Abstimmung mit den Vorgesetzen\nRedaktion und Koordination von Ausstellungskatalogen und Publikationen\nPlanung und Durchführung des Rahmenprogramms zu Ausstellungen\nDurchführung von Kunstvermittlungs-, Social-Media- und Outreachaktivitäten\nBegleitende Budgetplanung, Kontrolle und Erstellung von Förderanträgen mit Abrechnungen\nBetreuung von Kooperationspartnern und Sponsoringpartner:innen\nUnterstützung der laufenden Aufgaben und Aktivitäten der Direktion und der kuratorischen Abteilung\nBüroadministration und internationale Korrespondenz\nIhr Profil\nAbgeschlossenes Hochschulstudium (Master) in Kunstgeschichte, Curatorial Studies oder einem vergleichbaren Studienfach, mit Schwerpunkt zeitgenössische Kunst und kuratorische Diskurse\nNachgewiesene Forschungskompetenz und sicherer Umgang mit Quellen und Forschungsinstrumenten\nNachgewiesene erste Berufserfahrung in diesem Bereich\nErfahrung im Schreiben und Redigieren von Texten zur Gegenwartskunst\nAusgeprägtes Sprachgefühl und Leidenschaft für Textarbeit (Deutsch/Englisch)\nVerhandlungssichere Englischkenntnisse in Wort und Schrift, weitere Fremdsprachen von Vorteil\nSehr gute Organisations- und Projektmanagementfähigkeiten\nSicherer Umgang mit MS Office und Social Media Netzwerken (Instagram, Twitter, Facebook a.)\nTeamfähigkeit, Kommunikationsstärke, hohe Eigeninitiative und Motivation,\nBereitschaft zur Arbeit außerhalb der regulären Arbeitszeiten\nBegeisterung für Gegenwartskunst und fundiertes Verständnis für Diversitätsthemen\nNetzwerkarbeit, Kenntnisse der institutionellen Kunstlandschaft in Deutschland und international\nWir bieten\nEine kreative Arbeitsatmosphäre in einem der renommiertesten Kunstvereine Deutschlands\nEinblicke in die kuratorische Praxis und Mitarbeit an hochkarätigen Ausstellungen\nEigenverantwortliche Aufgaben in enger Zusammenarbeit mit Künstler:innen\nZugang zu einem weitreichenden Netzwerk in der nationalen und internationalen Kunstszene\nEin Gehalt angelehnt an 50 % TVÖD 13\nJobticket\nDie Kestner Gesellschaft setzt auf ein Arbeitsumfeld, dass die Vielfalt der Gesellschaft widerspiegelt. Wir begrüßen Bewerbungen aller qualifizierten Personen – unabhängig von Herkunft, Alter, Religion, sexueller Orientierung oder geschlechtlicher Identität – und fördern die Vereinbarkeit von Beruf und Familie. Menschen mit Schwerbehinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden sie Ihre Bewerbung (Motivationsschreiben, Lebenslauf und Zeugnisse) ausschließlich in digitaler Form (ein zusammenhängendes PDF-Datei max. 3 MB) bis zum\n11. Dezember 2025\nan Johanna Köhler (\njohanna.koehler@kestnergesellschaft.de\n). Reisekosten für ein mögliches Vorstellungsgespräch können nicht übernommen werden.\nDer Dienst- und Einsatzort ist Hannover.\nFür inhaltliche Rückfragen richten Sie sich bitte an Eva Birkenstock, Direktorin der Kestner Gesellschaft:\ndirektion@kestnergesellschaft.de\nFür Rückfragen zum Bewerbungsverfahren richten Sie sich bitte an Johanna Köhler, Verwaltungsleitung:\njohanna.koehler@kestnergesellschaft.de\nWir freuen uns auf Ihre Bewerbung!\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-mit-schwerpunkt-in-der-kuratorischen-abteilung/", "date_published": "2025-11-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-museumskasse-und-shop-m-w-d/", "image": "", "title": "Mitarbeiter:innen Museumskasse und -shop (m/w/d)", "content_text": "Stadtmuseum Berlin, Berlin Bewerbungsende: 01.01.2026 | Die Stadtmuseum Berlin GmbH sucht zum 1.\nMärz 2026\nin\nTeilzeit\n(50 – 80 % von 39 Wochenstunden) mehrere\nMitarbeiter:innen Museumskasse und -shop (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 3 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft. Dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen, und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis.\nWas Sie erwartet\nAls Mitarbeiter:in an der Museumskasse beraten Sie die Besucher:innen zu den verschiedenen Angeboten und verkaufen neben Eintrittskarten auch Waren aus den Museumsshops. Bei Bedarf übernehmen Sie zusätzlich die Ausgabe von Audio-Guides und die Einlasskontrolle. Dabei bereiten Sie allen Gästen einen freundlichen Empfang, behalten den Überblick über das Besucheraufkommen und sind verantwortlich für die tägliche Kassenab-rechnung, einschließlich des Zählens und sicheren Verwahrens der Einnahmen.\nDarüber hinaus wirken Sie an der Warenannahme und -präsentation mit. Bei Ihrer Arbeit verbinden Sie ein serviceorientiertes und freundliches Auftreten mit dem sicheren Umgang mit baren und bargeldlosen Zahlungsmitteln.\nIn Rahmen Ihrer Tätigkeit haben Sie regelmäßig Einsätze im Museumsdorf Düppel und unterstützen auch an unseren Standorten in Berlin-Mitte in den Museen Nikolaikirche, Ephraim-Palais und Knoblauchhaus.\nIhre Aufgaben\nVorbereitung und Abschluss des Kassendienstes\nEinrichten der Kasse zu Dienstbeginn und Abrechnung bei Dienstende\nAbstimmung mit der Verwaltung zur Anforderung von Material, Waren und Wechselgeld sowie bei Störungen\nVerkauf und Beratung\nBedienung der Kasse, inklusive Kartenzahlung und Geldscheinprüfung\nVerkauf von Eintrittskarten für Ausstellungen und Veranstaltungen sowie von Waren der Museumsshops\nBeratung zu Angeboten und Preisen, ggf. Rücknahme von Artikeln\nWarenmanagement und Präsentation\nMitwirkung an der Warenpräsentation, Reklamationen, Remittenden und Warenverschiebungen\nService und Besucherbetreuung\nEinlasskontrolle sowie Ausgabe und Entgegennahme von Audio-Guides\nMitwirkung an der Besuchsstatistik durch Zählen der Besucher:innen\nIhr Profil\noffenes, freundliches und serviceorientiertes Auftreten\nerste Erfahrungen im Verkauf, gerne in einer Kultureinrichtung\nDeutschkenntnisse (fließend), gute Englischkenntnisse und idealerweise Kenntnisse einer weiteren in Berlin verbreiteten Sprache (fließend)\neintragsfreies Führungszeugnis\nDie Aufgaben erfordern:\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und am Abend\nkörperliche Belastbarkeit\nausgeprägte Kommunikationsfähigkeit\nindividuelles Einfühlungsvermögen und Diversitätskompetenz\nZuverlässigkeit, Einsatzbereitschaft und Teamfähigkeit\nWas wir Ihnen bieten\neine interessante Tätigkeit an der Schnittstelle von Mensch und Kultur\neine Arbeitszeitgestaltung in Teilzeit (50 – 80 %) im Rahmen der Dienstpläne\neinen Arbeitsvertrag in Anlehnung an den TVöD-V VKA, Entgeltgruppe 3, Stufe 1, Tarifgebiet Ost, zzgl. Zuschlägen für Nachtarbeit und Arbeit am Wochenende und an Feiertagen\n30 Tage Jahresurlaub (anteilig für den Beschäftigungszeitraum)\nZuschuss zu einem Firmenticket bzw. zum Deutschlandticket\nWen wir besonders zur Bewerbung auffordern\nWir sind ein vielfältiges Team mit unterschiedlichen Hintergründen und Lebensrealitäten. Eine offene und diskriminierungsfreie Arbeitskultur ist uns sehr wichtig. Daran arbeiten wir gemeinsam im Sinne einer lernenden Organisation stetig weiter. Deshalb freuen wir uns insbesondere über Bewerber:innen marginalisierter Perspektiven. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht.\nBei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse sowie ggf. Kündigungsfrist) senden Sie bitte unter Angabe Ihrer gewünschten Wochenarbeitszeit spätestens am\n1. Januar 2026\nunter dem\nKennzeichen 2026-KK-1\nausschließlich per E-Mail in einem\ngebündelten PDF-Dokument\n(max. 10 MB) an:\nbesucherservice@stadtmuseum.de\n.\nBewerbungen über Job-Portale (Stepstone, Truffls etc.) erlauben wir uns, nicht zu berücksichtigen. Per Post eingereichte Bewerbungsunterlagen werden nur zurückgesandt, wenn ihnen ein frankierter Rückumschlag beiliegt.\nSollten Sie keine EU-Staatsbürgerschaft besitzen, fügen Sie Ihrer Bewerbung bitte eine Kopie Ihres Aufenthaltstitels mitsamt Arbeits-erlaubnis bei.\nWir behalten uns vor, geeignete Bewerber:innen bereits vor Ablauf der Bewerbungsfrist zu einem Bewerbungsgespräch einzuladen.\nDurch die Bewerbung entstehende Reisekosten werden von uns\nnicht\nerstattet.\nIhr Kontakt\nVanessa Schwab\nPersonalreferentin Recruiting\n030 240 02 – 292\nbesucherservice@stadtmuseum.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-museumskasse-und-shop-m-w-d/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-fuer-den-besucherservice-m-w-d/", "image": "", "title": "Teamleitung für den Besucherservice (m/w/d)", "content_text": "Stadtmuseum Berlin, Berlin Bewerbungsende: 01.01.2026 | Die Stadtmuseum Berlin GmbH sucht zum\n01. März 2026\nbefristet\nbis zum\n15. November 2026\n, in\nTeilzeit\n(60 – 70% von 39 Wochenstunden) eine\nTeamleitung für den Besucherservice (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 5 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis.\nWas Sie erwartet\nAls Teamleitung übernehmen Sie die operative Steuerung unserer Besucherservice-Teams in den Stammhäusern des Stadtmuseums Berlin und sichern den ordnungsgemäßen Ablauf des täglichen Betriebs mit Fokus auf Serviceorientierung und Schutz von Menschen, Objekten und Einrichtungen. Als Saisonkraft sind Sie dabei überwiegend im Museumsdorf Düppel im Einsatz. Bei Bedarf unterstützen Sie auch unsere Standorte in Berlin-Mitte in den Museen Nikolaikirche, Ephraim-Palais und Knoblauchhaus.\nSie koordinieren das Team unserer Servicekräfte, um so allen Gästen ein gelungenes und sicheres Besuchserlebnis zu ermöglichen. Zu ihren täglichen Aufgaben gehören unter anderem die Öffnung und Schließung der Museen, die Durchführung der Teambesprechungen sowie die flexible Einteilung des Personals in die verschiedenen Positionen.\nAls motivierende Teamleitung sind Sie die erste Ansprechperson für das Service- und Kassenpersonal. Darüber hinaus sind Sie mit den technischen Besonderheiten und den Inhalten der Standorte vertraut, um unser Besucherservice-Team bei der Arbeit zu unterstützen. Sie sind außerdem die Schnittstelle zum Back-Office der Stadtmuseum Berlin GmbH sowie zu weiteren internen und externen Beteiligten.\nIhre Aufgaben\nOperative Leitung des Besucherservice-Teams am jeweiligen Standort\ntägliche Koordinierung, Einweisung und Motivation des Teams\nEinarbeitung von neuem Personal, Standardunterweisungen (Arbeitsschutz, Notfallmaßnahmen, Hygieneregelungen etc.)\nbei Bedarf Übernahme der Aufgaben der Servicekräfte\nProzesssteuerung und Qualitätssicherung des Tagesbetriebs\nÖffnung, Kontrolle und Schließung der Standorte\nErstbetreuung von technischen Einrichtungen\nKontrolle der Einhaltung von Servicestandards\nKommunikation zum Back-Office sowie zu anderen Akteur:innen\nSicherheits- und Konfliktmanagement\nGewährleistung der Sicherheit der Besucher:innen, Mitarbeiter:innen, Ausstellung und Objekte im täglichen Betrieb\nOrganisation der Besucher:innenlenkung\nWahrnehmung der Aufgaben als Sicherheitsbeauftragte:r sowie als Brandschutz- und Evakuierungshelfer:in und maßgebliches Handeln in Notfällen (Erste Hilfe etc.)\nAusübung des Hausrechts gemäß Haus- und Benutzerordnung\nUnterstützung, Betreuung und Entscheidungen in besonderen Situationen (Konflikte, Unfälle, Gäste mit Einschränkungen)\nIhr Profil\noffenes, freundliches und serviceorientiertes Auftreten\nErfahrungen im Servicebereich einer Kultureinrichtung\nDeutsch- und Englischkenntnisse (jeweils fließend) und idealerweise Kenntnisse einer weiteren in Berlin verbreiteten Sprache (fließend)\nein eintragsfreies Führungszeugnis\nWünschenswert sind:\nerste Erfahrungen als Teamleitung\nzertifizierte Grundausbildung in Erster Hilfe\nDie Aufgaben erfordern:\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und am Abend\nkörperliche Belastbarkeit (größtenteils stehende Tätigkeit, im Museumsdorf Düppel zusätzlich im Freien)\nausgeprägte Kommunikationsfähigkeit\nindividuelles Einfühlungsvermögen sowie transkulturelle und Diversitätskompetenz\nZuverlässigkeit und Einsatzbereitschaft, Motivations- und Teamfähigkeit\nOrganisations-, Entscheidungs- und Konfliktlösungsfähigkeit\nWas wir Ihnen bieten\neine interessante Tätigkeit an der Schnittstelle von Mensch und Kultur\neine Arbeitszeitgestaltung in Teilzeit (60 – 70%) im Rahmen der Dienstpläne\neinen Arbeitsvertrag in Anlehnung an den TVöD-V VKA, Entgeltgruppe 5, Stufe 1, Tarifgebiet Ost, zzgl. Zuschlägen für Nachtarbeit und Arbeit am Wochenende und an Feiertagen\n30 Tage Jahresurlaub (anteilig für den Beschäftigungszeitraum)\nZuschuss zu einem Firmenticket bzw. zum Deutschlandticket\nWen wir besonders zur Bewerbung auffordern\nWir sind ein vielfältiges Team mit unterschiedlichen Hintergründen und Lebensrealitäten. Eine offene und diskriminierungsfreie Arbeitskultur ist uns sehr wichtig. Daran arbeiten wir gemeinsam im Sinne einer lernenden Organisation stetig weiter. Deshalb freuen wir uns insbesondere über Bewerber:innen marginalisierter Perspektiven. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht.\nBei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, aktueller Lebenslauf, Zeugnisse sowie ggf. Kündigungsfrist) senden Sie bitte unter Angabe Ihrer gewünschten Wochenarbeitszeit spätestens am\n01. Januar 2026\nunter dem\nKennzeichen 2026-TL-1\nausschließlich per E-Mail in einem\ngebündelten PDF-Dokument\n(max. 10 MB) an:\nbesucherservice@stadtmuseum.de\n.\nBewerbungen über Job-Portale (Stepstone, Truffls etc.) erlauben wir uns, nicht zu berücksichtigen. Per Post eingereichte Bewerbungsunterlagen werden nur zurückgesandt, wenn ihnen ein frankierter Rückumschlag beiliegt.\nSollten Sie keine EU-Staatsbürgerschaft besitzen, fügen Sie Ihrer Bewerbung bitte eine Kopie Ihres Aufenthaltstitels mitsamt Arbeits-erlaubnis bei.\nWir behalten uns vor, geeignete Bewerber:innen bereits vor Ablauf der Bewerbungsfrist zu einem Bewerbungsgespräch einzuladen.\nDurch die Bewerbung entstehende Reisekosten werden von uns\nnicht\nerstattet.\nIhr Kontakt\nVanessa Schwab\nPersonalreferentin Recruiting\n030 240 02 – 292\nbesucherservice@stadtmuseum.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.01.2026", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-fuer-den-besucherservice-m-w-d/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/navigatorinnen-fuer-den-besucherservice-m-w-d/", "image": "", "title": "Navigator:innen für den Besucherservice (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 01.01.2026 | Die Stadtmuseum Berlin GmbH sucht zum\n15. März 2026\nbefristet\nbis zum\n31. Oktober 2026\n, in\nTeilzeit\n(50 – 80% von 39 Wochenstunden) mehrere Personen als\nNavigator:innen für den Besucherservice (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 2 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft. Dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen, und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis.\nWas Sie erwartet\nAls Navigator:in (Servicekraft) im Besucherservice sind Sie das Gesicht des Stadtmuseums Berlin und unterstützen die Besucher:innen mit dem Ziel, für alle Gäste ein gelungenes Besuchserlebnis zu schaffen. Ihr Einsatzschwerpunkt liegt im Museumsdorf Düppel (Steglitz-Zehlendorf), wo Sie unsere Gäste im historischen Dorf begrüßen, begleiten und ihnen Orientierung geben. Dabei helfen Sie bei Mitmach- und Erlebnisangeboten und beantworten Fragen der Besucher:innen rund um den Besuch. Gleichzeitig sorgen Sie dafür, dass die Sicherheit von Menschen, Objekten und Einrichtungen jederzeit gewährleistet ist.\nBei Bedarf unterstützen Sie auch an unseren Standorten in Berlin-Mitte in den Museen Nikolaikirche, Ephraim-Palais und Knoblauchhaus.\nIhre Aufgaben\nEinlass und freundliche Begrüßung der Gäste\nAnnahme und Ausgabe an der Garderobe (nur in Berlin-Mitte)\nHilfestellungen bei der Orientierung in den musealen Standorten\nBetreuung von Mitmach- und Erlebnisangeboten\nBeantwortung von Fragen rund um den Besuch\nGewährleistung der Sicherheit für die Besucher:innen, Mitarbeiter:innen und Objekte im täglichen Betrieb\nEingreifen bei Notfällen, Erste Hilfe, Brandschutz, Evakuierung\nIhr Profil\noffenes, freundliches und serviceorientiertes Auftreten\nDeutschkenntnisse (fließend) sowie Englischkenntnisse oder Kenntnisse in einer Sprache, die in Berlin häufig gesprochen wird (fließend)\neintragsfreies Führungszeugnis\nWünschenswert sind:\nerste Erfahrungen im Servicebereich oder in einer Kultureinrichtung\nzertifizierte Grundausbildung in Erster Hilfe\nDie Aufgaben erfordern:\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und am Abend\nkörperliche Belastbarkeit (größtenteils stehende Tätigkeit, im Museumsdorf Düppel zusätzlich im Freien)\nausgeprägte Kommunikationsfähigkeit\nindividuelles Einfühlungsvermögen und Diversitätskompetenz\nZuverlässigkeit, Einsatzbereitschaft und Teamfähigkeit\nWas wir Ihnen bieten\neine interessante Tätigkeit an der Schnittstelle von Mensch und Kultur\neine Arbeitszeitgestaltung in Teilzeit (50 – 80%) im Rahmen der Dienstpläne\neinen Arbeitsvertrag in Anlehnung an den TVöD-V VKA, Entgeltgruppe 2, Stufe 1, Tarifgebiet Ost, zzgl. Zuschlägen für Nachtarbeit und Arbeit am Wochenende und an Feiertagen\n30 Tage Jahresurlaub (anteilig für den Beschäftigungszeitraum)\neinen Zuschuss zu einem Firmenticket bzw. zum Deutschlandticket\nWen wir besonders zur Bewerbung auffordern\nWir sind ein vielfältiges Team mit unterschiedlichen Hintergründen und Lebensrealitäten. Eine offene und diskriminierungsfreie Arbeitskultur ist uns sehr wichtig. Daran arbeiten wir gemeinsam im Sinne einer lernenden Organisation stetig weiter. Deshalb freuen wir uns insbesondere über Bewerber:innen marginalisierter Perspektiven. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht.\nBei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben können\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, aktueller Lebenslauf, Zeugnisse sowie ggf. Kündigungsfrist) senden Sie bitte unter Angabe Ihrer gewünschten Wochenarbeitszeit spätestens am\n1. Januar 2026\nunter dem\nKennzeichen 2026-NAV-1\nausschließlich per E-Mail in einem\ngebündelten PDF-Dokument\n(max. 10 MB) an:\nbesucherservice@stadtmuseum.de\n.\nBewerbungen über Job-Portale (Stepstone, Truffls etc.) erlauben wir uns, nicht zu berücksichtigen. Per Post eingereichte Bewerbungsunterlagen werden nur zurückgesandt, wenn ihnen ein frankierter Rückumschlag beiliegt.\nSollten Sie keine EU-Staatsbürgerschaft besitzen, fügen Sie Ihrer Bewerbung bitte eine Kopie Ihres Aufenthaltstitels mitsamt Arbeits-erlaubnis bei.\nWir behalten uns vor, geeignete Bewerber:innen bereits vor Ablauf der Bewerbungsfrist zu einem Bewerbungsgespräch einzuladen.\nDurch die Bewerbung entstehende Reisekosten werden von uns\nnicht\nerstattet.\nIhr Kontakt\nVanessa Schwab\nPersonalreferentin Recruiting\n030 240 02 – 292\nbesucherservice@stadtmuseum.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.01.2026", "url": "https://www.museumsbund.de/stellenangebote/navigatorinnen-fuer-den-besucherservice-m-w-d/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buerosachbearbeiterin-m-w-d/", "image": "", "title": "Bürosachbearbeiter*in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 04.12.2025 | Bei der Stiftung Deutsches Historisches Museum ist ab sofort eine Stelle als\nBürosachbearbeiter*in (m/w/d)\nin der Abteilung Ausstellungen im Fachbereich Ausstellungswerkstätten zu besetzen.\nDie Stelle ist unbefristet und nach Entgeltgruppe 5 TVöD-Ost bewertet.\nDienstort ist Berlin-Mitte.\nDas Aufgabengebiet umfasst im Wesentlichen\n:\nErledigung von administrativen Aufgaben für die Fachbereichsleitungen Ausstellungswerkstätten und Restaurierung,\nUnterstützung der Fachbereichsleitungen bei der Beschaffung von Materialien für Ausstellungen (Einholen und Auswerten von Angeboten, Vorbereiten des Bestellvermerkes),\nBestellung von Ausstellungsbedarf nach Beauftragung der Fachbereichsleitung,\nDokumentation der Ausgaben getrennt nach Kostenstellen,\ndigitale Ablage und Überwachung eingehender und ausgehender Rechnungen und den dazugehörigen Anlagen,\nMitarbeit bei der Rechnungsprüfung,\nErstellen von Listen und Zutrittsberechtigungen für den Ausstellungsauf und -abbau,\nBearbeiten von Leihanfragen für wiederverwertbares Ausstellungsmaterial (Ausfüllen von Formularmietverträgen bzw. Formularleihverträgen),\nVerwalten der Handbibliothek, Erfassen der Ausleih- und Rückgabedaten und Ergänzung der Literaturdatenbank.\nEs werden folgende Anforderungen gestellt\n:\nAbgeschlossene Berufsausbildung zur/zum Verwaltungsfachangestellten (w/m/d), zur Bürokauffrau/zum Bürokaufmann (w/m/d), zur/zum Fachangestellten für Bürokommunikation (w/m/d), zur Kauffrau/zum Kaufmann für Büromanagement (w/m/d) oder eine vergleichbare Berufsausbildung,\nMehrjährige Berufserfahrung in der Bürosachbearbeitung,\nErfahrungen in der Rechnungsbearbeitung,\nKenntnisse der MS-Office-Programme (Word und Excel),\nFließende (ab GER-Niveaustufe C1) Deutschkenntnisse in Wort und Schrift.\nWünschenswert sind:\nGutes Zahlenverständnis,\nGute Englischkenntnisse in Wort und Schrift,\nErfahrungen im Umgang mit elektronischen Rechnungssystemen wie MACH,\nErfahrung in musealen Einrichtungen,\nTeamfähigkeit und Flexibilität,\nHohe Einsatzbereitschaft und Belastbarkeit.\nWas wir Ihnen bieten:\nVielseitige Mitarbeit in einem engagierten Team an einem der weltweit größten und bedeutendsten historischen Museen,\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse,\n30 Tage Urlaub bei einer 5-Tagewoche plus zwei arbeitsfreie Tage am 24.12. und 31.12. sowie Zeitausgleich bei Mehrarbeit,\nJahressonderzahlung sowie jährliches Leistungsentgelt,\nBetriebliche Altersvorsorge (VBL),\nOption eines vergünstigten Jobtickets bzw. Bezuschussung des Deutschlandtickets,\nArbeitsplatz in zentraler Lage in Berlin-Mitte,\nfachbezogene Fortbildungsmöglichkeiten und Angebote des betrieblichen Gesundheitsmanagements.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: Büro\nbis zum\n04.12.2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.12.2025", "url": "https://www.museumsbund.de/stellenangebote/buerosachbearbeiterin-m-w-d/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Ethnologisches Museum und Museum für Asiatische Kunst der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 04.12.2025 | Beim Ethnologischen Museum und dem Museum für Asiatische Kunst der Staatlichen Museen zu Berlin ist eine Stelle als\nWissenschaftliche:r Mitarbeiter:in (m/w/d)\nzu besetzen.\nDas Ethnologische Museum (EM)\nund das\nMuseum für Asiatische Kunst (AKu)\nder Staatlichen Museen zu Berlin zählen zu den weltweit führenden Einrichtungen in der Bewahrung und Präsentation von Werken aus außereuropäischen Kulturen. Mit über einer Million Objekten bieten sie bedeutende Sammlungen aus Amerika, Afrika, dem islamischen Raum, Asien, Ozeanien und Australien. Beide Museen präsentieren ihre Ausstellungen im Humboldt Forum und fördern den interkulturellen Dialog sowie globale Themen. Sie unterstehen einer gemeinsamen Direktion und haben jeweils spezialisierte Leitungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-die-pressearbeit-im-referat-des-direktors/", "image": "", "title": "Mitarbeiter/in (m/w/d) für die Pressearbeit im Referat des Direktors", "content_text": "Haus der Bayerischen Geschichte, Augsburg Bewerbungsende: 14.12.2025 | Das Haus der Bayerischen Geschichte zählt zu den führenden Kultureinrichtungen des Freistaats Bayern. Jährlich werden Ausstellungen veranstaltet und zahlreiche Publikationen zur Geschichte Bayerns veröffentlicht. Wichtigste Projekte sind die Bayerischen Landesausstellungen sowie das Haus der Bayerischen Geschichte in Regensburg mit Dauerausstellung, Sonderausstellungen und der Bavariathek als digitalem Lernzentrum.\nZum nächstmöglichen Zeitpunkt ist an unserem Dienstort\nRegensburg\nfolgende Stelle zu besetzen:\nMitarbeiter/in (m/w/d) für die Pressearbeit im Referat des Direktors\nAufgabenschwerpunkte:\nMitarbeit an der Pressearbeit des Hauses der Bayerischen Geschichte und der Vermarktung seiner Produktionen:\nStrategische und konzeptionelle Führung des HdBG-Kommunikationsplanes\nVerfassen von Pressetexten\nOrganisation und Umsetzung von Presseterminen\nPflege des Medienverteilers\nSteuerung der Zusammenarbeit mit Dienstleistern in Fotografie und Bewegtbild\nFührung und Evaluation des Medienspiegels\nOnline-Kommunikation, Content-Zulieferung für die digitale Kommunikation des HdBG (Soziale Netzwerke, Newsletter, Internetauftritt)\nBereitschaft zu regelmäßigen (auch mehrtägigen) Dienstreisen zu allen (teilweise wechselnden) Ausstellungsorten\nZu Ihren Qualifikationen gehören:\nAbgeschlossenes Hochschulstudium (Master, Magister oder gleichwertig) in Publizistik, Medien- oder Kommunikationswissenschaften oder geisteswissenschaftlicher Studiengang\nIdealerweise Berufserfahrung in Journalismus, Medien- und / oder Unternehmenskommunikation\nHohe Affinität für historische Themen\nSicherer und kreativer Schreibstil, Beherrschung der deutschen Sprache in Wort und Schrift\nIdealerweise Erfahrung in der Onlinekommunikation\nHohes Maß an Einsatzbereitschaft, Teamfähigkeit, Organisations- und Kommunikationskompetenz\nWir bieten Ihnen:\nEine unbefristete Beschäftigung\neine Bezahlung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L), Entgeltgruppe 13 TV-L\neine Zulage für die Tätigkeit an obersten Dienstbehörden (sog. Ministerialzulage)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\nZentrale Lage in der Regensburger Innenstadt mit sehr guter Verkehrsanbindung\neinen interessanten und abwechslungsreichen Arbeitsplatz in kollegialer Arbeitsatmosphäre\nGleitende Arbeitszeit, Homeoffice nach Absprache möglich\nFortbildungsmöglichkeiten\nJobBike Bayern\nDie Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Schwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nWir freuen uns auf Ihre Bewerbung!\nBitte senden Sie uns Ihre aussagekräftigen Bewerbungsunterlagen bis spätestens 14.12.2025 ausschließlich per E-Mail unter Angabe des Betreffs „\nPresse HdBG Regensburg\n“ –\nzusammengefasst in einer einzigen pdf-Datei\n– an: Personalreferat-Bewerbung@stmwk.bayern.de.\nNähere Informationen zum HdBG erhalten Sie unter\nwww.hdbg.de\n. Bei inhaltlichen Fragen wenden Sie sich bitte an Frau Dr. Rüth (0821/3295-222;\nandrea.rueth@hdbg.bayern.de\n).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.12.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-die-pressearbeit-im-referat-des-direktors/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/archivarin-mwd/", "image": "", "title": "Archivar*in (m*w*d)", "content_text": "Berlinische Galerie, Berlin Bewerbungsende: 11.12.2025 | Die Berlinische Galerie sammelt in Berlin entstandene Kunst von 1870 bis heute. Als Landesmuseum für Moderne Kunst, Fotografie und Architektur bietet sie über die ständige Sammlung hinaus ein abwechslungsreiches Sonderausstellungsprogramm für ein breites Publikum. Die Berlinische Galerie versteht sich als Museum für alle Berliner*innen und Gäste der Stadt und legt großen Wert darauf, dass ihre Ausstellungen inspirierende Erlebnisse für alle Besucher*innen bieten, egal mit welchen Voraussetzungen sie unser Haus besuchen.\nFür die Abteilung Künstler*innen-Archive der Berlinischen Galerie, die dokumentarische Nachlässe von bildenden Künstler*innen, Künstler*innengruppen, Galerist*innen und Kunstwissenschaftler*innen, die in Berlin tätig waren, sammelt und erforscht,  suchen wir eine*n\nArchivar*in (m*w*d).\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.12.2025", "url": "https://www.museumsbund.de/stellenangebote/archivarin-mwd/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-m-w-d-2/", "image": "", "title": "Depotverwalter/in (m/w/d)", "content_text": "Städel Museum, Frankfurt a. M. Bewerbungsende: 14.12.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über mehr als 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für das Team der Graphischen Sammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nDepotverwalter/in (m/w/d)\n(Teilzeit 30 Std., befristet auf zwei Jahre)\nSie haben Freude daran, Arbeiten auf Papier zu verwalten, zu dokumentieren und einer interessierten Öffentlichkeit zugänglich zu machen? Sie arbeiten gern an der Schnittstelle zwischen Sammlungsmanagement, Konservierung und Ausstellungsplanung und möchten den größten Sammlungsbestand des Städel Museums mit pflegen? Dann freuen wir uns, Sie kennenzulernen!\nDie Graphische Sammlung des Städel Museums umfasst etwa 100.000 Zeichnungen und Druckgrafiken vom Spätmittelalter bis zu Gegenwart und gehört zu den bedeutendsten Sammlungen ihrer Art in Deutschland. Höhepunkte der Sammlung sind neben den exzellenten Altmeister-Beständen vor 1800 die nazarenischen Zeichnungen, die französischen Zeichnungen und Druckgrafiken des 19. Jahrhunderts, die Werke des Expressionismus sowie die US-amerikanische Kunst nach 1945.\nIhre Tätigkeiten:\nPflege und Verwaltung der Museumsdepots der Graphischen Sammlung und Fotosammlung in Abstimmung mit der Abteilung Kunsttechnologie und Restaurierung – Arbeiten auf Papier\nVergabe, Erfassung und Verwaltung von Werkstandorten in den Depots sowie Werkdokumentation und Pflege der Sammlungsdatenbank (AxiellCollections)\nHerausgabe von eingelagerten Objekten und Dokumentation von Ein- und Auslagerungen im Rahmen von Ausstellungsbetrieb und Leihverkehr\nRegelmäßige Bestandsprüfungen und Mitarbeit bei der Inventur des Sammlungsbestands der Graphischen Sammlung\nSelbstständige organisatorische Betreuung von Besuchern des Studiensaals der Graphischen Sammlung\nBeantwortung interner und externer Anfragen und Korrespondenz\nBetreuung der fachspezifischen Buchbestände\nMitarbeit beim fachgerechten Aus- und Verpacken von Kunstwerken\nUnterstützung der Abteilung Kunsttechnologie und Restaurierung bei der präventiven Konservierung im Studiensaal und den Depots\nVerwaltung des Verpackungs- und Lagerungsmaterials\nIhr Profil:\nSie verfügen über ein abgeschlossenes Studium der Museologie oder eine vergleichbare Ausbildung oder Erfahrungen im Museums- oder Galeriebetrieb, etwa im Art Handling\nSie können Lasten heben und tragen und haben Sachkunde im Umgang mit empfindlichen Kunstwerken\nSie arbeiten sicher mit MS-Office-Anwendungen (Word, PowerPoint, Excel, Photoshop) und haben Erfahrungen mit Museumsdatenbanken, Kenntnisse von AxiellCollections sind von Vorteil\nSie haben sehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, bestenfalls kommunizieren Sie zudem sicher in englischer Sprache\nSie organisieren sehr gern, sind verlässlich, arbeiten gewissenhaft, umsichtig und mit hoher Sorgfalt\nSie sind kommunikationsstark, arbeiten gerne im Team, setzen ihre Aufgaben dennoch selbstständig um\nSie sind flexibel und verfügen über Eigeninitiative und die Bereitschaft bei zusätzlich anfallenden Aufgaben das Team zu unterstützen\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum 14.12.2025 per E-Mail an personal@staedelmuseum.de. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen. Für Fragen stehen Ihnen Dr. Astrid Reuter, Leiterin der Graphischen Sammlung bis 1800 und Dr. Regina Freyberger, Leiterin der Graphischen Sammlung ab 1800 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.12.2025", "url": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-m-w-d-2/", "date_published": "2025-11-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-bereich-chemie-materialanalytik-fuer-die-geowissenschaftlichen-sammlungen-und-labore/", "image": "", "title": "Technische Assistenz (m/w/d) im Bereich Chemie / Materialanalytik für die geowissenschaftlichen Sammlungen und Labore", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 19.12.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt befristet auf zwei Jahre nach Teilzeit- und Befristungsgesetz eine\nTechnische Assistenz (m/w/d) im Bereich Chemie / Materialanalytik für die geowissenschaftlichen Sammlungen und Labore\nin Vollzeit mit 39,00 Stunden/Woche. Die Möglichkeiten einer dauerhaften Weiterbeschäftigung werden nach Ablauf des befristeten Arbeitsvertrages geprüft.\nIhre Aufgaben:\nDurchführung chemisch-analytischer Verfahren (z.  nasschemische Methoden, ggf. instrumentelle Analytik wie XRF, ICP-MS)\nDurchführung sedimentologisch-analytischer Verfahren (z.B. palynologische Methoden).\nEnge Zusammenarbeit mit Wissenschaftler/innen, Kurator/innen sowie Studierenden\nUnterstützung bei Forschungsprojekten sowie Vorbereitung wissenschaftlicher Untersuchungen\nPflege und Organisation der technischen Infrastruktur in den Laboren\nBestellungen von Labormaterialien\nMitarbeit bei der Sammlungserschließung und -pflege (z. B. Etikettierung, Verpackung, Lagerung, Datenpflege)\nMitarbeit bei der Planung des zukünftigen geowissenschaftlichen Labors\nSicherstellung und Einhaltung von Gesundheits-, Sicherheits- und Umweltstandards im Labor- und Sammlungsbereich (Health & Safety)\nMitarbeit bei Vermittlungsaktivitäten\nIhr Profil:\nAbgeschlossene Ausbildung als Chemielaborant/in, Chemisch-technische/r Assistent/in (CTA) oder vergleichbare naturwissenschaftlich-technische Ausbildung\nErfahrung mit chemisch-analytischen Methoden, insbesondere im Umgang mit anorganischen Materialien oder mit mikropaläontologischen /palynologischen Proben\nInteresse an oder Vorkenntnisse in Mineralogie, Geologie oder Paläontologie\nTechnisches Geschick, präzise Arbeitsweise und organisatorisches Talent\nTeamfähigkeit, Kommunikationsstärke und Freude an interdisziplinärer Arbeit\nErfahrung mit Sammlungsarbeit in Museen oder wissenschaftlichen Einrichtungen\nSehr gute Deutsch- oder Englischkenntnisse\nWir bieten:\nEine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (bis zur EG 9b TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes wie betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\nDie Möglichkeit des Bezugs eines Jobtickets\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 19.12.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Katharina Ostermann. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.12.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-bereich-chemie-materialanalytik-fuer-die-geowissenschaftlichen-sammlungen-und-labore/", "date_published": "2025-11-23T00:00:00"}]}