{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/volontaerin-mit-schwerpunkt-kommunikation-outreach-w-m-divers/", "image": "", "title": "Volontär:in mit Schwerpunkt Kommunikation & Outreach (w/m/divers)", "content_text": "Kunstmuseum Mülheim an der Ruhr, Mülheim an der Ruhr Bewerbungsende: 07.11.2025 | Das Kunstmuseum Mülheim an der Ruhr, 1909 gegründet, zählt zu den ältesten Museen des Ruhrgebiets und ist Mitglied im Netzwerk der 21 RuhrKunstMuseen. Seit 1994 befindet es sich im Baudenkmal der ehemaligen Hauptpost mitten im Stadtzentrum. Die unterschiedlichen, im Haus vereinten Sammlungen umfassen circa 13.000 Kunstwerke vom Beginn des 20. Jahrhunderts bis in die Gegenwart. Die sich im Museum befindende Stiftung Sammlung Ziegler setzt mit ihrem wichtigen Werken zur Klassischen Moderne ein Zeichen im Hinblick auf die Kunstströmung des Expressionismus. Wechselausstellungen zur Kunst des 20. und 21. Jahrhunderts sprechen eine breite Öffentlichkeit an. Regelmäßige Vermittlungsangebote sowie eine angeschlossene Kunstschule machen das Kunstmuseum, das nach einer umfassenden technischen Sanierung im Mai 2024 wiedereröffnet wurde, zu einem lebendigen Ort der Begegnung mit Kunst.\nZum 1. Januar 2026 ist für den Zeitraum von zwei Jahren (befristet bis 31. Dezember 2027) die Stelle einer Volontärin/eines Volontärs mit Schwerpunkt Kommunikation & Outreach (w/m/divers) mit einer Vergütung von 50% TVöD 13, Stufe 1 in Vollzeit zu besetzen.\nDie Gesellschaft des 21. Jahrhunderts ist von einem fundamentalen Wandel geprägt, der sich in den unterschiedlichsten Bereichen manifestiert. Die Stichworte Digitalisierung, Globalisierung, Diversität, Migration und Klimawandel verweisen nur auf einige unserer aktuellen Herausforderungen im gesellschaftlichen Miteinander. Mit dem Wandel unserer Welt geht auch ein Wandel der Institution Museum einher, da sie als ganzheitliche Bildungsinstitution aktiver Partner im gesellschaftlichen Prozess der Veränderung ist. Mit der musealen Arbeit reflektiert sie die Folgen und Konsequenzen der tiefgreifenden gesellschaftlichen Veränderung und bietet in ihrer Kommunikation und in ihrer Bildungs- und Vermittlungsarbeit Möglichkeiten des interkulturellen Dialogs sowie des teilhabenden Miteinander an. Für diese Aufgaben suchen wir eine engagierte Unterstützung für das Museumsteam. Die Leonhard-Stinnes-Stiftung fördert das Volontariat über zwei Jahre.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.11.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-mit-schwerpunkt-kommunikation-outreach-w-m-divers/", "date_published": "2025-10-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin/", "image": "", "title": "Volontär*in", "content_text": "Museum Schloss Rheydt, Mönchengladbach Bewerbungsende: 22.10.2025 | Die Stadt Mönchengladbach sucht zum\n1. Januar 2026\nein*e\nVolontär*in für das Museum Schloss Rheydt\nfür die Dauer von 2 Jahren\nDas Museum Schloss Rheydt ist ein stadt- und kulturhistorisches Museum. Geboten wird im Rahmen eines Forschungsvolontariates ein breiter Einblick in alle Arbeitsabläufe des musealen Betriebs, verbunden mit der Möglichkeit, durch selbstständiges Arbeiten die Fähigkeiten in der Praxis zu erproben.\nVoraussetzungen\nein erfolgreich abgeschlossenes wissenschaftliches Studium (Bachelor, Diplom, Magister oder Master) der Fachrichtungen Geschichte, Kunstgeschichte oder vergleichbarer Studienrichtungen\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.10.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin/", "date_published": "2025-10-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektstelle-in-der-bildungsabteilung/", "image": "", "title": "Projektstelle in der Bildungsabteilung", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 09.11.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist\nzum 1. Januar 2026\neine\nProjektstelle in der Bildungsabteilung der KZ-Gedenkstätte Dachau zur Organisation des bundesweiten Gedenkstättenseminars in Dachau\nzu besetzen. Es handelt sich um eine auf neun Monate angelegte Teilzeitstelle (27 Wochenstunden).\nDie bundesweiten Gedenkstättenseminare finden jährlich zu verschiedenen pädagogischen und erinnerungskulturellen Fachthemen statt und richten sich an Akteur/-innen aus dem Bereich der Gedenkstättenarbeit. Als jährliche Vernetzungstreffen dienen sie Qualifizierung, Wissens- und Erfahrungstransfer sowie der Stärkung von Kooperationen zwischen Gedenkstätten, Dokumentationszentren und Lernorten zur NS-Geschichte.\nIhre Aufgaben im Wesentlichen\nVerantwortliche organisatorische Vorbereitung des 70. bundesweiten Gedenkstättenseminars (10.-12.06.2026) in Absprache mit den Mitarbeitenden der KZ-Gedenkstätte Dachau und den beteiligten Kooperationspartnern (Bundeszentrale für Politische Bildung, Gedenkstättenreferat der Stiftung Topographie des Terrors, Max Mannheimer Studienzentrum)\nVorbereitung, Koordination und Leitung des Tagungsbüros und Übernahme weiterer praktischer Aufgaben im Rahmen des Gedenkstättenseminars\nGestaltung und Management des barrierefreien Anmeldeformulars und die Verwaltung von Zu- und Absagen, Führen von Teilnehmendenlisten und Wartelisten sowohl für die gesamte Veranstaltung als auch für einzelne Programmpunkte\nOrganisation der Unterkünfte (Angebotseinholung, Auftragserteilung und Koordination von Bedarf und Belegung)\nAbsprache mit und Beauftragung von externen Dienstleistenden (Layout/Gestaltung von u.a. Social Media-Vorlagen, Programm, Tagungsmappen, Koordination von Druck und Lieferung etc.)\nKommunikation mit Referierenden und Teilnehmenden\nAbstimmung der Presse- und Öffentlichkeitsarbeit zum Projekt mit den Kooperationspartnern und der Mitarbeiterin für Presse- und Öffentlichkeitsarbeit an der KZ-Gedenkstätte Dachau\nOrganisatorische und finanzielle Abwicklung des Projekts (Verwaltung der Teilnahmebeiträge, Abrechnung, Sachbericht, Erfolgskontrolle)\nWir bieten\neine interessante und vielseitige Aufgabe\neinen wertschätzenden Umgang im Kolleg/-innen- und Vorgesetztenkreis\neine Projektstelle mit Vergütung nach TV-L einschließlich der sonstigen Leistungen des öffentlichen Diensts\nbetriebliches Gesundheitsmanagement\neine flexible Arbeitszeitgestaltung mit Möglichkeit zum mobilen Arbeiten\nWir erwarten\nErfahrungen im Eventmanagement, der Organisation von Tagungen etc.\nBachelorabschluss mit Schwerpunkt Eventmanagement, Tourismus oder Geisteswissenschaften oder vergleichbare Qualifikation\nSelbstständigkeit, strukturierte Arbeitsweise, Teamfähigkeit und Flexibilität\nFreundliches Auftreten, Zuverlässigkeit und klare Kommunikation\nBereitschaft zur Übernahme von Abend- und Wochenenddiensten im Umfeld des Gedenkstättenseminars\nsichere Beherrschung der deutschen und englischen Sprache\nsehr gute EDV-Kenntnisse (Microsoft 365)\nSensibilität im Umgang mit dem Themenkomplex Nationalsozialismus und Erinnerungskultur\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung erfolgt nach Entgeltgruppe 9b des TV-L (Bayern). Das Arbeitsverhältnis ist auf neun Monate befristet.\nDie KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Bewerber/-innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen richten Sie bitte\nbis zum 9.11.2025\nin elektronischer Form (eine PDF-Datei) über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an die Leiterin der Bildungsabteilung der KZ-Gedenkstätte Dachau, Frau Dr. Kerstin Schwenke, Alte Römerstraße 75, 85221 Dachau. Die\nBewerbungsgespräche\nwerden voraussichtlich in\nder 48. Kalenderwoche\nstattfinden.\nMit der Abgabe Ihrer Bewerbung erteilen Sie Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/projektstelle-in-der-bildungsabteilung/", "date_published": "2025-10-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/staatlich-gepruefter-techniker-w-m-d/", "image": "", "title": "Staatlich geprüfter Techniker (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 30.10.2025 | Das Deutsche Museum ist eines der größten naturwissenschaftlich-technischen Museen weltweit. Mit seiner Zweigstelle DAS ZUKUNFTSMUSEUM in Nürnberg erweitert das Deutsche Museum das Spektrum seiner Arbeit um den Aspekt der Zukunftstechnologien und um einen starken Fokus auf die damit verbundenen gesellschaftlichen Auswirkungen und ethischen Problematiken von Technologie. Unter dem Motto „Science or Fiction“ werden in Nürnberg auf ca. 3.000 qm Ausstellungsfläche regelmäßig neue Entwicklungen aus den Themenfeldern „Arbeit und Alltag“ „Körper und Geist“, „System Stadt“, „System Erde“ und „Zeit und Raum“ präsentiert.\nDie Abteilung Medien- und Ausstellungstechnik, Technisches Gebäudemanagement ist zuständig für die Sicherstellung der sach- und fachgerechten Funktion aller baulichen, haus- und ausstellungstechnischen Einrichtungen, Anlagen und Medien sowie die technische Betreuung der Eigenveranstaltungen.\nSind Sie ein technisches Multitalent und finden für alle Herausforderungen optimale Lösungen? Suchen Sie den besonderen Arbeitsplatz, der Sie hinter die Kulissen eines Museums führt? Haben Sie Freude daran, zum Erfolg unserer Ausstellungen beizutragen und für das reibungslose Funktionieren unserer vielfältigen Technik zu sorgen? Dann sind Sie bei uns richtig.\nZur Verstärkung unseres technischen Teams suchen wir zum nächstmöglichen Zeitpunkt einen\nStaatlich geprüften Techniker (w/m/d)\nIhre Aufgaben\nSicherstellung des Betriebs der gesamten Gebäudetechnik, Elektrotechnik (Beleuchtungssysteme, Exponate etc.)\nSicherstellung der Instandhaltung, Wartung und Reparatur\nStörungssuche und Störungsbeseitigung\nSteuerung und Koordination der im Bereich Facility Management eingesetzten Fremdfirmen einschließlich Controlling und Rechnungsprüfung\nUnterstützung der Optimierung der Prozesse für den Bereich einschließlich Pflege der Dokumentation (z.B. Erfassung Energieverbrauch, Störungen)\nUnterstützung des Bereichs der Ausstellungs- und Veranstaltungstechnik\nIhr Profil\nabgeschlossene Berufsausbildung als staatlich geprüfter Techniker (w/m/d) der Fachrichtung Elektrotechnik, Gebäudesystemtechnik oder HLK-Technik\nmehrjährige Berufserfahrung im Aufgabenfeld\nMS-Office Kenntnisse\nBereitschaft zur Arbeit an Wochenenden und Feiertagen nach Bedarf\nPersönliche / soziale / methodische Kompetenzen\nVerantwortungsbewusstsein, Zuverlässigkeit und Lernbereitschaft\nausgeprägte Team- und Kommunikationsfähigkeit\nOrganisations- und Problemlösungsfähigkeit, Ergebnisorientierung\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Nürnberger Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 9a des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L) bei Vorlage der persönlichen Voraussetzungen entsprechend der Entgeltordnung\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nein Betriebliches Gesundheitsmanagement, EGYM Wellpass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n30.10.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2545\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung findest Du unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.10.2025", "url": "https://www.museumsbund.de/stellenangebote/staatlich-gepruefter-techniker-w-m-d/", "date_published": "2025-10-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-besucherservice-5/", "image": "", "title": "Mitarbeiter (m/w/d) für den Besucherservice", "content_text": "Zweckverband kelten römer museum manching, Manching Bewerbungsende: 16.11.2025 | Der\nZweckverband kelten römer museum manching\nmit Sitz in Manching (Landkreis Pfaffenhofen a.d. Ilm) sucht für das kelten römer museum manching\nzum 01.01.2026\neinen Mitarbeiter (m/w/d) für den Besucherservice\nin Teilzeit mit 21,5 Wochenarbeitsstunden.\nDie Arbeitszeit ist in der Regel dreimal pro Woche einzubringen. Die Einsätze werden durch einen Dienstplan geregelt und sind auch an den Wochenenden, Feiertagen und bei abendlichen Sonderveranstaltungen zu leisten.\nDie Stelle ist unbefristet.\nDas kelten römer museum manching ist ein Zweigmuseum der Archäologischen Staatssammlung. Museumsträger ist der Zweckverband kelten römer museum manching mit den Mitgliedern Markt Manching, Landkreis Pfaffenhofen a.d. Ilm, Bezirk Oberbayern und Keltisch-Römischer Freundeskreis – Heimatverein Manching e.V. Das Museum versteht sich als Schaufenster für die Ausgrabungen in der Keltenstadt von Manching und im Römerkastell von Oberstimm. Der moderne Museumsbau von 2006 liegt inmitten eines großzügigen Parks direkt am historischen Originalort: Hier startet ein archäologischer Wanderweg zu den Überresten der keltischen Stadt.\nIn der Dauerausstellung erhalten die Gäste auf einer Fläche von 1200 qm faszinierende Einblicke in die Zeit vor 2000 Jahren. Neben Originalfunden kommen Teilrekonstruktionen im Maßstab 1:1, Modelle, moderne Vermittlungsmedien und interaktive Angebote zum Einsatz. Zusätzlich wird eine Halle von 170 qm regelmäßig mit Sonderausstellungen bespielt, die archäologische Themen und Fundplätze von internationaler Bedeutung präsentieren. Weitere Schwerpunkte der Arbeit bilden museumspädagogische Angebote mit diversen Führungen und praxisorientierten Workshops sowie kulturelle Veranstaltungen.\nZu Ihren wesentlichen Aufgaben gehören:\nDienst an der Kasse, im Shop und in der Cafeteria\nAufsichtsdienst in den Ausstellungsräumen\nObjektkontrolle\nBedienung der Ausstellungstechnik (Beleuchtung, Kino, Monitore)\nSchließdienst\nKontrolle der Außenanlagen (Leerung der Müllbehälter, Schneeräumen)\nBestuhlung bei Veranstaltungen\nUnterstützung beim Auf- und Abbau von Sonderausstellungen\nWir bieten Ihnen:\neine vielseitige, verantwortungsvolle und abwechslungsreiche Tätigkeit.\nDas Beschäftigungsverhältnis richtet sich nach den Bestimmungen des öffentlichen Dienstes (TVöD). Die Eingruppierung erfolgt entsprechend der Qualifikation und den persönlichen Voraussetzungen. Es werden die im öffentlichen Dienst üblichen Sozialleistungen gewährt.\nSchwerbehinderte und ihnen gleichgestellte Bewerberinnen und Bewerber werden bei gleicher Eignung, Befähigung und fachlicher Qualifikation bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen\nbis spätestens 16.11.2025.\nBitte bewerben Sie sich\nonline\nüber die Homepage des Marktes Manching:\nwww.manching.de/stellenangebote\noder direkt über den Link:\nwww.mein-check-in.de/manching\noder über den QR-Code:\nFür fachliche Auskünfte steht Ihnen der Museumsleiter, Herr Tobias Esch M.A. und die Museumsmitarbeiterin Barbara Limmer M. A. (Tel.: 08459/32373-0, E-Mail: leitung@museum-manching.de), gerne zur Verfügung.\nBei Fragen zum Ausschreibungsverfahren wenden Sie sich bitte an den Leiter des Personalamtes des Marktes Manching, Herrn Thomas Mair (Tel.: 08459/85-32, E-Mail: bewerbung@manching.de).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-besucherservice-5/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-bildungsabteilung-m-w-d/", "image": "", "title": "Mitarbeiter:in der Bildungsabteilung (m/w/d)", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Weimar Bewerbungsende: 09.11.2025 | Die Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora besetzt zum 1. Januar 2026 eine unbefristete Teilzeitstelle als\nMitarbeiter:in der Bildungsabteilung (m/w/d)\nim Museum Zwangsarbeit im Nationalsozialismus. Die Arbeitszeit beträgt bis zum 31.12.2027 30 Stunden pro Woche und im Anschluss 20 Stunden pro Woche. Eine Verlängerung der Arbeitszeiterhöhung mit 30 Stunden pro Woche ist angestrebt, vorbehaltlich der Bewilligung der finanziellen Mittel.\nWer sind wir?\nSeit Mai 2024 bietet das Museum Zwangsarbeit im Nationalsozialismus in Weimar, das sich in Trägerschaft der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora befindet, Raum für die umfassende Auseinandersetzung mit dem Thema NS-Zwangsarbeit im Zeitraum 1933 bis 1945 in Deutschland und im deutsch besetzten Europa. Die Ausstellung und die Bildungs- sowie Vermittlungsarbeit des Museums stellen die Dimensionen und die Rolle von Zwangsarbeit, Rassismus und Gewalt in der NS-Gesellschaft dar und verbinden dies mit gegenwartsrelevanten Fragen. Das Museum Zwangsarbeit im Nationalsozialismus versteht sich als Ort, an dem unterschiedliche Formate wie die Dauerausstellung, Wechselausstellungen, Seminare, Diskussionsforen oder künstlerische Projekte miteinander in Beziehung gesetzt werden und so Antworten für Vergangenheit und Gegenwart anbieten. In Zusammenarbeit mit Partnerinstitutionen, Stiftungen und Bildungsträger:innen sowie den Gedenkstätten Buchenwald und Mittelbau-Dora ist das Museum ein Bildungsort, der neue Wege und Projekte probiert und etabliert. Insbesondere bietet das Museum ein vielfältiges und möglichst inklusives Bildungsprogramm an, das sich an Einzelbesuchende, organisierte Gruppen, Schulklassen, Auszubildende und Berufstätige richtet.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-bildungsabteilung-m-w-d/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-haustechnik/", "image": "", "title": "Leitung der Haustechnik", "content_text": "Aquazoo Löbbecke Museum, Düsseldorf Bewerbungsende: 20.11.2025 | Die Landeshauptstadt Düsseldorf sucht ab 01.01.2026 für die Abteilung Haustechnik im Aquazoo eine\nLeitung der Haustechnik\nDas Aquazoo Löbbecke Museum ist eine über die Grenzen des Landes hinaus bekannte Institution der Landeshauptstadt Düsseldorf, bei der in einzigartiger Weise Zoo und Naturkundemuseum miteinander verzahnt sind. In diesem Institut ist zum 01.01.2026 eine Stelle als Elektroniker – Fachrichtung Energie- und Gebäudetechnik oder Betriebstechnik oder Anlagenmechaniker mit jeweils abgeschlossener Meisterprüfung als Leitung des 7-köpfigen Teams der Abteilung Haustechnik mit der regelmäßigen wöchentlichen Arbeitszeit von 39 Stunden/Woche, bewertet nach Entgeltgruppe TVöD 9b, zu besetzen. Die Tätigkeit erfolgt in der Woche und im Wechsel an Wochenenden und Feiertagen sowie der Teilnahme an einer 24 stündigen Rufbereitschaft.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-haustechnik/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologin-fuer-alltagskultur-m-w-d/", "image": "", "title": "Museolog:in für Alltagskultur (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 09.11.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit (39 Wochenstunden) oder Teilzeit, eine:n\nMuseolog:in für Alltagskultur (m/w/d)\nEntgeltgruppe 9b TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Team\nDas Fachteam „Alltag und Kultur“ ist eines von fünf Teams im Bereich Sammlung. Das Team beschäftigt sich mit den vielfältigen Geschichten der Berliner:innen, den Orten ihres alltäglichen privaten Lebens und ihres Vergnügens. Das Team betreut die inhaltliche und digitale Erschließung der Sammlungen zur Alltagsgeschichte, zu den darstellenden Künsten und zur Literatur. Diese reichen vom Mittelalter bis in die Gegenwart und umfassen Zeugnisse des individuellen Gebrauchs der gegenständlichen handwerklichen und industriellen Kultur. Über die Entwicklung von Bildung und Erziehung geben Objekte und Dokumente der Sammlung Spielzeug, Kindheit und Jugend Auskunft. Die umfangreichen Sammlungen zur Theater-, Literatur-, Musikgeschichte und zur Varieté-, Zirkus-, Kabarett- und Tanzgeschichte bilden das kulturelle Leben Berlins ab. Neben der Berliner Vergnügungskultur liegt zukünftig ein thematischer Schwerpunkt auf der Migrationsgeschichte Berlins.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/museologin-fuer-alltagskultur-m-w-d/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlich-paedagogischer-mitarbeiterin-fuer-den-aufgabenbereich-inklusion-d-m-w/", "image": "", "title": "Wissenschaftlich-pädagogische*r Mitarbeiter*in für den Aufgabenbereich Inklusion (d/m/w)", "content_text": "Stiftung Hamburger Gedenkstätten und Lernorte zur Erinnerung an die Opfer der NS-Verbrechen, Hamburg Bewerbungsende: 02.11.2025 | Die Stiftung Hamburger Gedenkstätten und Lernorte zur Erinnerung an die Opfer der NS-Verbrechen sucht zum nächstmöglichen Zeitpunkt und unbefristet eine*n\nWissenschaftlich-pädagogische*n Mitarbeiter*in für den Aufgabenbereich Inklusion\n(d/m/w)\nin Teilzeit (19,5 Stunden/Woche). Die Vergütung erfolgt nach Entgeltgruppe 11 TV-AVH.\nÜber uns\nDie Stiftung ist Trägerin der KZ-Gedenkstätte Neuengamme sowie der Gedenkstätten Bullenhuser Damm, Poppenbüttel, Fuhlsbüttel, des Geschichtsortes Stadthaus und des künftigen Dokumentationszentrums denk.mal Hannoverscher Bahnhof in Hamburg. Sie trägt dazu bei, das Wissen über die Zeit des Nationalsozialismus zu vermitteln und zu erweitern und die Erinnerung an die Opfer zu bewahren. Darüber hinaus soll sie über die Folgen der NS-Verbrechen informieren und den gesellschaftlichen Umgang mit dem historischen Geschehen kritisch reflektieren. Im Zentrum ihrer Arbeit steht die Gedenkstätte am Ort des ehemaligen Konzentrationslagers Neuengamme. Weitere Hinweise entnehmen Sie bitte unserer Homepage\nhttps://www.gedenkstaetten-hamburg.de/de/\n.\nIhre Aufgaben\nAls Mitarbeiter*in für den Bereich Inklusion unter Berücksichtigung von Diversität sind Sie der Stiftungsleitung zugeordnet, mit der Sie eng zusammenarbeiten. Zu Ihren Aufgaben gehören:\nErarbeitung und laufende Aktualisierung eines Konzepts in Zusammenarbeit mit den Mitarbeitenden sowie externen Expert*innen, um durch inklusivere Kommunikation und Formate mehr Zielgruppen anzusprechen und die Stiftung nach innen offener zu gestalten\nKoordinierung und Durchführung von Schulungen und Beratungen im Themenbereich für Mitarbeitende der Stiftung, unter anderem für die Bereiche Bildung, Ausstellung, Bibliothek, Archiv, Verwaltung sowie Öffentlichkeitsarbeit und digitale Kommunikation\nMitarbeit bei Bau- und Ausstellungsvorhaben der Stiftung in Bezug auf den Themenbereich\nMitarbeit bei der Entwicklung, Erprobung, Evaluation und Dokumentation inklusiver, diskriminierungssensibler und diversitätsorientierter Bildungs- und Veranstaltungsformate\nMitarbeit bei Forschungs- und Publikationsprojekten in Bezug auf Inklusion unter Berücksichtigung von Diversität\nWir suchen eine Person mit\nabgeschlossenem Hochschulstudium der Fachrichtungen Sozialwissenschaften, Erziehungswissenschaften, Geschichtswissenschaft/Public History oder vergleichbarer Fachrichtungen\numfassenden Kenntnisse und Erfahrungen im Bereich Inklusion unter Berücksichtigung von Diversität mit Fokus auf Kommunikation, Beratung von Organisationen sowie Erstellung von Konzepten, Materialien, Ausstellungen u.a.\nguten Kenntnissen der Geschichte des Nationalsozialismus und seiner Nachgeschichte\nErfahrungen im Umgang mit Zielgruppen, Ansprache und Werbung\nselbstständiger, aber zugleich teamorientierter Arbeitsweise\nSensibilität und Einfühlungsvermögen im Umgang mit den vielfältigen Zielgruppen\nder Fähigkeit, gut zu kommunizieren und beim Organisieren den Überblick zu behalten\nsicherer Beherrschung der deutschen Sprache sowie gute Englischkenntnisse, weitere Fremdsprachen sind wünschenswert\nWir bieten\neine unbefristete, abwechslungsreiche Tätigkeit in einem engagierten und netten Team\neine Vergütung nach EGr. 11 TV-AVH (\nhttps://www.av-hamburg.de/fileadmin/dokumente/tarifvertraege/aktuell/entgelttabellen/Allgemeine_Tabelle_01.03.2024.pdf\n)\n30 Tage Urlaub\nbetriebliche Altersvorsorge\ngute Fort- und Weiterbildungsmöglichkeiten\nZuschuss zum vergünstigten Deutschlandticket\nBewerbungen von schwerbehinderten und ihnen gleichgestellten Menschen sind willkommen und haben Vorrang vor gesetzlich nicht bevorrechtigten Bewerber*innen gleicher Eignung, Befähigung und fachlicher Leistung. Zudem freuen wir uns auf Bewerbungen mit unterschiedlichen Hintergründen und diversen Zugehörigkeiten.\nHaben Sie noch Fragen? Haben Sie noch Fragen? Dann wenden Sie sich gern an Herrn Prof. Dr. Oliver von Wrochem (Tel. 040/428 131-510 oder per E-Mail an\noliver.vonwrochem@gedenkstaetten.hamburg.de\n).\nInteressiert?\nWir freuen uns auf Ihre Bewerbung! Bitte übersenden Sie uns folgende Dokumente:\nüberzeugendes Anschreiben,\ntabellarischer Lebenslauf,\nNachweise der geforderten Qualifikation,\naktuelle Beurteilung bzw. aktuelles Zeugnis,\nfür die Berücksichtigung einer Schwerbehinderung bzw. Gleichstellung im Auswahlverfahren einen Nachweis\nIhre vollständige Bewerbung senden Sie uns (unter Angabe der Kennziffer SHGL 115) bitte bis zum\n02.11.2025\nper E-Mail mit den Bewerbungsunterlagen in\neiner\nDatei im PDF-Format an:\nbewerbungspostfach@gedenkstaetten.hamburg.de\n[Informationen zum Datenschutz bei Auswahlverfahren\nhttps://www.gedenkstaetten-hamburg.de/fileadmin/user_upload/aktuelles/2020/200526_DSI_fuer_Bewerber.pdf\n]\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlich-paedagogischer-mitarbeiterin-fuer-den-aufgabenbereich-inklusion-d-m-w/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-historische-schmuckrahmen-und-gemaelde-m-w-d/", "image": "", "title": "Restaurator:in für historische Schmuckrahmen und Gemälde (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 11.11.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen/eine\nRestaurator/Restauratorin (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 11 TV-L\n) für historische Schmuckrahmen und Gemälde in der Gemälderestaurierung. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.Die Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nDie Abteilung Gemälderestaurierung wirkt innerhalb des Museumsverbundes der Staatlichen Kunstsammlungen Dresden besonders für die Gemäldegalerie Alte Meister und die Galerie Neue Meister. Ihr obliegt die Sorge um die Erhaltung der Gemälde und Schmuckrahmen im Sinne präventiver Konservierung. Zugleich führt sie restauratorisch-konservatorische Maßnahmen zur Erhaltung der Kunstwerke dieser Sammlungen durch. Umfassende Recherchen und Untersuchungen zur Kunsttechnologie, zur Restaurierungsgeschichte und zu restauratorisch-konservatorischen Forschungsthemen flankieren die praktische Arbeit an den Objekten.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-historische-schmuckrahmen-und-gemaelde-m-w-d/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing-2/", "image": "", "title": "Projektmanager*in Marketing", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 09.11.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams zum nächstmöglichen Zeitpunkt eine*n engagierte*n\nProjektmanager*in Marketing\nbefristet für zwei Jahre in Teilzeit (24 Std.).\nDas erwartet Sie:\nKreative Kampagnenentwicklung: Sie entwickeln innovative und zielgruppengerechte Marketing­kampagnen für den Kunstpalast und das NRW-Forum – von der ersten Idee bis zur Erfolgsauswertung.\nStrategische und kreative Vermarktung: Sie bringen kreative und strategische Impulse ein, denken über klassische Marketingansätze hinaus und entwickeln innovative Maßnahmen, die unsere Häuser wirksam ins Gespräch bringen und zur Weiterentwicklung der Marken beitragen.\nEigenständige Umsetzung: Sie setzen eigenverantwortlich die Marketingkampagnen um, d.h. Kampagnenentwicklung, Mediaplanung (offline und online), Erstellung von Briefings und Koordination von Produktionsplänen, Abwicklung von Mailings, Steuerung von Kooperationen, Budgetplanung und -kontrolle.\nProjektmanagement und Teamarbeit: Sie arbeiten eng mit unseren Expert*innen für Social Media und Presse, Kurator*innen und Ausstellungsmanager*innen zusammen und koordinieren externe Dienstleister und Agenturen.\nDas bringen Sie mit:\nErfahrungen im Marketing: Sie haben ein abgeschlossenes Studium mit Schwerpunkt Marketing oder mehrjährige Berufserfahrung im Kampagnenmanagement oder einer vergleichbaren Position.\nKreativität & analytisches Denken: Sie entwickeln nicht nur starke Ideen und haben ein Gespür für Design und zielgruppenspezifische Kommunikation, sondern können deren Erfolg auch an anhand von KPIs bewerten.\nProjektmanagement-Skills: Sie sind strukturiert, verstehen die Interessen aller Beteiligten, können mehrere Projekte parallel steuern und verlieren nie den Überblick.\nMacher*in-Mentalität: Sie packen an, übernehmen Verantwortung und treiben die Marketingkampagnen mit Lösungsorientierung und Eigeninitiative voran.\nKommunikationsstärke: Sie können mit Stakeholdern auf Augenhöhe sprechen und sie für Ihre Ideen begeistern und verfügen über gute Englischkenntnisse.\nBei uns erwartet Sie u.a.:\nEine spannende und vielfältige Tätigkeit mit Gestaltungsmöglichkeiten und eigener Verantwortung\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub zusätzlich Rosenmontag, Heiligabend und Silvester arbeitsfrei\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge, das Deutschlandticket Job, ein Zuschuss für die Mitgliedschaft bei Urban Sports Clubs und weitere diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum 9. November 2025 über unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nChristine Doum\n, Leitung Marketing und Digitales, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing-2/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbereichsleitung-restaurierung-und-restauratorin-fuer-gemaelde-des-20-21-jahrhundert/", "image": "", "title": "Sachbereichsleitung Restaurierung und Restaurator:in für Gemälde des 20./21. Jahrhundert", "content_text": "LWL-Museum für Kunst und Kultur, Münster Bewerbungsende: 03.11.2025 | LWL-Museum für Kunst und Kultur – Westfälisches Landesmuseum\nBeim LWL-Museum für Kunst und Kultur – Westfälisches Landesmuseum – in Münster ist zum nächstmöglichen Termin eine Stelle als\nSachbereichsleitung Restaurierung\nund Restaurator:in für Gemälde des 20./21. Jahrhundert\n(w/m/d)\nzu besetzen. Es handelt sich um eine unbefristete Teilzeitstelle mit 27,30 Std./Woche.\nIhre Aufgaben\nLeitung des Sachbereichs\nInformation und Beratung der Referatsleitung und der Sachbereichsleitung Sammlungsdokumentation u. Magazine zu konservatorischen und restauratorischen Fragen\nKonzeption, Abstimmung und Umsetzung einer Konservierungs- und Restaurierungsstrategie für den gesamten Sachbereich sowie Sammlungspflege für das Museum\nDurchführung eigener Restaurierungen\nVertretung des Museums in der Fachwelt in den Bereichen Konservierungswissenschaft u. Restaurierung, auf Kongressen und durch Veröffentlichungen\nMitwirkung bei der Sammlungsdigitalisierung\nIhr Profil\nein abgeschlossenes (Fach-)Hochschulstudium der Konservierung, Restaurierung (MA Master, Diplom) mit Schwerpunkt Gemälderestaurierung\noder\nsonstige Beschäftigte, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können. Hierunter fallen insbesondere Personen mit einer Ausbildung im Bereich Restaurierung und langjähriger Berufserfahrung in den Bereichen Konservierung und Restaurierung\nsowie\nmehrjährige Tätigkeit an einem Museum oder mehrjährige freiberufliche Tätigkeit\ngute Kenntnisse auf dem Gebiet der präventiven Konservierung\ngute Kenntnisse und Erfahrungen in der Konservierung und Restaurierung von Gemälden\nBereitschaft zu gelegentlichen Dienstreisen (auch ins Ausland)\nBereitschaft zur fachlichen Weiterbildung\nBereitschaft zur Arbeit in einem interdisziplinären Team\nsehr gute Kommunikationsfähigkeit\nFähigkeit zum eigenständigen Arbeiten\ngroßes Planungs- und Organisationsgeschick\nKenntnisse im Umgang mit musealen elektronischen Dokumentationssystemen (vorzugsweise Adlib)\ngute Kenntnisse in Englisch (Schrift und Wort)\nUnser Angebot\neine der Aufgabenstellung entsprechende Vergütung nach EG 12 TVöD\nEine leistungsstarke, vom Arbeitgeber finanzierte Betriebsrente mit der KVW-Zusatzversorgung für Ihre finanzielle Absicherung im Alter\nEine anspruchsvolle Tätigkeit bei einem sozial ausgerichteten Dienstleister, der wirtschaftlich, verlässlich und partnerschaftlich im Sinne seiner Kunden und für die Menschen in Westfalen-Lippe handelt\nEine individuelle Leistungsprämie\nEin Zuschuss zu den vermögenswirksamen Leistungen\nEine gute Arbeitsatmosphäre im Museumsteam\nVielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z.B. Betreuungsmöglichkeit für U 3-jährige in der LWL-eigenen Kita\nEin mit Rad, Auto, Bus und Bahn gut erreichbarer Arbeitsplatz im Zentrum von Münster (Jobticket)\nBei uns sind die Bewerbungen von Frauen ausdrücklich erwünscht; Frauen werden gemäß Landesgleichstellungsgesetz NRW bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nBewerbungen geeigneter schwerbehinderter Frauen und Männer sind ebenfalls ausdrücklich erwünscht.\nBei fachlichen Fragen zu diesen vielfältigen Aufgaben wenden Sie sich gerne an:\nLWL-Museum für Kunst und Kultur:\nFrau Dr. Tanja Pirsig-Marshall (Tel.-Nr. 0251 5907-239)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nLWL-Haupt- und Personalabteilung:\nFrau Lara Steinkamp (Tel.-Nr. 0251/591-5168)\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nBitte richten Sie diese unter Angabe der Kennnummer\n8442\nbis zum\n03.11.2025\n(Eingangstempel LWL) an den\nLandschaftsverband\nWestfalen-Lippe (LWL)\nLWL-Haupt- und Personalabteilung\n48133 Münster\nwww.lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbereichsleitung-restaurierung-und-restauratorin-fuer-gemaelde-des-20-21-jahrhundert/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grafikerin-w-m-d/", "image": "", "title": "Grafiker:in (w/m/d)", "content_text": "Stadtmuseum Kassel, Kassel Bewerbungsende: 21.10.2025 | Die Stadt Kassel ist mit ca. 208.000 Einwohnerinnen und Einwohnern das Zentrum in Nordhessen und Deutschlands glücklichste Großstadt. Wir gehören zu den größten Arbeitgebern dieser Region und verstehen uns als modernes Dienstleistungsunternehmen, dessen Mitarbeiterinnen und Mitarbeiter sich freundlich und kompetent um die Belange der Bürgerinnen und Bürger unserer Stadt kümmern.\nWir suchen zum 1. Januar 2026 für das\nKulturamt\n– Abteilung Städtische Museen ‐\neine Grafikerin / einen Grafiker für das Stadtmuseum (w/m/d)\nDas Stadtmuseum Kassel versteht sich als offener Ort der Wissensvermittlung und der kulturellen Teilhabe. Im Mittelpunkt steht das Beschäftigen mit der Geschichte und Gegenwart der Stadt – aus verschiedenen Perspektiven und im Dialog mit der Stadtgesellschaft. Mit jährlich wechselnden Sonderausstellungen, zeitgemäßen Präsentationen und partizipativen Formaten bildet das Museum ein wesentliches Element der städtischen Erinnerungskultur, dessen Ziel es ist, Stadtgeschichte lebendig, nachvollziehbar und unterhaltsam zu vermitteln.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.10.2025", "url": "https://www.museumsbund.de/stellenangebote/grafikerin-w-m-d/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-referat-entomologie/", "image": "", "title": "Volontär*in (m/w/d) im Referat Entomologie", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 02.11.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum.\nIm Referat Entomologie wird basierend auf der umfangreichen Insektensammlung in diversen Projekten an wissenschaftlichen Themen zur Evolution, Biodiversität und Naturschutz gearbeitet. Ein Schwerpunkt sind hier mit über 3 Mio. Exemplaren die Schmetterlinge, aber auch Hautflügler, Käfer und andere Insektengruppen. Wir arbeiten klassisch morphologisch/taxonomisch, aber auch mit modernen Methoden wie DNA-Analysen und KI-Modellen zur Artidentifizierung.\nWerden Sie Teil unseres Teams im Referat Entomologie wo wir zum nächstmöglichen Zeitpunkt ein*e\nVolontär*in (m/w/d)\nin Vollzeit befristet für 2 Jahre (Vergütung 50% der EG 13 TV-L) suchen\nIn Ergänzung zu Ihrem abgeschlossenen Studium beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner wissenschaftlicher und musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums. Es vermittelt durch ein internes Bildungsprogramm Kenntnisse der aller museumsrelevanten Tätigkeitsfelder der Institution (z. B. Sammlungsbetreuung, Inventarisierung, Publikationswesen) sowie der Aufgabenfelder der klassischen Museumsarbeit, wie z. B. Projektsteuerung oder Öffentlichkeitsarbeit. Darüber hinaus nehmen Sie an Volontariatstagungen auf Landes- und Bundesebene teil.\nWeitere Informationen zum Ablauf des Volontariats finden Sie in der Verwaltungsvorschrift Volontariate des Landes Baden-Württemberg, z. B. hier:\nhttps://www.museumsverband-bw.de/wp-content/uploads/2022/03/VwV_Volontariat.pdf\nIhre Aufgaben\nTaxonomische und präparatorische Bearbeitung von Insekten\nBearbeitung von neu eingegangenen Sammlungen\nSortierung von Sammlungsmaterial nach Insektengruppen\nMitarbeit an Lehrveranstaltungen\nUnterstützung bei Feldarbeit; Hilfe beim Fangen und Monitoring von Insekten unter Anleitung\nUnterstützung bei laufenden Forschungsprojekten und ggf. Bearbeitung eigener Projekte\nVoraussetzungen:\nEinen wissenschaftlichen Hochschulabschluss (Diplom, Master, Lehramt) in einem für die Tätigkeit relevanten Fachgebiet, z. B. Biologie, Geoökologie, Agrar- oder Forstwissenschaften mit entsprechenden Schwerpunkten\nGute Kenntnisse in der Biologie, Ökologie und Systematik von Insekten mit ausgewiesener Expertise in mindestens einer Gruppe\nSehr gute Deutschkenntnisse in Wort und Schrift\nErfahrungen in mikromorphologischen, ökologischen und/oder molekulargenetischen Untersuchungsmethoden (barcoding, genomics, transcriptomics) sind von Vorteil.\nKenntnisse in Dipteren wie Raubfliegen, Bremsen und anderen blutsaugenden Arten, Raubwanzen oder solitären Bienen und Grabwespen sind von Vorteil\nKenntnisse im Bereich evolutionäre Venomik (Gifttierforschung) sind von Vorteil\nInteresse und Bereitschaft an musealer Sammlungs-, Forschungs- und Öffentlichkeitsarbeit\nWir bieten\nEine Einstiegsstelle in das museale Arbeitsgebiet\nEin spannendes Arbeitsumfeld mit bedeutenden Sammlungen und die interdisziplinäre Zusammenarbeit in einem motivierten Team\nGelegenheit zur eigenen wissenschaftlichen Arbeit und Fortbildung in museumsrelevanten Forschungsrichtungen\n39,5 Stunden/Woche mit Zeitkonten-Regelung und 30 Tage Urlaub/Jahr\nVergütung: 50% einer EG13-Stelle (befristet auf 2 Jahre). Im ersten Jahr erhalten Sie 50% der Stufe 1 der EG 13, im zweiten Jahr 50% der Stufe 2.\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung an den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald.\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike.\nDas SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der\nKennziffer 07_2025\nbis spätestens\n02.11.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_07_2025_Ihr Nachname\nNähere Informationen zum Staatlichen Museum für Naturkunde finden Sie auch im Internet unter\nwww.smnk.de\nBei Fragen wenden Sie sich bitte per Mail an bjoern.reumont@smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt. Ihre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt. Sollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-referat-entomologie/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "image": "", "title": "Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 02.11.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.Mit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine\nverantwortliche Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)\nunbefristet und in Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-personal-w-m-d-2/", "image": "", "title": "Sachbearbeiter*in Personal (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 30.10.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3,3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt unbefristet in Vollzeit eine*n\nSachbearbeiter*in Personal (w/m/d)\n.\nAls Personalsachbearbeiter*in sind Sie für die Bearbeitung sämtlicher Vorgänge der Personalverwaltung zuständig und arbeiten eng mit der Referentin Personal zusammen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.10.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-personal-w-m-d-2/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d/", "image": "", "title": "Referent*in Kaufmännische Geschäftsführung (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 30.10.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3,3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Vollzeit eine*n\nReferent*in der K\naufmännischen\nGeschäftsführerin (w/m/d)\n.\nAls Referent*in sind Sie engste*r Mitarbeiter*in der Kaufmännischen Geschäftsführerin und nehmen eine zentrale Schnittstellenfunktion innerhalb des Futuriums ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.10.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-kunstvermittlerin-m-w-d-2/", "image": "", "title": "Museumspädagog:in / Kunstvermittler:in (m/w/d)", "content_text": "SCHAUWERK Sindelfingen, Sindelfingen Bewerbungsende: 23.11.2025 | Das SCHAUWERK Sindelfingen beherbergt mit der Sammlung des Unternehmerehepaars Peter Schaufler († 2015) und seiner Frau Christiane Schaufler-Münch († 2025) eine der größ­ten privaten Kunstsammlungen zeitgenössischer Malerei, Skulptur, Fotografie und Installation in Baden-Württemberg. Seit 2010 macht das Museum SCHAUWERK auf ca. 6.000 m\n2\nPräsentationsfläche die eigenen Be­stände und Leihgaben dem breiten Publikum in regelmäßig wechselnden Ausstellungen zugänglich. Das Museum wird von der gemeinnützigen Stiftung THE SCHAUFLER FOUNDATION getragen\nZum nächstmöglichen Zeitpunkt suchen wir für den Bereich Kunstvermittlung und Events eine/n:\nMuseumspädagog:in / Kunstvermittler:in (m/w/d) in Vollzeit (40 Std./Woche)\nDie Vergütung erfolgt in Anlehnung an die Entgelttabelle des TV-L (EG 12).\nUnser gemeinsames Ziel\nSie sind gemeinsam mit der Direktion, den Kurator:innen und dem Team der Öffentlichkeitsarbeit für das Besucher:innenerlebnis in unserem Museum verantwortlich. Grundsätzlich verstehen Sie sich als Gastgeber:in: Die Besucher:innen des SCHAUWERK Sindelfingen sollen sich in unseren Ausstellungen wohl fühlen und ermuntert werden, Neues kennenzulernen. Hierfür konzeptionieren Sie ein zeitgemäßes, vielfältiges Vermittlungs- und Veranstaltungsprogramm, planen dessen Durchführung und stellen eine reibungslose Umsetzung sicher. Dies umfasst u.a. auch die enge Abstimmung mit dem Kassenpersonal, dem externen Team der Museumsaufsichten sowie die Koordination der Kunstvermittler:innen und verschiedener Dienstleister. Gleichzeitig sind eigene Museumsführungen ein wichtiger Teil Ihrer Aufgabe.\nDiese Aufagben erwartet Sie:\nKonzeption und Durchführung eines zielgruppengerechten Kunstvermittlungsangebots in unseren Ausstellungen (analog und digital)\nKonzeption, Organisation und Betreuung von Veranstaltungen (u.a. Ausstellungseröffnungen und -previews, Museumsnacht, Kunstgespräche etc.)\nEntwicklung neuer Formate und Projekte für das ausstellungsbegleitende Programm (Kunstvermittlung und Events) sowie Weiterführung und Weiterentwicklung bestehender partizipativer Formate mit verschiedenen Kooperationspartnern (Schulen, Bildungs- und Kultureinrichtungen, Pflegeheime etc.)\nKooperation mit institutionellen Partner:innen innerhalb und außerhalb des Museums\nAuswahl und Ausbildung/Information freier Mitarbeiter:innen im Bereich der Kunstvermittlung\nEinsatzplanung für die Kunstvermittler:innen sowie eigenständige Durchführung von Führungen\nInhaltliche Betreuung des externen Teams der Museumsaufsichten\nBearbeiten von Buchungsanfragen, Verwaltung des Buchungssystems sowie Auswertungen von Besucher:innenstatistiken\nBudgetplanung und -verwaltung\nDas zeichnet Sie aus:\nAbgeschlossenes Hochschulstudium der Kunstgeschichte / Kunst- oder Museumspädagogik oder vergleichbaren Qualifikationen\nErste praktische Berufserfahrungen im Bereich der Kunstvermittlung / Eventplanung (evtl. auch durch Volontariate etc.) idealerweise im Umfeld zeitgenössischer Kunst (Malerei, Skulptur, Installationen, Video sowie Fotografie)\nErfahrungen im Bereich der Inklusion sind wünschenswert\nMotivation sich einzuarbeiten und mitzugestalten\nOrganisationstalent, selbstständige und strukturierte Arbeitsweise, Teamfähigkeit sowie Freude am direkten Kontakt mit Menschen\nBelastbarkeit, hohes Maß an Engagement, angemessene Flexibilität, Zuverlässigkeit und Verantwortungsbewusstsein sowie Bereitschaft zur Arbeit auch außerhalb regulärer Arbeitszeiten (z.B. an Wochenenden und Abendstunden)\nMS-Office-Kenntnisse, sehr gutes sprachliches Ausdrucksvermögen und verhandlungssicher in Deutsch und wünschenswert in Englisch oder einer weiteren Fremdsprache\nDavon können Sie profitieren:\nWir bieten ein dynamisches und kreatives Arbeiten mit spannenden Themen und anspruchsvollen Aufgaben mit großem Gestaltungsspielraum\nTeil eines motivierten Teams in einem großen, privaten und stiftungseigenen Museum mit entsprechend kurzen Entscheidungswegen und sehr schlanker Bürokratie\nArbeit in einem modernen und architektonisch anspruchsvollen Gebäudekomplex aus Museum, Verwaltung, Depot sowie Restaurierungswerkstatt und Kunst-/Workshopräumen\nSchnittstellen zu allen Arbeitsbereichen des Museums und der Stiftung\nMöglichkeiten der Weiterbildung, betriebliche Altersvorsorge und Gruppenunfallversicherung, Jobrad etc., Möglichkeit der Nutzung der Firmenkantine\nNeugierig geworden?\nBitte senden Sie uns Ihre Bewerbungsunterlagen per E-Mail an\ncontact@the-schaufler-foundation.de\nbis zum 23.11.2025.\nDr. Svenja Frank beantwortet Ihnen gerne erste Fragen: Tel +49 7031 932-4901.\nWir freuen uns auf Ihre Bewerbung.\nSCHAUWERK Sindelfingen (\nwww.schauwerk-sindelfingen.de\n)\nTHE SCHAUFLER FOUNDATION (\nwww.the-schaufler-foundation.de\n)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-kunstvermittlerin-m-w-d-2/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherbegleitung-m-w-d/", "image": "", "title": "Besucherbegleitung (m/w/d)", "content_text": "Stiftung Bundeskanzler-Adenauer-Haus, Bad Honnef Bewerbungsende: 24.10.2025 | Die Stiftung Bundeskanzler-Adenauer-Haus (StBKAH), überparteiliche, bundesunmittelbare Stiftung des öffentlichen Rechts, in Bad Honnef-Rhöndorf hat zum 1. Januar 2026 – als geringfügige Beschäftigung – befristet für zwei Jahre – die Stelle zu besetzen:\nBesucherbegleitung\n(m/w/d)\nEntgeltgruppe 5 TVöD\nIhre wesentlichen Aufgaben:\nFührung von Besuchergruppen durch Dauerausstellung, Garten und Wohnhaus\nÜbernahme von Themen- und Sonderführungen sowie fremdsprachigen Führungen\nEmpfang und Betreuung von Besucherinnen und Besuchern, Erteilung von Auskünften\nBegleitung von Projekten und Workshops für alle Altersgruppen\nMitarbeit bei der Vorbereitung und Begleitung von Veranstaltung und Terminen\nWir bieten:\neine abwechslungsreiche Tätigkeit an einem interessanten Arbeitsort\nein Entgelt nach Entgeltgruppe 5 des Tarifvertrags für den öffentlichen Dienst (TVöD)\ndie Arbeitszeit erfolgt entsprechend dem Arbeitsanfall (Arbeit auf Abruf, § 12 TzBfG). Die Arbeitszeit beträgt wöchentlich mindestens 3 Stunden.\nVoraussetzungen sind\n:\nausgeprägte Kunden- und Serviceorientierung, Freude am Umgang mit Menschen aller\nAltersgruppen, sicheres und freundliches Auftreten\nhohe Motivation, Zuverlässigkeit und Teamfähigkeit sowie Verantwortungsbewusstsein\nKenntnisse der deutschen und europäischen Geschichte des 19. und\n20. Jahrhunderts sowie gute Englisch- oder Französischkenntnisse\nBereitschaft zur Einarbeitung anhand der Führungstexte\nFlexibilität bei der Diensteinteilung, insbesondere auch an Wochenenden, Feiertagen und Abendterminen\nBei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des SGB IX besonders berücksichtigt, wobei das notwendige Mindestmaß an körperlicher Eignung gegeben sein muss.\nSollte Ihr Interesse geweckt sein, senden Sie bitte Ihre\nBewerbung\nmit aussagekräftigen Unterlagen\nbis zum 24.10.2025\nan die Stiftung Bundeskanzler-Adenauer-Haus per Mail an\nverwaltung@adenauerhaus.de\n.\nMit Ihrer Bewerbung erklären Sie sich einverstanden, dass Ihre personenbezogenen Daten zur Abwicklung des Bewerbungs- und ggf. Einstellungsverfahrens gespeichert werden. Wir behandeln diese Daten mit größter Sorgfalt nach den gesetzlichen Bestimmungen zum Datenschutz.\n[1]\nFür Rückfragen steht Ihnen Frau Claudia Waibel, unter Tel. 02224-921-302 in der Zeit von 09.00 Uhr bis 12.00 Uhr gerne zur Verfügung.\nwww.adenauerhaus.de\n[1]\nSiehe\nhttps://adenauerhaus.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherbegleitung-m-w-d/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-museumsaufsichtskraft-m-w-d-in-waldenbuch/", "image": "", "title": "Sicherheitsmitarbeiter / Museumsaufsichtskraft (m/w/d) in Waldenbuch", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Waldenbuch Bewerbungsende: 30.11.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen für den\nMuseumsaufsichtsdienst\nflexible Mitarbeiter (m/w/d)\nin Waldenbuch\n.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger\nTeilzeit (ca. 80 Stunden/ Monat)\noder auf\nMinijob-Basis (556,00 Euro/Basis)\nausgeübt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine abwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie bewachen die Ein- und Ausgänge im Museum\nSie führen den Wachdienst, Objektschutz und Veranstaltungsdienst durch\nSie sorgen für die Einhaltung der Hausordnung\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie beaufsichtigen die Ausstellungsräume (Wachdienst / Objektschutz)\nSie führen Ticketkontrollen und Einlasskontrollen durch\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie stellen das Einhalten der jeweiligen Vorschriften sicher, z.B. das Verbot, Kunstgegenstände zu berühren\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen sehr gute Kenntnisse der deutschen Sprache\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nDie Unterrichtung nach §34a GewO ist erforderlich, gern auch höhere Qualifikation\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-museumsaufsichtskraft-m-w-d-in-waldenbuch/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-empfangskraft-m-w-d-in-berlin-mitte/", "image": "", "title": "Sicherheitsmitarbeiter / Empfangskraft (m/w/d) in Berlin-Mitte", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Berlin Bewerbungsende: 30.11.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen zur Verstärkung unseres Teams ab sofort\nSicherheitsmitarbeiter/ Empfangskräfte\n(m/w/d)\nin Berlin\n–\nMitte.\nDie Tätigkeit kann in\nversicherungspflichtiger Teilzeit\n(ca. 120 Stunden/ Monat)\nausgeübt werden\n.\nArbeitszeiten:\nArbeitszeiten nach Vorausplanung\nDienstag- Sonntag von 09:45 Uhr bis ca. 18:45 Uhr\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene\nTarifbindung\nFunktionszulagen\nauf den tariflichen Stundengrundlohn\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter / Empfangskraft (m/w/d) freuen\nEine qualifizierte Einarbeitung ist selbstverständlich\nVollständige Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen den Museumsaufsichtsdienst mit allen Tätigkeiten\nSie übernehmen den Empfangsdienst\nSie übernehmen die Bedienung der technischen Geräte\nSie übernehmen den Kassendienst\nDas bringen Sie mit:\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache\n, vorzugsweise Grundkenntnisse in Englisch\nSachkundeprüfung nach § 34 a Gewerbeordnung\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-empfangskraft-m-w-d-in-berlin-mitte/", "date_published": "2025-10-14T00:00:00"}]}