{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/ausstellungskoordinatorin-w-m-d/", "image": "", "title": "Ausstellungskoordinator*in (w/m/d)", "content_text": "Übersee-Museum, Bremen Bewerbungsende: 09.03.2026 | Die Vielfalt der Welt unter einem Dach: Im Übersee-Museum laden einzigartige kulturgeschichtliche Exponate aus der ganzen Welt, meisterhafte Tierdioramen, echte Pflanzen und zahlreiche Mitmachstationen Groß und Klein zum Staunen ein! Regelmäßig entstehen neue aufwändig inszenierte Sonder- und Dauerausstellungen auf bis zu 2.000 Quadratmetern. Das Museum ist ein faszinierender und inspirierender Ort im Herzen der Hansestadt. Bei unserer Arbeit stehen die Menschen im Mittelpunkt, egal, ob als Besucher*innen oder Kolleg*innen, denn wir möchten Andere mit unserer Neugier und Begeisterung für die Vielfalt des Lebens anstecken. Bei uns ist die Welt zu Gast und wir dürfen die Gastgeber sein.\nHaben Sie Lust, diesen Weg mit uns zu gestalten?\nSie möchten mehr über das Übersee-Museum wissen:\nhttps://www.uebersee-museum.de/unser-mission-statement/\nWir suchen zum 1. Mai 2026\nAusstellungskoordinator*in (w/m/d)\n– Vollzeit 39 Wochenstunden, TVöD 10 unbefristet –\nSie unterstützen die verantwortlichen Kurator*innen (w/m/d) / Projektleiter*innen (w/m/d) in folgenden Bereichen:\nKoordination aller organisatorischen Abläufe von der Konzeptionsphase bis zum Abbau\nSchnittstelle zwischen Kurator*innen / Projektleiter*innen, Gestaltung, Technik, Restaurierung / Präparation, Leihgebern und externen Dienstleistern\nZeit-, Budget- und Ressourcenplanung\nOrganisation von Transporten, Leihverträgen und Versicherungen\nÜberwachung von Produktions- und Aufbauprozessen bis hin zur projektbezogenen Bauleitung\nSie sind:\ninteressiert an den Ausstellungs- und Vermittlungsinhalten des Museums\nstrukturiert und kommunikationsstark\nein Organisationstalent mit einem lösungsorientierten Arbeitsstil\nteamfähig, flexibel und stressresistent\neine positive Person mit Spaß an der Arbeit\nSie bringen mit:\nA.-Abschluss\nMehrjährige Erfahrung in der Organisation von Ausstellungen\nGute englische Sprachkenntnisse\nErfahrungen in allen Belangen des internationalen Leihverkehrs\nKenntnisse im öffentlichen Vergabewesen, der HOAI und im Arbeitsschutz\nErfahrung in der Zusammenarbeit mit den oben genannten Projektbeteiligten\nKenntnisse im Controlling\nKenntnisse im Umgang mit Sammlungsdatenbanken\nBewerbungshinweise:\nDas Übersee-Museum begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten und von People of Colour sowie von Bewerber*innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Menschen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nSollten Sie Lust haben, bei uns zu arbeiten, bewerben Sie sich bitte bis zum\n09.03.2026\n. Ihre Bewerbungsunterlagen (Bewerbungsschreiben, Lebenslauf und Nachweis der Qualifikation) richten Sie bitte per Email als PDF-Datei (max. 10 MB) unter der Angabe der Kennziffer:\nUEM_2601\nan\nbewerbermanagement@performanord.bremen.de\nBei Rückfragen wenden Sie sich gerne an: Herr Justus, Tel. 0421 361-32312\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2026", "url": "https://www.museumsbund.de/stellenangebote/ausstellungskoordinatorin-w-m-d/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fotografin-w-m-d/", "image": "", "title": "Fotograf:in (w/m/d)", "content_text": "LWL-Archäologie für Westfalen, Herne Bewerbungsende: 27.02.2026 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum 01.04.2026 als\nFotograf:in (w/m/d)\nEG 6 TVöD VKA\nfür die Zentralen Dienste der LWL-Archäologie für Westfalen. Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche) an. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8803 bis zum 27.02.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.02.2026", "url": "https://www.museumsbund.de/stellenangebote/fotografin-w-m-d/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-k-leitung-ausstellungsmanagement/", "image": "", "title": "Assistenz (m/w/d/k) Leitung Ausstellungsmanagement", "content_text": "Gropius Bau, Berlin Bewerbungsende: 01.03.2026 | Für drei impulsgebende Kulturinstitutionen bildet die\nKBB – Kulturveranstaltungen des Bundes in Berlin GmbH\n– das gemeinsame Fundament: die Internationalen Filmfestspiele Berlin, das Haus der Kulturen der Welt und die Berliner Festspiele mit dem Festivalhaus und ihrem Ausstellungshaus, dem Gropius Bau.\nDer\nGropius Bau\nzählt zu den renommiertesten Ausstellungshäusern Europas. Als international vernetztes Ausstellungshaus ohne eigene Sammlung zeigt er nicht nur klassische Ausstellungen, sondern auch experimentelle und genreübergreifende Formate.\nDer\nGropius Bau\nsucht\nzum nächstmöglichen Zeitpunkt\neine Person mit Organisationsgeschick und Kommunikationsvermögen als\nAssistenz (m/w/d/k)\nLeitung Ausstellungsmanagement\n(Die Position ist auf Teilzeit und zunächst befristet auf zwei Jahre\nIhre Aufgaben – Gestalten, mitwirken, teilhaben\nAllgemeine Büroorganisation für die Leitung der Abteilungen Ausstellungsmanagement\nUnterstützung bei der Erstellung und Kontrolle von Programm- und Jahresbudgets\nKoordination der Auftrags- und Rechnungsbearbeitung in Zusammenarbeit mit dem zentralen Finanz- und Rechnungswesen\nRecherchieren von Materialen und Verarbeitungsmöglichkeiten für Werkproduktionen oder architektonische Maßnahmen\nKoordination der digitalen Ablagestruktur für den Bereich Ausstellungsmanagement\nUnterstützung bei der Weiterentwicklung von Nachhaltigkeitszielen\nUnsere Anforderungen – Das bringen Sie mit.\nAbgeschlossene kaufmännische Ausbildung im Bereich Büromanagement/Rechnungswesen oder vergleichbare praktische Kenntnisse und Fähigkeiten vorweisen können.\nAusgeprägte Kommunikationsfähigkeit sowie Ihr Organisationstalent und eine strukturierte und selbständige Arbeitsweise.\nSensibilität für die besonderen Belange einer international agierenden Kulturinstitution.\nSehr gute Deutschkenntnisse in Wort und Schrift; Englischkenntnisse sind von Vorteil\nSicherer Umgang mit MS Office Anwendungen\nWillkommen bei uns – Das bieten wir.\nEin vielseitiges Aufgabenfeld in einem sehr dynamischen Team einer impulsgebenden Kulturinstitution mit großer Eigenverantwortlichkeit.\nEine Bezahlung nach Tarifvertrag des öffentlichen Dienstes (TVöD 5 Bund)\nZusätzliche Altersvorsorge (VBL)\nWöchentliche Arbeitszeit von 19,5 Stunden\n30 Urlaubstage pro Jahr bei einer 5-Tage-Woche\nZusätzlicher freier Tag an Heiligabend und Silvester\nFlexible Arbeitszeiten und die Möglichkeit zur Mobilen Arbeit nach Absprache\nFörderung der Gesundheit und Entwicklung unserer Mitarbeiter*innen durch Veranstaltungen, Seminare und Fortbildungen\nVergünstigte Veranstaltungstickets für Programmveranstaltungen der KBB GmbH\nIhre Bewerbung.\nBitte reichen Sie Ihre vollständige Bewerbung (Anschreiben, Lebenslauf, Zeugnisse, ggfs. Referenzen) bis zum\n01.03.2026\nausschließlich über den\nOnline-bewerben-Button\nein.\nKontakt und Wissenswertes.\nFür inhaltliche Fragen steht Ihnen\nFrau Simone Schmaus\nfür das Ausstellungsmanagement (unter\n030/25486-114\nbzw.\nsimone.schmaus@gropiusbau.de\n) gern zur Verfügung.\nErfüllen Sie nicht jede einzelne gewünschte Anforderung? Wir möchten Sie ermutigen, sich trotzdem zu bewerben. Vielleicht sind Sie genau der/die richtige Kandidat*in für diese Position.\nAus technischen Gründen sind wir aktuell leider noch nicht in der Lage, Bewerbungen ohne Namen zu berücksichtigen. Wir bitten Sie dennoch, bei Ihrer Bewerbung auf die Einsendung eines Bewerbungsfotos und auf Angaben, die Rückschlüsse auf Ihre Herkunft, Ihre geschlechtliche Identität, Ihr Alter oder andere persönliche Merkmale zulassen, zu vermeiden. Menschen aus unterrepräsentierten Gruppen laden wir ausdrücklich ein, sich bei uns zu bewerben.\nBei weiteren Fragen bitten wir Sie ganz herzlich, unsere Webseite zu besuchen:\nhttps://www.kbb.eu\n. Dort finden Sie Informationen zu unserem Bewerbungsprozess, zu Diversität und Inklusion sowie zu den Datenschutzbestimmungen der KBB GmbH.\nWir können Kosten, die im Zusammenhang mit dem Bewerbungsverfahren entstanden sind, nicht erstatten. Wir bitten um Verständnis.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-k-leitung-ausstellungsmanagement/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-buchungsservice-veranstaltungsorganisation/", "image": "", "title": "Mitarbeiter(in) (m/w/d)  für Buchungsservice/Veranstaltungsorganisation", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 16.03.2026 | Die Staatlichen SchlĂ¶sser und GĂ¤rten Hessen suchen\neine(n)\nMitarbeiter(in) (m/w/d)\nfĂĽr Buchungsservice/Veranstaltungsorganisation\nim Fachgebiet Museen\nzunĂ¤chst befristet bis 30.06.2028 in Teilzeit (20 Stunden/Woche)\nDie Staatlichen SchlĂ¶sser und GĂ¤rten Hessen betreuen 48 denkmalgeschĂĽtzte SchlĂ¶sser, Burgen, KlĂ¶ster und GĂ¤rten in ganz Hessen. Darunter befinden sich zwei WeltkulturerbestĂ¤tten.\nIhre Aufgaben:\nBuchungsannahme via Telefon, Mail und v.a. im Backend\nBearbeiten der Anfragen\nKoordination der MuseumsfĂĽhrer und MuseumspĂ¤dagogen\nAnlegen von neuen Angeboten im Buchungssystem\nTerminplanung\nKoordination von Veranstaltungen\nZusammenarbeit mit Kooperationspartnern\nDokumentation von Unterlagen (analog und digital)\nIhr Profil:\nErfahrung in der Bearbeitung und Koordination von Buchungsanfragen\nsicherer Umgang mit digitaler Termin- und Ressourcenplanung\nGrundkenntnisse im Angebots- und Auftragsmanagement\nwĂĽnschenswert: VerstĂ¤ndnis fĂĽr AblĂ¤ufe im Museums-, Kultur- oder Veranstaltungsbetrieb\nGrundkenntnisse in Abrechnung, Statistik oder Reporting von Vorteil\ngute Planungs- und KoordinationsfĂ¤higkeit\nstrukturierte, zuverlĂ¤ssige Arbeitsweise, auch bei parallelen Anfragen\nFĂ¤higkeit, PrioritĂ¤ten zu setzen und Fristen einzuhalten\nsorgfĂ¤ltige Datenpflege und Dokumentation\nMitwirkung bei der Organisation von Terminen, Ressourcen und Personal\nfreundliche, serviceorientierte Kommunikation mit Kund*innen\nsicheres Auftreten im Kontakt mit MuseumsfĂĽhrerinnen\n,\nKolleginnen und externen Partnern\ngute schriftliche AusdrucksfĂ¤higkeit (E-Mail-Korrespondenz, Angebote)\nTeamfĂ¤higkeit und Abstimmungsbereitschaft\nKonflikt- und lĂ¶sungsorientierter Umgang mit TerminĂ¤nderungen oder SonderwĂĽnschen\nAffinitĂ¤t zu digitalen Anwendungen und Bereitschaft, sich in neue Systeme einzuarbeiten\nsicherer Umgang mit Office-Anwendungen (insb. Tabellen, Kalender, Textverarbeitung)\nSorgfalt, VerlĂ¤sslichkeit und Verantwortungsbewusstsein\nBelastbarkeit und Ăśberblick auch in arbeitsintensiven Phasen\nInteresse an Kultur, Geschichte oder Museumsarbeit (von Vorteil)\nWir bieten:\neine abwechslungsreiche zunĂ¤chst befristete TĂ¤tigkeit in der Entgeltgruppe 6 des Tarifvertrages Hessen\ndie Mitarbeit in einem engagierten Team\nFort- und WeiterbildungsmĂ¶glichkeiten\nflexible Arbeitszeiten\nLandesTicket Hessen\nJahressonderzahlung\nDer Dienstort ist Bad Homburg v. d. HĂ¶he.\nDie Verwaltung strebt eine generelle ErhĂ¶hung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterreprĂ¤sentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Vollzeitstellen sind grundsĂ¤tzlich teilbar (Â§ 9 Abs. 2 HGIG). Schwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Eignung im Rahmen der geltenden Bestimmungen bevorzugt berĂĽcksichtigt.\nEhrenamtliches Engagement wird in Hessen gefĂ¶rdert. Soweit Sie ehrenamtlich tĂ¤tig sind, wird gebeten, dies in den Bewerbungsunterlagen anzugeben. Im Ehrenamt erworbene Erfahrungen und FĂ¤higkeiten kĂ¶nnen gegebenenfalls im Rahmen von Eignung, BefĂ¤higung und fachlicher Leistung positiv berĂĽcksichtigt werden, wenn sie fĂĽr die vorgesehene TĂ¤tigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrĂĽĂźt.\nBitte bewerben Sie sich ĂĽber das Bewerberportal des Landes Hessen mit aussagefĂ¤higen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) unter\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/A3C1BD400C7E1FE181FD09E4EDF16960\nReferenzcodeÂ  51094345_0002\nBewerbungsschluss ist am Â 16.03.2026\nBei Fragen zu der Stellenausschreibung melden Sie sich bitte oder unter\nDr. Katharina Bechler 06172 9262-107 oder\nkatharina.bechler@schloesser.hessen.de\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-buchungsservice-veranstaltungsorganisation/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-fuer-das-lvr-industriemuseum-gesenkschmiede-hendrichs/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) für das LVR-Industriemuseum Gesenkschmiede Hendrichs", "content_text": "LVR-Industriemuseum, Solingen Bewerbungsende: 09.03.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nLVR-Industriemuseum\n, Rheinisches Landesmuseum für Industrie- und Sozialgeschichte, ist ein Verbundmuseum mit Standorten in überwiegend denkmalgeschützten Fabriken in Oberhausen, Ratingen, Solingen, Bergisch Gladbach, Engelskirchen und Euskirchen.\nDie\nGesenkschmiede Hendrichs\nist ein Ankerpunkt der Europäischen Route der Industriekultur (ERIH) und präsentiert sich als eine nahezu vollständig original erhaltene Fabrikanlage. Nach wie vor können hier die Besucherinnen und Besucher erleben, wie Scheren produziert werden. Die zentrale Auftrag des Museums ist das bedeutende industriekulturelle Erbe der Solinger Schneidwarenherstellung zu bewahren, zu vermitteln und lebendig zu erhalten. Seit seiner Eröffnung 1986 legt das Museum viel Wert auf eine vielfältig in Stadt und Region vernetzte Bildungsarbeit. Inklusion und Partizipation sind wichtige Grundsätze der Museumsarbeit.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-fuer-das-lvr-industriemuseum-gesenkschmiede-hendrichs/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-bildung-und-vermittlung-paedagogik-bibliothek-archive-gestaltung/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) im Bereich „Bildung und Vermittlung, Pädagogik, Bibliothek, Archive, Gestaltung“", "content_text": "Fränkisches Freilandmuseum Bad Windsheim, Bad Winsheim Bewerbungsende: 04.03.2026 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum nächstmöglichen Zeitpunkt eine / einen\nwissenschaftliche Volontärin / wissenschaftlichen Volontär (m/w/d)\nim Bereich „Bildung und Vermittlung, Pädagogik, Bibliothek, Archive, Gestaltung“\nin Vollzeit befristet auf zwei Jahre.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nMitarbeit bei der Erstellung und Überarbeitung von museumspädagogischen Konzepten und Angeboten\nMitarbeit bei der abteilungsübergreifenden Konzeption von Ausstellungen sowie Publikationsmöglichkeiten\nBetreuung und Durchführung von Veranstaltungen, Führungen und Mitmachprogrammen im Museum, insbesondere im Bereich der Bildung und Vermittlung\nFachliche Beratung bei Anfragen zu museumspädagogischen Programmangeboten\nPlanung und Organisation von Führungen, Kursen, Seminaren, museumspädagogischen Programmangeboten und Aktivprogrammen (Führungsorganisation) sowie die Einbettung in eine EDV-gestützte Buchungs- und Reservierungssoftware\nIhr Profil\nAbgeschlossenes Universitätsstudium (Master, M.A. oder Promotion) in den Fächern Europäische Ethnologie, Volkskunde, Kunstgeschichte, Geschichte, Denkmalpflege oder in einem anderen, artverwandten Studiengang\nGute EDV-Kenntnisse in allen gängigen Office-Anwendungen (Word, Excel, Power-Point) sowie die Bereitschaft, sich gegebenenfalls in neue Desktop-Publishing-Programme (z.B. InDesign) und in spezielle Inventarisations-Datenbankprogramme (z.B. VINO) einzuarbeiten\nVerantwortungsbereitschaft, Einsatzfreude, Zuverlässigkeit und gute Teamfähigkeit\nZeitliche Flexibilität und die Bereitschaft zum Arbeitseinsatz bei größeren Museumsveranstaltungen an mehreren Wochenenden in der Hauptsaison\nWir bieten\nEine Vollzeitstelle in einem renommierten Haus, die befristet auf zwei Jahre zu besetzen ist\nEinen interessanten und vielseitigen Arbeitsplatz in einem motivierten und engagierten Museumsteam\nEinblicke in alle für die Museumsarbeit relevanten Bereiche der Institution und enge Zusammenarbeit mit allen Teams\nEine Volontärvergütung in Höhe von 50% des regulären Tabellenentgeltes aus der Entgeltgruppe 13 Stufe 1 (im 2. Jahr Stufe 2) TVöD-VKA\nEin Arbeitsverhältnis, das sich ansonsten nach den Vorschriften des Berufsbildungsgesetzes (BBiG) richtet\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Teamleiter, Herr Philipp Knöchel (Tel. 09841 6680-15) gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet- Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen/Urkunden ein, da wir die Bewerbungsunterlagen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 04.03.2026\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-bildung-und-vermittlung-paedagogik-bibliothek-archive-gestaltung/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-wissenschaftliche-sammlungen-ausstellungen-publikationen-restaurierungen-inventar-depots/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) im Bereich „Wissenschaftliche Sammlungen, Ausstellungen, Publikationen, Restaurierungen, Inventar-Depots“", "content_text": "Fränkisches Freilandmuseum Bad Windsheim, Bad Windsheim Bewerbungsende: 04.03.2026 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum nächstmöglichen Zeitpunkt eine / einen\nwissenschaftliche Volontärin /wissenschaftlichen Volontär (m/w/d)\nim Bereich „Wissenschaftliche Sammlungen, Ausstellungen, Publikationen, Restaurierungen, Inventar-Depots“\nin Vollzeit befristet auf zwei Jahre.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nMitarbeit in verschiedenen wissenschaftlichen Arbeitsbereichen des Museums (insbesondere im Ausstellungs- und Publikationswesen, in der Haus-, Bau- und Archivforschung, etc.)\nMitarbeit bei der EDV-gestützten Inventarisation von ländlichen Sachkulturobjekten, d.h. von Museumsgut in verschiedenen Depots, Lägern und Objekt-Sammlungen des Hauses\nDokumentation wissenschaftlicher Forschungsergebnisse, Betreuung der Museumsarchive und der wissenschaftlichen Fachbibliothek, Digitalisierung von Meta-Daten, etc.\nIhr Profil\nAbgeschlossenes Universitätsstudium (Master, M.A. oder Promotion) in den Fächern Europäische Ethnologie, Volkskunde, Kunstgeschichte, Geschichte, Denkmalpflege oder in einem anderen, artverwandten Studiengang\nGute EDV-Kenntnisse in allen gängigen Office-Anwendungen (Word, Excel, Power-Point) sowie die Bereitschaft, sich in neue Desktop-Publishing-Programme (z.B. InDesign) und in spezielle Inventarisations-Datenbankprogramme (z.B. VINO) einzuarbeiten\nVerantwortungsbereitschaft, Einsatzfreude, Zuverlässigkeit und gute Teamfähigkeit\nZeitliche Flexibilität und die Bereitschaft zum Arbeitseinsatz bei größeren Museumsveranstaltungen an mehreren Wochenenden in der Hauptsaison\nWir bieten\nEine Vollzeitstelle in einem renommierten Haus, die befristet auf zwei Jahre zu besetzen ist\nEinen interessanten und vielseitigen Arbeitsplatz in einem motivierten und engagierten Museumsteam\nEinblicke in alle für die Museumsarbeit relevanten Bereiche der Institution und enge Zusammenarbeit mit allen Teams\nEine Volontärvergütung in Höhe von 50% des regulären Tabellenentgeltes aus der Entgeltgruppe 13 Stufe 1 (im 2. Jahr Stufe 2) TVöD-VKA\nEin Arbeitsverhältnis, das sich ansonsten nach den Vorschriften des Berufsbildungsgesetzes (BBiG) richtet\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Teamleiter, Herr Dr. Markus Rodenberg (Tel. 09841 6680-28) gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet- Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen/Urkunden ein, da wir die Bewerbungsunterlagen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 04.03.2026\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-wissenschaftliche-sammlungen-ausstellungen-publikationen-restaurierungen-inventar-depots/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachkraft-fuer-die-koordination-in-der-kulturellen-bildung-w-m-d/", "image": "", "title": "Fachkraft für die Koordination in der kulturellen Bildung (W/M/D)", "content_text": "Stadt Pforzheim, Pforzheim Bewerbungsende: 06.03.2026 | Die Stadt Pforzheim liegt als Stadtkreis am Rand des Schwarzwaldes. Als Wirtschaftsstandort ist sie geprägt durch eine in seiner Art einmalige Kombination von Kompetenzen als Gold-, Hightech- und Designstadt. Keine andere Stadt in Deutschland ist so eng mit der Geschichte der Schmuck- und Uhrenindustrie verbunden wie die Goldstadt Pforzheim. Als hochwertiger Lebensraum für rund 133.000 Menschen hat die Goldstadt einiges zu bieten. Neben vielseitigen Freizeit- und Sporteinrichtungen verfügt Pforzheim über ein ausgeprägtes kulturelles Leben, eine Hochschule von internationalem Rang, Schulen aller Ausrichtungen, zahlreiche Kinderbetreuungsangebote sowie moderne medizinische Versorgungseinrichtungen und hervorragende Einkaufsmöglichkeiten.\nZum 01.06.2026 suchen wir für das\nKulturamt\neine\nFachkraft für die Koordination in der kulturellen Bildung (W/M/D)\nWir bieten Ihnen eine befristete Teilzeitstelle zur Vertretung im Rahmen einer Elternzeitvakanz mit 29 Wochenstunden. Bei Vorliegen der fachlichen und persönlichen Voraussetzungen ist eine Eingruppierung bis Entgeltgruppe 10 TVöD möglich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.03.2026", "url": "https://www.museumsbund.de/stellenangebote/fachkraft-fuer-die-koordination-in-der-kulturellen-bildung-w-m-d/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-besucherservice-m-w-d-4/", "image": "", "title": "Mitarbeiter Besucherservice (m/w/d)", "content_text": "Verkehrsmuseum Dresden, Dresden Bewerbungsende: 01.03.2026 | Das Verkehrsmuseum Dresden zeigt seit über 70 Jahren auf 5.000 Quadratmetern Ausstellungsfläche Exponate zur Geschichte der einzelnen Verkehrszweige Schienenverkehr, Straßenverkehr, Luftverkehr und Schifffahrt. Hinzu kommen jährlich wechselnde Sonderausstellungen zu unterschiedlichen Aspekten der Mobilität von gestern, heute und morgen. An der Frauenkirche gelegen, ist das Verkehrsmuseum mit jährlich rund 200.000 Gästen eine der beliebtesten Kultureinrichtungen Dresdens.\nIn der\nVerkehrsmuseum Dresden gGmbH\nist zum nächstmöglichen Zeitpunkt eine unbefristete Teilzeitstelle (20 Stunden/Woche) zu besetzen als\nMitarbeiter Besucherservice (m/w/d)\nDeine Aufgaben:\nBesucheranfragen\nAllgemeine Auskünfte zu Tickets, Preisen, Veranstaltungen, Öffnungszeiten, Buchungen, Stornierungen u. v. m.\nIndividuelle Beratung und Buchung von Bildungsangeboten via Mail und Telefon\nAnnahme von Anmeldungen für öffentliche Führungen, Ferienprogramme, Veranstaltungen und Vorträge\nBesuchermanagement-System\nVerwaltung und Pflege von Kontaktdaten, Buchungen und Veranstaltungen\nKoordinierung von Anmeldungen für öffentliche Führungen, Ferienprogramme, Veranstaltungen und Vorträge\nZuarbeiten für die Abteilung Buchhaltung und Finanzen (für Rechnungslegungen)\nErstellung der Besucherstatistiken für die Museumspädagogik\nInterne Abstimmungen\nVergabe der gebuchten Bildungsprogramme an die freiberuflichen Honorarkräfte\nInformationsweitergabe und Ansprechperson für Rückfragen durch die freiberuflichen Honorarkräfte und die Aufsichtskräfte\nInterne, abteilungsübergreifende Abstimmungen bzgl. besonderer Events, hausinterner Feste und Veranstaltungen (Raumbelegungen, Sperrungen von Ausstellungen etc.)\nDein Profil:\nsehr gute mündliche und schriftliche Deutschkenntnisse\nanwendungsbereite Englischkenntnisse in Wort und Schrift\nsehr gute PC‐Anwenderkenntnisse in den Office‐Programmen\nsehr gute Kommunikationsfähigkeiten und gute Umgangsformen\nausgeprägte Serviceorientierung\nselbständiges und verantwortungsbewusstes Arbeiten\nInteresse für das Museum und seine Inhalte\nErfahrungen im Beschwerdemanagement\nwünschenswert: Kenntnisse über Besuchermanagementsysteme wie z.B. Beckerbillet\nWir bieten:\neinen unbefristeten Arbeitsvertrag\nein kollegiales und wertschätzendes Arbeitsumfeld\nflexible Arbeitszeiten durch Gleitzeitmodell\nmobiles Arbeiten teilweise möglich\nvergünstigtes Jobticket bzw. Deutschlandticket\nWenn Du Lust hast, das Verkehrsmuseum Dresden attraktiv und serviceorientiert nach außen zu präsentieren, freuen wir uns auf Deine Bewerbung!\nBeachte bitte die Hinweise zum Datenschutz unter\nhttps://www.verkehrs­museum-dresden.de/de/datenschutz\nDeine aussagekräftigen Bewerbungsunterlagen mit Angabe Deiner Gehaltsvorstellung\nsendest Du bitte\nbis zum 1. März 2026\nper E-Mail an:\npersonal@verkehrs.museum\nAus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-besucherservice-m-w-d-4/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-art-handling-depots-m-w-d/", "image": "", "title": "Leitung Art Handling & Depots (m/w/d)", "content_text": "Stiftung Museum Kunstpalast, Düsseldorf Bewerbungsende: 15.03.2026 | Kunst braucht Struktur – und Menschen, die sie möglich machen!\nDie Stiftung Museum Kunstpalast sucht zum nächstmöglichen Zeitpunkt eine\nLeitung Art Handling & Depots (m/w/d)\nunbefristet in Vollzeit.\nDer Kunstpalast und das NRW-Forum gehören zu den spannendsten Kulturorten Nordrhein-Westfalens. Damit Ausstellungen und Sammlungen auf höchstem Niveau präsentiert werden können, braucht es perfekt organisierte Abläufe hinter den Kulissen. Genau hier kommen Sie ins Spiel.\nIhre Arbeit – Führungskraft mit Hands-on-Mentalität\nAls Leitung Art Handling & Depots übernehmen Sie eine Schlüsselrolle im operativen Herzstück unseres Museumsbetriebs. Sie führen Ihr Team fachlich und organisatorisch – und arbeiten gleichzeitig selbst aktiv im Tagesgeschäft mit.\nOb bei komplexen Umhängungen, sensiblen Kunsttransporten, anspruchsvollen Installationen oder der Optimierung von Depotstrukturen: Sie sind präsent, packen mit an und sorgen gemeinsam mit Ihrem Team dafür, dass Kunstwerke sicher gelagert, professionell bewegt und optimal präsentiert werden.\nMit Ihrem Blick für Qualität, Sicherheit und Struktur schaffen Sie die Grundlage für überzeugende Kunsterlebnisse im Kunstpalast und im NRW-Forum.\nDas erwartet Sie bei uns:\nFachliche Führung, Einsatzplanung und Weiterentwicklung der Depotverwalter*innen und Art Handler*innen\nAktive Mitarbeit im Tagesgeschäft des Art Handlings und Depotbetriebs\nPlanung, Koordination und Umsetzung von Sammlungsumhängungen sowie des Auf- und Abbaus der Wechselausstellungen im Kunstpalast und im NRW-Forum\nGesamtverantwortung für die Organisation, Nutzung und Sicherheit der Depotflächen\nSicherstellung optimaler konservatorischer Rahmenbedingungen durch Überwachung von Klima-, Sicherheits- und Ordnungssystemen\nVerantwortung für Technik, Zugangskontrollen, Schädlingsmonitoring sowie Sauberkeit und Ordnung in den Depotbereichen\nZentrale Schnittstelle zur Abteilungen Infrastruktur und Sammlungs- und Ausstellungsmanagement\nDas bringen Sie mit:\nAbgeschlossene handwerkliche, technische oder museumsbezogene Ausbildung oder eine vergleichbare Qualifikation\nHohe praktische Kompetenz im Art Handling, Depot- oder Ausstellungsbetrieb sowie die Bereitschaft, regelmäßig selbst operativ tätig zu sein\nErfahrung in der fachlichen Führung von Mitarbeitenden\nSelbstständige, strukturierte und lösungsorientierte Arbeitsweise\nTeamgeist, Verantwortungsbewusstsein und Freude an Kommunikation\nSehr gutes Verständnis für konservatorische Anforderungen und Sicherheitsstandards\nSehr gute Deutschkenntnisse und Führerschein Klasse B\nDarauf können Sie sich freuen:\nEine verantwortungsvolle Leitungsposition mit echtem Gestaltungsspielraum\nEin abwechslungsreiches Arbeitsumfeld zwischen Kunst, Technik und Organisation\nFlexible Arbeitszeiten dank Gleitzeitkonto\nLeistungsgerechte Vergütung\n30 Tage Urlaub (bei 5-Tage-Woche)\nZusätzlich arbeitsfrei: Rosenmontag, Heiligabend und Silvester\nAttraktive Zusatzleistungen:\nArbeitgeberfinanzierte betriebliche Altersvorsorge\nDeutschlandticket Job\nZuschuss zu Urban Sports Club\nWeitere Mitarbeitervergünstigungen\nKlingt nach Ihrer nächsten Aufgabe?\nDann freuen wir uns auf Ihre Bewerbung bis zum 15. März 2026 über unser\nOnlineportal\n.\nFür Rückfragen zur Stelle steht Ihnen\nFelicity Korn\nStellvertreterin des Generaldirektors gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-art-handling-depots-m-w-d/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/landwirtschaftlicher-mitarbeiterin-m-w-d-auf-dem-museumsbauernhof-in-wennerstorf/", "image": "", "title": "Landwirtschaftliche:r Mitarbeiter:in (m/w/d) auf dem Museumsbauernhof in Wennerstorf", "content_text": "Stiftung Freilichtmuseum am Kiekeberg, Wenzendorf Bewerbungsende: 27.03.2026 | Mit Herz und Hacke für die Landwirtschaft von morgen!\nDie Stiftung Freilichtmuseum am Kiekeberg sucht zum nächstmöglichen Zeitpunkt\neine:n Landwirtschaftliche:n Mitarbeiter:in (m/w/d)\nfür den\nMuseumsbauernhof in Wennerstorf\n,\neine Außenstelle des Freilichtmuseums am Kiekeberg, in\nTeilzeit oder Vollzeit (25-40 Std/Woche)\n.\nDer\nMuseumsbauernhof in Wennerstorf\nist ein kleiner Bioland-zertifizierter landwirtschaftlicher Betrieb bei Hollenstedt in der Nordheide, direkt an der A1. Als Außenstelle des Freilichtmuseums am Kiekeberg verbinden wir ökologische Landwirtschaft mit Inklusion und musealer Vermittlung. Gemeinsam mit einer Außengruppe der Lebenshilfe Lüneburg-Harburg gGmbH bewirtschaften wir:\n1,5 ha mit Gemüse wie Grünkohl, Kartoffeln, Zwiebeln, rote Bete, Kürbis, Gurken und Beerenobst,\neine 1,6 ha große\nStreuobstwiese,\neine kleine Jungpflanzenanzucht,\neine hofeigene Manufaktur (Verarbeitungsküche) zur Direktvermarktung unserer Produkte.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.03.2026", "url": "https://www.museumsbund.de/stellenangebote/landwirtschaftlicher-mitarbeiterin-m-w-d-auf-dem-museumsbauernhof-in-wennerstorf/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-ticketservice-2/", "image": "", "title": "Mitarbeiter (m/w/d) für den Ticketservice", "content_text": "DFB-Stiftung Deutsches Fußballmuseum, Dortmund Bewerbungsende: 28.02.2026 | Die DFB-Stiftung Deutsches Fußballmuseum gGmbH sucht einen\nMitarbeiter (m/w/d) für den Ticketservice\nVollzeit, Festanstellung\nIhre Aufgaben – das erwartet Sie bei uns\nVerkauf von Eintrittskarten, Tickets für Führungen und Veranstaltungen sowie Gutscheinen\nKassieren und Erfassen der Umsätze sowie der tägliche Kassenabschluss\nBedienen der telefonischen Tickethotline: Kundenberatung und –service, Hilfestellung beim Buchungsprozess sowie Clearing/Beschwerdewesen\nPersönliche und telefonische sowie schriftliche Auskunft zu verschiedenen Erlebnisprogrammen des Deutschen Fußballmuseums sowie zur Orientierung im Haus\nBegrüßung von Gästen und Akkreditierung bei Eigen- und Fremdveranstaltungen\nPflegen des Buchungssystems (neue Artikel, Rabattaktionen, Ticketkontingente)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-ticketservice-2/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-6/", "image": "", "title": "wissenschaftliche*r Volontär*in (m/w/d) im Fachdienst Museen und Kreisarchiv", "content_text": "Kreisverwaltung Herzogtum Lauenburg, Ratzeburg Bewerbungsende: 22.02.2026 | Ihr neuer Arbeitgeber befindet sich mitten im Naturpark Lauenburgische Seen zwischen Ostsee und Elbe und gleichzeitig in unmittelbarer Nähe zu den Hansestädten Lübeck und Hamburg.\nDerzeit sind bei uns rund 900 Mitarbeiter*innen an zahlreichen Standorten im Kreis Herzogtum Lauenburg beschäftigt, die sich täglich für die Belange der fast 205.000 Einwohner*innen einsetzen.\nWerden auch Sie ein Teil der Kreisverwaltung Herzogtum Lauenburg als\nwissenschaftliche*r Volontär*in (m/w/d)\nfür den Fachdienst Museen und Kreisarchiv in Vollzeit befristet für 2 Jahre.\nDie Ausbildungsvergütung orientiert sich an der Empfehlung des Deutschen Museumsbundes (Entgeltgruppe 13 TVöD, Stufe 1, davon 50 %).\nDer Kreis Herzogtum Lauenburg betreibt das Kreismuseum Herzogtum Lauenburg und das A. Paul Weber – Museum auf der Domhalbinsel in Ratzeburg. Die auf einem parkähnlichen Gelände gelegenen Häuser präsentieren die Geschichte des Kreises und das Werk des überregional bedeutenden Künstlers A. Paul Weber.\nZiel der Ausbildung ist es, das an der Hochschule erworbene Wissen in der Praxis anzuwenden und zugleich Kenntnisse für die Tätigkeit an einem Museum zu erwerben. Das Volontariat erfolgt weitgehend im Rahmen der Empfehlungen des Deutschen Museumsbundes. Schwerpunkte werden im Bereich der Durchführung der Neukonzeption des Kreismuseums, der Inventarisierung sowie der Museumspädagogik liegen. Bei erfolgreicher Ausbildung gibt es die Möglichkeit, sich mit eigenen Projekten (Vorträge, Publikationen) der Öffentlichkeit zu präsentieren. Während der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nAnforderungen:\nein abgeschlossenes wissenschaftliches Hochschulstudium (Master/Magister, ggf. mit Promotion) in Geschichte, Kunstgeschichte, Volkskunde/Europäische Ethnologie, Museologie oder einem verwandten kulturgeschichtlichen Fach\nerste Erfahrungen im Museumsbereich, nachgewiesen durch Praktika\nTeamgeist, Flexibilität und Einsatzbereitschaft\nKommunikationsfähigkeit\nKenntnisse in der Anwendung archivischer- bzw. Museumssysteme\nAufgrund von Veranstaltungen außerhalb der regelmäßigen Arbeitszeit muss die Bereitschaft bestehen, gelegentlich auch abends und am Wochenende zu arbeiten.\nWir unterstützen Sie zudem bei der Teilnahme an internen und externen Fortbildungen.\nUnsere Leistungen:\nWORK-LIFE-BALANCE.\n30 Tage Urlaub/Jahr sowie dienstfrei an Heiligabend und Silvester, Teilzeitmöglichkeit, kostenlose Kindernotfallbetreuung\nSICHERHEIT.\nBezahlung nach Tarifvertrag, Jahressonderzahlung, vermögenswirksame Leistungen\nENTWICKLUNG.\nPersönliche und fachliche Fortbildungsmöglichkeiten\nMITBESTIMMUNG.\nInteressenvertretungen, Verfolgen gemeinsamer Ziele\nKLIMASCHUTZBEWUSSTSEIN.\nE-Fahrzeuge für Dienstreisen, finanzieller Zuschuss zum Kauf eines Fahrrades, bezuschusstes Deutschlandticket\nGESUNDHEIT.\nBetriebliches Gesundheitsmanagement, Sportgruppen, vergünstigte Mitgliedschaft im Fitnessstudio\nEs ist uns wichtig, ein Arbeitsumfeld zu schaffen, in dem alle Beschäftigten die gleiche Wertschätzung und Förderung erfahren. Deshalb begrüßen wir Bewerbungen unabhängig von Geschlecht und geschlechtlicher Identität, Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauungen, Alter sowie sexueller Orientierung. Frauen werden bei gleichwertiger Eignung, Befähigung und fachlicher Leistung in allen unterrepräsentierten Bereichen vorrangig berücksichtigt.\nDa die Kreisverwaltung bestrebt ist, den Anteil der schwerbehinderten Mitarbeiterinnen und Mitarbeiter zu erhöhen, würden wir uns über Bewerbungen von Menschen mit Behinderung besonders freuen.\nDie Durchführung der Vorstellungsgespräche erfolgt voraussichtlich am\n16.03.2026.\nFür Fragen steht Ihnen Frau Dr. Mührenberg unter der Telefonnummer 04541 860716 gerne zur Verfügung.\nSollte diese Stelle Ihr Interesse geweckt haben, richten Sie Ihre Bewerbung mit aussagefähigen Unterlagen bitte bis zum\n22.02.2026\nan den\nKreis Herzogtum Lauenburg – Der Landrat –\nFachdienst Personal und Zentraler Service\nBarlachstraße 2, 23909 Ratzeburg\nbewerbung@kreis-rz.de\nWeitere Informationen und Stellenangebote finden Sie auf unserer Webseite unter\nwww.kreis-rz.de/stellenangebote\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-6/", "date_published": "2026-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gaertnermeister-m-w-d/", "image": "", "title": "Gärtnermeister (m/w/d)", "content_text": "Hessen Kassel Heritage, Kassel Bewerbungsende: 28.08.2026 | Hessen Kassel Heritage besetzt zum nächst möglichen Termin eine Stelle als\nGärtnermeisterin / Gärtnermeister\n(m/w/d)\nEs handelt sich hierbei um eine unbefristete Stelle mit 50 % einer Vollbeschäftigung, derzeit 20 Std./Woche.\nHessen Kassel Heritage betreut das kulturelle Erbe der Landgrafschaft Hessen-Kassel, das neben den historischen Schlössern und mehreren Museen herausragende historische Parkanlagen, wie die Welterbestätte „Bergpark Wilhelmshöhe“, in Kassel und Umgebung mit einer Größe von 40 – 240 ha umfasst.\nDie Gärtenabteilung pflegt und entwickelt diese nach gartendenkmalpflegerischen Gesichtspunkten, bewahrt sie für die Besuchenden als Orte der Entspannung und Erholung. Sie fungiert als Vermittlerin der Gartenkunst und führt die Parks in Zeiten des Klimawandels in die Zukunft.\nDas Aufgabengebiet umfasst insbesondere:\nOrganisation, Anleitung und Kontrolle der Beschäftigten und ggf. Auszubildenden bei gartendenkmalpflegerischen Wiederherstellungs- und Pflegearbeiten einer Arbeitsgruppe Baum- und Gehölzpflege, sowie Unterstützung bei Sonderprojekten und baulichen Maßnahmen in der Parkanlage\nFeststellen des Bedarfs und der Bestellung von Materialien\nAusschreibungen und Vergabe von Liefer- oder Bauleistungen\nIhr Profil:\neine abgeschlossene Ausbildung zur/zum Gärtnermeister/in im Bereich Garten- und Landschaftsbau oder gleichwertig\nmehrjährige Erfahrung in der Gartendenkmalpflege und Gehölzpflege\nErfahrung im Arbeitsschutz für das o. g. Aufgabengebiet\nein gültiger Führerschein der Klasse B\nWir bieten eine Eingruppierung in Entgeltgruppe E9a TV-H. Es besteht seitens des Landes Hessen eine betriebliche Altersversorgung. Zudem wird Ihnen aktuell das LandesTicket des Landes Hessen zur kostenfreien Nutzung des ÖPNV innerhalb Hessens gewährt.\nAllgemeine Hinweise\nNach dem Hessischen Gleichberechtigungsgesetz besteht die Verpflichtung, den Frauenanteil in Bereichen mit Unterrepräsentanz zu erhöhen. Bewerbungen von Frauen sind daher besonders erwünscht. Um auch den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen. Schwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt.\nDie Verarbeitung Ihrer personenbezogenen Daten erfolgt aufgrund von § 23 Abs. 1 i.V.m. Abs. 8 Satz 2 des Hessischen Datenschutz- und Informationsfreiheitsgesetzes (HDSlG) zum Zwecke der Durchführung des Bewerbungsverfahrens. Ihre Unterlagen werden nach Abschluss des Bewerbungsverfahrens innerhalb maximal sechs Monaten vernichtet.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 28.02.2026 unter Angabe der Kennziffer 1.03 2026 ausschließlich online.\nstellensuche.hessen.de (Stellensuche Land Hessen)\nReferenzcode-Suche: 51091514_0002\nFreitext-Suche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.08.2026", "url": "https://www.museumsbund.de/stellenangebote/gaertnermeister-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/123623/", "image": "", "title": "Teamleitung Besucherservice (m/w/d)", "content_text": "Deutsches Spionagemuseum, Berlin Bewerbungsende: 28.02.2026 | Das Das Deutsche Spionagemuseum sucht:\nTeamleitung Besucherservice (m/w/d) in Voll- oder Teilzeit\nDas Deutsche Spionagemuseum und das direkt benachbarte Deutschlandmuseum gehören zusammen und werden von unserem gemeinsamen Team betreut. Zur Unterstützung unseres engagierten Besucherservice in beiden Museen suchen wir nun eine Teamleitung.\nDas Deutsche Spionagemuseum ist mit jährlich über 400.000 Besuchern eines der meistbesuchten Museen in Berlin. Die interaktive Dauerausstellung begeistert Familien, Schulklassen und Touristen aus der ganzen Welt.\nDas in 2023 neueröffnete Deutschlandmuseum ist für seine Art, Geschichte zu erzählen mit dem internationalen THEA Award ausgezeichnet worden. Die immersive Erlebnisausstellung führt den Besucher durch 12 Epochen deutscher Geschichte und bietet den Besuchern detailgetreue Welten zum Eintauchen.\nDein Profil\nDurch deinen freundlichen und professionellen Service wird der Museumsbesuch für unsere Gäste zu einem fantastischen Erlebnis\nDu hast Spaß an der Arbeit mit Menschen und behältst auch in stressigen Situationen einen kühlen Kopf\nDeine Stärken sind: Kommunikation, Organisation, Belastbarkeit, Freude am Verkauf\nDu bist zeitlich flexibel und auch bereit, an Feiertagen und Wochenenden im Museum zu arbeiten\nDu hast Erfahrung im Umgang mit Kassen und zuvor bereits im Bereich Kundenservice, Verkauf, Gastro oder Tourismus gearbeitet\nDu hast sehr gute Deutsch- und gute Englischkenntnisse\nDeine Aufgaben\nOrganisation und Führung des Besucherservice-Teams zusammen mit der stellvertretenden Teamleitung\nDu übernimmst gerne etwas mehr Verantwortung und bist erster Ansprechpartner bei Fragen und Problemen\nDu übernimmst regelmäßig Schichten in Shop & Café und im Ticketverkauf unserer beiden Museen\nDeine Serviceexpertise teilst du gerne mit dem ganzen Team, besonders im Rahmen der Einarbeitung neuer Teammitglieder\nErstellung und Pflege des digitalen Dienstplans\nKoordination von Arbeitsausfällen\nÜbernahme von Sonderaufgaben im Shop & Café oder im Ticketing-Bereich\nWir bieten\nmodernes und innovatives Unternehmen mit engagiertem Team\nzentraler Arbeitsplatz am Potsdamer Platz\nkostenfreier Eintritt für Friends & Family\nTeam-Events & kostenlose Getränke\nMitarbeiter-Rabatt auf alle Café- und Shopprodukte\nMitarbeiter-Rabatte bei corporate benefits\nbetriebliches Altersvorsorge-Konzept\nZuschuss zum BVG-Jobticket\nunbefristete Anstellung zwischen 24 und 35 Wochenstunden\n18,00€ pro Stunde zzgl. Feiertags- und Springerzuschlägen\nSo wirst du Teil unseres Teams\nSende uns ein kurzes Anschreiben + Lebenslauf über diesen Link: https://short.sg/j/62647734\nLass uns wissen, warum du dich für die Stelle interessierst, wie viele Stunden du arbeiten möchtest, wann du starten kannst und was dich motiviert!\nWir freuen uns auf dich!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/123623/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-buchung-kundensupport/", "image": "", "title": "Leitung Buchung & Kundensupport", "content_text": "Deutsches Spionagemuseum, Berlin Bewerbungsende: 28.02.2026 | Das Deutsche Spionagemuseum sucht:\nLeitung Buchung & Kundensupport\n(m/w/d) in Voll- oder Teilzeit an 5 Tagen die Woche\nBei uns arbeitest du für zwei der erfolgreichsten Museen der Stadt: Das Deutsche Spionagemuseum ist mit jährlich über 400.000 Besuchern eines der meistbesuchten Museen in Berlin. Das 2023 eröffnete Deutschlandmuseum ist für seine innovative Art der Geschichtsvermittlung mit zahlreichen internationalen Preisen ausgezeichnet worden.\nUnsere zwei Museen werden täglich von zahlreichen Touristen aus dem In- und Ausland sowie von vielen Gruppen – insbesondere Schulklassen – besucht. Gruppenleitungen und Lehrkräfte lassen sich im Vorfeld ihres Besuchs telefonisch und per E-Mail von unserem Buchungsteam beraten und buchen so Tickets und Führungen. Auch Individualgäste wenden sich mit Fragen telefonisch an den Kundensupport und möchten z.B. Tickets erstatten lassen. Für die fachliche und organisatorische Leitung dieses Teams suchen wir eine engagierte Teamleitung.\nDeine Aufgabe\nDu berätst Lehrkräfte, Gruppenleiter und Reiseveranstalter zu den Angeboten des Museums und buchst Tickets und Führungen in unsere Buchungssoftware ein\nDu berätst unsere Gäste telefonisch und per E-Mail freundlich und professionell, sodass keine organisatorischen Fragen offenbleiben\nDu übernimmst die Koordination eines Teams aus aktuell vier Personen (inkl. Azubis) und planst Aufgaben, Verantwortlichkeiten und Einsatzzeiten\nDu bist verantwortlich für die Einhaltung und Optimierung von Qualitätsstandards in der Kundenkommunikation\nDu bist die Schnittstelle zwischen Buchungsabteilung, Vertrieb und Betriebsleitung\nDu erstellst Leitfäden, Arbeitsabläufe und interne Dokumente zur Sicherung der Servicequalität\nDein Profil\nKaufmännische Ausbildung, relevantes Studium oder mehrjährige Berufserfahrung\nErfahrung im Kundenservice\nIdealerweise erste Führungserfahrung\nStrukturierte und konzentrierte Arbeitsweise in digitalen Systemen\nAusgeprägte kommunikative Fähigkeiten, mündlich und schriftlich\nSehr hohe Kunden- und Serviceorientierung\nSehr gute Deutsch-, sowie gute Englischkenntnisse\nBereitschaft bei Bedarf auch an Wochenenden und Feiertagen zu arbeiten\nWir bieten\nmodernes und innovatives Unternehmen mit einem engagierten Team\nzentraler Arbeitsplatz am Potsdamer Platz\nkostenfreier Eintritt für Friends & Family\nbetriebliches Altersvorsorge-Konzept\nTeam-Events\nkostenlose Getränke (Kaffeespezialitäten)\nMitarbeiter-Rabatt auf alle Café- und Shopprodukte\nMitarbeiter-Rabatt bei Corporate Benefits\nZuschuss zum BVG-Firmenticket\nBewerbung\nBewerbung mit Gehaltsvorstellung, gewünschter Stundenzahl, Lebenslauf und Motivationsschreiben nur online über diesen Link: https://short.sg/j/62646409\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-buchung-kundensupport/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotleitung-m-w-d/", "image": "", "title": "Depotleitung (m/w/d)", "content_text": "Stadtmuseum Baden-Baden, Baden-Baden Bewerbungsende: 15.03.2026 | Arbeiten, wo andere Urlaub machen – außergewöhnlich, vielseitig und spannend. Die Bäder- und Kulturstadt Baden-Baden, malerisch gelegen zwischen Rheinebene und Schwarzwald und seit 2021 ausgezeichnet mit dem UNESCO-Welterbetitel, ist nicht nur durch ihre Thermen und Bäder, sondern auch durch regelmäßige Großereignisse in Kunst, Politik, Sport und Gesellschaft international bekannt.\nBei der Stadtverwaltung Baden-Baden (Stadtkreis mit ca. 57.000 Einwohnern) ist beim Museum und Archiv zum nächstmöglichen Zeitpunkt die Stelle einer\nDepotleitung (m/w/d)\nunbefristet in Teilzeit (19,5 Wochenstunden) zu besetzen.\nIhre Aufgaben:\nsachgemäße Objektunterbringung inkl. Organisation und Beschaffung entsprechender Materialien\nRegistrierung, fotografische Dokumentation und Erfassung der Sammlungsobjekte mit Hilfe von Datenbanksystemen\nStandortverwaltung\nVorbereitung und Dokumentation von Objektentnahmen und\nentsprechende Rückführung\nBetreuung von Sammlungserweiterungen (Lokaltermine, Abholung, Dokumentation und Unterbringung der Objekte)\nMitbetreuung des Leihverkehrs sowie Durchführung von Kurierfahrten\nOrganisation und Durchführung des Ausstellungsbaus bei Sonderausstellungen und im Bereich der Dauerausstellung\nÜberwachung der klimatischen Bedingungen in Depot- und Ausstellungsbereichen\nDurchführung und Auswertung des Schädlingsmonitorings\nMitwirkung bei der Notfall- und Vorsorgeplanung zum Schutz des Sammlungsguts\nIhr Profil:\nSie haben ein abgeschlossenes Studium der Konservierung/ Restaurierung oder eine vergleichbare Qualifikation\nSie verfügen idealerweise über langjährige Erfahrungen im Museumswesen sowie im sicheren Umgang mit Kunstgut\nSie haben Erfahrung im Umgang mit Museumsdatenbanken und den gängigen Office-Programmen, in der digitalen Fotografie sowie der digitalen Bildbearbeitung\nSie verfügen über Organisationstalent, Kommunikationsfähigkeit und körperliche Belastbarkeit\nSie sind im Besitz einer gültigen Fahrerlaubnis der Klasse B\nSie zeichnen sich durch eine strukturierte und selbstständige Arbeitsweise sowie ein hohes Maß an Eigeninitiative und Einsatzbereitschaft aus\nUnser Angebot:\nDas Arbeitsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst (TVöD). Die Eingruppierung erfolgt je nach Qualifikation bis Entgeltgruppe 9c TVöD.\nWir bieten eine interessante und abwechslungsreiche Tätigkeit in einem kreativen Team und eine der Position angemessene Bezahlung. Darüber hinaus bietet die Stadt Baden-Baden vielfältige Entwicklungs- und Weiterqualifizierungsmöglichkeiten, individuelle Arbeitszeitmodelle, ein betriebliches Gesundheitsmanagement, ein Einarbeitungskonzept sowie einen Zuschuss zum Deutschland-Ticket (Job) zur Nutzung der öffentlichen Verkehrsmittel im Nahverkehr.\nIhre aussagekräftige Bewerbung übersenden Sie uns bitte bis spätestens 15.03.2026.\nBitte fügen Sie Ihrer Bewerbung die entsprechenden Ausbildungsnachweise sowie gegebenenfalls Nachweise über die Bewertung bzw. Anerkennung von im Ausland erworbenen Bildungsabschlüssen und Qualifikationen bei. Sollten Sie bereits im öffentlichen Dienst tätig sein, fügen Sie Ihren Unterlagen bitte eine aktuelle dienstliche Beurteilung bzw. ein aktuelles Zeugnis bei.\nWir bitten zu beachten, dass eine Rücksendung von Bewerbungen in Papierform nicht erfolgt. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen vernichtet.\nSchwerbehinderte Menschen werden bei entsprechender Eignung vorrangig berücksichtigt.\nDie Vorstellungsgespräche finden voraussichtlich am 25.03.2026 statt.\nFür weitere Informationen steht Ihnen Frau Kronenwett, Leiterin des Museums und Archivs, unter der Telefonnummer 07221 93-2270 gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/depotleitung-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologin-m-w-d/", "image": "", "title": "Museolog*in (m/w/d)", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf , Schleswig Bewerbungsende: 01.03.2026 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf\n– Abtlg. Museum für Archäologie\n–\nsucht zum 01.04.2026\neine*n Museolog*in (m/w/d)\nfür das DFG-Projekt\n„\nErschließung der Fundobjekte des wikingerzeitlichen Emporiums Haithabu“.\nDie Stelle ist in Vollzeit befristet bis zum 31.03.2029 am Standort Schleswig zu besetzen.\nDie Stiftung Schleswig-Holsteinische Landesmuseen ist mit sieben Museen an fünf Standorten der bedeutendste Museumsverbund Schleswig-Holsteins. Mit ihren Schwerpunkten Archäologie, Kunst und Kulturgeschichte sowie Volkskunde erzählen die Museen die Geschichte Schleswig-Holsteins und seiner Menschen von der Steinzeit bis in die Gegenwart.\nDas erwartet Sie:\ndigitale, datenbankgestützte Retroinventarisation von Fundobjekten aus Haithabu sowie die Durchführung von Datenimporten in die Archäologische Datenbank Schleswig-Holstein\nAnleitung eines Teams aus Hilfskräften\nWir setzen voraus:\nein abgeschlossenes Studium der Museologie oder eine nachweislich mehrjährige praktische Erfahrung in der Inventarisierung musealer Sammlungsobjekte\nErfahrung in der Leitung von Teams\neinen sicheren Umgang mit Museumsdatenbanken (z.B. ADSH)\nsehr gute EDV-Kenntnisse, insbesondere in MS Access und Excel\neine strukturierte, selbstständige sowie praxis- und lösungsorientierte Arbeitsweise\nausgeprägte Team- und Kommunikationsfähigkeit, Engagement und Flexibilität\nInteresse an Archäologie und Geschichte\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nFührerschein der Klasse B\nkörperliche Belastbarkeit\nWir bieten:\neine befristete Stelle in Vollzeit mit den Vorzügen des öffentlichen Dienstes – einer betrieblichen Altersversorgung (VBL) und einem betrieblichen Gesundheitsmanagement sowie entsprechenden Weiterbildungsmöglichkeiten -, ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und vor allem ein spannendes Arbeitsumfeld in einem engagierten und kollegialen Team\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder bis zur Entgeltgruppe 9 b\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt\nWeitergehende Fragen beantwortet Ihnen gern unsere stellv. Personalleiterin, Frau Märthe Müller, unter 04621 – 813 214\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse im pdf-Format) richten Sie bitte bis spätestens\n01.03.2026\nan\nbewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie vorab auf unserer Homepage https://landesmuseen.sh/de/datenschutz/bewerber)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museologin-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d-graphische-sammlungen-bauhaus-moderne-gegenwart-1860-bis-heute/", "image": "", "title": "Kustode (m/w/d) Graphische Sammlungen Bauhaus, Moderne, Gegenwart (1860 bis heute)", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 15.03.2026 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts. Sie zählt zu den herausragenden Kultur- und Forschungsinstitutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte sind die Weimarer Klassik, ihre Nachwirkungen in Kunst und Kultur des 19. Jahrhunderts sowie die Moderne mit den Schwerpunkten Friedrich Nietzsche und Bauhaus. Die Stiftung umfasst neben dem Goethe- und Schiller-Archiv und der Herzogin Anna Amalia Bibliothek in der Direktion Museen das 1885 gegründete Goethe-Nationalmuseum und das 2019 eröffnete Bauhaus-Museum sowie rund 20 weitere Museen, Dichterhäuser und Schlösser. Darüber hinaus verantwortet die Stiftung die Bau- und Gartendenkmalpflege im Weltkulturerbe.\nIn der Direktion Museen ist in der Abteilung Bauhaus-Museum, Moderne und Gegenwart zum nächstmöglichen Zeitpunkt, in Vollzeit (40 h/Woche), zunächst befristet auf 6 Jahre, folgende Stelle zu besetzen:\nKustode (m/w/d) Graphische Sammlungen Bauhaus, Moderne, Gegenwart (1860 bis heute)\nE 13 TV-L, Kennziffer: 02/2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d-graphische-sammlungen-bauhaus-moderne-gegenwart-1860-bis-heute/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsdokumentation-m-w-d/", "image": "", "title": "Sammlungsdokumentation (m/w/d)", "content_text": ", Karlsruhe Bewerbungsende: 28.02.2026 | Die Staatliche Kunsthalle Karlsruhe gehört mit ihrer hochrangigen Sammlung und einer regen  Ausstellungs- und Veranstaltungstätigkeit zu den großen Kunstmuseen in Deutschland. Sie wird als Landesbetrieb geführt und ist eine nach kunstwissenschaftlichen und wirtschaftlichen Grund-sätzen agierende Kultureinrichtung des Landes Baden-Württemberg. Das Museum befindet sich derzeit in einem umfassenden Transformationsprozess, da das Hauptgebäude der Kunsthalle für mehrere Jahre grundlegend saniert und erweitert wird. Währenddessen bespielt die Kunsthalle   Interimsstandorte, darunter auch das ZKM | Zentrum für Kunst und Medien Karlsruhe. In dieser Zeit sollen vor allem die Chancen des digitalen Wandels genutzt werden. Das Team der Staatlichen Kunsthalle Karlsruhe kommt aus verschiedenen Regionen und Ländern. Wir pflegen eine kollegiale Arbeitsatmosphäre; unsere Herzen schlagen für die Kunst, ihre Erforschung und Vermittlung an eine offene und diverse Gesellschaft.\nZum nächstmöglichen Zeitpunkt ist in der Abteilung Sammlung und Wissenschaft eine Position in der\nSammlungsdokumentation (m/w/d)\nbefristet für vier Jahre zu besetzen.\nIhre Aufgaben:\neigenständige Recherche, Zusammenstellung und digitale Dokumentation relevanter Inhalte für Werke des Bestands der Älteren Malerei (Publikationen, Provenienzinformationen, Kunstmarkt- und Auktionsergebnisse, Fotomaterial, kunsttechnologische Befunde) auf Basis von analogen Bildakten, Archivalien und Literatur in Abstimmung mit der zuständigen Kuratorin für Ältere Malerei:\nEingabe der erarbeiteten Inhalte in die Sammlungsdatenbank imdas pro\nVerschlagwortung, Klassifikation und Verknüpfung der Datensätze mit Normdaten\nKontinuierliche Datenaktualisierung, -pflege und -korrektur\nZusammenarbeit mit den Kuratorinnen, der Provenienzforschung, der Datenbankadministratorin und der Digitalmanagerin\nMitarbeit an der Weiterentwicklung der Dateninfrastruktur in Hinblick auf eine Verbesserung des Workflows im Sammlungsmanagement und des Informationsflusses im Wissensmanagement\nWeiterentwicklung der Dokumentationsrichtlinien und Schreibanweisungen für die Bearbeitung des Sammlungsbestands in Abstimmung und Zusammenarbeit mit der Datenbankadministratorin\nMitarbeit an der Erstellung von Metadaten zur Formal- und Sacherschließung des Sammlungsbestands der Älteren Malerei\nWir erwarten:\neinen fachwissenschaftlichen Hochschulabschluss (min. Bachelorabschluss) im Fach Kunstgeschichte, Museologie oder einem vergleichbaren Fach\nKenntnisse im Archiv-, Bibliotheks-, Informations- oder Dokumentationswesen\nKenntnisse über die Funktionsweise eines Museums sowie Grundlagenkenntnisse im und Interesse am Sammlungsgebiet der Älteren Malerei (1400–1800)\nerste praktische Erfahrungen im Bereich der Erschließung von Sammlungsbeständen und im Umgang mit Sammlungsdatenbanken, idealerweise mit imdas pro\nsehr gute Deutschkenntnisse in Wort und Schrift sowie ein gutes Leseverständnis von Dokumenten in englischer und französischer Sprache\nTeam- und Kommunikationsfähigkeit, Verlässlichkeit und Verantwortungsbewusstsein\neine selbstständige, strukturierte, sorgfältige und ergebnisorientierte Arbeitsweise\nWir bieten:\neine befristete Vollzeitstelle (39,5 Std.) in einem attraktiven, kreativen und kollegialen Umfeld\nVergütung in Entgeltgruppe 9b TV-L bei Vorliegen der tariflichen Voraussetzungen\nflexible Arbeitszeitgestaltung mit großzügiger Gleitzeitregelung und die Möglichkeit zum mobilen Arbeiten im Rahmen der geltenden Regelungen\ndie Möglichkeit zur Teilbarkeit der Stelle\neine jährliche Sonderzuwendung\nattraktive Zusatzleistungen wie Jobticket für den öffentlichen Nahverkehr mit Arbeitgeberzuschuss\ninteressante Angebote im Rahmen der betrieblichen Gesundheitsförderung\nMitarbeiterende mit unterschiedlichem kulturellem Hintergrund sind eine Bereicherung – für unseren Arbeitsalltag, für unser Programm und unsere Projekte. Wir schätzen Vielfalt und begrüßen daher alle Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 28.02.2026 per Mail an\npersonal@kunsthalle-karlsruhe.de\noder schriftlich an die Verwaltung der Staatlichen Kunsthalle Karlsruhe, Frau Claudia Buselmeier, Hans-Thoma-Straße 2, 76133 Karlsruhe. Eine Rücksendung schriftlicher Bewerbungen erfolgt nur, wenn Sie einen frankierten und adressierten Rückumschlag beifügen. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen gemäß geltendem Datenschutzrecht vernichtet. Weitere Informationen erhalten Sie bei der Kuratorin für Ältere Malerei, Maike Hohn, per Mail unter\nhohn@kunsthalle-karlsruhe.de\noder unter\nwww.kunsthalle-karlsruhe.de\n. Bitte beachten Sie unsere datenschutzrechtlichen Informationen für Bewerber*innen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/sammlungsdokumentation-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gruppenleiter-w-m-d-fuer-die-landwirtschaft/", "image": "", "title": "Gruppenleiter (w/m/d) für die Landwirtschaft", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 01.03.2026 | Das Freilichtmuseum Hessenpark präsentiert 400 Jahre hessische Siedlungsgeschichte mit über 100 wiedererrichteten Gebäuden sowie mit zahlreichen Veranstaltungen und Ausstellungen. Für diesen besonderen Tätigkeitsbereich suchen wir immer wieder feste, freie und ehrenamtliche Mitarbeitende aus unterschiedlichen Fachgebieten – zum Beispiel für kunsthistorische und museumspädagogische Aufgaben, zur Betreuung von Häusern und Ausstellungen oder für die Organisation und Verwaltung.\nDas Freilichtmuseum sucht\nab dem 01.04.2026 oder später in Vollzeit ein\ne/n\nGruppenleiter (w/m/d) für die Landwirtschaft\nIhre Aufgaben:\nFührung eines Teams von 3-4 Mitarbeitenden\nVerantwortung für die Pflege, Betreuung, Versorgung des Tierbestands\nUmsetzung der Bewirtschaftungsrichtlinien im Rahmen der biologischen Landwirtschaft\nZuchtarbeit zur Erhaltung alter und bedrohter Haustierrassen\nBewirtschaftung der Acker- und Grünlandflächen nach historischem Vorbild\nGrünlandpflege und Weidemanagement\nMitarbeit bei der Vorbereitung und Durchführung von landwirtschaftlichen Veranstaltungen\nWir wünschen uns von Ihnen:\nBerufsausbildung als Landwirt/in oder eine vergleichbare Qualifikation\nWeiterbildung zum/r Landwirtschaftsmeister/in\nMehrjährige Führungserfahrung\nMehrjährige praktische Erfahrung in der Landwirtschaft und im Umgang mit verschiedenen Nutztierarten\nKenntnisse in der Bewirtschaftung von Acker- und Grünlandflächen\nInteresse an der Arbeit im Freilichtmuseum\nSelbständiges Arbeiten und Teamfähigkeit\nBereitschaft auch an Wochenenden und Feiertagen zu arbeiten\nWir bieten\nVielfältige Tätigkeiten in einem dynamischen Umfeld\nLeistungsgerechte Vergütung nach TV-H mit betrieblicher Altersvorsorge, einer Jahressonderzahlung sowie vermögenswirksamen Leistungen\nKostenfreie Parkplätze und Ladestationen für E-Bikes\nVergünstigten Mittagstisch im Museumsgasthaus\nRabatt in unseren Museumsshops, bei Führungen und Kursen\nEin umfangreiches Gesundheitsmanagement\nMöchten Sie gemeinsam mit uns etwas bewegen und den Bereich Landwirtschaft tatkräftig unterstützen?\nDann bewerben Sie sich jetzt\n!\nBitte senden Sie Ihre vollständige Bewerbung per E- Mail bis zum 01.03.2026 an: personal@hessenpark.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/gruppenleiter-w-m-d-fuer-die-landwirtschaft/", "date_published": "2026-02-10T00:00:00"}]}