{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-historische-schmuckrahmen-und-gemaelde-m-w-d/", "image": "", "title": "Restaurator:in für historische Schmuckrahmen und Gemälde (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 11.11.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen/eine\nRestaurator/Restauratorin (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 11 TV-L\n) für historische Schmuckrahmen und Gemälde in der Gemälderestaurierung. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nDie Abteilung Gemälderestaurierung wirkt innerhalb des Museumsverbundes der Staatlichen Kunstsammlungen Dresden besonders für die Gemäldegalerie Alte Meister und die Galerie Neue Meister. Ihr obliegt die Sorge um die Erhaltung der Gemälde und Schmuckrahmen im Sinne präventiver Konservierung. Zugleich führt sie restauratorisch-konservatorische Maßnahmen zur Erhaltung der Kunstwerke dieser Sammlungen durch. Umfassende Recherchen und Untersuchungen zur Kunsttechnologie, zur Restaurierungsgeschichte und zu restauratorisch-konservatorischen Forschungsthemen flankieren die praktische Arbeit an den Objekten.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-historische-schmuckrahmen-und-gemaelde-m-w-d/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing-2/", "image": "", "title": "Projektmanager*in Marketing", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 09.11.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams zum nächstmöglichen Zeitpunkt eine*n engagierte*n\nProjektmanager*in Marketing\nbefristet für zwei Jahre in Teilzeit (24 Std.).\nDas erwartet Sie:\nKreative Kampagnenentwicklung: Sie entwickeln innovative und zielgruppengerechte Marketing­kampagnen für den Kunstpalast und das NRW-Forum – von der ersten Idee bis zur Erfolgsauswertung.\nStrategische und kreative Vermarktung: Sie bringen kreative und strategische Impulse ein, denken über klassische Marketingansätze hinaus und entwickeln innovative Maßnahmen, die unsere Häuser wirksam ins Gespräch bringen und zur Weiterentwicklung der Marken beitragen.\nEigenständige Umsetzung: Sie setzen eigenverantwortlich die Marketingkampagnen um, d.h. Kampagnenentwicklung, Mediaplanung (offline und online), Erstellung von Briefings und Koordination von Produktionsplänen, Abwicklung von Mailings, Steuerung von Kooperationen, Budgetplanung und -kontrolle.\nProjektmanagement und Teamarbeit: Sie arbeiten eng mit unseren Expert*innen für Social Media und Presse, Kurator*innen und Ausstellungsmanager*innen zusammen und koordinieren externe Dienstleister und Agenturen.\nDas bringen Sie mit:\nErfahrungen im Marketing: Sie haben ein abgeschlossenes Studium mit Schwerpunkt Marketing oder mehrjährige Berufserfahrung im Kampagnenmanagement oder einer vergleichbaren Position.\nKreativität & analytisches Denken: Sie entwickeln nicht nur starke Ideen und haben ein Gespür für Design und zielgruppenspezifische Kommunikation, sondern können deren Erfolg auch an anhand von KPIs bewerten.\nProjektmanagement-Skills: Sie sind strukturiert, verstehen die Interessen aller Beteiligten, können mehrere Projekte parallel steuern und verlieren nie den Überblick.\nMacher*in-Mentalität: Sie packen an, übernehmen Verantwortung und treiben die Marketingkampagnen mit Lösungsorientierung und Eigeninitiative voran.\nKommunikationsstärke: Sie können mit Stakeholdern auf Augenhöhe sprechen und sie für Ihre Ideen begeistern und verfügen über gute Englischkenntnisse.\nBei uns erwartet Sie u.a.:\nEine spannende und vielfältige Tätigkeit mit Gestaltungsmöglichkeiten und eigener Verantwortung\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub zusätzlich Rosenmontag, Heiligabend und Silvester arbeitsfrei\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge, das Deutschlandticket Job, ein Zuschuss für die Mitgliedschaft bei Urban Sports Clubs und weitere diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum 9. November 2025 über unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nChristine Doum\n, Leitung Marketing und Digitales, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing-2/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbereichsleitung-restaurierung-und-restauratorin-fuer-gemaelde-des-20-21-jahrhundert/", "image": "", "title": "Sachbereichsleitung Restaurierung und Restaurator:in für Gemälde des 20./21. Jahrhundert", "content_text": "LWL-Museum für Kunst und Kultur, Münster Bewerbungsende: 03.11.2025 | LWL-Museum für Kunst und Kultur – Westfälisches Landesmuseum\nBeim LWL-Museum für Kunst und Kultur – Westfälisches Landesmuseum – in Münster ist zum nächstmöglichen Termin eine Stelle als\nSachbereichsleitung Restaurierung\nund Restaurator:in für Gemälde des 20./21. Jahrhundert\n(w/m/d)\nzu besetzen. Es handelt sich um eine unbefristete Teilzeitstelle mit 27,30 Std./Woche.\nIhre Aufgaben\nLeitung des Sachbereichs\nInformation und Beratung der Referatsleitung und der Sachbereichsleitung Sammlungsdokumentation u. Magazine zu konservatorischen und restauratorischen Fragen\nKonzeption, Abstimmung und Umsetzung einer Konservierungs- und Restaurierungsstrategie für den gesamten Sachbereich sowie Sammlungspflege für das Museum\nDurchführung eigener Restaurierungen\nVertretung des Museums in der Fachwelt in den Bereichen Konservierungswissenschaft u. Restaurierung, auf Kongressen und durch Veröffentlichungen\nMitwirkung bei der Sammlungsdigitalisierung\nIhr Profil\nein abgeschlossenes (Fach-)Hochschulstudium der Konservierung, Restaurierung (MA Master, Diplom) mit Schwerpunkt Gemälderestaurierung\noder\nsonstige Beschäftigte, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können. Hierunter fallen insbesondere Personen mit einer Ausbildung im Bereich Restaurierung und langjähriger Berufserfahrung in den Bereichen Konservierung und Restaurierung\nsowie\nmehrjährige Tätigkeit an einem Museum oder mehrjährige freiberufliche Tätigkeit\ngute Kenntnisse auf dem Gebiet der präventiven Konservierung\ngute Kenntnisse und Erfahrungen in der Konservierung und Restaurierung von Gemälden\nBereitschaft zu gelegentlichen Dienstreisen (auch ins Ausland)\nBereitschaft zur fachlichen Weiterbildung\nBereitschaft zur Arbeit in einem interdisziplinären Team\nsehr gute Kommunikationsfähigkeit\nFähigkeit zum eigenständigen Arbeiten\ngroßes Planungs- und Organisationsgeschick\nKenntnisse im Umgang mit musealen elektronischen Dokumentationssystemen (vorzugsweise Adlib)\ngute Kenntnisse in Englisch (Schrift und Wort)\nUnser Angebot\neine der Aufgabenstellung entsprechende Vergütung nach EG 12 TVöD\nEine leistungsstarke, vom Arbeitgeber finanzierte Betriebsrente mit der KVW-Zusatzversorgung für Ihre finanzielle Absicherung im Alter\nEine anspruchsvolle Tätigkeit bei einem sozial ausgerichteten Dienstleister, der wirtschaftlich, verlässlich und partnerschaftlich im Sinne seiner Kunden und für die Menschen in Westfalen-Lippe handelt\nEine individuelle Leistungsprämie\nEin Zuschuss zu den vermögenswirksamen Leistungen\nEine gute Arbeitsatmosphäre im Museumsteam\nVielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z.B. Betreuungsmöglichkeit für U 3-jährige in der LWL-eigenen Kita\nEin mit Rad, Auto, Bus und Bahn gut erreichbarer Arbeitsplatz im Zentrum von Münster (Jobticket)\nBei uns sind die Bewerbungen von Frauen ausdrücklich erwünscht; Frauen werden gemäß Landesgleichstellungsgesetz NRW bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nBewerbungen geeigneter schwerbehinderter Frauen und Männer sind ebenfalls ausdrücklich erwünscht.\nBei fachlichen Fragen zu diesen vielfältigen Aufgaben wenden Sie sich gerne an:\nLWL-Museum für Kunst und Kultur:\nFrau Dr. Tanja Pirsig-Marshall (Tel.-Nr. 0251 5907-239)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nLWL-Haupt- und Personalabteilung:\nFrau Lara Steinkamp (Tel.-Nr. 0251/591-5168)\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nBitte richten Sie diese unter Angabe der Kennnummer\n8442\nbis zum\n03.11.2025\n(Eingangstempel LWL) an den\nLandschaftsverband\nWestfalen-Lippe (LWL)\nLWL-Haupt- und Personalabteilung\n48133 Münster\nwww.lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbereichsleitung-restaurierung-und-restauratorin-fuer-gemaelde-des-20-21-jahrhundert/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grafikerin-w-m-d/", "image": "", "title": "Grafiker:in (w/m/d)", "content_text": "Stadtmuseum Kassel, Kassel Bewerbungsende: 21.10.2025 | Die Stadt Kassel ist mit ca. 208.000 Einwohnerinnen und Einwohnern das Zentrum in Nordhessen und Deutschlands glücklichste Großstadt. Wir gehören zu den größten Arbeitgebern dieser Region und verstehen uns als modernes Dienstleistungsunternehmen, dessen Mitarbeiterinnen und Mitarbeiter sich freundlich und kompetent um die Belange der Bürgerinnen und Bürger unserer Stadt kümmern.\nWir suchen zum 1. Januar 2026 für das\nKulturamt\n– Abteilung Städtische Museen ‐\neine Grafikerin / einen Grafiker für das Stadtmuseum (w/m/d)\nDas Stadtmuseum Kassel versteht sich als offener Ort der Wissensvermittlung und der kulturellen Teilhabe. Im Mittelpunkt steht das Beschäftigen mit der Geschichte und Gegenwart der Stadt – aus verschiedenen Perspektiven und im Dialog mit der Stadtgesellschaft. Mit jährlich wechselnden Sonderausstellungen, zeitgemäßen Präsentationen und partizipativen Formaten bildet das Museum ein wesentliches Element der städtischen Erinnerungskultur, dessen Ziel es ist, Stadtgeschichte lebendig, nachvollziehbar und unterhaltsam zu vermitteln.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.10.2025", "url": "https://www.museumsbund.de/stellenangebote/grafikerin-w-m-d/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-referat-entomologie/", "image": "", "title": "Volontär*in (m/w/d) im Referat Entomologie", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 02.11.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum.\nIm Referat Entomologie wird basierend auf der umfangreichen Insektensammlung in diversen Projekten an wissenschaftlichen Themen zur Evolution, Biodiversität und Naturschutz gearbeitet. Ein Schwerpunkt sind hier mit über 3 Mio. Exemplaren die Schmetterlinge, aber auch Hautflügler, Käfer und andere Insektengruppen. Wir arbeiten klassisch morphologisch/taxonomisch, aber auch mit modernen Methoden wie DNA-Analysen und KI-Modellen zur Artidentifizierung.\nWerden Sie Teil unseres Teams im Referat Entomologie wo wir zum nächstmöglichen Zeitpunkt ein*e\nVolontär*in (m/w/d)\nin Vollzeit befristet für 2 Jahre (Vergütung 50% der EG 13 TV-L) suchen\nIn Ergänzung zu Ihrem abgeschlossenen Studium beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner wissenschaftlicher und musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums. Es vermittelt durch ein internes Bildungsprogramm Kenntnisse der aller museumsrelevanten Tätigkeitsfelder der Institution (z. B. Sammlungsbetreuung, Inventarisierung, Publikationswesen) sowie der Aufgabenfelder der klassischen Museumsarbeit, wie z. B. Projektsteuerung oder Öffentlichkeitsarbeit. Darüber hinaus nehmen Sie an Volontariatstagungen auf Landes- und Bundesebene teil.\nWeitere Informationen zum Ablauf des Volontariats finden Sie in der Verwaltungsvorschrift Volontariate des Landes Baden-Württemberg, z. B. hier:\nhttps://www.museumsverband-bw.de/wp-content/uploads/2022/03/VwV_Volontariat.pdf\nIhre Aufgaben\nTaxonomische und präparatorische Bearbeitung von Insekten\nBearbeitung von neu eingegangenen Sammlungen\nSortierung von Sammlungsmaterial nach Insektengruppen\nMitarbeit an Lehrveranstaltungen\nUnterstützung bei Feldarbeit; Hilfe beim Fangen und Monitoring von Insekten unter Anleitung\nUnterstützung bei laufenden Forschungsprojekten und ggf. Bearbeitung eigener Projekte\nVoraussetzungen:\nEinen wissenschaftlichen Hochschulabschluss (Diplom, Master, Lehramt) in einem für die Tätigkeit relevanten Fachgebiet, z. B. Biologie, Geoökologie, Agrar- oder Forstwissenschaften mit entsprechenden Schwerpunkten\nGute Kenntnisse in der Biologie, Ökologie und Systematik von Insekten mit ausgewiesener Expertise in mindestens einer Gruppe\nSehr gute Deutschkenntnisse in Wort und Schrift\nErfahrungen in mikromorphologischen, ökologischen und/oder molekulargenetischen Untersuchungsmethoden (barcoding, genomics, transcriptomics) sind von Vorteil.\nKenntnisse in Dipteren wie Raubfliegen, Bremsen und anderen blutsaugenden Arten, Raubwanzen oder solitären Bienen und Grabwespen sind von Vorteil\nKenntnisse im Bereich evolutionäre Venomik (Gifttierforschung) sind von Vorteil\nInteresse und Bereitschaft an musealer Sammlungs-, Forschungs- und Öffentlichkeitsarbeit\nWir bieten\nEine Einstiegsstelle in das museale Arbeitsgebiet\nEin spannendes Arbeitsumfeld mit bedeutenden Sammlungen und die interdisziplinäre Zusammenarbeit in einem motivierten Team\nGelegenheit zur eigenen wissenschaftlichen Arbeit und Fortbildung in museumsrelevanten Forschungsrichtungen\n39,5 Stunden/Woche mit Zeitkonten-Regelung und 30 Tage Urlaub/Jahr\nVergütung: 50% einer EG13-Stelle (befristet auf 2 Jahre). Im ersten Jahr erhalten Sie 50% der Stufe 1 der EG 13, im zweiten Jahr 50% der Stufe 2.\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung an den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald.\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike.\nDas SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der\nKennziffer 07_2025\nbis spätestens\n02.11.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_07_2025_Ihr Nachname\nNähere Informationen zum Staatlichen Museum für Naturkunde finden Sie auch im Internet unter\nwww.smnk.de\nBei Fragen wenden Sie sich bitte per Mail an bjoern.reumont@smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt. Ihre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt. Sollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-referat-entomologie/", "date_published": "2025-10-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "image": "", "title": "Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 02.11.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine\nverantwortliche Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)\nunbefristet und in Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-personal-w-m-d-2/", "image": "", "title": "Sachbearbeiter*in Personal (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 30.10.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3,3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt unbefristet in Vollzeit eine*n\nSachbearbeiter*in Personal (w/m/d)\n.\nAls Personalsachbearbeiter*in sind Sie für die Bearbeitung sämtlicher Vorgänge der Personalverwaltung zuständig und arbeiten eng mit der Referentin Personal zusammen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.10.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-personal-w-m-d-2/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d/", "image": "", "title": "Referent*in Kaufmännische Geschäftsführung (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 30.10.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3,3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Vollzeit eine*n\nReferent*in der K\naufmännischen\nGeschäftsführerin (w/m/d)\n.\nAls Referent*in sind Sie engste*r Mitarbeiter*in der Kaufmännischen Geschäftsführerin und nehmen eine zentrale Schnittstellenfunktion innerhalb des Futuriums ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.10.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-kunstvermittlerin-m-w-d-2/", "image": "", "title": "Museumspädagog:in / Kunstvermittler:in (m/w/d)", "content_text": "SCHAUWERK Sindelfingen, Sindelfingen Bewerbungsende: 23.11.2025 | Das SCHAUWERK Sindelfingen beherbergt mit der Sammlung des Unternehmerehepaars Peter Schaufler († 2015) und seiner Frau Christiane Schaufler-Münch († 2025) eine der größ­ten privaten Kunstsammlungen zeitgenössischer Malerei, Skulptur, Fotografie und Installation in Baden-Württemberg. Seit 2010 macht das Museum SCHAUWERK auf ca. 6.000 m\n2\nPräsentationsfläche die eigenen Be­stände und Leihgaben dem breiten Publikum in regelmäßig wechselnden Ausstellungen zugänglich. Das Museum wird von der gemeinnützigen Stiftung THE SCHAUFLER FOUNDATION getragen\nZum nächstmöglichen Zeitpunkt suchen wir für den Bereich Kunstvermittlung und Events eine/n:\nMuseumspädagog:in / Kunstvermittler:in (m/w/d) in Vollzeit (40 Std./Woche)\nDie Vergütung erfolgt in Anlehnung an die Entgelttabelle des TV-L (EG 12).\nUnser gemeinsames Ziel\nSie sind gemeinsam mit der Direktion, den Kurator:innen und dem Team der Öffentlichkeitsarbeit für das Besucher:innenerlebnis in unserem Museum verantwortlich. Grundsätzlich verstehen Sie sich als Gastgeber:in: Die Besucher:innen des SCHAUWERK Sindelfingen sollen sich in unseren Ausstellungen wohl fühlen und ermuntert werden, Neues kennenzulernen. Hierfür konzeptionieren Sie ein zeitgemäßes, vielfältiges Vermittlungs- und Veranstaltungsprogramm, planen dessen Durchführung und stellen eine reibungslose Umsetzung sicher. Dies umfasst u.a. auch die enge Abstimmung mit dem Kassenpersonal, dem externen Team der Museumsaufsichten sowie die Koordination der Kunstvermittler:innen und verschiedener Dienstleister. Gleichzeitig sind eigene Museumsführungen ein wichtiger Teil Ihrer Aufgabe.\nDiese Aufagben erwartet Sie:\nKonzeption und Durchführung eines zielgruppengerechten Kunstvermittlungsangebots in unseren Ausstellungen (analog und digital)\nKonzeption, Organisation und Betreuung von Veranstaltungen (u.a. Ausstellungseröffnungen und -previews, Museumsnacht, Kunstgespräche etc.)\nEntwicklung neuer Formate und Projekte für das ausstellungsbegleitende Programm (Kunstvermittlung und Events) sowie Weiterführung und Weiterentwicklung bestehender partizipativer Formate mit verschiedenen Kooperationspartnern (Schulen, Bildungs- und Kultureinrichtungen, Pflegeheime etc.)\nKooperation mit institutionellen Partner:innen innerhalb und außerhalb des Museums\nAuswahl und Ausbildung/Information freier Mitarbeiter:innen im Bereich der Kunstvermittlung\nEinsatzplanung für die Kunstvermittler:innen sowie eigenständige Durchführung von Führungen\nInhaltliche Betreuung des externen Teams der Museumsaufsichten\nBearbeiten von Buchungsanfragen, Verwaltung des Buchungssystems sowie Auswertungen von Besucher:innenstatistiken\nBudgetplanung und -verwaltung\nDas zeichnet Sie aus:\nAbgeschlossenes Hochschulstudium der Kunstgeschichte / Kunst- oder Museumspädagogik oder vergleichbaren Qualifikationen\nErste praktische Berufserfahrungen im Bereich der Kunstvermittlung / Eventplanung (evtl. auch durch Volontariate etc.) idealerweise im Umfeld zeitgenössischer Kunst (Malerei, Skulptur, Installationen, Video sowie Fotografie)\nErfahrungen im Bereich der Inklusion sind wünschenswert\nMotivation sich einzuarbeiten und mitzugestalten\nOrganisationstalent, selbstständige und strukturierte Arbeitsweise, Teamfähigkeit sowie Freude am direkten Kontakt mit Menschen\nBelastbarkeit, hohes Maß an Engagement, angemessene Flexibilität, Zuverlässigkeit und Verantwortungsbewusstsein sowie Bereitschaft zur Arbeit auch außerhalb regulärer Arbeitszeiten (z.B. an Wochenenden und Abendstunden)\nMS-Office-Kenntnisse, sehr gutes sprachliches Ausdrucksvermögen und verhandlungssicher in Deutsch und wünschenswert in Englisch oder einer weiteren Fremdsprache\nDavon können Sie profitieren:\nWir bieten ein dynamisches und kreatives Arbeiten mit spannenden Themen und anspruchsvollen Aufgaben mit großem Gestaltungsspielraum\nTeil eines motivierten Teams in einem großen, privaten und stiftungseigenen Museum mit entsprechend kurzen Entscheidungswegen und sehr schlanker Bürokratie\nArbeit in einem modernen und architektonisch anspruchsvollen Gebäudekomplex aus Museum, Verwaltung, Depot sowie Restaurierungswerkstatt und Kunst-/Workshopräumen\nSchnittstellen zu allen Arbeitsbereichen des Museums und der Stiftung\nMöglichkeiten der Weiterbildung, betriebliche Altersvorsorge und Gruppenunfallversicherung, Jobrad etc., Möglichkeit der Nutzung der Firmenkantine\nNeugierig geworden?\nBitte senden Sie uns Ihre Bewerbungsunterlagen per E-Mail an\ncontact@the-schaufler-foundation.de\nbis zum 23.11.2025.\nDr. Svenja Frank beantwortet Ihnen gerne erste Fragen: Tel +49 7031 932-4901.\nWir freuen uns auf Ihre Bewerbung.\nSCHAUWERK Sindelfingen (\nwww.schauwerk-sindelfingen.de\n)\nTHE SCHAUFLER FOUNDATION (\nwww.the-schaufler-foundation.de\n)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-kunstvermittlerin-m-w-d-2/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherbegleitung-m-w-d/", "image": "", "title": "Besucherbegleitung (m/w/d)", "content_text": "Stiftung Bundeskanzler-Adenauer-Haus, Bad Honnef Bewerbungsende: 24.10.2025 | Die Stiftung Bundeskanzler-Adenauer-Haus (StBKAH), überparteiliche, bundesunmittelbare Stiftung des öffentlichen Rechts, in Bad Honnef-Rhöndorf hat zum 1. Januar 2026 – als geringfügige Beschäftigung – befristet für zwei Jahre – die Stelle zu besetzen:\nBesucherbegleitung\n(m/w/d)\nEntgeltgruppe 5 TVöD\nIhre wesentlichen Aufgaben:\nFührung von Besuchergruppen durch Dauerausstellung, Garten und Wohnhaus\nÜbernahme von Themen- und Sonderführungen sowie fremdsprachigen Führungen\nEmpfang und Betreuung von Besucherinnen und Besuchern, Erteilung von Auskünften\nBegleitung von Projekten und Workshops für alle Altersgruppen\nMitarbeit bei der Vorbereitung und Begleitung von Veranstaltung und Terminen\nWir bieten:\neine abwechslungsreiche Tätigkeit an einem interessanten Arbeitsort\nein Entgelt nach Entgeltgruppe 5 des Tarifvertrags für den öffentlichen Dienst (TVöD)\ndie Arbeitszeit erfolgt entsprechend dem Arbeitsanfall (Arbeit auf Abruf, § 12 TzBfG). Die Arbeitszeit beträgt wöchentlich mindestens 3 Stunden.\nVoraussetzungen sind\n:\nausgeprägte Kunden- und Serviceorientierung, Freude am Umgang mit Menschen aller\nAltersgruppen, sicheres und freundliches Auftreten\nhohe Motivation, Zuverlässigkeit und Teamfähigkeit sowie Verantwortungsbewusstsein\nKenntnisse der deutschen und europäischen Geschichte des 19. und\n20. Jahrhunderts sowie gute Englisch- oder Französischkenntnisse\nBereitschaft zur Einarbeitung anhand der Führungstexte\nFlexibilität bei der Diensteinteilung, insbesondere auch an Wochenenden, Feiertagen und Abendterminen\nBei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des SGB IX besonders berücksichtigt, wobei das notwendige Mindestmaß an körperlicher Eignung gegeben sein muss.\nSollte Ihr Interesse geweckt sein, senden Sie bitte Ihre\nBewerbung\nmit aussagekräftigen Unterlagen\nbis zum 24.10.2025\nan die Stiftung Bundeskanzler-Adenauer-Haus per Mail an\nverwaltung@adenauerhaus.de\n.\nMit Ihrer Bewerbung erklären Sie sich einverstanden, dass Ihre personenbezogenen Daten zur Abwicklung des Bewerbungs- und ggf. Einstellungsverfahrens gespeichert werden. Wir behandeln diese Daten mit größter Sorgfalt nach den gesetzlichen Bestimmungen zum Datenschutz.\n[1]\nFür Rückfragen steht Ihnen Frau Claudia Waibel, unter Tel. 02224-921-302 in der Zeit von 09.00 Uhr bis 12.00 Uhr gerne zur Verfügung.\nwww.adenauerhaus.de\n[1]\nSiehe\nhttps://adenauerhaus.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherbegleitung-m-w-d/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-museumsaufsichtskraft-m-w-d-in-waldenbuch/", "image": "", "title": "Sicherheitsmitarbeiter / Museumsaufsichtskraft (m/w/d) in Waldenbuch", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Waldenbuch Bewerbungsende: 30.11.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen für den\nMuseumsaufsichtsdienst\nflexible Mitarbeiter (m/w/d)\nin Waldenbuch\n.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger\nTeilzeit (ca. 80 Stunden/ Monat)\noder auf\nMinijob-Basis (556,00 Euro/Basis)\nausgeübt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine abwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie bewachen die Ein- und Ausgänge im Museum\nSie führen den Wachdienst, Objektschutz und Veranstaltungsdienst durch\nSie sorgen für die Einhaltung der Hausordnung\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie beaufsichtigen die Ausstellungsräume (Wachdienst / Objektschutz)\nSie führen Ticketkontrollen und Einlasskontrollen durch\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie stellen das Einhalten der jeweiligen Vorschriften sicher, z.B. das Verbot, Kunstgegenstände zu berühren\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen sehr gute Kenntnisse der deutschen Sprache\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nDie Unterrichtung nach §34a GewO ist erforderlich, gern auch höhere Qualifikation\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-museumsaufsichtskraft-m-w-d-in-waldenbuch/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-empfangskraft-m-w-d-in-berlin-mitte/", "image": "", "title": "Sicherheitsmitarbeiter / Empfangskraft (m/w/d) in Berlin-Mitte", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Berlin Bewerbungsende: 30.11.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen zur Verstärkung unseres Teams ab sofort\nSicherheitsmitarbeiter/ Empfangskräfte\n(m/w/d)\nin Berlin\n–\nMitte.\nDie Tätigkeit kann in\nversicherungspflichtiger Teilzeit\n(ca. 120 Stunden/ Monat)\nausgeübt werden\n.\nArbeitszeiten:\nArbeitszeiten nach Vorausplanung\nDienstag- Sonntag von 09:45 Uhr bis ca. 18:45 Uhr\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene\nTarifbindung\nFunktionszulagen\nauf den tariflichen Stundengrundlohn\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter / Empfangskraft (m/w/d) freuen\nEine qualifizierte Einarbeitung ist selbstverständlich\nVollständige Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen den Museumsaufsichtsdienst mit allen Tätigkeiten\nSie übernehmen den Empfangsdienst\nSie übernehmen die Bedienung der technischen Geräte\nSie übernehmen den Kassendienst\nDas bringen Sie mit:\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache\n, vorzugsweise Grundkenntnisse in Englisch\nSachkundeprüfung nach § 34 a Gewerbeordnung\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-empfangskraft-m-w-d-in-berlin-mitte/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-in-sindelfingen/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) in Sindelfingen", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Sindelfingen Bewerbungsende: 30.11.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab sofort Sicherheitsmitarbeiter (m/w/d)\nfür den\nMuseumsaufsichtsdienst\nin einem musealen Objekt\nin Sindelfingen.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit (ca. 100 Stunden/ Monat)\naufgenommen werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine abwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie bewachen die Ein- und Ausgänge im Museum\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie beaufsichtigen die Ausstellungsräume (Wachdienst / Objektschutz)\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie stellen das Einhalten der jeweiligen Vorschriften sicher, z.B. das Verbot, Kunstgegenstände zu berühren\nSie sorgen für die Einhaltung der Hausordnung\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nKörperliche Belastbarkeit für überwiegend gehende und stehende Tätigkeit\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache (Sprachlevel C, vorzugsweise Grundkenntnisse in Englisch\nPolizeiliches Führungszeugnis ohne Eintrag\nUnterrichtungsnachweis oder Sachkundeprüfung für das Bewachungsgewerbe nach § 34 a Gewerbeordnung\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-in-sindelfingen/", "date_published": "2025-10-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-4/", "image": "", "title": "Mitarbeiter/in (m/w/d)", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 13.11.2025 | Die Staatlichen Schlösser und Gärten Hessen suchen zum 01.01.2026\neine/n Mitarbeiter/in (m/w/d)\nim Fachgebiet Restaurierung, befristet mit 40 Wochenstunden\nfür die Weiterentwicklung einer Notfallplanung für die Museumsschlösser\nDie Staatlichen Schlösser und Gärten Hessen (SG) betreuen 48 denkmalgeschützte Schlösser, Burgen, Klöster und Gärten in ganz Hessen, mit einer wertvollen Ausstattung. Darunter befinden sich zwei Weltkulturerbestätten.\nDie Aufgabe der SG ist es, die Bau-, Kunst- und Gartendenkmäler von hohem geschichtlichen und künstlerischen Wert zu erforschen, zu erhalten und der Öffentlichkeit zugänglich zu machen.\nGerade unter dem Aspekt der Erhaltung soll für mögliche Katastrophen eine detaillierte Notfallplanung erstellt werden.\nZu Ihren Aufgaben gehören:\nAnalyse der Risikofaktoren der einzelnen Liegenschaften sowie der historischen Ausstattung der SG in Hessen, dies betrifft vor allem acht Liegenschaften mit Ausstattung\nErstellung einer Notfallplanung zur Rettung des historischen Ausstattungsgutes der SG im Katastrophenfall\nFestlegung von praktischen Maßnahmen, die in konkreten Fällen zu ergreifen sind\nRegelung der internen Organisation (Erreichbarkeit im Notfall, Vertretung) und die Information der Mitarbeiter sowie die Zusammenarbeit mit Externen – insbesondere der Feuerwehr\nEinrichtung von Notfallverbünden, Kommunikation und Vernetzung mit anderen Kultureinrichtungen aus dem Umfeld\nAufzeigen von möglichen Zwischendepotmöglichkeiten im Falle einer Evakuierung\nErstellen von Konzepten und Durchführungen von Übungen für den Katastrophenfall\nWir erwarten:\nein abgeschlossenes Hochschulstudium (MA) im Bereich Restaurierung, Denkmalpflege oder eine vergleichbare, erfolgreich abgeschlossene Berufsausbildung oder Weiterqualifikation\nBerufserfahrung im Bereich Sicherheit / Notfallmanagement\nErfahrung in der Durchführung von Projekten\nArgumentationsstärke und gute Kommunikationsfähigkeit in Wort und Schrift\nhohes Maß an Durchsetzungsstärke und sozialer Kompetenz\nMotivation, Eigeninitiative und eine strukturierte selbstständige Arbeitsweise\nanalytisches Denken, gepaart mit pragmatischem Handeln\ngute EDV-Kenntnisse, gute Englischkenntnisse\nmöglichst einen Führerschein der Klasse B\nWir bieten:\neine auf zwei Jahre befristete Beschäftigung in Vollzeit\neine Vergütung in der Entgeltgruppe 11 des Tarifvertrags des Landes Hessen\neine Jahressonderzahlung\neine sinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\ndie Mitarbeit in einem engagierten Team\nFort- und Weiterbildungsmöglichkeiten\nHessenTicket zur kostenlosen Nutzung des ÖPNV in Hessen\nDer Dienstort ist Bad Homburg v. d. Höhe.\nDie Verwaltung strebt eine generelle Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berück­sichtigt. Im Ehrenamt erworbene Erfahrungen und Fähigkeiten können gegebenenfalls im Rahmen von Eignung, Befähigung und fachlicher Leistung positiv berücksichtigt werden, wenn sie für die vorgesehene Tätigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrüßt.\nIhre Bewerbung mit aussagefähigen Unterlagen (\nMotivationsschreiben, Lebenslauf, Zeugnisse, Beurteilungen\n) senden Sie –\nunter Angabe des Schwerpunktes\n– über das Bewerberportal des Landes Hessen an\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/A3C1BD400C7E1FE0A9A32BA82995C958\nReferenzcode 50990317_0002\nBewerbungsschluss ist am 13.11.2025\nBei Fragen zur Stellenausschreibung melden Sie sich bitte bei Herrn Ulrich Haroska unter der Telefonnummer 06172 9262-137.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-4/", "date_published": "2025-10-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-101/", "image": "", "title": "wissenschaftliche*r Volontär*in (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 09.11.2025 | Sehen – Staunen – Forschen – Bewahren\nDas Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nWissenschaftlichen Nachwuchs fördern wir u.a. dadurch, dass wir Hochschulabsolvierenden mit Volontariatsstellen eine praxisorientierte Aus- und Weiterbildung und damit einen Einstieg in die Museumstätigkeit ermöglichen.\nStarten Sie bei uns zum\n01.02.2026\nals\nwissenschaftliche*r Volontär*in (m/w/d)\nVollzeit, 24 Monate, 50% Entgeltgruppe 13\nin unserer Sammlungsabteilung „Kunsthandwerk bis 1800 & Handwerksgeschichte“\nWas auf Sie wartet:\nSie werden in die klassischen Aufgabenfelder der Museumspraxis eingeführt und wirken u. a. bei Ausstellungs-, Publikations- und Veranstaltungsprojekten sowie in der Vermittlung – auch im Bereich digitaler Medien – mit. So erwerben Sie Kenntnisse, Fertigkeiten und Erfahrungen für Ihre berufliche Tätigkeit als wissenschaftliche*r Mitarbeiter*in und qualifizieren sich im Rahmen der wissenschaftlichen Tätigkeit. Die Sammlungsabteilung betreut unter anderem die Sonderausstellung anlässlich des Museumsjubiläums 2027, welche das museale Sammeln aus verschiedenen Perspektiven in den Blick nimmt. Als Volontär*in werden Sie die Konzeption und Umsetzung der Sonderausstellung mitgestalten.\nIm Volontariat erwarten Sie außerdem:\neine praxisnahe Ausbildung\nein 6-wöchiges Trainee-Programm, bei dem alle zentralen Abteilungen unseres Museums vorgestellt werden\ngute Vernetzungsmöglichkeiten im Haus z.B. mit den Restaurierungswerkstätten oder anderen Sammlungsbereichen\nSie bringen folgende Voraussetzungen mit:\nein abgeschlossenes wissenschaftliches Hochschulstudium in einem der folgenden Fächer: Geschichte, Kunstgeschichte, Kulturwissenschaften oder Europäische Ethnologie, Wissenschaftskommunikation, Public History; Promotion wünschenswert, jedoch keine zwingende Voraussetzung\nausgeprägtes Interesse an und erste Erfahrungen mit museumsfachlichen Fragestellungen sowie der Beschäftigung mit Sammlungsobjekten\ngroßes Interesse an Forschung und an der mündlichen und schriftlichen zielgruppengerechten Vermittlung wissenschaftlicher Ergebnisse\nOffenheit für die Mitgestaltung partizipativer Bereiche der Ausstellungskonzeption und -kuration\nsehr sichere Beherrschung der deutschen Sprache in Wort und Schrift\ngute Fremdsprachenkenntnisse (insb. Englisch)\nErfahrung im Umgang mit Museumsdatenbanken ist wünschenswert\nWas wir bieten:\neine Vergütung nach TV-L\neinen Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus mit einer attraktiven Lage mitten in der Nürnberger Innenstadt\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\neinen Arbeitsplatz mit allen Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen unabhängig von ihrer kulturellen und sozialen Herkunft, Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexuellen Orientierung.\nSchwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich vorstellen können, Ihre wissenschaftliche Ausbildung bei uns zu vertiefen, dann freuen wir uns darauf, Sie kennenzulernen.  Bitte laden Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen bis spätestens zum\n09.11.2025\nin unser\nOnlineportal\nhoch.\nFür fachliche Auskünfte steht Ihnen Dr. Heike Zech (Tel. 0911 1331-186) gerne zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-101/", "date_published": "2025-10-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-fuer-die-museen-der-stadt-regensburg-2/", "image": "", "title": "Restaurator /-in (m/w/d)", "content_text": "Museen der Stadt Regensburg, Regensburg Bewerbungsende: 03.11.2025 | Gemeinsam mit der Stadt Regensburg die Zukunft gestalten!\nWir suchen für die Museen der Stadt Regensburg eine/-n Restaurator/-in (m/w/d).\nDie Museen der Stadt Regensburg mit dem Historischen Museum, dem neuen Zentraldepot und den documenten zählen zu den großen kommunalen Kultureinrichtungen in Deutschland. In ihrem Bestand befinden sich zahlreiche Objekte, die einer permanenten Betreuung durch fachkundige Restauratoren bedürfen.\nStellenausweisung:\nEG 11 TVöD\nBefristung:\nbefristet bis 30.09.2026\nArbeitszeit:\nTeilzeit mit 9,75 Wochenstunden\nWas sind Ihre Aufgabenschwerpunkte?\nKonservierung und Restaurierung von Sammlungsgut und Skulpturen des Mittelalters bis zur Gegenwart\nKonservatorische Überwachung und Betreuung aller Sammlungsbereiche und Depots (ausgenommen der Archäologischen Abteilung) sowie von Ausstellungen einschließlich des Leihverkehrs\nUntersuchung zur Begutachtung von Objekten im Kontext von Ankäufen und Schadensfällen\nErstellen von Konservierungs- und Restaurierungskonzepten und Ausschreibungen\nOrganisation der Restaurierungswerkstatt und des Labors einschließlich der Betreuung von Restaurierungspraktikanten und Fortbildung von Mitarbeiter/-innen (m/w/d)\nEine Änderung des Aufgabengebietes bleibt vorbehalten.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-fuer-die-museen-der-stadt-regensburg-2/", "date_published": "2025-10-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsmuseologin-skulpturen-spolien-modelle-schnittstellen-m-w-d/", "image": "", "title": "Sammlungsmuseolog:in Skulpturen, Spolien, Modelle, Schnittstellen (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 09.11.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt,\nunbefristet\nund in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nSammlungsmuseolog:in Skulpturen, Spolien, Modelle, Schnittstellen (m/w/d)\nEntgeltgruppe 9b TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Team\nDas Fachteam Stadtbild ist eines von fünf Teams des Bereiches Sammlung. Es betreut Objekte und Abbilder der Stadtgestalt von der Eiszeit bis zu der Gegenwart. Gesteine, Skulpturen, Gemälde, Grafiken, Fotografien, Pläne und Modelle illustrieren und dokumentieren die Stadtentwicklung und die damit verbundenen Ideen und Visionen der verschiedenen Akteur:innen der Stadtgesellschaft.\nBesondere Herausforderungen bieten die Sammlungen dreidimensionaler Objekte des Fachteams Stadtbild. Sie umfassen herausragende Kunstwerke der Skulpturensammlung, ebenso wie Architektur- und Stadtmodelle, aber auch historische Architekturteile, von denen etliche im Märkischen Museum verbaut sind.\nIhre Aufgaben\nMitarbeit im Sammlungsbereich Stadtbild mit Schwerpunkt auf den Sammlungen Skulptur, Spolien und Modelle sowie Schnittstellenfunktionen zu den unselbständigen Stiftungen, dem Museum Nikolaikirche und dem Märkischen Museum.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsmuseologin-skulpturen-spolien-modelle-schnittstellen-m-w-d/", "date_published": "2025-10-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-finanzen-m-w-d/", "image": "", "title": "Sachbearbeiter/in Finanzen (m/w/d)", "content_text": "TECHNOSEUM, Mannheim Bewerbungsende: 02.11.2025 | Rund 190.000 Menschen besuchen jährlich unsere Ausstellungen, darunter über 90.000 Kinder und Jugendliche. Wir sind damit ein bedeutender außerschulischer Lern- und Erlebnisort in der Metropolregion Rhein-Neckar.\nUnser Auftrag: Erforschen, Ausstellen und Vermitteln von rund 200 Jahren Technik- und Sozialgeschichte mit dem Blick in die Zukunft.\nIn den nächsten Jahren wird das Museum für die Zukunft fit gemacht mit einer neuen Dauerausstellung und der Erneuerung vieler technischer Anlagen – und dies bei laufendem Betrieb, der ein leistungsfähiges Rechnungswesen erfordert. Dieses beruht auf der Doppik, mit Berührungspunkten zur Kameralistik.\nWerden Sie daher\nzum nächstmöglichen Zeitpunkt\nTeil unseres Museumsteams als\nSachbearbeiter/in Finanzen\n(m/w/d)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-finanzen-m-w-d/", "date_published": "2025-10-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-referats-zoologie-m-w-d-und-kuratorin-fuer-die-wirbellosen-sammlungen-ohne-insekten/", "image": "", "title": "Leitung des Referats Zoologie (m/w/d) und Kurator*in für die Wirbellosen-Sammlungen (ohne Insekten)", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 02.11.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) und CeTaf (Consortium of European Taxonomic Facilities) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum.\nAls national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus und ist auf der Grundlage seiner umfangreichen Sammlungen und der taxonomischen Kompetenz der Kuratoren und Kuratorinnen wichtige Anlaufstelle für das Interesse der Bevölkerung, der Schulen und der Presse an Pflanzen-, Pilz- und Tierarten des südwestdeutschen Raums und für Fachleute der Region, aber auch Kooperationspartner nationaler und internationaler Institute.\nDas Staatliche Museum für Naturkunde Karlsruhe (SMNK) sucht zum 01.1.2026, oder frühestmöglichen Zeitpunkt eine neue\nLeitung des Referats Zoologie (m/w/d) und Kurator*in für die Wirbellosen-Sammlungen (ohne Insekten)\n(Vollzeit, unbefristet EG 13 TV-L)\nDas Karlsruher Naturkundemuseum verfügt über umfangreiche Zoologische Sammlungen (ca. 1,5 Millionen Belege, ohne Insekten). Den Schwerpunkt des Sammlungsbereichs Wirbellose bilden die Webspinnen mit großem Anteil aus ökologischen Studien in Südamerika und dem süddeutschen Raum. Die taxonomische Sammlung ist vollständig in einer Datenbank erfasst und wird ergänzt durch eine sehr umfangreiche Studiendatenbank, die bereits über diverse Online-Portale öffentlich verfügbar ist.\nDas Museum ist Anlaufstelle für Wissenschaftler/innen und Fachleute der Region und wichtiger Knotenpunkt im Netzwerk der deutschsprachigen Arachnologie. Das Museum ist Landesbiodiversitätsrepositorium für die Aufbewahrung und Bearbeitung von Aufsammlungen aus zahlreichen Monitoringprogrammen des Landes Baden-Württemberg).\nWir suchen eine Person mit Artenkenntnis und Sammlungserfahrung in mindestens einer Wirbellosen-Gruppe, bevorzugt den Araneae. Erwünscht sind Forschungsaktivitäten im Bereich der Ökologie und Biodiversitätsforschung sowie Interesse und Erfahrung in Datenmanagement und der Analyse umfangreicher Datensammlungen, wie sie z. B. in Monitoringprogrammen relevant sind. Kenntnisse moderner Methoden der DNA-Analytik und/oder Statistik setzen wir voraus. Das Museum verfügt über Laborräume und ein neues DNA-Labor.\nAusdrücklich gewünscht ist die Zusammenarbeit mit den anderen Referaten bei den anstehenden Herausforderungen eines großen Forschungsmuseums, z.B.\ninter- und transdiziplinäre Forschung\nan gesellschaftlich relevanten naturwissenschaftlichen Themen,\nDigitalisierung und moderne Wissenskommunikation sowie die Mitwirkung an Ausstellungen und der Öffentlichkeitsarbeit (Veranstaltungen, aber auch digitalen und anderen analogen Angeboten)\n. Erwartet werden aktive Forschungskooperationen und die Bereitschaft zur Vernetzung mit den arachnologischen Arbeitsgruppen in Deutschland. Die Möglichkeit, sich in der Lehre zu beteiligen, ist über das KIT (Karlsruher Institut für Technologie) geboten und wird unterstützt.\nIhre Aufgaben\nWissenschaftliche und personelle Leitung des Referats Zoologie, zu dem die Wirbeltiersammlungen mit einem eigenen Kurator gehören\nKuratierung der Wirbellosensammlungen (Zuwachs, Erschließung, Pflege, Digitalisierung)\nWissenschaftliche Arbeit an der Sammlung\nBetreiben eigener Forschungsprojekte inkl. Einwerben von Drittmitteln\nWissenschaftskommunikation: Fachpublikationen, Vorträge, Mitwirkung an öffentlichen Veranstaltungen des Museums, Durchführung von Führungen\nWissenschaftliche Beratung und Mitarbeit im Ausstellungsbereich\nGutachterliche Beratung im Rahmen von Natur- und Artenschutzplänen.\nVoraussetzungen:\nWissenschaftlicher Hochschulabschluss in Biologie oder vergleichbarer Disziplin mit Schwerpunkt Zoologie\nAbgeschlossene Promotion mit Schwerpunkt Zoologie und/oder Ökologie\nHervorragende Artenkenntnis sowie taxonomische Fachexpertise im Bereich der europäischen Webspinnen\nmehrjährige Erfahrung im Sammlungs- und Datenmanagement vorzugsweise an einem naturwissenschaftlichen Forschungsmuseum\nErfolgreiche Publikationstätigkeit und Erfahrung in Drittmitteleinwerbung\nFähigkeit zur Teambildung und -führung sowie Übernahme der referatsbedingten Verwaltungsaufgaben\nVerhandlungssichere Deutschkenntnisse und fortgeschrittene Englischkenntnisse\nInteresse an Öffentlichkeitsarbeit und Mitwirkung bei Ausstellungsprojekten\nInteresse an und Mitarbeit in nationalen und internationalen Forschungskonsortien und Gremien.\nWir bieten\nEingruppierung in EG 13 TV-L. Bewerberinnen und Bewerber, die bereits im Beamtenverhältnis stehen, können auch auf eine entsprechende Beamtenstelle übernommen werden.\nDie Möglichkeit, an einem überregional bekannten Forschungsmuseum mit anerkannten Sammlungen und einem attraktiven Ausstellungshaus zu arbeiten\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche); Möglichkeit zu mobilem Arbeiten (1 Tag/Woche)\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job Bike\nZusatzversorgung über die Versorgungsanstalt des Bundes und der Länder (VBL).\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der K\nennziffer 10_2025\nbis spätestens\n02.11.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_10_2025_Ihr Nachname\nNähere Informationen zum Staatlichen Museum für Naturkunde Karlsruhe finden Sie auch im Internet unter\nwww.smnk.de\nFachliche Fragen beantwortet Ihnen gerne Direktor Martin Husemann per E-Mail an\nmartin.husemann@smnk.de\n. Bei personal- oder verwaltungstechnischen Fragestellungen wenden Sie sich bitte an isabel.zimmermann@smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt. Ihre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt. Sollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-referats-zoologie-m-w-d-und-kuratorin-fuer-die-wirbellosen-sammlungen-ohne-insekten/", "date_published": "2025-10-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-kassen-und-aufsichtsdienst-m-w-d/", "image": "", "title": "Leitung Kassen- und Aufsichtsdienst (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 02.11.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum.\nAllen Besuchenden jeglicher Zielgruppe ein angenehmes Besuchserlebnis zu ermöglichen und gleichzeitig Exponate und Installationen zu schützen, ist Aufgabe unseres Teams des Kassen- und Aufsichtsdienstes.\nWir besetzen zum 01.01.2026 die Position der\nLeitung Kassen- und Aufsichtsdienst (m/w/d)\n(Vollzeit und unbefristet)\nIhre Aufgaben:\nSie sind als Teamleitung zuständig für den ordnungsgemäßen Ablauf des Aufsichts- und Kassendienstes:\nDirekte*r Vorgesetzte*r für die Aufsichts- und Kassenkräfte (z.B. Führen von Personalgesprächen)\nPersonaleinsatzplanung (z.B. Planung Urlaubszeiten, Sonderveranstaltungen)\nPflege der Daten im Zeiterfassungssystem\nEinberufen und Leiten von Teamsitzungen\nSchulen der Aufsichtskräfte (Qualitätssicherung)\nAusüben des Hausrechts\nAnsprechpartner*in für Dienstleister (externe Aufsichten) und Rechnungskontrolle\nAbstimmungen mit dem Bereich Sicherheit\nWeitere Organisations- und Verwaltungsarbeiten\nVoraussetzungen:\nAbgeschlossene kaufmännische Berufsausbildung oder vergleichbare Kenntnisse\nErfahrung in Personalführung\nServicementalität, selbständiges Arbeiten, Teamfähigkeit und ein besonders hohes Maß an Verantwortungsbewusstsein\nsicherer Umgang mit MS-Office-Anwendungen\nsehr gute Deutschkenntnisse in Wort und Schrift\nhohe Belastbarkeit und ein ausgesprochen freundliches Auftreten gegenüber Besucher*innen und Mitarbeitenden\nBereitschaft zu regelmäßiger Arbeit an Wochenenden (im Wechsel) und Feiertagen\nWir bieten:\nEinen unbefristeten Arbeitsvertrag beim Land Baden-Württemberg und Bezahlung nach EG 6 TV-L\nJahressonderzahlung gem. TV-L sowie eine betriebliche Altersvorsorge\nEin spannendes Arbeitsumfeld mit bedeutenden Sammlungen und die interdisziplinäre Zusammenarbeit in einem motivierten Team\n39,5 Stunden/Woche mit Zeitkonten-Regelung\nArbeitszeiten i.d.R. Dienstag bis Freitag 9.00 – 17.30 Uhr, Samstag bis Sonntag und an Feiertagen 9.50 – 18.20 Uhr. Jedes zweite Wochenende ist dienstplanmäßig frei.\n30 Tage Urlaub/Jahr\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung an den öffentlichen Nah- und Fernverkehr\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike.\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der K\nennziffer 09_2025\nbis spätestens\n02.11.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_09_2025_Ihr Nachname\nNähere Informationen zum Staatlichen Museum für Naturkunde finden Sie auch im Internet unter\nwww.smnk.de\nBei Fragen wenden Sie sich bitte per Mail an die Abteilungsleiterin Zentrale Dienste, Petra Weiler unter petra.weiler@smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt. Ihre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt. Sollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-kassen-und-aufsichtsdienst-m-w-d/", "date_published": "2025-10-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-23/", "image": "", "title": "Bibliothekar*in (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 02.11.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum. Als national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus und ist auf der Grundlage seiner umfangreichen Sammlungen und der taxonomischen Kompetenz der Kuratoren und Kuratorinnen wichtige Anlaufstelle für das Interesse der Bevölkerung, der Schulen und der Presse an Pflanzen-, Pilz- und Tierarten des südwestdeutschen Raums und für Fachleute der Region, aber auch Kooperationspartner nationaler und internationaler Institute.\nDas SMNK verfügt über eine nichtöffentliche Präsenzbibliothek mit einem Bestand von über 100.000 Bänden und 140.000 Separata, ebenso wie etwa 400 laufend bezogene Zeitschriften zu den Forschungsgebieten des Hauses. Das Museum verfügt über ein Archiv zur Geschichte des Hauses. Zudem veröffentlich das Museum die wissenschaftlichen Zeitschriften Carolinea und Andrias sowie seit 2023 einen Jahresbericht in Magazinform.\nZum 01.01.2026 suchen wir\nBibliothekar*in (m/w/d)\n(Vollzeit, unbefristet, Vergütung bis zu EG 9b TV-L)\nIhre Aufgaben\nVerwaltung, Bewahrung und Ausbau der wissenschaftlichen Bibliothek\nArchivierung wissenschaftlicher Publikationen der Wissenschaftler*innen des SMNK\nFortführung des Schriftentauschs mit den Publikationen des Hauses (v. a. mit der Zeitschrift Carolinea sowie unserem Jahresbericht)\nRecherche und Planung von Neuanschaffungen\nBestellwesen, Durchführung von Liefer- und Rechnungskontrollen\nErfassung, Katalogisierung und Verschlagwortung von Literatureingängen und Vergabe von Signaturen in der Datenbank des Südwestdeutschen Bibliotheksverbunds\nPeriodikaverwaltung (Printmedien, E-Medien)\nAnnahme, Sichtung und Einarbeitung von Schenkungen und Nachlässen in den Bestand\nDurchführung von bestandserhaltenden Maßnahmen\nInformationsbeschaffung und -vermittlung: Recherchen, Auskunftserteilung und Beratung zu Literatur für die hausinternen Wissenschaftler*innen bei deren Forschungsvorhaben sowie externen Benutzer*innen der Bibliothek (z.B. Mitglieder des Naturwissenschaftlichen Vereins Karlsruhe e.V., des Fördervereins, Mitarbeiter*innen kooperierenden Institutionen)\nStrukturierung und Fortführung des Archivs der Geschichte des SMNK\nRedaktionelle Leitung für den Jahresbericht, Andrias und Carolinea\nAnleitung und Betreuung von Zeit- und Hilfskräften in der Bibliothek\nVoraussetzungen:\nEin abgeschlossenes Studium aus dem Bereich Bibliotheks- und Informationswesen, Dokumentation oder Informationswissenschaften (oder vergleichbar) mit mindestens Bachelor-Abschluss oder ein naturwissenschaftliches Studium mit mindestens Bachelor-Abschluss und nachgewiesener mindestens 2-jähriger Berufserfahrung im Bibliothekswesen\nAlternativ eine abgeschlossene Ausbildung zur*zum Fachangestellte*n für Medien- und Informationsdienste bzw. Bibliotheksassistenz (m/w/d) mit mindestens 3-jähriger Berufserfahrung in den oben aufgeführten Tätigkeitsbereichen an einer wissenschaftlichen Bibliothek\nEin ausgeprägtes Interesse an naturwissenschaftlichen Themen und die Bereitschaft, sich bei Bedarf tiefergehend in einzelne Thematiken und Begriffe für die Verschlagwortung einzuarbeiten\nErfahrung in der Anwendung von Bibliotheksmanagementsystemen insbesondere in den Bereichen Katalogisierung und Erwerbung\nSicherer Umgang mit den Produkten des MS Office-Pakets und einschlägigen Bibliotheks-Datenbanken\nErfahrung in der Schriftführung von Zeitschriften\nVerhandlungssichere Deutschkenntnisse und fortgeschrittene Englischkenntnisse\nDie Fähigkeit zum selbständigen Arbeiten, zur Teamarbeit und zum verbindlichen Umgang mit Nutzer*innen der Bibliothek\nSorgfalt, Genauigkeit und Verantwortungsbewusstsein\nEine ausgeprägte Kommunikationsfähigkeit und eine gute schriftliche Ausdrucksweise\nWir bieten\nDie Tätigkeit in einer wissenschaftlichen Bibliothek mit einem hohen Maß an Selbständigkeit und Gestaltungsspielräumen\nDie Bezahlung erfolgt abhängig von Qualifikation und beruflicher Erfahrung bis zu EG 9b TV-L\nInterdisziplinäre Zusammenarbeit mit Wissenschaftler*innen und Museumsmitarbeiter*innen\nDie Möglichkeit an einem überregional bekannten Forschungsmuseum mit anerkannten Sammlungen und einem attraktiven Ausstellungshaus zu arbeiten\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche); Möglichkeit zu mobilem Arbeiten (1 Tag/Woche)\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job Bike\nZusatzversorgung über die Versorgungsanstalt des Bundes und der Länder (VBL)\nDas SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der\nKennziffer 08_2025\nbis spätestens\n02.11.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_08_2025_Ihr Nachname\nNähere Informationen zum Staatlichen Museum für Naturkunde finden Sie auch im Internet unter\nwww.smnk.de\nFachliche Fragen beantwortet Ihnen gerne Direktor Martin Husemann per E-Mail an\nmartin.husemann@smnk.de\n. Bei personal- oder verwaltungstechnischen Fragestellungen wenden Sie sich bitte an isabel.zimmermann@smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt. Ihre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt. Sollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-23/", "date_published": "2025-10-10T00:00:00"}]}