{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/projektmanager-w-m-d-fuer-veranstaltungen/", "image": "", "title": "Projektmanager (w/m/d) für Veranstaltungen", "content_text": "Deutsches Museum, München Bewerbungsende: 04.02.2026 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Wir suchen Sie als\nProjektmanager (w/m/d) für Veranstaltungen\nzur Verstärkung unseres Teams in der Abteilung Pachten, Mieten, Veranstalten mit Schwerpunkt an unseren Standorten Verkehrszentrum des Deutschen Museums und Flugwerft Schleißheim. Die Abteilung steuert und koordiniert die wirtschaftlichen Geschäftsbereiche der Vermietung und Verpachtung und konzeptioniert, plant und organisiert Veranstaltungen.\nIhre Aufgaben\nKoordination und Durchführung von Veranstaltungen und Messen im Deutschen Museum mit externen und internen (Kooperations-)Partnern\neigenständige Konzeption, Koordination und Durchführung von hauseigenen Kinder-, Jugend- und Familienprogrammen sowie Sonderveranstaltungen\nÜbernahme der Funktion als Veranstaltungsleitung und technische Betreuung von kleineren Veranstaltungen\nOrganisation, Koordination und Verwaltung von Eventausstattung\nkaufmännische Abwicklung der Veranstaltung von Angebotserstellung bis Schlussrechnung, ggf. Durchführung von Vergaben in diesem Bereich\nIhr Profil\nerfolgreich abgeschlossenes Hochschulstudium (Bachelor) im Bereich Kultur-/Sozialwissenschaft oder Veranstaltungs- bzw. Projektmanagement\nsehr hohe Affinität zu MS-Office-Programmen sowie sehr gute Kenntnisse in digitalen Kommunikationstools und Technologien\nsehr gute Deutschkenntnisse, gutes Ausdrucksvermögen und gute Englischkenntnisse\nBereitschaft zu flexiblen Arbeitszeiten in den Abendstunden sowie an Wochenenden und Feiertagen\nAus- bzw. Fortbildung im museumspädagogischen Bereich, Verständnis für die haustechnischen Anforderungen von Veranstaltungen in einem Museum, Technikaffinität und Offenheit für die Weiterentwicklung von Digitalisierungsprozessen im Veranstaltungsbereich sowie Kenntnisse von Vergabeprozessen im öffentlichen Dienst sind von Vorteil\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 9b nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nein Betriebliches Gesundheitsmanagement, EGYM Wellpass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (\neine Datei im PDF-Format, max. 10 MB\n) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n04.02.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2603\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmanager-w-m-d-fuer-veranstaltungen/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/architektin-bzw-bauingenieurin-w-m-d-als-sachbereichsleitung/", "image": "", "title": "Architekt:in bzw. Bauingenieur:in (w/m/d) als Sachbereichsleitung", "content_text": "LWL-Freilichtmuseum Detmold, Detmold Bewerbungsende: 23.01.2026 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum frühestmöglichen Eintrittstermin als\nArchitekt:in bzw. Bauingenieur:in (w/m/d) als Sachbereichsleitung\nEG 12 TVöD VKA\nfür unser LWL-Freilichtmuseum Detmold – Westfälisches Landesmuseum für Alltagskultur im Referat “Historisches Bauwesen”.\nWir bieten eine unbefristete Teilzeitzeitstelle (20 Stunden/Woche).\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8859 bis zum 23.01.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.01.2026", "url": "https://www.museumsbund.de/stellenangebote/architektin-bzw-bauingenieurin-w-m-d-als-sachbereichsleitung/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-im-rahmen-eines-forschungsprojektes-m-w-d/", "image": "", "title": "Projektkoordinator:in im Rahmen eines Forschungsprojektes (m/w/d)", "content_text": "Linden-Museum, Stuttgart Bewerbungsende: 27.02.2026 | Das\nLinden-Museum\nStuttgart sucht\nzum 01.05.2026\neine/n\nProjektkoordinator:in\n(w/m/d) in\nTeilzeit (60 %)\n– die Stelle ist projektabhängig befristet bis zum 31.10.2028. Arbeitsort ist Stuttgart.\nDas Linden-Museum Stuttgart beherbergt die Koordinierungsstelle des Projekts “Das kulturelle Erbe kamerunischer Gemeinschaften in deutschen Sammlungen: Ein Community-orientierter Ansatz zur kollaborativen Provenienz- und Objektforschung”.\nDieses Projekt untersucht erstmals systematisch die Provenienz königlicher Machtobjekte von vier kamerunischen Gemeinschaften in deutschen Museen. Es wird durchgeführt in internationaler Zusammenarbeit mit kamerunischen Forschungspartnern sowie drei deutschen Museen.\nWährend der Forschungsaktivitäten in Archiven, Museumssammlungen und im Feld in Kamerun werden Inhalte produziert, die nach Abschluss des Projektes zu einer großen Ausstellung beitragen werden, die sowohl im Linden-Museum in Deutschland als auch in Kamerun gezeigt wird.\nDie Position bietet eine hervorragende Gelegenheit fundierte Erfahrungen im wissenschaftlichen Projektmanagement zu sammeln und sich in einem gesellschaftlich relevanten Forschungsfeld zu etablieren.\nIhre Aufgaben im Projekt sind u.a.:\nProjektmanagement und Controlling:\nMonitoring und Steuerung der Projektzeitpläne, Meilensteine und des Berichtswesens\nÜberwachung des Projektfortschritts und proaktive Identifikation von Abweichungen\nKoordination und Kommunikation:\nOrganisation und Durchführung von Projektmeetings, sowie Pflege der internen Kommunikationsstrukturen\nKoordination und Planung der Forschungs- und Netzwerkreisen sowie Projektworkshops mit internationalen Partnern\nSchnittstelle zwischen operativem Projektgeschäft, wissenschaftlicher und administrativer Leitung\nDokumentation und Berichterstattung:\nNachverfolgung und Qualitätssicherung des Bericht- und Dokumentationswesens\nUnterstützung bei der Erstellung von Projekt- und Zwischenberichten sowie Dokumentationen\nUnterstützung bei Finanzüberwachung und Abrechnung\nWissenschaftliche Unterstützung:\nZuarbeit für die wissenschaftliche Koordination bei grundlegenden wissenschaftlichen Aufgaben\nRecherche und Aufbereitung projektrelevanter Informationen\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Bachelor oder vergleichbarer Abschluss) in Kultur-, Geistes-, Sozialwissenschaften, Museologie, Ethnologie, Projektmanagement oder verwandten Fachrichtungen.\nAlternativ: gleichwertige Qualifikation durch einschlägige Berufserfahrung\nKenntnisse im Projektmanagement oder in der Projektkoordination\nSicherer Umgang mit MS Office und digitalen Kollaborationstools\nAusgeprägte Organisationsfähigkeit und strukturierte, selbstständige Arbeitsweise\nFähigkeit, den Überblick über komplexe Prozesse und mehrere parallele Aktivitäten zu behalten\nHohes Maß an Zuverlässigkeit, Verantwortungsbewusstsein und Eigeninitiative\nExzellente Kommunikationsfähigkeiten und professionelles Auftreten\nAusgeprägte Teamfähigkeit und interkulturelle Kompetenz\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift (erforderlich). Französischkenntnisse wünschenswert\nDas bieten wir:\nEine verantwortungsvolle Position in einem innovativen internationalen Forschungsprojekt\nEinblick in die internationale Provenienz- und Museumsforschung\nVergütung nach dem TV-L mit jährlicher Sonderzahlung. Die Eingruppierung erfolgt bei Vorliegen aller tarifrechtlichen und persönlichen Voraussetzungen in die Entgeltgruppe 9b TV-L\nFlexible Arbeitszeiten und familienfreundliche Arbeitsbedingungen\n30 Tage Erholungsurlaub im Jahr sowie zeitausgleich bei Überstunden\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderte Bewerber:innen (w/m/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen\nbis zum 27. Februar 2026\nvorzugweise in digitaler Form (eine pdf-Datei mit max. 5 MB) an\npersonal@lindenmuseum.de\n. Die Anschrift für postalische Bewerbungen ist: Linden-Museum Stuttgart, Personalabteilung, Hegelplatz 1, 70174 Stuttgart. Bitte beachten Sie, dass Bewerbungsunterlagen nur zurückgesandt werden, wenn ein ausreichend frankierter und adressierter Briefumschlag beigelegt ist.\nFür inhaltliche Rückfragen steht Ihnen Peter Bibinger (Projektleiter), Telefon 0711-2022-442 oder bibinger@lindenmuseum.de, gerne zur Verfügung. Bei organisatorischen Fragen rund um die Stelle wenden Sie sich bitte an\npersonal@lindenmuseum.de\n.\nHinweis zum Datenschutz:\nDie Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 Datenschutz-Grundverordnung (DS-GVO) können Sie unter Tel. 0711.2022-421 erfragen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-im-rahmen-eines-forschungsprojektes-m-w-d/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-infopoint-museen-schloesser-in-bayern/", "image": "", "title": "Mitarbeit im „Infopoint Museen & Schlösser in Bayern“", "content_text": "Bayerisches Landesamt für Denkmalpflege, München Bewerbungsende: 08.02.2026 | Mitarbeit im „Infopoint Museen & Schlösser in Bayern“ in München befristet in Teilzeit\nDas Bayerische Landesamt für Denkmalpflege ist die staatliche Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Die bei ihm angesiedelte „Landesstelle für die nichtstaatlichen Museen in Bayern“ (Landesstelle) berät und fördert mit einem interdisziplinären Team die 1200 nichtstaatlichen Museen in Bayern. Informationen zum von ihr betriebenen „Infopoint Museen & Schlösser“, dem die Dauerausstellung „Münchner Kaiserburg“ angeschlossen ist, finden Sie unter:\nhttps://www.museen-in-bayern.de/der-infopoint/\n. Der „Infopoint Museen & Schlösser in Bayern“ wird innerhalb der Landesstelle redaktionell und persönlich vom Referat Öffentlichkeitsarbeit betreut, dass auch Veranstaltungen und Fortbildungen organisiert und fachliche Publikationen herausgibt. Für die ausgeschriebene Position suchen wir eine/-n neue/-n Kollegin/-en (m/w/d) mit Engagement und Leistungsbereitschaft.\nIhre Aufgaben\nPersönlicher Beratungsdienst für Besucher/-innen an der InfoTheke\nKontaktpflege zu Museen und Partnern inklusive Flyerlogistik für den Infopoint\nDatenpflege Museumsportal und Infoscreens im Infopoint (Aktualität, Ausstellungen)\nOrganisatorisch-technische Betreuung des laufenden Betriebs der multimedialen Ausstellung „Münchner Kaiserburg“\nOrganisatorische Mitarbeit in der Öffentlichkeits- und Pressearbeit Landesstelle/Infopoint\nOrganisatorische Mitarbeit bei Fortbildungen, Veranstaltungen von Landesstelle/Infopoint\nUnser Angebot\nBezahlung nach E 5 TV-L. Bitte informieren Sie sich z. B. unter www.oeffentlicher-dienst.info über die Vergütung. Der Dienstort ist München.\nBefristete Anstellung zum nächstmöglichen Zeitpunkt\nFlexible Arbeitszeiten und ggf. Möglichkeiten mobilen Arbeitens\nBetriebliche Altersvorsorge\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\naufgabenbezogene Fortbildungsmöglichkeiten\nIhr Profil\nVorausgesetzt werden:\nInteresse an Museen und Ausstellungen und der Landes- und Kulturgeschichte Bayerns\nBereitschaft, sich in die Museumslandschaft einzuarbeiten\nFreude an praktischer Kulturvermittlung an (potentielle) Museumsbesucher/-innen\nGute Englischkenntnisse und weitere Fremdsprache\nGute Ausdrucksweise in Wort und Schrift\nGute Kenntnisse und Fertigkeiten in der gängigen Standard-Software MS-Office und Bereitschaft zur Einarbeitung in die Datenbankpflege des Museumsportals (TYPO3)\nBereitschaft zum regelmäßigen Einsatz auch an den Samstagen innerhalb der Öffnungszeiten des Infopoint (Mo.-Sa. 10.00-18.00) und bei Sonderveranstaltungen (gegebenenfalls auswärtig)\nkeine Vorbeschäftigung beim Freistaat Bayern (§ 14 TzBfG)\nVon Vorteil sind:\nOrganisations-, Kommunikationstalent, Serviceorientierung\nKreativität und Flexibilität\nHohe soziale Kompetenz und Teamfähigkeit\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Schwerbehinderung werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre aussagekräftige Bewerbung richten Sie bitte mit den üblichen Unterlagen, insbesondere möglichst vollständigen Arbeits- und Abschlusszeugnissen und einer Darstellung der als zwingend vorausgesetzten Punkte bis spätestens\n08.02.2026\n(Eingangsdatum) über Interamt.de ein.\nEine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n23.02.2026\nin München statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-infopoint-museen-schloesser-in-bayern/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrarin-m-w-d-leihverkehr/", "image": "", "title": "Registrar*in (m/w/d) Leihverkehr", "content_text": "MUSEUMMMKFÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 23.02.2026 | Das MUSEUMMMKFÜR MODERNE KUNST in Frankfurt am Main ist eine der weltweit führenden Institutionen für zeitgenössische Kunst. Seit seiner Gründung im Jahr 1991 ist das Museum eine wichtige Plattform für die Produktion, Präsentation und Diskussion zeitgenössischer Kunst, stets mit dem Ziel, die Gegenwart zu hinterfragen und zu reflektieren. Jedes Jahr organisiert das MMK sechs bis acht neue Ausstellungen an drei Standorten: dem MUSEUMMMK, dem TOWERMMK und dem ZOLLAMTMMK. Die Ausstellungen reichen von Retrospektiven über kritisch engagierte Gruppenausstellungen bis hin zu Neuproduktionen junger Künstler*innen. Mit einer Sammlung von mehr als 5.000 Werken von 1904 bis zur Gegenwart bietet das Museum durch das Ausstellungsprogramm unterschiedliche Perspektiven auf die Gegenwart, um einen Raum für Reflexion und Partizipation zu schaffen.\nWir suchen zum nächstmöglichen Zeitpunkt eine*n Registrar*in (w/m/d) Leihverkehr.\nVollzeit, Teilzeit / EGr. 11 TVöD\nZu Ihren Aufgaben gehören:\numfängliche Kalkulation, Organisation und Kontrolle des nationalen und internationalen Leihverkehrs, der Transporte und der damit verbundenen Versicherungsverträge\nAbwicklung des Leihverkehrs, dessen fachliche, wirtschaftliche und terminliche Koordination in enger Kooperation und Abstimmung mit der Direktion und den Kurator*innen sowie den Abteilungen Restaurierung, Ausstellungstechnik und Administration\nOrganisation und Betreuung von Ausstellungen und Ausstellungstouren\nBetreuung von Leihobjekten während Ausstellungsauf- und -abbauten\nadministrative Bearbeitung von Schadensfällen an Kunstwerken\nBetreuung der Datenbank sowie Inventarisierung und Pflege des Sammlungsarchivs\nSie bringen mit:\nabgeschlossenes Hochschulstudium (Bachelor) im Bereich Kunstgeschichte oder Kulturmanagement oder abgeschlossene Verwaltungs- oder kaufmännische Ausbildung mit langjähriger, einschlägiger Berufserfahrung in einem für diese Tätigkeit relevanten kaufmännischen Bereich\nErfahrung in der Organisation und Abwicklung von Ausstellungen, insbesondere von Leihverkehr, sowie im Speditions- und Versicherungswesen, kunstgeschichtliches Wissen\nbetriebswirtschaftliche Kenntnisse\nErfahrung mit Ablagesystemen und Datenbanken\nsehr gute und verhandlungssichere Kenntnisse der deutschen Sprache (Sprachniveau C1) und der englischen Sprache (Sprachniveau B1) in Wort und Schrift\nsicherer Umgang mit EDV-Programmen (Datenbanken, MS Office und Bildbearbeitungsprogrammen)\nhohes Maß an Eigenverantwortung und selbständigem Handeln\nTeamfähigkeit\nOrganisations- und Koordinationskompetenz\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nWeitere Infos:\nEs besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber*innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Eichler\n, Tel. (069) 212- 33953.\nUnter\nwww.StadtFrankfurtJobs.de/faq\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem zu finden unter\nwww.StadtFrankfurtJobs.de\n.\nBitte bewerben Sie sich bis zum\n23.02.2026\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2026", "url": "https://www.museumsbund.de/stellenangebote/registrarin-m-w-d-leihverkehr/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-geschaeftsstelle-m-w-d-mit-kulturfachlichem-profil/", "image": "", "title": "Mitarbeiter:in für die Geschäftsstelle (m/w/d) mit kulturfachlichem Profil", "content_text": "Museumsverband Brandenburg, Potsdam Bewerbungsende: 15.02.2026 | Der\nMuseumsverband Brandenburg\nsucht zum nächstmöglichen Zeitpunkt\neine Mitarbeiterin / einen Mitarbeiter für die Geschäftsstelle (m/w/d) mit kulturfachlichem Profil\nim Umfang von\n20 h / Woche\n, vergütet in Anlehnung an den\nTV-L 8\n. Die Stelle ist zunächst auf zwei Jahre befristet. Eine Verlängerung wird angestrebt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-geschaeftsstelle-m-w-d-mit-kulturfachlichem-profil/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-projektkoordination-m-w-d-des-neuen-dauerausstellungsbereichs-mainz-kompakt-2/", "image": "", "title": "Kuratorische Projektkoordination (m/w/d) des neuen Dauerausstellungsbereichs „Mainz Kompakt“", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Koblenz Bewerbungsende: 28.01.2026 | In der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – ist zum nächstmöglichen Termin die Position\nKuratorische Projektkoordination (m/w/d)\ndes neuen Dauerausstellungsbereichs\n„Mainz Kompakt“\nin Vollzeit befristet für die Dauer von zwei Jahren zu besetzen. Dienstort ist Mainz. Bei Vorliegen der tariflichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 13 TV-L vorgesehen.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultur-einrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz, Landesdenkmalpflege, Landesarchäologie und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDas Landesmuseum Mainz ist Ort einer großen Anzahl an Veranstaltungen, sowohl eigener als auch externer Veranstalter.\nAls kuratorische Projektkoordination (m/w/d) nehmen Sie insbesondere die folgenden Aufgaben wahr:\nEntwicklung und Umsetzung der Konzeption des neuen Dauerausstellungsbereichs „Mainz Kompakt“ als verantwortliche/r Kurator/in in enger Abstimmung mit der Direktionsleitung\nwissenschaftliche Recherche zum Ausstellungsthema, Objektauswahl auch im Austausch mit den Kuratoren des Landesmuseums\nErstellung von Ausstellungs- und weiteren Texten, Betreuung der Entwicklung von Medienstationen, Modellen und anderen Vermittlungselementen, Halten von Fachpräsentationen\nZusammenarbeit mit dem Projektteam, den Mitarbeitenden der Vermittlung, den Ausstellungsgestaltern, dem wissenschaftlichen Beirat und Entwicklung von Kommunikationsstrukturen\nOrganisation, Vor- und Nachbereitung sowie Koordination von Besprechungen, Erstellung von Zeitplänen, Strukturierung der inhaltlichen Planungsprozesse, Terminkoordination und Protokollführung\nzentrale Ansprechperson der Ausstellungs- und Medienplaner an der Schnittstelle zwischen Inhalt und Design\nKontrolle von Zeit- und Budgetplänen\nUnterstützung und Begleitung von Vergabeverfahren in Abstimmung mit der Vergabestelle der GDKE\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\neinen Hochschulabschluss der Fachrichtung Kulturwissenschaften, vorzugsweise im Bereich der vor- und frühgeschichtlichen oder römischen Archäologie oder Museologie, Museumswissenschaften und Kunstgeschichte mindestens mit Masterabschluss bzw. vergleichbarem Abschluss\nErfahrung in der Projektleitung, einschl. der Personaleinsatz- und Budgetsteuerung sowie der Anwendung der einschlägigen Vergabevorschriften\nErfahrung in der Anleitung und Moderation von interdisziplinären Teams, sehr gute Kenntnisse über die Abläufe und Zusammenhänge in der Museumsarbeit, insbesondere über die Bereiche Restaurierung bzw. Konservierung und Gebäudetechnik\nselbstständiges wissenschaftliches und konzeptionelles Arbeiten\nErfahrungen im Museums- und Ausstellungsbereich\nBegeisterung für digitale und moderne mediale Präsentationsformen\nhohes Maß an Eigenverantwortung, Kommunikationsfähigkeit sowie Engagement und Belastbarkeit\nBereitschaft zur engen Zusammenarbeit und zum Austausch\nkompetentes, überzeugendes und freundliches Auftreten\ngute Fremdsprachenkenntnisse in Wort und Schrift, vorzugsweise in Englisch und Französisch\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der Bürokommunikationstechnik\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team werden vorausgesetzt\nPKW-Führerschein sowie entsprechende Fahrpraxis\nSchwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung bevorzugt berücksichtigt.\nErfahrungen, Kenntnisse und Fertigkeiten, die durch Familienarbeit oder ehrenamtliche Tätigkeit erworben wurden, werden bei der Beurteilung der Qualifikation im Rahmen des § 8 Abs. 1 des Landesgleichstellungsgesetzes berücksichtigt.\nDas Land Rheinland-Pfalz beschäftigt viele Menschen in sehr unterschiedlichen Tätigkeitsfeldern und mit ganz unterschiedlichen Qualifikationen. Wir fördern aktiv die Gleichbehandlung aller Menschen und wünschen uns daher ausdrücklich Bewerbun­gen aus allen Altersgruppen, unabhängig von der ethnischen Herkunft, dem\nGeschlecht, der Religion oder Weltanschauung, einer Behinderung oder der sexuellen Identität.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine weitere Erhöhung des Frauenanteils an und sind daher an Bewerbungen von Frauen besonders interessiert.\nDie ausgeschriebene Stelle ist aufgrund der Arbeitsprozesse nicht für Teilzeitkräfte geeignet. Es wird die Bereitschaft erwartet, die Arbeitszeit nach den dienstlichen Erfordernissen flexibel zu gestalten.\nIhre Bewerbung (Anschreiben, Lebenslauf, aktuelle Beurteilungen oder Arbeitszeugnisse, Nachweise der geforderten Qualifikation, Nachweis für die Berücksichtigung einer Schwerbehinderung bzw. Gleichstellung im Auswahlverfahren etc.) richten Sie bitte\nbis zum 28.01.2026\nunter Angabe der\nKennziffer 01/2026\nvorzugsweise in elektronischer Form an\nbewerbung@gdke.rlp.de\noder\nschriftlich an\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-projektkoordination-m-w-d-des-neuen-dauerausstellungsbereichs-mainz-kompakt-2/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/innen-architektin-w-m-d/", "image": "", "title": "(Innen-)Architekt:in (w/m/d)", "content_text": "DASA Arbeitswelt Ausstellung, Dortmund Bewerbungsende: 15.02.2026 | Wir, die Bundesanstalt fĂĽr Arbeitsschutz und Arbeitsmedizin (BAuA), suchen eine\n(Innen-)Architektin / (Innen-)Architekt (w/m/d)\nfĂĽr den Bereich â€žWechselausstellungenâ€ś\nfĂĽr das Team DASA 1a â€žWechselausstellungenâ€ś.\nStandort: Dortmund Entgelt: bis E 11 TVĂ¶D\nBewerbungsfrist: 15.02.2026 Teilzeit: (23,00 Std./Woche)\nEinstellungszeitpunkt: zum nĂ¤chst- mĂ¶glichen Zeitpunkt befristet bis 15.08.2028 im Rahmen einer Vertretung\nDie BAuA ist eine Ressortforschungseinrichtung im GeschĂ¤ftsbereich des Bundesministeriums fĂĽr Arbeit und Soziales (BMAS). An drei Standorten in Dortmund, Berlin und Dresden arbeiten rund 750 engagierte Mitarbeiterinnen und Mitarbeiter an der Schnittstelle zwischen Forschung, Politik und Praxis sowie in gesetzlichen Aufgaben. Mit unserer DASA Arbeitswelt Ausstellung leisten wir zentrale Bildungs- und Vermittlungsarbeit an eine breite Ă–ffentlichkeit.\nDas Team DASA 1a â€žWechselausstellungenâ€ś konzipiert und realisiert in regelmĂ¤Ăźiger Folge interaktive Wechselausstellungen zu Themen rund um die Arbeitswelt. DarĂĽber hinaus leihen und verleihen wir (groĂźe) Ausstellungen in Kooperation mit internationalen Partnern.\nIhre Aufgaben\nGestaltung und Realisierung von Wechselausstellungen\nEntwicklung, Steuerung und Umsetzung von kreativen Gestaltungskonzepten in einem interdisziplinĂ¤ren Team aus internen und externen Kolleginnen und Kollegen\nInhaltliche Konzepte in rĂ¤umliche ErzĂ¤hlungen ĂĽbersetzen\nGestalten von RĂ¤umen und MĂ¶beln\nFarb- uns Materialauswahl\nLichtplanung\nEntwurfsplanung\nErstellen von AusfĂĽhrungs- und DetailplĂ¤nen (technische Ausarbeitung aller Ausstellungselemente)\nMitarbeit bei der Aufstellung von Leistungsverzeichnissen, ZeitplĂ¤nen und KostenĂĽbersichten\nTerminliche Steuerung und Koordination von BaumaĂźnahmen\nErstellung von grafischen Arbeiten\nProjektmanagement bei der Wanderschaft von Wechselausstellungen\nAnpassungsplanung fĂĽr die (internationale) Wanderschaft der Ausstellungen\nIhr Profil\nErforderlich:\nErfolgreich abgeschlossene Hochschulbildung (Bachelor / Diplom, mindestens 180 ECTS) im Studiengang Innenarchitektur/Architektur\nSicherer Umgang mit CAD-Programmen (beispielsweise Vectorworks) und Adobe Creative Suite\nErfahrungen im Projektmanagement\nNachgewiesenen Deutschkenntnisse (mindestens C1)\nGute Kenntnisse im Museums- und Ausstellungswesen (nachgewiesen durch entsprechende Berufserfahrung)\nWĂĽnschenswert:\nKooperations- und KommunikationsfĂ¤higkeit\nOrganisationsgeschick\nEnglischkenntnisse mindestens Niveau B2\nFĂ¤higkeit zur teamorientierten, aber auch selbststĂ¤ndigen Arbeit in einem interdisziplinĂ¤ren Bereich\nGute Kenntnisse der Inhalte und Zielrichtung der DASA Arbeitswelt Ausstellung\nWir bieten\nZukunftsorientiertes, innovatives und gesellschaftlich bedeutendes Arbeitsfeld\nFlexible Arbeitszeit und ortsflexible ArbeitsmĂ¶glichkeit\nModerne Arbeitsplatzausstattung, auch am hĂ¤uslichen Arbeitsplatz\nAttraktives Entgelt mit Zusatzrente\nIndividuelle PersonalentwicklungsmaĂźnahmen\nJobticket mit ArbeitgeberfĂ¶rderung (monatlich 23,28 Euro)\nIn der Einarbeitungszeit ist die Anwesenheit in Dortmund erforderlich. Danach ist ortsflexibles Arbeiten nach Absprache und wenn keine dienstlichen Belange dem entgegenstehen bis zu maximal 50% der Arbeitszeit mĂ¶glich.\nWofĂĽr wir stehen\nUnser SelbstverstĂ¤ndnis als zertifizierte Arbeitgeberin ist es, fĂĽr eine familienfreundliche, vielfĂ¤ltige, nachhaltige und chancengleiche Arbeitswelt einzustehen.\nDie Gleichstellung von Frau und Mann ist unser Ziel. Bewerbungen von Frauen sind ausdrĂĽcklich erwĂĽnscht. Eine TeilzeitbeschĂ¤ftigung ist mĂ¶glich.\nAuch eine Behinderung sollte Sie nicht hemmen, sich bei uns zu bewerben und uns Ihre Kompetenzen aufzuzeigen. Wir unterstĂĽtzen ausdrĂĽcklich die Ziele der UN-Behindertenrechtskonvention und setzen uns nach MaĂźgabe des SGB IX und des Behindertengleichstellungsgesetzes besonders fĂĽr die Belange von Menschen mit Behinderungen ein. Hinsichtlich der ErfĂĽllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nWir freuen uns auf Sie!\nZusĂ¤tzliche Informationen\nMehr ĂĽber die Bundesanstalt fĂĽr Arbeitsschutz und Arbeitsmedizin (BAuA) erfahren Sie unter\nhttps://www.baua.de\n. Bitte bewerben Sie sich ĂĽber unsere Homepage:\nhttps://www.baua.de/DE/Die-BAuA/Karriere/Stellenangebote\n.\nBei Fragen wenden Sie sich gerne an unsere Ansprechpersonen:\nIndividuelle Fragen:\nPatricia Vennewald, Tel. 0231/9017-2230\nYasemin GĂĽzelkaya, Tel. 0231/9071-2050\nFachliche Fragen:\nDr. Philipp Horst, Tel. 0231/9071-2615\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/innen-architektin-w-m-d/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projektkoordination-aussenbeziehungen-m-w-d-3/", "image": "", "title": "Mitarbeiter/in Projektkoordination Außenbeziehungen (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 13.02.2026 | Die Stiftung Bauhaus Dessau ist eine künstlerisch-wissenschaftliche Stiftung öffentlichen Rechts. Ihr Ziel ist es, das Bauhauserbe zu pflegen, zu erfor­schen und zu aktualisieren. Die Stiftung arbeitet in internationalen Netz­werken und hat sich als bedeutende Forschungseinrichtung etabliert. Das Bauhausgebäude, die Meisterhäuser und die Laubenganghäuser in der Siedlung Dessau-Törten gehören zum UNESCO-Welterbe und werden von jährlich mehr als 100.000 Gästen besucht. Mit der Präsentation ihrer Sammlung im Bauhaus Museum Dessau öffnet sich die Stiftung einem breiteren Publikum.\nFür das Jubiläum 100 Jahre Bauhaus Dessau 2025/2026 sucht die Stiftung zum nächstmöglichen Zeitpunkt, befristet bis zum 31.07.2027, eine/n\nMitarbeiter/in für die Projektkoordination Außenbeziehungen.\nAufgabe ist die Projektkoordination des 100jährigen Jubiläums des Bauhauses in Dessau 2025/2026 mit dem Schwerpunkt Außenbeziehungen. In Vorbereitung und Durchführung des Jubiläums sind gemeinsame Projekte mit zahlreichen externen Projektpartnern zu koordinieren: Unternehmen, Forschungsinstitutionen, städtischen Einrichtungen und Behörden. Dies Projekte sind zugleich fortlaufend mit den eigenen Jubiläumsaktivitäten der Stiftung zu synchronisieren und mit der Projektkoordination intern abzustimmen. Ein weiterer Schwerpunkt liegt auf der Akquise und Betreuung von Sponsoren in Abstimmung mit dem Direktorat.\nDas Aufgabengebiet umfasst insbesondere:\nKoordination des Gesamtvorhabens „100 Jahre Bauhaus Dessau 2025/26“, insbesondere aller externen Schnittstellen, in enger Zusammenarbeit und Abstimmung mit dem Direktorat und den jeweiligen Projektleitungen\nSicherstellen externer Unterstützung bei Vorbereitung, Durchführung, Überwachung und Dokumentation der einzelnen Projekte des Gesamtvorhabens\nErheben und Überwachen von Leistungs- und Vertragsanforderungen und Koordination der Vertragsverhandlungen mit externen Partnern\nVorbereiten von Anträgen für die Nutzung des öffentlichen Raums usw. und Einholen von Genehmigungen\nPlanung, Durchführung und Nachbereitung des Begleitprogramms (Preview, Eröffnung, Publikationen etc.) und Vermittlungsarbeit in Abstimmung mit den Abteilungen und der Projektkoordination intern\nAkquise und Betreuung von sowie Kontaktpflege zu Sponsoren\nErstellen von Sach-, Zwischen- und Abschlussberichten, Verwendungsnachweisen sowie Dokumentation der Jubiläumsaktivitäten\nEnge Zusammenarbeit mit der Projekt- und Veranstaltungskoordination für die Jubiläumsprojekte und der Jubiläumskommunikation\nAnforderungsprofil\nabgeschlossenes Hochschulstudium in Kunst- oder Kulturgeschichte, Architektur, Museums- oder Ausstellungsmanagement, Veranstaltungsmanagement oder vergleichbarer Fachrichtungen\nmindestens drei Jahre Berufserfahrung in der professionellen Planung und Durchführung von Ausstellungen, Kulturveranstaltungen sowie im Projekt- oder Ausstellungsmanagement\nsehr gute IT-Kenntnisse, insbesondere in den gängigen\nMS-Office-Programmen\nsehr gute Deutsch- und Englisch-Kenntnisse\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler\nArbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 11 TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 13. Februar 2026. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 5 MB) unter dem Kennwort „Projektkoordination extern“ an\nbewerbung@bauhaus-dessau.de\n– Stiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter\nwww.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projektkoordination-aussenbeziehungen-m-w-d-3/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-vermittlung-m-w-d-2/", "image": "", "title": "Mitarbeiter/in für Vermittlung (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 12.02.2026 | Die Stiftung Bauhaus Dessau ist eine künstlerisch-wissenschaftliche Stiftung öffentlichen Rechts. Ihr Ziel ist es, das Bauhauserbe zu pflegen, zu erforschen und zu vergegenwärtigen. Die Stiftung arbeitet in internationalen Netzwerken und hat sich als bedeutende Forschungseinrichtung etabliert. Gleichzeitig bringt sie sich mit kulturellen Impulsen in aktuelle Herausforderungen im Bildungsbereich, in Design, Architektur und Raumplanung ein und öffnet sich mit dem Bauhaus Museum Dessau einem breiteren Publikum.\nIn der Stiftung Bauhaus Dessau ist zum nächstmöglichen Zeitpunkt die Position einer\nMitarbeiterin / eines Mitarbeiters für Vermittlung (m/w/d) im Bereich Kuratorische Werkstatt\nzu besetzen.\nGesucht wird eine kommunikationsstarke und engagierte Persönlichkeit,\ndie sich dem Bauhaus in Dessau in hohem Maße verbunden fühlt und sich mit den Zielen und Aufgaben der Stiftung identifizieren kann.\nIdealerweise verfügen Sie aufgrund mehrjähriger Arbeit in vergleichbaren Positionen über fundierte Kenntnisse und Erfahrungen.\nIhre Aufgaben:\nErstellen von Konzeptionen und Angeboten für Vermittlung und kulturelle Bildung für verschiedene Gruppen und Communities im Rahmen der Gesamtvermittlungsstrategie und der programmatischen Linien des Bereichs Kuratorische Werkstatt und der Stiftung\nEntwickeln, Organisieren, Abstimmen, Durchführen, Evaluieren und Dokumentieren von Vermittlungsangeboten für Schulklassen, Kinder, Jugendliche, Familien, Erwachsene und andere Gruppen\nErarbeitung von Materialien für die Vermittlungsarbeit Mitarbeit bei der Erarbeitung und Betreuung digitaler Vermittlungsformate\nNetzwerkaufbau und Kooperationen im Bildungsbereich (formale und non-formale Bildung) mit anderen institutionellen und außerinstitutionellen Multiplikatoren*innen\nOrganisieren und Durchführen von Fortbildungen für freie Mitarbeiter*innen und andere Zielgruppen\nFachliche Anleitung und Betreuung eines Teams von freien Mitarbeiter*innen für Vermittlungsangebote und Fachführungen für\nunterschiedliche Zielgruppen\nDurchführen öffentlicher Führungen, Gruppenführungen und Sonderführungen\nMitarbeit bei der Integration von Inklusionsstrategien in stiftungseigenen Formaten und Gestaltungen\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Diplom-FH/Bachelor), vorzugsweise der Fachrichtungen Kunstpädagogik, Design, Kulturmanagement, Kultur- und Medienpädagogik, Museologie oder verwandter Bereiche\nFundierte praktische Erfahrungen in der Bildungs- und Vermittlungsarbeit, vorzugsweise an der Schnittstelle zur Gestaltung\nFundierte Kenntnisse von Methoden der künstlerischen und interdisziplinären Kunst- und Kulturvermittlung sowie medienbasierter und gestalterischer Vermittlungsformen\nNachgewiesene Kenntnisse auf den Gebieten der Kunst, der Architektur und des Designs\nVertrautheit mit Inklusion in Diskurs und Praxis, Förderung der Barrierefreiheit, Diversität und (sozialer) Nachhaltigkeit\nErfahrungen in der Zusammenarbeit mit Schulen bzw. Hochschulen\nVerständnis gestalterischer Mittel und Auseinandersetzung mit progressiver und experimenteller Pädagogik von Vorteil\nKenntnisse zum Bauhaus und zur kritischen Bauhaus-Rezeption\nFähigkeit und Neigung zu teamorientierter Arbeitsweise\nSehr gute Englischkenntnisse; gute Kenntnisse mindestens einer weiteren Fremdsprache von Vorteil\nProfessioneller Umgang mit Office Software inkl. Excel und Powerpoint, Adobe InDesign/Acrobat; Erfahrungen mit 3D-Software von Vorteil.\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler\nArbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 10 TV-L (Tarifvertrag für den öffentlichen Dienst der Länder). Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nDer Arbeitsplatz wird zunächst befristet für 2 Jahre besetzt. Eine darauffolgende Übernahme in ein unbefristetes Arbeitsverhältnis ist bei Vorliegen der entsprechenden Voraussetzungen angestrebt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 12. Februar 2026. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 5 MB) unter dem Kennwort „Vermittlung“ an\nbewerbung@bauhaus-dessau.de\n– Stiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter\nwww.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal\nunter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-vermittlung-m-w-d-2/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d/", "image": "", "title": "Museumsleitung (w/m/d)", "content_text": "LWL-Museum Henrichshütte, Hattingen Bewerbungsende: 06.02.2026 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum 01.11.2026 als\nMuseumsleitung (w/m/d)\nA 15 LBesG NRW bzw. EG 15 TVöD VKA\nfür unser LWL-Museum Henrichshütte in Hattingen.\nWir bieten eine unbefristete Vollzeitstelle (41 bzw. 39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8783 bis zum 06.02.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.02.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-pressestelle-m-w-d-2/", "image": "", "title": "Mitarbeiter:in in der Pressestelle (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 01.02.2026 | Bei der Stiftung Deutsches Historisches Museum ist\nzum 1. April 2026 (vorbehaltlich der jährlichen Mittelfreigabe)\ndie Position\neiner Mitarbeiterin oder eines Mitarbeiters in der Pressestelle (m/w/d)\nzu besetzen.\nDie Stelle ist zunächst bis zum 31. Dezember 2026 befristet, das DHM ist jedoch bestrebt, eine Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der Mittelfreigabe) zu ermöglichen und ist nach Entgeltgruppe 9b TVöD-Ost bewertet. Dienstort ist Berlin-Mitte.\nDie Stiftung Deutsches Historisches Museum:\nDas Deutsche Historische Museum ist Deutschlands nationales Geschichtsmuseum und eines der größten Geschichtsmuseen der Welt. In Berlins historischer Mitte gelegen versteht es sich als Ort zur Stärkung historischer Urteilskraft, an dem übergreifende philosophische, ethische und historische Fragen verhandelt werden. Im modernen Pei-Bau widmet sich ein vielfältiges Programm aus Wechselausstellungen, Veranstaltungen sowie pädagogischen und inklusiven Angeboten prägenden Ereignissen, Entwicklungen und Personen der deutschen Geschichte im europäischen Zusammenhang. Für das sanierungsbedingt geschlossene historische Zeughaus wird derzeit eine neue Ständige Ausstellung entwickelt, die die deutsche Geschichte in ihren internationalen Bezügen zeigen und neue Akzente setzen wird.\nIhre Aufgaben in der Pressestelle:\nOrganisatorische Vorbereitung und Betreuung von analogen und hybriden Presseterminen,\nEigenständige Aufbereitung von ausstellungs- und themenbezogenem Pressematerial (vorrangig digital),\nKlärung von Bildrechten und Koordination von Fotoshootings,\nSelbständige Bearbeitung, Koordination und Begleitung von Dreh-, Foto- und Interviewanfragen für die Ausstellungen, Themen und Veranstaltungen des DHM,\nVerfassen und Redigieren von Entwürfen für ausgewählte Pressemitteilungen einschließlich Versand,\nAnsprechperson für Medien- und Presseanfragen zur Unterstützung der Pressereferentin im Tagesgeschäft; Vertretung der Pressereferentin bei Abwesenheiten;\nContent Management des Pressebereichs der DHM-Webseite,\nMorgendliche tagesaktuelle Auswertung der Berichterstattung zum DHM und zu kulturpolitischen Themen,\nErstellung von ausstellungsspezifischen Medienspiegeln sowie Pflege des Pressearchivs,\nPflege und Weiterentwicklung von themenspezifischen Presseverteilern in der Pressedatenbank,\nEnge Zusammenarbeit mit dem Social Media- und Marketingbereich der Abteilung Kommunikation im Zuge integrierter Kommunikationsarbeit sowie mit den Fachabteilungen und kuratorischen Teams,\nWahrnehmen allgemeiner Büro- und Recherchetätigkeiten.\nFolgende Anforderungen werden gestellt:\nAbschluss in einem Hochschulstudium aus dem Bereich der Geistes- oder Sozialwissenschaften und/oder Kommunikation, Medien, Journalistik oder PR,\nMindestens 6-monatige nachgewiesene Berufserfahrungen (einschließlich der Zeiten eines entsprechenden Volontariats) in klassisch-analoger wie auch digitaler Medienarbeit in einer Pressestelle im Bereich Kultur, Museum, Stiftung, Universität, in der öffentlichen Verwaltung, in der Kulturwirtschaft oder im Mediensektor,\nPrägnanter, zugänglicher Schreibstil und Formulierungssicherheit im Verfassen zielgruppenspezifischer Textformen,\nExzellente Deutschkenntnisse (ab GER-Niveaustufe C2),\nSehr gute Kenntnisse der englischen Sprache (ab GER-Niveaustufe B2),\nGute Kenntnisse in MS\nWünschenswert sind:\nGute Überblickskenntnisse der deutschen Geschichte sowie ausgeprägtes Interesse an aktuellen kulturpolitischen Diskursen und museumsspezifischen Fragestellungen,\nTeamgeist, Organisationsgeschick, eigenständiges und sorgfältiges Arbeiten, sicheres und serviceorientiertes Auftreten, Engagement und Belastbarkeit,\nGute Kenntnisse InDesign und Photoshop oder vergleichbaren Bildbearbeitungsprogrammen sowie Newslettertools (idealerweise Brevo),\nGute Kenntnisse in Typo3 oder einem vergleichbaren Content Management System,\nGute Kenntnisse der (inter-)nationalen Medienlandschaft und digitaler Kommunikationskanäle,\nKenntnisse der Adressdatenbank Cobra oder einer vergleichbaren\nWas wir bieten:\nVielseitige Mitarbeit in einem engagierten Team an einem der weltweit größten und bedeutendsten historischen Museen,\nInteressante und abwechslungsreiche Ausstellungsprojekte, Veranstaltungen, Themen und Kommunikationsanlässe,\nMitgestaltung der internen und externen Kommunikation des Deutschen Historischen Museums in enger Zusammenarbeit mit den weiteren Kommunikationsfachbereichen Digitale Kommunikation, Marketing, Veranstaltungen, Publikationen und LeMO,\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse,\n30 Tage Urlaub plus zwei arbeitsfreie Tage am 12. und 31.12.,\nJahressonderzahlung sowie jährliches Leistungsentgelt,\nBetriebliche Altersvorsorge (VBL),\nOption eines vergünstigten Jobtickets Bezuschussung des Deutschlandtickets,\nArbeitsplatz in zentraler Lage in Berlin-Mitte,\nfachbezogene Fortbildungsmöglichkeiten und Angebote des betrieblichen\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Deutsches Historisches Museum und zur Stiftung Flucht, Vertreibung, Versöhnung gestanden haben.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Anschreiben, Lebenslauf sowie Arbeits- und sonstigen Zeugnissen unter Angabe der\nKennziffer: Presse\nbis zum\n1. Februar 2026\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF Datei mit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-pressestelle-m-w-d-2/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teilprojektkoordinatorin-m-w-d/", "image": "", "title": "Teilprojektkoordinator*in (m/w/d)", "content_text": "Deutsches Historisches Museum, Berlin Bewerbungsende: 31.01.2026 | Das Deutsche Historische Museum ist Deutschlands nationales Geschichtsmuseum und eines der größten Geschichtsmuseen der Welt. In Berlins historischer Mitte gelegen versteht es sich als Ort zur Stärkung historischer Urteilskraft, an dem übergreifende philosophische, ethische und historische Fragen verhandelt werden. Die Neuausrichtung der ständigen Ausstellung zur deutschen Geschichte im europäischen Kontext des Deutschen Historischen Museums ist dabei in den kommenden Jahren eine zentrale Aufgabe, der sich die Stiftung Deutsches Historisches Museum widmet.\nZur Durchführung dieses Vorhabens ist die Stelle eines/er\nTeilprojektkoordinator*in (m/w/d)\nbefristet bis zum 31. März 2030 zu besetzen.\nDie Stelle ist nach Entgeltgruppe 11 TVöD bewertet. Es handelt sich um eine Vollzeitstelle mit einer derzeitigen Wochenarbeitszeit von 39 Stunden. Dienstort ist Berlin-Marienfelde.\nDas Aufgabengebiet umfasst im Wesentlichen:\nwissenschaftlich verwertbare Recherchen für einzelne Ausstellungsbereiche, insbesondere für den Bereich 20. Jahrhundert im Rahmen des chronologischen Rundgangs der neuen Ständigen Ausstellung,\nDurchführung von Objekt-, Film- und Bildrecherchen in der hauseigenen Sammlung sowie in anderen Museen, Archiven, Bibliotheken und Institutionen,\nKonzeption und Planung von Medien- und Hands-On-Stationen inkl. der dazugehörigen Abstimmung und Koordination mit internen und externen Projektbeteiligten,\nUnterstützung des Projektteams bei organisatorischen Aufgaben,\nAnlegen und Aktualisieren von Datensätzen in der Sammlungsdatenbank.\nFolgende Anforderungen werden gestellt:\nabgeschlossenes Hochschulstudium (Bachelor oder vergleichbare Qualifikation) im Fach Geschichte oder in einem vergleichbaren Fach (bspw. Politik, Kultur- Kunst- oder Gesellschaftswissenschaften),\nmehrjährige Erfahrungen in der Umsetzung von historischen Ausstellungen, z. B. im Rahmen eines Volontariats,\nnachgewiesene Kenntnisse der Geschichte des 20. Jahrhunderts,\nvertiefte Erfahrungen in der wissenschaftlichen Recherchearbeit,\nKenntnisse von museumsspezifischen Datenbanken.\nWünschenswert sind:\nKenntnisse in Englisch (Wort und Schrift),\nErfahrung in der Entwicklung von Medienstationen,\nein hohes Maß an Kommunikations- und Teamfähigkeit sowie Organisationsgeschick.\nDie Bereitschaft zur flexiblen Arbeitszeitgestaltung gemäß den dienstlichen Erfordernissen sowie die Bereitschaft zu Dienstreisen werden vorausgesetzt.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Anschreiben, Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: TPK bis zum 31.01.2026\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nBei Fragen zum Aufgabengebiet wenden Sie sich bitte an den Direktor der Abt. Sammlungen, .\nHerrn Backhaus,\nBackhaus@dhm.de\nbzw. an den Projektleiter neue Ständige Ausstellung,\nHerrn Dorrmann,\nDorrmann@dhm.de\n, oder die stellv. Projektleiterin neue Ständige Ausstellung / Fachbereichsleiterin Dauerausstellung, Frau Neuner,\nneuner@dhm.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/teilprojektkoordinatorin-m-w-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kommunikatorinnen-im-kindermuseum/", "image": "", "title": "Kommunikator*innen im Kindermuseum", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 01.02.2026 | Zu besetzen sind mehrere\nTeilzeitstellen (19,5 Wochenstunden)\nin der\nEntgeltgruppe 6 TVöD (Bund)\n, die auf 1 Jahr befristet sind, zum\n1. April 2026\n. Die Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nSpielgeräusche, lautes Lachen sowie neugierige Fragen von großen und kleinen Menschen bringen Ihre Augen zum Strahlen und bereiten Ihnen gute Laune? Dann lesen Sie bitte aufmerksam weiter.\nMit der Eröffnung von ANOHA 2021 hat das Jüdische Museum einen Ort zum Entdecken, Erforschen und Spielen für Familien und Kinder im Kita- und Grundschulalter geschaffen. ANOHA setzt die Erzählung der Arche Noah aus der Tora in Szene und lädt Kinder und Familien ein, ganz in die Geschichte einzutauchen. Die Besucher*innen werden im Eingangsbereich begrüßt und erkunden dann eigenständig das Kindermuseum.\nAls Kommunikator*innen geben Sie an verschiedenen Stationen Impulse, erzählen Geschichten oder laden zu Interventionen ein und ermuntern die Besucher*innen zum Tasten, Spüren, Entdecken, Fragen, Zuhören und Ausprobieren von Objekten und Installationen. Im Zusammenspiel von Ausstellung und Vermittlung erleben unsere Besucher*innen Regen und Flut, gehen mit den Tieren gemeinsam an Bord der Arche, erproben das Zusammenleben und gestalten nach ihren Vorstellungen den Neuanfang in einer besseren Welt. Es eröffnen sich aus der Geschichte heraus Bezüge zur Lebenswelt der Kinder: zum Nachdenken über Gott und die Welt, über das Zusammenleben in Vielfalt und über einen nachhaltigen Umgang mit Ressourcen.\nFolgende Aufgaben erwarten Sie u.a.\nVermittlung der Arche Noah-Geschichte an Kinder im Kita- und Grundschulalter und erwachsene Begleitpersonen an verschiedenen interaktiven Erlebnisstationen nach einem vorgegebenen museumspädagogischen Konzept\nVermittlung von jüdischen Inhalten sowie kultur- und religionsübergreifenden Perspektiven\nHeranführen der Kinder an die Ausstellung und ihre Kernthemen\nUnterstützung und Anleitung der Kinder beim Basteln, Spielen, Singen, Erzählen usw.\nErfüllung von Service- sowie organisatorischen Aufgaben wie z. B. Einlasskontrolle, Gruppenkoordination, Erteilen von Auskünften zu ANOHA und zum Jüdischen Museum Berlin\nGewährleistung der Einhaltung von Vorschriften und Sicherheitsbestimmungen in den Publikumsbereichen\nMitarbeit an Besucherbefragungen zur Qualitätssicherung\nUnsere Anforderungen\nNachgewiesene pädagogische Erfahrung und Freude im Umgang mit Kindern\nSehr gute serviceorientierte und strukturierte Arbeitsweise\nTeamfähigkeit, hohe Einsatzbereitschaft und zeitliche Flexibilität für die Arbeit nach Dienstplan inklusive regelmäßiger Tätigkeit an Wochenenden und Feiertagen\nAusgeprägtes Kommunikationsvermögen und kindgerechte Ansprache\nSensibilität für Gruppendynamiken und unterschiedliches Sozialverhalten der Kinder\nKreativität in der Umsetzung von Spielangeboten für Kinder\nSehr gute Deutsch- und Englischkenntnisse\nWünschenswert: Kenntnisse einer weiteren Sprache, Interesse an der jüdischen Kultur sowie Kenntnisse der diskriminierungskritischen Bildung\nWünschenswert: Sie sind neuen Kommunikationswegen und Softwareprogrammen gegenüber aufgeschlossen\nUnser Angebot\n30 Tage Jahresurlaub nach TVöD, 24.12. frei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nDie Tätigkeit wird überwiegend im Stehen verrichtet.\nIhre Arbeitszeit richtet sich nach den Öffnungszeiten des Kindermuseums.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 02/2026\nbis zum\n1. Februar 2026\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nAus arbeitsrechtlichen Gründen können gemäß § 14 Abs. 2 Teilzeit- und Befristungsgesetz nur Bewerber*innen berücksichtigt werden, die nicht zuvor bei der Stiftung Jüdischen Museum Berlin beschäftigt waren.\nDie Bewerbungsgespräche werden voraussichtlich in der Woche vom 23. bis 27. Februar 2026 stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gern Herr Krogulec unter der Telefonnummer 030/25993482\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/kommunikatorinnen-im-kindermuseum/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technischer-projektmanager-ausstellungen-und-sammlung-w-m-d-3/", "image": "", "title": "Technischer Projektmanager Ausstellungen und Sammlung (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 08.02.2026 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir besetzen zum nächstmöglichen Zeitpunkt die Stelle als\nTechnischer Projektmanager Ausstellungen und Sammlung (w/m/d)\n(in Vollzeit, 39,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L\nWir suchen für unser Team Ausstellungskoordination einen technischen Projektmanager, der an der Schnittstelle zur Ausstellungstechnik, Haustechnik und Medientechnik für die Koordination von Projekten im Bereich der Ausstellungen und der Sammlung zuständig ist.\nIhre Aufgaben:\nEigenverantwortliche Koordination von Ausstellungs- und Sammlungsprojekten, insbesondere an der Schnittstelle zu den technischen Teams\nSchnittstelle zwischen allen am Projekt beteiligten Gewerken, externen Dienstleistern/Lieferanten und internen Teams\nMitwirkung bei der Projektplanung und der Erstellung von Zeit- und Ablaufplänen in enger Abstimmung mit der Bereichsleitung\nBetreuung der Produktion von Ausstellungsarchitekturen/Präsentations- und Beschriftungselementen\nÜberprüfung und Archivierung von Plänen zur Projektpräsentation, ggf. mit entsprechenden Programmen\nKoordination und Pflege des Bestandes an Ausstellungsequipment in der Datenbank Akeneo\nAnfertigung technischer Skizzen zur Umsetzung\nKoordination von digitalen Formaten und Medienkunst-Komponenten\nEinleuchten der Ausstellungräume nach Anweisung, inkl. der Bedienung der technischen Hilfsmittel\nIhr Profil:\nAbgeschlossene Ausbildung im handwerklichen Bereich, z. B. Schreiner, Messebauer, Raumausstatter, staatlich geprüfter Techniker in der Fachrichtung Ausstellungs- und Museumstechnik oder vergleichbare Qualifikation\nMindestens 2 Jahre Berufserfahrung\nIdealerweise bereits Erfahrung im Museumsbereich oder im Messe- und Ausstellungskontext und in der Realisierung von komplexen Projekten\nHandwerkliches Geschick sowie technisch-digitales Verständnis\nVorzugsweise Kenntnisse in der Beleuchtungstechnik, Materialkunde, Fertigungsmethoden\nGute EDV-Kenntnisse (insbesondere Excel)\nFähigkeit, technische Pläne anzufertigen (Zeichnung oder 3D-Programme) und umzusetzen\nGute Englischkenntnisse von Vorteil\nPragmatische, lösungsorientierte und systematische Arbeitsweise und logistisches Verständnis\nTeamfähigkeit und gute kommunikative Fähigkeiten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte\nbis zum 08.02.2026\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2026-01\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Alena Leinen (Bereichsleitung Ausstellungskoordination) unter T +49 711 470 40 166. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html.\nDie Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/technischer-projektmanager-ausstellungen-und-sammlung-w-m-d-3/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchbinder-w-m-d/", "image": "", "title": "Buchbinder (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 02.02.2026 | Das Deutsche Museum ist eines der größten technisch-naturwissenschaftlichen Museen der Welt. Zur Verstärkung unseres Teams in der Abteilung Gestaltung, zu der auch die grafischen Werkstätten gehören, suchen wir zum nächstmöglichen Zeitpunkt einen\nBuchbinder (w/m/d)\nEinzel- und Sonderfertigung\nDas Deutsche Museum beherbergt nicht nur eine einmalige Sammlung aus Naturwissenschaft und Technik, sondern ist zugleich mit seinen aktuellen Ausstellungen ein Forum zur Information und Auseinandersetzung über die neuesten Entwicklungen in Naturwissenschaft und Technik. Dazu werden in der Bibliothek viele seltene und wertvolle Quellenwerke vom Beginn des Buchdrucks bis heute und im Archiv des Deutschen Museums Nachlässe von Firmen und wissenschaftlichen Institutionen, seltene Firmenschriften, Einzelhandschriften, Grafiken, Porträts, Karten, Plakate, technische Zeichnungen und papierhistorische Bestände verwahrt und gepflegt. Die Papierrestaurierung ist integriert in die Buchbinderwerkstatt, die dazu noch die vielfältigen Anforderungen des Ausstellungsunterhalts im Rahmen des Werkstattbetriebes bedient.\nIhre Aufgaben\nBindungen (Ring-, Faden- bzw. Klebebindung, Klammerheftung)\nMaßanfertigung von Mappen, Kassetten und weiteren Produkten\nReinigung, Pflege und restauratorische Betreuung von Archivalien\nDurchführung konservatorischer Maßnahmen einschließlich Erstellung der Dokumentation\nKonzipieren und Anfertigen von Faksimiles\nKaschieren von Texttafeln, Ausstellungswänden und Vitrinen\nBeratung, Organisation und Koordination von eingehenden Aufträgen\nMaterialbestellung\nIhr Profil\nBuchbinder (w/m/d) Einzel- und Sonderanfertigung\nBerufserfahrung, insbesondere mit historischen Materialien\ngute Kenntnisse in Werkzeug- und Materialkunde\nsicherer Umgang mit Planschneider, Falzmaschine, Drahtheftmaschine, Papierbohrmaschine, Prägnant\nErfahrung mit Reparaturarbeiten\nWeiterbildung Restaurierungsarbeiten und Erfahrung mit Datenbanken sind wünschenswert\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 7 des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\nein Betriebliches Gesundheitsmanagement, EGYM Wellpass\nDie Stelle ist auf zwei Jahre befristet mit der Option auf unbefristete Übernahme.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n02.02.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2601\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.02.2026", "url": "https://www.museumsbund.de/stellenangebote/buchbinder-w-m-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/software-developer-m-w-d-mit-schwerpunkt-data-pipelines-and-ai-services/", "image": "", "title": "Software Developer (m/w/d) mit Schwerpunkt data pipelines and AI services", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 04.02.2026 | Die Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Senckenberg Data and Modeling Centers eine*n\nSoftware Developer (m/w/d) mit Schwerpunkt data pipelines and AI services\n(Vollzeit / Teilzeit ist möglich)\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeit ist möglich\nVertragsart: befristet für 2 Jahre\nVergütung: Tarifvertrag des Landes E 11-13 (TV-H), je nach Qualifikation\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Aufgaben\nUnser Team ist am Aufbau nationaler und internationaler Forschungsdateninfrastrukturen beteiligt, die Geo- und Biodiversitätsdaten nachhaltig und interdisziplinär bereitstellen.\nIm Rahmen des Projekts\nAI4WildLIVE\nimplementieren wir eine Plattform, die AI-basierte Analyse mit menschlicher Expertise (Citizen Science) kombiniert, um die Auswirkungen anthropogener Umweltveränderungen wie verstärkte  Landnutzung und Entwaldung besser zu verstehen und Milderungsstrategien zu entwickeln. Die hierbei gewonnenen Daten sollen auf der Basis innovativer Datenmodelle und entsprechender APIs für große internationale (\nBiodiversity Meets Data\n) und nationale (\nFAIRagro\n) Forschungsdateninfrastrukturen bereitgestellt werden.\nDie Projektstelle wird Teil des Senckenberg Data and Modelling Centers sein, das  Spezialist*innen in den Bereichen Service-Implementierung, AI-basierter Verarbeitung von Geobiodiversitätsdaten und Forschungsdatenmanagement an den Senckenberg-Standorten Frankfurt und Görlitz umfasst, eine umfassende Einarbeitung in die entsprechenden Projektaufgaben durch unser Team ist gewährleistet.\nIhr Profil\nAbgeschlossenes Uni-/FH-Studium der Fachrichtung Informatik, Bioinformatik, Geoinformatik, (Bio-)Physik oder vergleichbare Qualifikation mit Bezug zur Entwicklung von Data Processing / AI-Pipelines, Service-Entwicklung oder Datenmodellierung\nGute Kenntnisse und praktische Erfahrung in der Programmierung (Python, Java, JavaScript), insbesondere mit Webframeworks wie Django, Spring oder vergleichbaren Technologien\nGrundlegende Kenntnisse in Container-Technologien und Deployment von Vorteil (Docker, Openstack, Kubernetes)\nGute Kommunikationsfähigkeiten und Fähigkeit, Softwarelösungen eigenständig, aber in enger Diskussion mit Kooperationspartner*innen umzusetzen\nOptimalerweise Grundkenntnisse in einem common AI/ML framework wie PyTorch\nTeamorientierte und flexible Arbeitsweise, idealerweise mit der Bereitschaft zu gelegentlichen Dienstreisen für Trainings, Meetings und Analytische, strukturierte, serviceorientierte und selbstständige Arbeitsweise\nGute Englischkenntnisse erforderlich, Deutschkenntnisse sind von Vorteil\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität.\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer\n#01-26001 bis zum 04.02.2026 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online- Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Dr. Claus Weiland unter\nclaus.weiland@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.02.2026", "url": "https://www.museumsbund.de/stellenangebote/software-developer-m-w-d-mit-schwerpunkt-data-pipelines-and-ai-services/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsmanagerin-m-w-d/", "image": "", "title": "Sammlungsmanager*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 15.02.2026 | Die Senckenberg Gesellschaft für Naturforschung\nmit Hauptsitz in Frankfurt am Main sucht für das\nSenckenberg Forschungsinstitut und Naturmuseum Frankfurt\nzum nächstmöglichen Zeitpunkt für die\nAbteilung Botanik und molekulare Evolutionsforschung\neine(n)\nSammlungsmanager*in (m/w/d)\n(Vollzeit / Teilzeit ist möglich)\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeit ist möglich\nVertragsart: zunächst befristet (2 Jahre)\nVergütung: Tarifvertrag des Landes Hessen (TV-H) E11\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Aufgaben\nDatenmanagement-Workflows an der Schnittstelle zur Daten-IT und Daten-Management des Standortes für die Sammlungsdigitalisierung des Herbariums inkl. Qualitätssicherung\nSelbständige Organisation von Digitalisierungsprojekten inkl. Führung von Hilfskräften, ehrenamtlichen Mitarbeiter*innen und Projekt-TAs\nSelbständige Aktualisierung der systematisch-botanischen Nomenklatur im Herbar inkl. Datenbanken\nProjekt– und Abteilungskoordination inkl. Reporting-Aufgaben\nBeteiligung an der Einwerbung von sammlungsbezogenen Drittmitteln und ihrer Administration\nErstellung interner Schulungsmaterialien, Arbeitsablaufdokumentationen\nErarbeitung von Standards und Umsetzung relevanter gesetzlicher Bestimmungen\nAnleitung und Betreuung von Gastwissenschaftler*innen, Gästen, Studierenden und Hilfskräften zur Sammlungskuratierung\nMithilfe bei Determinationen von Material und dessen aktueller taxonomischer Einordnung\nBetreuung von Biodiversitätsportalen und Sammlungsdatenbanken\nVertretung der Abteilung auf einschlägigen technischen Workshops und Tagungen\nBeteiligung an Ausstellungen und anderen Vermittlungsformaten\nBeteiligung an Ausbildung und Lehre für Praktikanten und Studierende\nstandortübergreifende Aufgaben mit Sammlungsbezug wie Vereinheitlichung von Standards innerhalb des Herbarium-Senckenbergianum-Verbunds\nIhr Profil\nAbgeschlossenes Hochschulstudium (Bachelor) in Biowissenschaften, Sammlungsmanagement, Biologie, Bibliotheks- und Informationswissenschaft, Digital Humanities, Biodiversitätsinformatik, Data Science oder einem verwandten Fachgebiet\numfangreiche Erfahrung mit biologischen Datenbanken und Standardlisten\nKenntnisse der einschlägigen aktuellen Digitalisierungsmethoden und -standards\nAusgeprägte analytische Fähigkeiten, strukturierte und selbstständige Arbeitsweise sowie sehr gute Kommunikationsfähigkeiten in deutscher und englischer Sprache, schriftlich wie mündlich\nInteresse an interdisziplinärer und -kultureller Zusammenarbeit und am Aufbau nachhaltiger, FAIR-konformer Dateninfrastrukturen, insbesondere in Repositorien oder biodiversitätsbezogenen Forschungsinstituten\nBereitschaft zu gelegentlichen Reisen im nationalen und internationalen Kontext (max. ein bis zwei Kurzreisen im Inland bzw. eine Reise von max. drei Wochen ins Ausland)\ngute botanisch-mykologische und taxonomische Kenntnisse\numfassende Erfahrung in Projektplanung, Organisation, Mitarbeiterführung\nWünschenswert\nNaturwissenschaftlich-technische Ausbildung (Biologisch-Technische Assistenz)\nErste Erfahrung mit Drittmittelakquise\nKenntnisse zur techn. Aufarbeitung von botanisch-mykologischen Belegen\nKenntnisse zur konservatorischen Handhabung (Brandschutz, Schädlingsbekämpfung, Katastrophenvorsorge etc.)\nBereitschaft zur laufenden eigenen Weiterbildung\nErste Erfahrung im Umgang mit Datenbanken, Sammlungsmanagementsystemen oder digitalen Repositorien zur Verbesserung und Dokumentation heterogener, historisch gewachsener Datenstrukturen\nVertrautheit mit Metadatenstandards und gängigen Datenformaten in der Digitalisierung\nErfahrung im Bereich Verwaltung und Archivierung bild- und dokumentbasierter digitaler Objekte\nKenntnisse in der Anwendung von Open-Science-Prinzipien in interdisziplinären Forschungsumgebungen\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität\nMöglichkeit, das Forschungsprofil der Abteilung Botanik und Molekulare Evolutionsforschung inkl. des Herbariums Senckenbergianum aktiv mitzugestalten\nGelegenheit zum Ausbau eines interdisziplinären Profils an der Schnittstelle Digitalisierung, Biodiversitätserfassung und Sammlungs-Inwertsetzung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-26003 bis zum 15.02.2026 an\nrecruiting@senckenberg.de\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Stefan Wanke unter\nstefan.wanke@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/sammlungsmanagerin-m-w-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-verwaltung-m-w-d-4/", "image": "", "title": "Sachbearbeiter*in Verwaltung (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 25.01.2026 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Museumsneugründungen Europas.\nDas 1908 gegründete und 1922 eröffnete\nMuseum für Hamburgische Geschichte\n(MHG) gehört zu den größten stadthistorischen Museen in Deutschland. Es dokumentiert die Geschichte der Freien und Hansestadt Hamburg von der Stadtgründung bis zur Gegenwart. Die in weit mehr als einem Jahrhundert gewachsenen Sammlungen umfassen kulturgeschichtliche Objekte, Gemälde, Grafiken, Schiffs- und Topografiemodelle, Möbel, Textilien und Münzen. Darüber hinaus stellen Wirtschafts- und Sozialgeschichte, Technik- und Verkehrsgeschichte, Bauen und Wohnen, Theater, Mode und Kulturgeschichte sowie das jüdische Leben in Hamburg wichtige Themen und Sammlungsgebiete des Museums dar. Hauptziel des Museums ist es, Orientierung in der Auseinandersetzung mit der geschichtlichen Entwicklung der Hanse- und Hafenstadt zu bieten. Das MHG befindet sich aktuell in einer Modernisierungsphase, die auch eine Neugestaltung der Dauerausstellung umfasst.\nDas\nMuseum für Hamburgische Geschichte\nsucht für den\nFachbereich Verwaltung\nzum nächstmöglichen Zeitpunkt eine Person als\nSachbearbeiter*in Verwaltung (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nAllgemeine Verwaltungstätigkeiten\nErstellen von Ausgangsrechnungen und Zahlungsanweisungen\nAusfertigen von Standardverträgen, wie Werk- und Kooperationsverträgen\nKassenführung und -abrechnung\nDurchführung niedrigschwelliger Vergabeverfahren, Einholen von Angeboten für Produkte und Dienstleistungen, Klärung der Angebotsdetails mit Dienstleistern\nLösungsorientierte Entwicklung, Optimierung und Koordination von administrativen und fachbereichsübergreifenden Arbeitsabläufen und Prozessen in Abstimmung mit der Fachbereichsleitung Verwaltung\nMitwirkung bei der Planung sowie Organisation und Durchführung von Veranstaltungen jeder Art an verschiedenen Standorten\nEntwicklung von Veranstaltungsformate in Zusammenarbeit mit der Fachbereichsleitung\nVerfügbar machen von Angeboten im Online Shop\nDafür besitzen Sie folgendes Profil:\nabgeschlossene Kaufmännische Ausbildung, z. B. Kaufleute für Büromanagement oder Veranstaltungskaufleute oder vergleichbare Qualifikation mit Berufserfahrung\nKenntnisse und Erfahrungen in der Organisation und Durchführung von Veranstaltungen\nwünschenswert sind Kenntnisse und Erfahrungen in der Arbeit in Kulturbetrieben, idealerweise in Museen oder im Bereich der öffentlichen Verwaltung\nFähigkeit zum betriebswirtschaftlichen Denken und strukturierter Arbeitsweise, interkulturelle Kompetenz, Verantwortungsbewusstsein\nLust auf Gestalten und Optimieren\nKenntnisse in Ablage- und Archivierung\nKenntnisse in unterschwelligen öffentlichen Vergabeverfahren und Grundkenntnisse im Vertragsrecht\nBelastbarkeit, Teamfähigkeit und Kommunikationsfähigkeit\nsehr gute deutsche in Wort und Schrift mind. C1 Niveau und gute englische Sprachkenntnisse\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nZuschuss zum HVV Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 8\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 25. Januar 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-verwaltung-m-w-d-4/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-verwaltung-prozessmanagement-digitalisierung-und-it-m-w-d/", "image": "", "title": "Fachbereichsleitung Verwaltung / Prozessmanagement Digitalisierung und IT (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 25.01.2026 | Die Stiftung Historische Museen Hamburg (SHMH) vereint seit 2008 die musealen Einrichtungen der Freien und Hansestadt Hamburg, die sich aus vielfältigen thematischen Blickwinkeln mit der Geschichte Hamburgs und seiner Umgebung, einschließlich nationaler, europäischer und globaler Verflechtungen, befassen. Mit rund 240 Mitarbeitenden und jährlich etwa 350.000 Gästen zählt die Stiftung öffentlichen Rechts zu den größten stadt- und regionalgeschichtlichen Museumsverbünden in Europa.\nZur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit mit ihren jeweiligen Außenstellen und das im Aufbau befindliche Deutsche Hafenmuseum. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht in Hamburg derzeit eine der größten und ambitioniertesten Museumsneugründungen Europas. Das Deutsche Hafenmuseum umfasst einen zu errichtenden Neubau in repräsentativer Lage im neuen Stadtteil Grasbrook sowie als zweiter, bereits aktiver Standort den historischen Schuppen 50A) am Hansahafen und die Viermastbark PEKING.\nDer kaufmännische Direktionsbereich Management Zentrale Dienste (MZD) bearbeitet die elementaren administrativen Aufgaben für alle Standorte der SHMH.\nFür das\nDeutsche Hafenmuseum (im Aufbau)\nund das\nManagement Zentrale Dienste der Stiftung\nsuchen wir zum nächstmöglichen. Zeitpunkt eine\nFachbereichsleitung Verwaltung /\nProzessmanagement Digitalisierung und IT (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nIm Bereich der Fachbereichsleitung Verwaltung des Deutschen Hafenmuseums (im Aufbau):\nSteuerung der Betriebsabläufe, insbesondere des aktiven Standortes Schuppen 50A mit PEKING und aller administrativen Anforderungen der öffentlich-rechtlichen Institution\nMitarbeit an der Entwicklung und Realisierung des Neubaus und Steuerung der Gebäude- und unterhaltsrelevanten Themenstellungen am aktiven Standort\nAnleitung, Schulung und Führung der Mitarbeitenden im Fachbereich Verwaltung\nProzessoptimierung und Weiterentwicklung der Verwaltungsaufgaben mit häuserübergreifender Betrachtung in Zusammenarbeit mit der Kaufmännischen Direktion sowie den Fachbereichsleitungen Verwaltung der anderen Stiftungshäuser\nPlanung und Bewirtschaftung des hausbezogenen Budgets gemeinsam mit der Direktion\nIm Bereich Prozessmanagement IT und Digitalisierung des Managements zentrale Dienste\nAnalyse, Anpassung und Optimierung von Prozessen in Kooperation mit den multidisziplinären Fachbereichen\nRealisierung digitaler, medienbruchfreier Prozesse\nBeratung und Entscheidungsvorbereitung für Kaufmännische Direktion und Vorstand\nBegleitung von Digitalisierungsprojekten\nMitwirkung bei der Einführung und Etablierung eines modernen und effizienten Prozessmanagements\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes Hochschulstudium der Betriebswirtschaft oder vergleichbar\nVertiefte Fachkenntnisse des Betriebs öffentlicher Kultureinrichtungen\nVertiefte Fachkenntnisse in Prozessmanagement, Digitalisierungsprozessen und der Optimierung von IT\nFachkenntnisse in Projektmanagement\nFachkenntnisse in Organisationsentwicklung sowie in Teamentwicklung und Teamführung\nFachkenntnisse des öffentlichen Vergabe- und Zuwendungsrechts\nKenntnisse in Buchhaltung und Kostenrechnung\nausgewiesene, diversitätsoffene Kommunikationsfähigkeit, verbindliches und durchsetzungsfähiges Auftreten\nsicherer Umgang mit Mitarbeitenden, Lieferanten, Handwerksbetrieben und Dienstleistern\nFreude an dynamischen Entwicklungen und Streben nach stetiger Verbesserung\nKollegialität, Teamfähigkeit sowie Bereitschaft zur stetigen Fortbildung\nEin sehr hohes Maß an Sorgfalt und Verantwortungsbewusstsein\nsehr gute deutsche Sprach- und Textkompetenz, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nZuschuss zum HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach Entgeltgruppe\n12 TV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 25. Januar 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-verwaltung-prozessmanagement-digitalisierung-und-it-m-w-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-3/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 08.02.2026 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und internationalen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nDas 1908 gegründete und 1922 eröffnete\nMuseum für Hamburgische Geschichte\n(MHG) gehört zu den größten stadthistorischen Museen in Deutschland. Es dokumentiert die Geschichte der Freien und Hansestadt Hamburg von der Stadtgründung bis zur Gegenwart. Die in weit mehr als einem Jahrhundert gewachsenen Sammlungen umfassen kulturgeschichtliche Objekte, Gemälde, Grafiken, Schiffs- und Topografiemodelle, Möbel, Textilien und Münzen. Darüber hinaus stellen Wirtschafts- und Sozialgeschichte, Technik- und Verkehrsgeschichte, Bauen und Wohnen, Theater, Mode und Kulturgeschichte sowie das jüdische Leben in Hamburg wichtige Themen und Sammlungsgebiete des Museums dar. Hauptziel des Museums ist es, Orientierung in der Auseinandersetzung mit der geschichtlichen Entwicklung der Hanse- und Hafenstadt zu bieten. Das MHG befindet sich aktuell in einer Modernisierungsphase, die auch eine Neugestaltung der Dauerausstellung umfasst.\nDas\nMuseum für Hamburgische Geschichte\nsucht für den Fachbereich Sammlungen zum nächstmöglichen Zeitpunkt eine*einen\nFachbereichsleitung Sammlung /\nWissenschaftliche*n Mitarbeiter*in (m/w/d)\nin Vollzeit, unbefristet\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nals Fachbereichsleitung Sammlung:\nStellvertretende Direktion (in Abwesenheit)\nfachlich vorgesetzte Person für die Mitarbeitenden im Fachbereich Sammlungen\nWeiterentwicklung von Sammlungsstrategien und des Sammlungskonzeptes in Zusammenarbeit mit der Direktion\nLeitung von Projekten innerhalb des Fachbereichs\nBudgetplanung und verantwortliche Budgetkontrolle\nMitwirkung an der Akquise von Finanzmitteln, Einwerben von Spenden- und Fördermitteln in Abstimmung mit Direktion, Vorbereitung von Anträgen an Stiftungen\nMitwirkung bei Werk- und Kooperations- und Sponsoringverträgen\nMitglied der Sammlungskommission\nMitwirkung an übergeordneten Sonderprojekten zur Datenbankentwicklung und Inventarisierung\nals verantwortliche Person für das Zentraldepot der Stiftung:\nstrategische Weiterentwicklung der Depotinfrastruktur\nEntscheidungsvorbereitung relevanter Fragestellungen zum Zentraldepot für interne Gremien und den Vorstand\nim Bereich Forschung, Wissenschaft, Konzept und Kuratierung:\nfachliche Leitung u. a. für den Schwerpunktbereich Frühe Neuzeit, ggf. auch für den Bereich Numismatik\nWertermittlung bei Sammlungsobjekten\nwissenschaftliche Konzeption, Ausarbeitung und Kuratierung von entsprechenden Ausstellungs- und Themenbereichen für die Neukonzeption und Neuplanung der Dauerausstellung, betreffend 1. OG: Mittelalter, Frühe Neuzeit inkl. Unterbereiche\nzeitweise Tätigkeiten im Rahmen der Modernisierung des Museums für Hamburgische Geschichte:\nMitwirkung bei der Modernisierung und Sanierung des Museums für Hamburgische Geschichte\nKoordination für das Teilprojekt der Ständigen Ausstellung in Bezug auf Sammlung und Logistik in enger Zusammenarbeit mit den weiteren beteiligten Personen\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium der Geschichte, Kunst- und Kulturgeschichte, Museumswissen- und Kulturwissenschaften oder vergleichbar;\nWünschenswert: Numismatik, Schwerpunkt v. a. auf Ausstellungs- und Sammlungsbereich Frühe Neuzeit\nnachgewiesene konzeptionelle, wissenschaftliche Tätigkeiten im o. g. Aufgabengebiet\nErfahrungen in der Durchführung von Ausstellungsprojekten, Koordination und Projektleitung\nvertiefte Fachkenntnisse im Sammlungs- und Depotmanagement sowie in der Wertermittlung von Sammlungsobjekten\nErfahrungen in der Durchführung von Modernisierungsmaßnahmen\neigenverantwortliches und selbständiges Handeln im Rahmen der übertragenen Tätigkeiten\nausgewiesene, diversitätsoffene Kommunikationsfähigkeit, verbindliches und durchsetzungsfähiges Auftreten\nsehr gute deutsche Sprach- und Textkompetenz, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV Deutschlandtickets und Fahrradleasing\nDie Vergütung erfolgt nach Entgeltgruppe\n14 TV-AVH.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller gleichgeschlechtlicher Identitäten, Nationalitäten und von People of Color sowie von Bewerber*innen mit Flucht oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 08. Februar 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-3/", "date_published": "2026-01-15T00:00:00"}]}