{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/stellenausschreibung-volontariat/", "image": "", "title": "Stellenausschreibung Volontariat", "content_text": "Bauhaus-Archiv / Museum für Gestaltung, Berlin Bewerbungsende: 08.04.2025 | Das Bauhaus-Archiv / Museum für Gestaltung besitzt die weltweit größte Sammlung zum Bauhaus (1919-1933), der bedeutendsten Schulen für Architektur, Design und Kunst des 20. Jahrhunderts. Wir bewahren, erforschen und vermitteln die uns anvertrauten Objekte, Dokumente und Medien. Dazu zählen Fotografien, Möbel, Textilien, Gemälde, Skulpturen, Grafiken, Zeichnungen, Architekturpläne, Briefe, Bücher und audiovisuelle Medien ebenso wie Unterlagen aus dem Unterricht. Derzeit ist das Museum geschlossen, denn unser Gebäude, das vom Bauhaus-Gründer Walter Gropius entworfen wurde, wird denkmalgerecht saniert und um einen Neubau von Staab Architekten erweitert. Um weiterhin mit unserem Publikum und der Stadtgesellschaft in Kontakt zu sein, bespielen wir bis zur Eröffnung des Hauses (voraussichtlich 2027) den Projektraum the temporary bauhaus-archiv. Hinter den Kulissen arbeiten wir verteilt auf mehrere Standorte an unseren neuen Ausstellungen, an inklusiven Vermittlungskonzepten, an unterschiedlichen Digitalangeboten sowie an unseren Sammlungsbeständen. Wir entwickeln unsere Organisationsstruktur weiter und fragen uns, wie wir als Institution und Team nachhaltig und zukunftsfähig zusammenarbeiten wollen. Dabei orientieren wir uns an unserem gemeinsam erarbeiteten Leitbild.\nZur Unterstützung suchen wir zum 1. Juli 2025 eine*n:\nVolontär*in Sammlung/Programm (Vollzeit 39h, w/ m/d) – befristet für zwei Jahre\nDas zweijährige Volontariat soll einer praxisorientierten Vorbereitung auf eine Berufslaufbahn im Mu-seum dienen. Im Zentrum stehen dabei die Bereiche Sammlung/Programm. Darüber hinaus werden Ein-blicke in die anderen Museumsabteilungen geboten, die sich mit dem Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln befassen. Das Volontariat bietet die Möglichkeit zur eigenverantwortlichen Tätigkeit und fachlichen Profilierung durch Schwerpunktsetzung. Es kann ein eigenständiges Projekt durchgeführt werden.\nZur Ausbildung gehören:\n• wissenschaftliche Arbeit an den Sammlungsbeständen Möbel, Textil, Gebrauchsgrafik und Dokumente mit Schwerpunkt auf der retrospektiven Erfassung und der Analyse und Darstellung von Sammlungszusammenhängen\n• kuratorische Mitarbeit an digitalen Projekten, u. a. der Digitalen Sammlung, der Webseite (bauhaus stories) sowie der Konzeption von eCulture-Veranstaltungen\n• kuratorische Mitarbeit beim Aufbau und der Inbetriebnahme der Sammlungspräsentation im Neubau\n• Contenterstellung, Recherchen und Redaktionstätigkeit\n• Unterstützung im Projektmanagement\n• Bildredaktion und Klärung von Bildrechten\nSie verfügen über:\n• ein abgeschlossenes wissenschaftliches Hochschulstudium (Master) im Fach Kunstgeschichte, Kulturwissenschaften oder einem eng verwandten Fach\n• Interesse für das Bauhaus sowie die Bereitschaft, sich intensiv einzuarbeiten\n• Kenntnisse der Geschichte von Kunstgewerbe und Design\n• ausgeprägtes Interesse an eCulture im Bereich des kulturellen Erbes und Grundkenntnisse im Bereich der digitalen Datenerfassung\n• sehr gute sprachliche Ausdrucksfähigkeit in Wort und Schrift in deutscher und englischer Sprache\n• ausgeprägte Kommunikationsfähigkeit, Teamfähigkeit, Motivation, Eigeninitiative und Verantwortungsbewusstsein\nWir bieten Ihnen:\n· einen attraktiven und spannenden Ausbildungs- und Arbeitsplatz an einem renommierten Mu-seum im Herzen von Berlin\n· Mitarbeit in einem interdisziplinären und offenen Team bei der Gestaltung eines neuen Muse-ums mit internationaler Ausstrahlung\n· Unterstützung bei der Teilnahme an internen und externen Fortbildungen und dem Erwerb von Zusatzqualifikationen\n· eine tarifgerechte Bezahlung nach dem Tarifvertrag TVöD/VKA (50 % der Entgeltgruppe 13, Stufe 1, im zweiten Ausbildungsjahr Stufe 2)\nWir streben danach, die Diversität der Gesellschaft und unseres Publikums auch innerhalb des Teams wi-derzuspiegeln – Vielfalt, unterschiedliche Erfahrungen und Perspektiven ermöglichen es uns als Institu-tion, innovativ zu handeln, international zu agieren und offen in den Austausch zu treten. Schwerbehin-derte Menschen werden ausdrücklich aufgefordert, sich zu bewerben und werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen (zusammengefasst in ei-ner PDF Datei – max. 9 MB) mit dem Betreff: „Volontariat Sammlung/Programm“ bis einschließlich 08.04.2025 an:\nBauhaus-Archiv / Museum für Gestaltung bewerbung.museum@bauhaus.de\nKontakt: Frau Heyroth 030/254002-55\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.04.2025", "url": "https://www.museumsbund.de/stellenangebote/stellenausschreibung-volontariat/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vermittlungspersonen-m-w-d-in-50-prozent-teilzeit-195-wochenstunden/", "image": "", "title": "Vermittlungspersonen (m/w/d) in 50 Prozent Teilzeit (19,5 Wochenstunden)", "content_text": "Stiftung Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 02.04.2025 | Die Bundesstiftung Flucht, Vertreibung, Versöhnung sucht zum\nnächstmöglichen Zeitpunkt\nVermittlungspersonen (m/w/d)\nin 50 Prozent Teilzeit (\n19,5 Wochenstunden\n) für den\nBereich Bildung & Vermittlung\ndes Dokumentationszentrums.\nDie Stellen sind auf\n24 Monate\nbefristet und nach\nEntgeltgruppe 11 TVöD\nbewertet.\nWir sind ein einzigartiger Lern- und Erinnerungsort, der Zwangsmigration in Geschichte und Gegenwart ins Zentrum stellt. Flucht und Vertreibung von rund 14 Millionen Deutschen im historischen Kontext des Zweiten Weltkriegs und der nationalsozialistischen Politik bilden den Schwerpunkt der Ständigen Ausstellung. Unserem Publikum bieten wir außerdem sehenswerte Sonderausstellungen und eine Bibliothek mit Zeitzeugenarchiv, die zum Recherchieren einlädt. Hinzu kommt ein vielfältiges Programm mit Führungen, innovativen Workshops und Veranstaltungen. Das 2021 eröffnete Haus befindet sich mitten in Berlin unweit des Potsdamer Platzes. Sie möchten ein Forum historischer Bildung und lebendiger Debatten mitgestalten? Wir freuen uns über Ihre Bewerbung! Bewerben Sie sich gerne nochmals, wenn wir Ihre Bewerbung bisher nicht berücksichtigen konnten.\nIhr Aufgabengebiet umfasst insbesondere:\nDurchführung zielgruppenorientierter, dialogischer und interaktiver Rundgänge durch die Ständige Ausstellung und wechselnde Sonderausstellungen in deutscher und englischer Sprache – in der Woche und nach Absprache in der Regel ca. einmal im Monat am Wochenende,\ninhaltliche und methodische Vorbereitung, Durchführung und Nachbereitung von Bildungsformaten und Workshops sowie inklusive Angebote für unterschiedliche Zielgruppen,\nÜbernahme von Organisations- und Koordinationsaufgaben im Zusammenhang von Vermittlungsprojekten,\nkonzeptionelle Mitarbeit bei der Weiterentwicklung von Vermittlungsformaten, der Entwicklung partizipativer Angebote in der Ständigen Ausstellung und redaktionelle Mitarbeit bei der Entwicklung analoger und digitaler Materialien der Bildungsarbeit,\nZusammenarbeit mit Kooperationspartnerinnen im Bildungsbereich sowie Zeitzeugen.\nUnsere Anforderungen:\nAbgeschlossene Hochschulbildung (mindestens B.A.) in den Fachrichtungen Geschichte, Geschichtsdidaktik, Public History, Politologie, Kulturwissenschaften oder vergleichbaren Disziplinen,\ngute Kenntnisse der deutschen und europäischen Zeitgeschichte,\nMethodenkompetenz in der Vermittlung, gerne analog und digital,\nberufliche Erfahrungen in historischer, politischer oder kultureller Bildungsarbeit, insb. in Dokumentationszentren, Gedenkstätten und Museen.\nsouveräne Kommunikation in Deutsch und Englisch.\nWünschenswert sind:\nKenntnisse der Geschichte von Zwangsmigrationen, sowie die Fähigkeit, sich schnell in die Inhalte der Ständigen Ausstellung und der Sonderausstellungen einzuarbeiten,\nFreude am Dialog mit Publikum jeden Alters und an der zielgruppenorientierten Vermittlung komplexer Inhalte,\nIdentifikation mit einer multiperspektivischen, diversitätssensiblen und diskriminierungskritischen Vermittlungsarbeit,\nsouveräne Kommunikation in einer weiteren Fremdsprache.\nWir bieten Ihnen:\nEine verantwortungsvolle Tätigkeit in Verbindung mit einem relevanten Thema,\nfamilienfreundliche Arbeitsumgebung (Urlaub nach TVöD, flexible Arbeitszeiten),\nDeutschlandticket Job (anteilige Kostenübernahme durch den Arbeitgeber).\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Flucht, Vertreibung, Versöhnung und zur Stiftung Deutsches Historisches Museum gestanden haben.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetz-buches IX besonders berücksichtigt.\nFür inhaltliche Rückfragen zur Ausschreibung können Sie sich gerne an Dr. Silke Krohn, Bereichsleiterin Bildung & Vermittlung, wenden (\ns.krohn@f-v-v.de\n).\nBitte richten Sie Ihre vollständigen Bewerbungsunterlagen mit der\nKennziffer VM_I/25\nbis zum\n02.April 2025\nausschließlich elektronisch an:\nbewerbung@f-v-v.de\n.\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF-Datei mit einer Größe von max. 8 MB übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder Anhänge können nicht berücksichtigt werden.\nDokumentationszentrum Flucht, Vertreibung, Versöhnung\nStresemannstraße 90\n10963 Berlin\nT +49 30 206 29 98 – 0\nMail: info@f-v-v.de\nwww.flucht-vertreibung-versoehnung.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.04.2025", "url": "https://www.museumsbund.de/stellenangebote/vermittlungspersonen-m-w-d-in-50-prozent-teilzeit-195-wochenstunden/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-referentin-wissenschaftlicher-referent-fuer-das-lvr-landesmuseum-bonn-mit-den-schwerpunkten-publishing-digitale-textredaktion/", "image": "", "title": "Wissenschaftliche Referentin / Wissenschaftlicher Referent für das LVR-LandesMuseum Bonn mit den Schwerpunkten Publishing & Digitale Textredaktion", "content_text": "LVR-LandesMuseum Bonn, Bonn Bewerbungsende: 06.04.2025 | zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-referentin-wissenschaftlicher-referent-fuer-das-lvr-landesmuseum-bonn-mit-den-schwerpunkten-publishing-digitale-textredaktion/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/textilrestaurator-textilrestauratorin-m-w-d/", "image": "", "title": "Textilrestaurator/Textilrestauratorin (m/w/d)", "content_text": "Deutsches Textilmuseum, Krefeld Bewerbungsende: 30.03.2025 | Inmitten der Metropolregion Rheinland ist Krefeld eine Groû\u009fstadt mit Charakter, viel Grû¥n und hoher LebensqualitûÊt ã\u0080\u0093 kulturell lebendig, wirtschaftlich dynamisch, mit einer engagierten Stadtgesellschaft. Unsere lange Tradition der KreativitûÊt und Weltoffenheit wird auch in der Gegenwart spû¥rbar. Machen Sie Krefeld mit uns l(i)ebenswert! Die Stadtverwaltung Krefeld ist vor Ort eine der grûÑû\u009ften Arbeitgeberinnen. Im Zusammenwirken mit der Bû¥rgerschaft organisieren und gestalten rund 4000 Mitarbeiterinnen und Mitarbeiter den Alltag und das tûÊgliche Miteinander in unserer Stadt.\nZur VerstûÊrkung unseres Teams suchen wir einen/eine\nTextilrestauratoren/Textilrestauratorin (m/w/d)\nKennziffer E – 66/25/41T I Beginn zum nûÊchstmûÑglichen Zeitpunkt I befristet fû¥r die Dauer von drei Jahren I Teilzeit mit 19,5 Wochenstunden, eine temporûÊre Stundenaufstockung ist mûÑglich I EG 10 TVûÑD I Bewerbungsfrist: 30. MûÊrz 2025\nDie Stadtverwaltung Krefeld sucht Sie als Textilrestaurator/in (m/w/d) fû¥r ein Projekt zur Verbesserung der Aufbewahrungssituation textilen Kulturgutes in einem Auû\u009fendepot des Deutschen Textilmuseums, Andreasmarkt 8, 47809 Krefeld.\nWenn Sie û¥ber einen im Profil genannten Abschluss verfû¥gen, freuen wir uns auf Ihre Online-Bewerbung!\nDas Deutsche Textilmuseum Krefeld verfû¥gt mit seiner nahezu 30.000 Objekte umfassenden Textilsammlung aus allen Kulturen, Epochen und Regionen û¥ber ein Alleinstellungsmerkmal. An diese Sammlung knû¥pfen sich zahlreiche Forschungs- und Publikationsprojekte, die in temporûÊren Ausstellungen gezeigt werden. Zwei Mal jûÊhrlich erûÑffnet das Museum eine neue Schau, die Themen bilden starke Kontraste und reichen von Kulturgeschichte, Ethnologie, ArchûÊologie und textilem Handwerk bis hin zur Textilkunst.\nIhr Profil\nô£ ein abgeschlossenes Hochschulstudium (Abschluss mit Diplom oder Master of Arts) der Restaurierungs- und Konservierungswissenschaften\nIhre Aufgaben\nô£ Durchfû¥hrung von konservatorischen und restauratorischen Maû\u009fnahmen (Dekontamination) von verschiedenen textilen Objekten: VollflûÊchige, mechanische Trockenreinigung mit H-Klasse Gefahrstoffsauger und weichen Pinseln, teilweise partielle Desinfektion bzw. Reinigung mit 70%igem Isopropanol oder Ethanol\nô£ Erstellung von Zustandsprotokollen\nô£ Erstellen von digitalen Objektfotos, Bildbearbeitung und – verarbeitung\nô£ Erfassen von Objekt-Basisdaten (Inventarnummern, Objektbezeichnung, Objektgruppe, Maû\u009fe, durchgefû¥hrte Maû\u009fnahmen)\nô£ Fachgerechte Verpackung\nô£ Bewegen/Transportieren von Objektkartons zwischen verschiedenen Depots und ArbeitsrûÊumen\nô£ Standortdokumentation\nô£ Verstandortung\nô£ û\u009cberwachung von klimatischen Bedingungen und LichtverhûÊltnissen in den Depots\nDarû¥ber hinaus wû¥nschenswert\nô£ Kooperationskompetenz\nô£ FûÊhigkeit zu selbstûÊndigem und eigenverantwortlichem Arbeiten\nô£ Darû¥ber hinaus erfordern Ihre Aufgaben ein routiniertes Objekthandling und ausdauernde Sorgfalt sowie die Bereitschaft zum Arbeiten in persûÑnlicher Arbeitsschutzausrû¥stung\nô£ gesundheitliche Eignung fû¥r die Erledigung der Aufgaben\nô£ Fahrerlaubnis der Klasse B und die Bereitschaft zum Fû¥hren eines Dienstfahrzeugs\nWir bieten Ihnen\nGesundheitsmanagement/Sport,ô 30 Tage Urlaub, Homeoffice (StellenabhûÊngig) / flexible Arbeitszeiten, Betriebliche Altersvorsorge, Personalentwicklung/Coaching/Mentoring,ô Onboarding,ô Feedback/Ideenmanagement,ô Mitarbeitendenevents,ô Moderne MobilitûÊtsangebote wie Jobrad, AG-Darlehen & Dienstfahrkarten, Leistungsorientierte Bezahlung\nFû¥r fachliche Fragen hinsichtlich der ausgeschriebenen Stelle steht Ihnen die Leiterin des Deutschen Textilmuseums Frau Dr. Annette Paetz gen. Schieck (Tel. 02151/9 46 94 50) zur Verfû¥gung. Ihre Ansprechpartnerin im Fachbereich Verwaltungssteuerung und -service rund um das Auswahlverfahren ist Frau Anke Axnick (Tel. 02151/86-1480).\nDie Stadt Krefeld fûÑrdert aktiv die Gleichstellung der Die Stadtverwaltung Krefeld hat sich verpflichtet, einen Geschlechter und setzt sich fû¥r Chancengleichheit und ausgewogenen Anteil von Frauen und MûÊnnern gegenwûÊrtig DiversitûÊt ein. Wir erwarten von allen Mitarbeiterinnen und und in Zukunft sicherzustellen. Frauen sind deshalb Mitarbeitern, dass sie an der Erreichung dieser Ziele aktiv ausdrû¥cklich angesprochen, sich zu bewerben. Die mitwirken und begrû¥û\u009fen die Bewerbungen von Menschen Auswahlentscheidungen erfolgen unter Berû¥cksichtigung der unabhûÊngig von kultureller und sozialer Herkunft, Alter, Regelungen Religion, Weltanschauung, Behinderung oder sexueller Landesgleichstellungsgesetz NRW sowie unseres aktuellen Orientierung und geschlechtlicher IdentitûÊt. Gleichstellungsplans.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/textilrestaurator-textilrestauratorin-m-w-d/", "date_published": "2025-03-13T09:23:23.310506"}, {"id": "https://www.museumsbund.de/stellenangebote/2-x-05-stellen-fuer-die-mitarbeit-m-w-d-im-archiv-bzw-der-bibliothek-der-kz-gedenkstaette-dachau-unbefristet/", "image": "", "title": "2 x 0,5 Stellen für die Mitarbeit (m/w/d) im Archiv bzw. der Bibliothek der KZ-Gedenkstätte Dachau (unbefristet)", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 30.03.2025 | Die KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, sucht zum nächstmöglichen Zeitpunkt jeweils für 50% der regelmäßigen wöchentlichen Arbeitszeit (2 x 20 Stunden) je eine/n wissenschaftliche/n Mitarbeiter/in (m/w/d) für das Archiv bzw. die Bibliothek. Bei nachgewiesener Eignung in beiden Bereichen könnten die Stellen auch als eine Vollzeitstelle vergeben werden.\nDie KZ-Gedenkstätte Dachau unterhält ein stetig wachsendes zeitgeschichtliches Archiv mit Schwerpunkt auf der Geschichte und Nachgeschichte des Konzentrationslagers Dachau sowie der verschiedenen Nachnutzungen seines Geländes. Das Archiv versammelt Dokumente, Fotos, Zeitungsberichte, Korrespondenzen von Behörden, Opferorganisationen und Privatpersonen, Nachlässe, Audio- und Videoaufzeichnungen von Interviews mit Überlebenden sowie weitere mediale Darstellungsformen zur Thematik.\nDie Bibliothek der KZ-Gedenkstätte Dachau enthält mehr als 18.000 Buchtitel sowie fast 200 historische und aktuelle Periodika. Die thematische Breite umfasst die Geschichte der NS-Zeit und des Zweiten Weltkriegs, im Speziellen die der Konzentrationslager und der Verfolgung und Vernichtung der Juden sowie des Widerstands gegen den Nationalsozialismus. In der Nachkriegsgeschichte liegen Schwerpunkte auf der justiziellen Aufarbeitung der NS-Verbrechen sowie der Erinnerungskultur und Gedenkstättenpädagogik in Bezug auf den Nationalsozialismus, speziell auch auf der künstlerischen Auseinandersetzung mit Geschichte und Folgen der NS-Herrschaft.\nIhre Aufgaben im Wesentlichen\nIm Bereich Archiv\nBearbeitung von Anfragen zu ehem. Häftlingen und SS-Personal des KZ Dachau sowie von thematischen und bestandsbezogenen Anfragen\nFormale und inhaltliche Erschließung von Archivmaterial\nRecherchen im Archiv\nUnterstützung bei der Ergänzung von Datensätzen\nWahrnehmung von Querschnittsaufgaben im Archivbereich\nUnterstützung bei der Betreuung von Nutzer/inne/n und Praktikant/inn/en\nIm Bereich Bibliothek\nMitarbeit bei der Bestandserhaltung und Erweiterung des Bibliotheksbestands\nBearbeitung von Anfragen\nRecherchen in der Bibliothek\nKatalogisierung und Verschlagwortung des Buchbestands in der Datenbank\nWahrnehmung von Querschnittsaufgaben im Bibliotheksbereich\nUnterstützung bei der Betreuung von Nutzer/inne/n und Praktikant/inn/en\nWas wir bieten\n:\nein vielfältiges Aufgabenspektrum\neinen interessanten und abwechslungsreichen Arbeitsplatz\neinen wertschätzenden Umgang im Kreis der Kolleg/inn/en\nWas wir erwarten\n:\nAbgeschlossenes wissenschaftliches Hochschulstudium mit Schwerpunkt in Neuerer und Neuester Geschichte, Archiv-, Bibliotheks-, Kultur-, Politikwissenschaft, Soziologie, Ethnologie/Volkskunde oder einer vergleichbaren Disziplin\nSolide Kenntnisse der Geschichte des Nationalsozialismus (insbesondere der Konzentrationslager), der Nachgeschichte der Lagerorte und erinnerungskultureller Themen\nNachweisbare Berufserfahrung im Bereich von zeithistorischen Archiven, Bibliotheken, Museen, Gedenkstätten oder vergleichbaren Einrichtungen der historisch-politischen Bildung\nNachweisbare Erfahrung im Umgang mit Archivalien, Büchern und entsprechenden Datenbanken\nKommunikations- und Teamfähigkeit, soziale Kompetenz sowie Fähigkeit zum selbständigen, konzeptionellen Arbeiten\nSichere Beherrschung der deutschen und einer weiteren (vorzugsweise west- oder osteuropäischen) Sprache\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht der Entgeltgruppe 9 des TV-L (Bayern), die Probezeit beträgt sechs Monate. Die KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexuellen Identität. Bewerber/innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre\nBewerbung\nmit Lebenslauf, Zeugnissen und einschlägigen Unterlagen richten Sie bitte\nbis zum 30. März 2025\nin elektronischer Form (eine pdf-Datei) über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an Dr. Christoph Thonfeld, Leiter der wissenschaftlichen Abteilung. Telefonische Rückfragen richten Sie bitte an Herrn Andre Scharf (08131/66997-115) für das Archiv und an Frau Anja Henschel (08131/66997-141) für die Bibliothek. Die\nAuswahlgespräche\nwerden\nvoraussichtlich am 10. April 2025\nin der KZ-Gedenkstätte Dachau stattfinden.\nMit der Abgabe einer Bewerbung geben Sie Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/2-x-05-stellen-fuer-die-mitarbeit-m-w-d-im-archiv-bzw-der-bibliothek-der-kz-gedenkstaette-dachau-unbefristet/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-m-w-d-fuer-archaeologisches-kulturgut-in-teilzeit-mit-50/", "image": "", "title": "Restaurator (m/w/d) für archäologisches Kulturgut in Teilzeit mit 50 %", "content_text": "Städtischen Museen Heilbronn, Heilbronn am Neckar Bewerbungsende: 30.03.2025 | Unsere Stadt geht in die Zukunft- gehen Sie mit? Heilbronn am Neckar ist das dynamische Oberzentrum der Region Heilbronn-Franken. Seien Sie dabei, wenn wirtschaftliche Stärke auf Bildungsvielfalt, kulturelle Energie und soziales Engagement trifft und gestalten Sie mit uns das Heilbronn von morgen.\nDie Städtischen Museen Heilbronn verfügen in der Innenstadt über zwei Standorte: das Museum im Deutschhof und die Kunsthalle Vogelmann an der Allee.\nIm Museum im Deutschhof präsentieren die Städtischen Museen Heilbronn Exponate aus verschiedenen Sammlungsbereichen: Natur- und Kulturgeschichte, Archäologie und Kunst.\nIn der Kunsthalle Vogelmann zeigen die Städtischen Museen Heilbronn seit 2010 pro Jahr drei Sonderausstellungen, die vorrangig das Gebiet von Skulptur und Plastik der Klassischen Moderne bis zur Gegenwart umfassen.\nIhr wichtiger Beitrag:\n* Sie führen fachlich fundierte Restaurierungs- und Konservierungsmaßnahmen an archäologischem Kulturgut aus Metall, Glas und Keramiken nach neusten wissenschaftlichen Erkenntnissen durch,\n* Sie überwachen und bearbeiten die museumseigenen Depotbestände und betreuen und pflegen die Objekte in der Dauerausstellung sowie in den Sonderausstellungen,\n* Sie überwachen die Einhaltung konservatorischer Standards in den Ausstellungsräumen und im Museumsdepot,\n* Sie führen Objektanordnungen und Montagen bei der Einrichtung von Museumsräumen aus,\n* Sie erarbeiten Maßnahmen zur Schadensprävention und zum Notfallmanagement und unterstützen in der Zustandserfassung und Sichtung der Sammlung.\nWas Sie mitbringen sollten:\n* eine abgeschlossene Ausbildung im Bereich Konservierung und Restaurierung mit Schwerpunkt Archäologie/archäologische Objekte an einer (Fach-)Hochschule (Diplom, Bachelor) oder ein gleichwertiger Abschluss,\n* Erfahrungen und gute Kenntnisse in der konservatorischen Objektüberwachung und in den gängigen Konservierungsmethoden für archäologische Objekte, sowie in der fachgerechten Objektpräsentation,\n* gute EDV-Kenntnisse und Erfahrungen im Umgang mit Datenbanken,\n* sorgfältiges und effizientes Arbeiten mit Verantwortungsbewusstsein, sowie Organisationstalent, Teamfähigkeit und Belastbarkeit,\n* Führerschein der Klasse B für die Durchführung von Dienstreisen.\nWas wir Ihnen bieten:\n* HONORIERUNG IHRER LEISTUNG: Wir bezahlen Ihnen ein transparentes Gehalt je nach Qualifikation und Erfahrung bis Entgeltgruppe 9b TVöD und bieten für Tarifbeschäftigte eine zusätzliche betriebliche Altersversorgung.\n* BESCHÄFTIGUNGSSUMFANG mit 50 %.\n* WERTSCHÄTZUNG: Respektvoller und freundlicher Umgang, zugewandte Führung, offene und motivierte Teams.\n* KOMFORTABLE ANBINDUNG: Wir leben Klimaschutz und bieten Ihnen u. a. als JobTicket ein DeutschlandTicket mit einem mtl. Eigenanteil von 5 Euro und das Leasing eines JobRads an.\n* PERSÖNLICHE WEITERENTWICKLUNG: Unser umfassendes Angebot an Fort- und Weiterbildungen trägt zu Ihrer fachlichen und persönlichen Entwicklung bei. Es erwartet Sie ein vielfältiges und verantwortungsvolles Aufgabengebiet in einem ansprechenden Arbeitsumfeld.\nInformationen zur Bewerbung:\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre Bewerbung!\nMit nur ein paar wenigen Klicks können Sie Ihre Bewerbungsunterlagen ganz einfach über unser Onlineportal unter Angabe der Kennziffer 2025.45.0002 bis spätestens 30. März 2025 einreichen.\nDie eingereichten Unterlagen werden nach Abschluss des Verfahrens gelöscht bzw. vernichtet. Für Fragen stehe ich, Herr Jedinat, Telefon 07131-564764, gerne zur Verfügung.\nDie Stadt Heilbronn fördert die berufliche Gleichstellung Aller. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-m-w-d-fuer-archaeologisches-kulturgut-in-teilzeit-mit-50/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-5/", "image": "", "title": "Museumspädagoge (m/w/d)", "content_text": "Stadtverwaltung Bautzen, Bautzen Bewerbungsende: 21.03.2025 | „Wir sollten Achtung haben vor den Geheimnissen und Schwankungen der schweren Arbeit des Wachsens.“\n(Janusz Korczak)\nTrauen Sie sich! Die Große Kreisstadt Bautzen sucht Menschen mit Engagement, Herzblut und Expertise. Gemeinsam mit circa 500 Beschäftigten arbeiten Sie aktiv für die Verwaltung einer der familienfreundlichsten Mittelstädte Deutschlands.\nStellen Sie sich der Herausforderung und bewerben Sie sich als\nMuseumspädagoge (m/w/d)\n(vergütet nach EG 9b TVöD – VKA)\nund werden Sie ab\n1. August 2025\nTeil der Bautzener Stadtverwaltung unbefristet, in Teilzeit mit einer wöchentlichen Arbeitszeit von 33 Stunden.\nIhre neue Aufgabe beinhaltet:\nMuseumspädagogische Arbeit\nAufbereitung von Inhalten der Dauerausstellung und der jeweiligen Sonderausstellungen zum Zwecke der Wissensvermittlung\nLehrplanbezogene Programmentwicklung für alle Schularten und die Vorschule\nZusammenarbeit mit Schulen in Bautzen und in der Region\nDurchführung von museumspädagogischen Angeboten, Programmen und anderer Veranstaltungen\nSonderausstellungen\nMitarbeit an Ausstellungskonzeptionen, Entwicklung und Gestaltung von wechselnden Sonderausstellungen\nMithilfe bei der Organisation, der Vorbereitung sowie Auf- und Abbau von Sonderausstellungen\nDafür bringen Sie mit:\nQualifikation:\nabgeschlossenes grundständiges Hochschulstudium der Museologie vorzugsweise mit museumspädagogischem Schwerpunkt; alternativ auch mit Abschluss in den Bereichen der Kunst- oder Kulturwissenschaften oder -geschichte oder prähistorischen Archäologie\nExpertise:\nErfahrung in der Museumsarbeit sind wünschenswert\nKenntnisse über Fördermöglichkeiten und -programme auf Landes- und Bundesebene\nKompetenz & Persönlichkeit\nausgeprägte Kommunikations- und Teamfähigkeit\nErfahrungen in der Netzwerkarbeit im Kulturbereich\nhandwerkliches Geschick\nkünstlerische Fähigkeiten (Zeichnen / Malen, Grafik, Musik)\nFührerschein Klasse B\nSprachkenntnisse der deutschen Sprache mind. auf C1 Niveau\nWir überzeugen Sie mit:\nattraktiven\nAufgaben in einem vielfältigen und interessanten Tätigkeitsfeld\neiner\nunbefristeten\nEinstellung\nleistungsgerechter\nVergütung nach TVöD (VKA)\nmit\nbetrieblicher Altersvorsorge\n, Jahressonderzahlung und vermögenswirksamen Leistungen\nVereinbarkeit von Familie und Beruf durch\nflexible Gleitzeit\n30 Tage Erholungsurlaub\n(bei einer 5-Tage-Woche)\neinem betrieblichen\nGesundheitsmanagement\nder Möglichkeit der\nmobilen Arbeit\nnach aktueller Dienstvereinbarung\nSie sind interessiert? – Wir auch. Gern möchten wir Sie kennenlernen!\nKontakt bei fachlich-inhaltlichen Fragen zur Stelle: Herr Dr. Vollbrecht, Telefon 03591 534-911\nKontakt bei Fragen zum Bewerbungsprozess: Frau Grüttner, Telefon 03591 534-127\nWir freuen uns auf Ihre Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Abschluss- und Arbeitszeugnisse) bis zum\n21. März 2025\nper E-Mail (PDF) an:\nbewerbungen@bautzen.de\noder alternativ an Stadtverwaltung Bautzen, Personalabteilung, Fleischmarkt 1, 02625 Bautzen.\n(Bei postalischen Bewerbungen bitte wir um Beachtung, dass eine Rücksendung von Bewerbungsunterlagen nur möglich ist, wenn der Bewerbung ein ausreichend frankierter Rückumschlag beiliegt.)\nBewerbungen grundsätzlich geeigneter schwerbehinderter Menschen, auch Gleichgestellter im Sinne des § 2 Abs. 3 Sozialgesetzbuch – Neuntes Buch (SGB IX) –, werden bei vergleichbarer Qualifikation bevorzugt berücksichtigt. Ein entsprechender Nachweis ist den Bewerbungsunterlagen beizulegen.\nWeitere Informationen zur Stadtverwaltung Bautzen finden Sie auf unserer Website\nwww.bautzen.de\n.\nBis zum Abschluss des Auswahlverfahrens werden Ihre personenbezogenen Daten unter Beachtung der EU-Datenschutzgrundverordnung (EU-DSGVO) sowie des Sächsischen Datenschutzgesetzes (SächsDSG) und des Sächsischen Datenschutzdurchführungsgesetzes (SächsDSDG) gespeichert und ausschließlich für den Zweck dieses Verfahrens verarbeitet und genutzt. Vertraulichkeit sichern wir Ihnen zu.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.03.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-5/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-wissenschaftlicher-mitarbeiter-fuer-provenienzforschung-m-w-d-fuer-die-koordinierungsstelle-fuer-provenienzforschung-des-museumsverbandes-thueringen-e-v-mvt/", "image": "", "title": "Wissenschaftliche Mitarbeiterin/ wissenschaftlicher Mitarbeiter für Provenienzforschung (m/w/d) für die Koordinierungsstelle für Provenienzforschung des Museumsverbandes Thüringen e. V. (MVT)", "content_text": "Museumsverband Thüringen e. V., Erfurt Bewerbungsende: 21.04.2025 | Der 1990 gegründete Museumsverband Thüringen e. V. ist ein Fachverband und die Interessenvertretung für derzeit 236 Museen. Er berät den Freistaat Thüringen und seine Mitgliedsmuseen in allen Fragen des Museumswesens. Um seine Aufgaben als Interessenvertretung, Service-, Beratungs- und Koordinationsstelle zu erfüllen, betreibt der Museumsverband in der Landeshauptstadt Erfurt eine Geschäftsstelle.\nZum 16. Juni 2025 suchen wir eine wissenschaftliche Mitarbeiterin/wissenschaftlicher Mitarbeiter für Provenienzforschung (m/w/d) als Elternzeitvertretung für die Koordinierungsstelle für Provenienzforschung. Die Teilzeitstelle (70 Prozent) ist der Entgeltgruppe 12 TVöD zugeordnet und auf zwei Jahre befristet. Dienstort ist Erfurt.\nAufgaben:\naktive Provenienzforschung und Provenienzrecherchen u. a. in Form sogenannter Erstchecks\nBeratung und Unterstützung von Museen bei zentralen Fragen der Provenienzforschung sowie zu Unrechtskontexten\nFördermittelberatung: Unterstützung bei Fördermittelprojekten im Bereich Provenienzforschung\nwissenschaftliche Veranstaltungen: Unterstützung bei der Konzeption und Durchführung von Weiterbildungen und Fachvorträgen\nNetzwerkarbeit: Mitarbeit im Arbeitskreis Provenienz und Sammlungen des MVT und fachspezifischen Netzwerken\nÖffentlichkeitsarbeit: Präsentation von Forschungsergebnissen und Mitwirkung bei der Pressearbeit\nBerufliche Qualifikation und fachliche Voraussetzungen:\nabgeschlossenes Hochschulstudium der Sozial- und Kulturanthropologie (Ethnologie)/Geschichte/Kulturwissenschaften/Museologie oder vergleichbarer Fachrichtungen\neinschlägige Erfahrungen in der aktiven Provenienzforschung und Museumsarbeit oder vergleichbare Qualifikationen\nKenntnisse des politischen und wissenschaftlichen Diskurses zur Provenienzforschung\nErfahrung in wissenschaftlicher Projektarbeit und deren Dokumentation\nVertrautheit mit Objektdatenbanken und digitaler Sammlungserschließung\nErfahrungen in der wissenschaftlichen Bearbeitung von Archivmaterial\nPersönliche Voraussetzungen:\nEngagement, selbständiges Arbeiten, Organisationsvermögen\nausgeprägte Team- und Kommunikationsfähigkeit\nsicherer Umgang mit gängigen Office-Anwendungen\nReisebereitschaft (Führerschein Klasse B erforderlich)\nWir bieten Ihnen:\nEine befristete Teilzeitstelle (70 Prozent) als Elternzeitvertretung mit Entgeltgruppe 12 TVöD\nDienstort: Erfurt – Arbeiten im Herzen Thüringens\neine sinnstiftende Tätigkeit in einem kulturellen Umfeld\nein engagiertes Team und eine wertschätzende Arbeitsatmosphäre\nFlexibilität bei der Arbeitszeitgestaltung im Rahmen der Teilzeitstelle\nMöglichkeiten zur Weiterbildung und persönliche Entwicklung\nWir wünschen uns eine engagierte und aufgeschlossene Persönlichkeit, die sich mit Leidenschaft der Provenienzforschung widmet und Freude an der Arbeit in einem dynamischen Netzwerk hat. Ein professionelles Auftreten, eine strukturierte Arbeitsweise und ein hohes Maß an Selbstständigkeit sind für uns ebenso wichtig wie Teamfähigkeit und die Bereitschaft, sich kontinuierlich weiterzuentwickeln.\nSollten wir Ihr Interesse an der Erfüllung des genannten Aufgabenspektrums geweckt haben und Sie die geforderten Voraussetzungen erfüllen, dann senden Sie Ihre\nBewerbungsunterlagen\n(PDF, max. 4 MB)\nbis zum 21.\nApril 2025\nan\ninfo@museumsverband-thueringen.de\n.\nGern stehen wir Ihnen für Rückfragen unter der Telefonnummer 0361 24142640 zur Verfügung.\nSchwerbehinderte oder ihnen gleichgestellte Bewerberinnen und Bewerber werden nach Maßgabe des SGB IX bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur angemessenen Berücksichtigung bitten wir Sie, einen entsprechenden Nachweis den Bewerbungsunterlagen beizufügen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-wissenschaftlicher-mitarbeiter-fuer-provenienzforschung-m-w-d-fuer-die-koordinierungsstelle-fuer-provenienzforschung-des-museumsverbandes-thueringen-e-v-mvt/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/102387/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Archäologisches Hegau-Museum, Singen Bewerbungsende: 22.04.2025 | Das Archäologische Hegau-Museum Singen sucht zum nächstmöglichen Zeitpunkt befristet für 2 Jahre in Vollzeit eine:n wissenschaftliche:n Volontär:in (m/w/d).\nZur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/102387/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/datenerfasserinnen-m-w-d/", "image": "", "title": "Datenerfasser:innen (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Bewerbungsende: 07.04.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt,\nbefristet\nauf\n2 Jahre\nund in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, mehrere\nDatenerfasser:innen (m/w/d)\nEntgeltgruppe 5 TVöD-V VKA, Tarifgebiet West\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Team\nDas Fachteam „Zentrale Dokumentation“ stellt das zentrale Dienstleistungsfachteam des Bereichs Sammlung dar. Hier werden Arbeitsmaterialien (Akten, Bücher, Bilddaten) bereitgestellt, Fotos und Objekte digitalisiert und Objektdaten technisch erfasst. Im Fachteam sind die Datenredaktion der Museumsdatenbank „Daphne“ und die Provenienzforschung angesiedelt, die die Herkunft der Sammlungsobjekte erforscht. Das Fachteam begleitet und berät zu allen Fragen rund um die digitale Erschließung der Sammlungsbestände und koordiniert extern geförderte Digitalisierungsprojekte.\nIhre Aufgaben\nInventarisierung von Sammlungsobjekten in der Museumsdatenbank Daphne\nStrukturierung und Abgleich von Daten\nQualitätskontrolle erhobener Daten\nstandardkonforme Aufbereitung der Metadaten in der Datenbank\nIhr Profil\nabgeschlossene Ausbildung, idealerweise im musealen Bereich\nerste Erfahrungen in der Inventarisierung von Sammlungsobjekten und der Arbeit mit musealen Datenbanken\nErfahrungen mit formaler und inhaltlicher Erschließung inklusive Thesauri und anderen kontrollierten Vokabularen\nKenntnisse in der Strukturierung von Informationen, in der Arbeit mit gängigen Datenbankprogrammen und mit Metadatenstandards\nverantwortungsvoller Umgang mit musealen Objekten\nsicherer Umgang mit MS-Office-Anwendungen\ngute Kenntnisse der deutschen Sprache\nselbständige, zuverlässige, strukturierte und präzise Arbeitsweise\nDiversitätskompetenz\nKenntnisse der Berliner Stadt-, Kultur- und Sozialgeschichte von Vorteil\nWas wir Ihnen bieten\neine interessante und abwechslungsreiche Tätigkeit im öffentlichen Dienst\ndie Möglichkeit, Ihre persönlichen Kompetenzen weiterzuentwickeln, indem Sie unsere Angebote der fachlichen und außerfachlichen Fort- und Weiterbildung nutzen\nVereinbarkeit von Beruf und Familie durch flexible Arbeitszeitgestaltung und die Möglichkeit der Teilzeitbeschäftigung im Rahmen der dienstlichen Notwendigkeiten\ntarifliche Bezahlung nach Entgeltgruppe 5 TVöD-V VKA (Tarifvertrag des öffentlichen Dienstes – Vereinigung Kommunaler Arbeitgeberverbände) bei Vorliegen der persönlichen Voraussetzungen (die Stufen-Zuordnung erfolgt unter Berücksichtigung Ihrer einschlägigen Erfahrung)\n30 Tage Jahresurlaub, Heiligabend und Silvester zusätzlich arbeitsfrei\nbetriebliche Altersvorsorge über die Versorgungsanstalt des Bundes und der Länder (VBL)\nJahressonderzahlung zur Gesundheitsförderung\ndigitale gesundheitsfördernde Bewegungspausen\neinen Arbeitsplatz in Berlin Spandau\nZuschuss zum Firmenticket für den öffentlichen Nahverkehr\nWen wir besonders zur Bewerbung auffordern\nFür die Stiftung Stadtmuseum Berlin hat eine diskriminierungsfreie Arbeitsumgebung absolute Priorität, weshalb wir uns ausdrücklich auch über Bewerber:innen marginalisierter Perspektiven freuen.\nWir gewährleisten die Gleichstellung von Frauen und Männern nach dem Berliner Landesgleichstellungs-gesetz. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben\nBitte bewerben Sie sich bis zum\n7.4.2025\nmit aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse sowie Ihr frühstmögliches Eintrittsdatum) ausschließlich über unsere Online-Bewerbungsplattform.\nIm Rahmen des Bewerbungsverfahrens werden wir Ihre personenbezogenen Daten erheben. Diese werden von uns und einer beteiligten, externen Personalberatung entsprechend der DSGVO verarbeitet und genutzt. Mit der Abgabe Ihrer Bewerbung stimmen Sie dem zu.\nDurch die Bewerbung entstehende Reisekosten werden von uns nicht erstattet.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.04.2025", "url": "https://www.museumsbund.de/stellenangebote/datenerfasserinnen-m-w-d/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-ressort-kunst/", "image": "", "title": "Wissenschaftliches Volontariat Ressort Kunst", "content_text": "Stadt Dortmund, Dortmund Bewerbungsende: 01.04.2025 | Wissenschaftliches Volontariat am Ressort Kunst im öffentlichen Raum der Stadt Dortmund\nWeitere Informationen zu der ausgeschriebenen Stelle finden Sie unter folgendem Link:\nhttps://www.dortmund.de/rathaus-und-verwaltung/karriere/aktuelle-stellenangebote/stellenangebote-im-%C3%BCberblick/wissenschaftliches-volontariat-m-w-d-2.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-ressort-kunst/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherbegleiterinnen-gesucht/", "image": "", "title": "Besucherbegleiter*innen gesucht!", "content_text": "Stiftung Saarländischer Kulturbesitz, Bewerbungsende: 31.03.2025 | Sie möchten gerne Führungen und/oder Workshops im Museum für Vor- und Frühgeschichte in Saarbrücken oder Führungen in der Villa Nennig übernehmen? Sie können Wissen lebendig vermitteln und sich auf unterschiedliche Zielgruppen einstellen?\nDann sind Sie bei uns richtig!\nAls eine der bedeutendsten Kulturinstitutionen des Saarlandes mit überregionaler und grenzüberschreitender Strahlkraft gehören zur Stiftung Saarländischer Kulturbesitz das Saarlandmuseum (Moderne Galerie/Alte Sammlung) und das Museum für Vor- und Frühgeschichte mit der Römischen Villa Nennig sowie das Deutsche Zeitungsmuseum in Wadgassen.\nIm Rahmen der Führungen in der Villa Nennig bzw. Führungen und/oder Workshops im Museum für Vor- und Frühgeschichte informieren Sie Besucher*innen (Schüler*innen und Erwachsene) zielgruppenspezifisch und dialogisch über Geschichte, die Villa Nennig und deren Mosaikboden bzw. über die Archäologie des Saarlandes und die archäologische Sammlung und/oder leiten thematisch anknüpfende Praxisworkshops an.\nWir erwarten:\nAbgeschlossenes Studium der Archäologie, Kunst- oder Museumspädagogik, Geschichte, Kunstgeschichte oder vergleichbare Qualifikation\nerste Erfahrungen in der Durchführung von Vermittlungsangeboten sind von Vorteil\neinschlägige archäologische Fachkenntnisse im relevanten Bereich\nein hohes Maß an Besucher*innenorientierung\nEinfühlungsvermögen\ngute mündliche Ausdrucksfähigkeit, Fremdsprachenkenntnisse sind von Vorteil\nAffinität zur musealen Wissensvermittlung\nzeitliche Flexibilität und Bereitschaft zu Wochenendeinsätzen\nWir bieten:\nEin auf 2 Jahre befristetes Beschäftigungsverhältnis im Rahmen der Arbeit auf Abruf im öffentlichen Dienst der Länder (Vergütung gemäß Tarifvertrag der Länder EG 9) in einem vielfältigen Tätigkeitsfeld und die sinnstiftende Aufgabe, Menschen die die Zeit der Römer, speziell in Nennig, näherzubringen.\nWeitere Informationen erteilt Ihnen gerne Frau Jennifer Rück (Personalstelle) unter der Telefonnummer: 0681/9964-219.\nBitte senden Sie uns Ihre Bewerbung, Ihren Lebenslauf und ggf. Zeugnisse.\nIhre Bewerbung richten Sie bitte an:\nStiftung Saarländischer Kulturbesitz, Personalstelle, Bismarckstraße 11-19, D-66111 Saarbrücken oder an\npersonalstelle@kulturbesitz.de\n(max. 10 MB).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherbegleiterinnen-gesucht/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-gemaelde-und-skulpturen/", "image": "", "title": "Restaurator/in (m/w/d) Gemälde und Skulpturen", "content_text": "Bayerische Staatsgemäldesammlungen, Bewerbungsende: 31.03.2025 | Das Doerner Institut gehört zur Direktion der Bayerischen Staatsgemäldesammlungen, konserviert und restauriert die umfangreichen und bedeutenden Bestände der Pinakotheken in Bayern, die vom 14. Jahrhundert bis hin zur zeitgenössischen Kunst reichen, betreibt kunsttechnologische Forschung und ist verantwortlich für die Präventive Konservierung. Ein Team von 50 Restaurator/innen, Naturwissenschaftler/innen sowie Museums- und Ausstellungstechniker/innen arbeitet am Doerner Institut zusammen.\nWir suchen zur Verstärkung unseres Teams im Doerner Institut\neine/n Restaurator/in (m/w/d) für Gemälde und Skulpturen als Projektmitarbeiter/in des\nReferats Restaurierung Neue Pinakothek\nin Vollzeit, max. Entgeltgruppe E 9bTV-L, befristet für die Dauer von 12 Monaten, zum nächstmöglichen Zeitpunkt\nDie Sammlungen des 19. Jahrhunderts sind aufgrund der laufenden Sanierung der Neuen Pinakothek derzeit auf mehrere Standorte verteilt. Als Projektmitarbeiter/in ergänzen Sie das Team bei Aufgaben in Vorbereitung einer Neupräsentation der Neuen Pinakothek. Sie haben die Koordination und konservatorische Begleitung im Bestandskatalogprojekt der Skulpturen des 19. Jahrhunderts (dritter Teilband) inne und übernehmen Aufgaben im Kontext der Digitalisierung des Restaurierungsarchivs des Doerner Instituts.\nIhre Aufgaben:\nDurchführung von Konservierungs- und Restaurierungsmaßnahmen an Bilderahmen und Gemälden zur Vorbereitung der Sammlungswerke für die Neupräsentation\nkonservatorische Betreuung der Kunstwerke und koordinierende Aufgaben im Bestandskatalogprojekt Skulptur, im Einzelnen:\nTerminkoordination zw. Fotografen, Museums- und Ausstellungstechnik sowie externen Fachrestauratoren; Erfassung der Grunddaten sowie konservatorische Risikobewertung und Mitarbeit beim Handling.\nAufgaben im Rahmen der Digitalisierung der Restaurierungsarchive des Doerner Instituts, im Einzelnen:\nEinarbeiten von Archivalien und Dokumentationen in das zentrale Restaurierungsarchiv, Erstellen von Einträgen in die Datenbank MuseumPlus sowie Transkription und Übertragung digitalisierter Dias in die Datenbank; vereinzelt Informationsrecherche und Verschlagwortung\nIhre Voraussetzungen:\nBachelorstudium im Studiengang Konservierung und Restaurierung von Kunst und Kulturgut mit Schwerpunkt Gemälde und/oder Skulptur und gefasste Oberflächen.\nGrundlegende konservatorische und restauratorische Arbeitspraxis\nFachkenntnisse der Präventiven Konservierung, Erfahrung im Arthandling sowie Freude an interdisziplinärer Tätigkeit\nGrundkenntnisse der Archivorganisation und vertiefte Kenntnisse von Dokumentationsmethoden\nFähigkeit zu eigeninitiativem Arbeiten, strukturierte und ergebnisorientierte Arbeitsweise\nOrganisationsgeschick sowie ausgeprägte Kommunikations- und Teamfähigkeit\nKenntnis gängiger Microsoft Office Anwendungen und gängiger Bildbearbeitungsprogramme sowie Erfahrung mit Datenbanken\nWünschenswert sind:\nFachkenntnisse zu Skulpturen aus Gips, Stein und Metall\nWir bieten Ihnen:\neine Tätigkeit in einem der größten Museumsinstitute für Restaurierung und Konservierung in Deutschland\neine vielseitige, verantwortungsvolle Tätigkeit und eine tarifliche Entlohnung und Anstellung im öffentlichen Dienst\ngute Vereinbarkeit von Familie und Beruf durch eine flexible Arbeitszeitregelung\nattraktive Sozialleistungen: z.B. eine betriebliche Altersvorsorge, vergünstigtes Ticket für den öffentlichen Nahverkehr sowie vermögenswirksame Leistungen\neinmalige Jahressonderzahlung\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. E 9b TV-L.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt\n.\nDie Stelle ist grundsätzlich teilzeitfähig, sofern durch Jobsharing die ganztägige Wahrnehmung der Aufgaben gesichert ist.\nHaben Sie Fragen?\nFür Fragen zum Aufgabengebiet steht Ihnen gerne Renate Poggendorf, ltd. Restauratorin Neue Pinakothek unter 089/23805-174 zur Verfügung. Für allgemeine Fragen zur ausgeschriebenen Position wenden Sie sich bitte an Heide Skowranek, Leitung der Abteilung Konservierung, Restaurierung und Kunsttechnologie unter 089/23805-170.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse)\nbis spätestens 31.03.2025 ausschließlich über Interamt\nein (\nID\n1268969\n).\nBewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-gemaelde-und-skulpturen/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buerosachbearbeitung-w-m-d/", "image": "", "title": "​​Bürosachbearbeitung​ (w/m/d)", "content_text": "DASA Arbeitswelt Ausstellung, Dortmund Bewerbungsende: 30.03.2025 | Wir, die Bundesanstalt für Arbeitsschutz und Arbeitsmedizin (BAuA), suchen am Standort\n​\nDortmund\n​\nzum nächstmöglichen Zeitpunkt\n​\neine\n​\n​\n​\nBürosachbearbeitung\n​\n(w/m/d)\nbis E 6 TVöD\n|\nVollzeit/Teilzeit\n|\nunbefristet\n|\nBewerbungsfrist: 30.03.2025\nfür die Gruppe\n​\nDASA 1 „Ausstellungen“\n​\n.\nDie BAuA ist eine Ressortforschungseinrichtung im Geschäftsbereich des Bundesministeriums für Arbeit und Soziales (BMAS). An drei Standorten in Dortmund, Berlin und Dresden arbeiten rund 750 engagierte Mitarbeiterinnen und Mitarbeiter an der Schnittstelle zwischen Forschung, Politik und Praxis sowie in gesetzlichen Aufgaben. Mit unserer DASA Arbeitswelt Ausstellung leisten wir zentrale Bildungs- und Vermittlungsarbeit an eine breite Öffentlichkeit.\nDie DASA Arbeitswelt Ausstellung präsentiert – erlebnishaft und interaktiv – auf 13.000 Quadratmetern Ausstellungsfläche Arbeitswelten von gestern, heute und morgen. Sie ist die ständige bildungsaktive Einrichtung der Bundesanstalt für Arbeitsschutz und Arbeitsmedizin und informiert die Öffentlichkeit über die Arbeitswelt, ihren Stellenwert für Individuum und Gesellschaft sowie über die Bedeutung menschengerechter Gestaltung der Arbeit. Jährlich besuchen die DASA mehr als 200.000 Menschen in der Dauerausstellung, Wechselausstellungen und Veranstaltungen. Die Dauerausstellung der DASA wird laufend aktualisiert.\nDie Gruppe DASA 1 ist vor allem zuständig für die Erneuerung der Dauerausstellung sowie für Planung und Betrieb der Wechselausstellungen.\nIhre Aufgaben:\nMitwirkung bei der Planung und Ausführung von Aktualisierungen der Dauerausstellung sowie der Planung und Ausführung von Wechselausstellungen und deren Verleih bzw. Ausleihe\nVerwaltung und Beschaffung von Film- und Bildrechten\nKoordinierungsarbeiten\nZuarbeit im Projektmanagement, zum Beispiel in Form von Terminüberwachung oder durch Erstellung von Anforderungen und Bedarfsmeldungen in MACH\nUnterstützung beim Betrieb von Wechselausstellungen\nIhr Profil:\nErforderlich:\nErfolgreich abgeschlossene Berufsausbildung als Kauffrau/ Kaufmann für Büromanagement oder einem vergleichbaren Ausbildungsberuf\nErfahrungen im Projektmanagement und in der Verwaltung\nBeherrschung der Softwareanwendungen MACH (oder SAP oder vergleichbar) und Microsoft Office\ngute Kommunikationsfähigkeit und eine systematische vernetze Arbeitsweise\nTeamfähigkeit\nWünschenswert:\nGute Kenntnisse der englischen Sprache\nInteresse an Ausstellungen\nWir bieten:\nZukunftsorientiertes, innovatives und gesellschaftlich bedeutendes Arbeitsfeld\nFlexible Arbeitszeit und ortsflexible Arbeitsmöglichkeit\nModerne Arbeitsplatzausstattung, auch am häuslichen Arbeitsplatz\nAttraktives Entgelt mit Zusatzrente bzw. Besoldung\nIndividuelle Personalentwicklungsmaßnahmen\nJobticket mit Arbeitgeberförderung (monatlich 23,28 Euro)\nInteresse geweckt?\nWir freuen uns über Ihre Bewerbung! Unser Selbstverständnis als zertifizierte Arbeitgeberin ist es, für eine familienfreundliche, vielfältige, nachhaltige und chancengleiche Arbeitswelt einzustehen.\nDie Gleichstellung von Frau und Mann ist unser Ziel. Bewerbungen von Frauen sind ausdrücklich erwünscht. Eine Teilzeitbeschäftigung ist möglich.\nAuch eine Behinderung sollte Sie nicht hemmen, sich bei uns zu bewerben und uns Ihre Kompetenzen aufzuzeigen. Wir unterstützen ausdrücklich die Ziele der UN-Behindertenrechtskonvention und setzen uns nach Maßgabe des SGB IX und des Behindertengleichstellungsgesetzes besonders für die Belange von Menschen mit Behinderungen ein. Hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nWie Sie sich bewerben:\nBis zum\n​\n30.03.2025\n​\nüber die Plattform interamt.de (Stellen-ID:\n​\n1267287\n​\n)\nAllgemeine Hinweise zum Bewerbungsverfahren finden Sie auf unserer Homepage (www.baua.de/Die-BAuA/Karriere/Stellenangebote). Bei individuellen Fragen zum Verfahren können Sie sich gerne an\n​\nPatricia Boeven\n​\n, Tel. 0231/9071-\n​\n2230\n​\nwenden. Für fachliche Fragen steht Ihnen\n​\nDr. Bernd Holtwick\n​\nTel. 0231/9071-\n​\n2088\n​\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/buerosachbearbeitung-w-m-d/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-div-besucherservice-und-kasse/", "image": "", "title": "Mitarbeiter/in (m/w/div) Besucherservice und Kasse", "content_text": "Stiftung Ludwig-Erhard-Haus, Bewerbungsende: 10.04.2025 | Das Ludwig Erhard Zentrum (LEZ) unter Trägerschaft der Stiftung Ludwig-Erhard-Haus ist ein deutschlandweit einzigartiges Ausstellungs-, Dokumentations-, Begegnungs- und Forschungszentrum für Ludwig Erhard und sein Konzept der Sozialen Marktwirtschaft. Das LEZ versteht sich als interaktiver Lernort und offener Raum des Dialogs über Zeitgeschichte, Wirtschaft und Politik. In Erhards denkmalgeschütztem Geburtshaus und einem markanten Neubau direkt gegenüber beherbergt das LEZ die 1.400-Quadratmeter große Dauerausstellung, eine Fläche für Sonderausstellungen, einen Lernsupermarkt für Vor- und Grundschulkinder und einen großzügigen Veranstaltungsbereich. Außerdem ansässig ist das „Ludwig Erhard ifo Forschungsinstitut für Soziale Marktwirtschaft und Institutionenökonomik“, mit dem das LEZ kooperiert.\nDas LEZ sucht zum nächstmöglichen Zeitpunkt eine/n\nMitarbeiter/in (m/w/div)\nfür den Bereich Besucherservice und Kasse\nin Voll- oder Teilzeit mit mind. 30 Stunden\nDie Stelle ist zunächst im Rahmen einer Elternzeitvertretung befristet, bietet jedoch bei erfolgreicher Zusammenarbeit und entsprechendem Bedarf die Möglichkeit einer unbefristeten Übernahme. Wir freuen uns auf motivierte Bewerber, die unser Team langfristig bereichern möchten!\nIhre Aufgaben:\nzentrale Betreuung der Buchungen (Anmeldungen für Führungen, Workshops sowie weitere Veranstaltungsformate) sowie Steuerung der räumlichen, zeitlichen und personellen Koordination\nBetreuung des Besuchermanagement- und Kassensystems („visitate“)\nsachkundige und freundliche Auskunft am Telefon, per E-Mail oder an der Museumskasse, u.a. zu Vermittlungs- oder Serviceangeboten\nPflege des Warenwirtschaftssystem und Inventur\nEinsatz- und Urlaubsplanung des Kassenteams\nBesucherstatistik\nBetreuung und Weiterentwicklung des Museumsshops\nÜbernahme von Kassendiensten\nWochenabrechnungen der Kasse\nZusammenarbeit mit anderen Abteilungen\nIhr Profil:\nabgeschlossene Ausbildung in einem kaufmännischen Beruf, im Bereich Bürokommunikation, Handel oder vergleichbare Qualifikation\nErfahrungen in Formen und Formaten der Kundenkommunikation und Kundenbindung\nServiceerfahrung im Bereich Museum/Kultur/Tourismus, Einzelhandel/Buchhandel oder Hotellerie/Gastronomie\nsehr ausgeprägter Servicegedanke, ein hohes Qualitätsbewusstsein sowie Flexibilität\ngute MS-Office Kenntnisse\nvorzugsweise Erfahrung mit einem Besuchermanagement- und Kassensystem wie „visitate“\nEnglischkenntnisse und ggfs. weitere Fremdsprachenkenntnisse von Vorteil\nausgeprägte Kommunikations- und Teamfähigkeit\nselbstständige und strukturierte Arbeitsweise\nBereitschaft zur Arbeit an Wochenenden und Feiertagen\nWir bieten:\neine inspirierende Arbeitsumgebung mit einzigartiger Verbindung von Geschichte, Wirtschaft und Kultur\neinen modernen Arbeitsplatz in der Innenstadt von Fürth mit bester Verkehrsanbindung an den ÖPNV\nein motiviertes, kreatives und offenes Team, das durch Zusammenarbeit und kollegialen Austausch geprägt ist\neine leistungsgerechte Vergütung\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständigen Bewerbungsunterlagen unter Nennung Ihrer Gehaltsvorstellungen in einem pdf-Dokument per E-Mail mit dem Betreff „Bewerbung Besucherservice und Kasse“ an\npersonal@ludwig-erhard-zentrum.de\n. Bewerbungsschluss ist der 10.04.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-div-besucherservice-und-kasse/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-fuer-fundraising-2/", "image": "", "title": "Referent*in für Fundraising", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf , Bewerbungsende: 23.03.2025 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf\nsucht zum 01.04.2025 oder nächstmöglich – befristet für die Dauer von 2 Jahren\neine*n Referent*in\nfür Fundraising/Aufbau eines Fundraising-Systems\n(m/w/d) in Voll- oder Teilzeit\nUnter dem Dach einer öffentlich-rechtlichen Stiftung sind das Museum für Kunst und Kulturgeschichte, das Museum für Archäologie sowie das Freilichtmuseum Molfsee sowie weitere fünf Dependancen zum größten Museumsensemble des Landes Schleswig-Holstein vereint. Überwiegend denkmalgeschützte Gebäude und Liegenschaften geben den Museen nicht nur ein außergewöhnliches äußeres Gepräge, sondern sind auch von besonderer Bedeutung für die Präsentation der Sammlungen und deren kulturtouristische Inwertsetzung. Mit mehr als 500.000 Besuchern jährlich sind die Stiftungsmuseen das bedeutendste kunsthistorische, archäologische und volkskundliche Museumsangebot zwischen Hamburg und Kopenhagen.\nMittel- und langfristig möchte die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf (SHLM) ein Fundraising-System in der Stiftung etablieren.\nDie/der Referent*in für Fundraising wird gemeinsam mit dem Vorstand, den Leitern Marketing, Vertrieb und Finanzen und der\nReferentin für Fundraising-Beratung entsprechend der kulturpolitischen Vorgaben des Landes SH sowie der Zielvereinbarung der SHLM die Drittmittelakquise ausdehnen.\nIhre Kernaufgaben:\nZum stiftungsseitigen Aufbau eines Fundraising-Systems für die SHLM gewährleisten Sie den\nAufbau einer zentralen Adressdatenbank für die SHLM\nunter Berücksichtigung verschiedener Anwender*innen innerhalb der SHLM\nEingabe und kontinuierliche Aktualisierung von Datensets\nAdressmanagement für Ausstellungseröffnungen, Veranstaltungen und Mailings\nAufbau, Betrieb und die Pflege einer Crowdfunding-Plattform\nDurch Auswahl eines Anbieters\nPlanung und Umsetzung mit dem Anbieter\nZusammenarbeit mit den Museen der Stiftung für die Identifikation von Inhalten, bis hin zur Aufbereitung der Plattform, inkl. Grafik, Formulierung von Texten, etc.\nCMS Affinität: Betreuung der Website, Schnittstellen mit dem Marketing und Veranstaltungsmanagement\nBetreuung von Nutzungskommunikation, die über die Crowdfunding-Plattform entsteht, Überleitung in die zentrale Adressdatenbank sowie Kontaktpflege\nDigitales Relationship-Marketing anhand der zentralen Adressdatenbank\nsowie die eigenständige Recherche und Identifikation zur Übergabe an den Vorstand oder Projektleiter*innen\nvon privaten Einzel-Spendern (Privatpersonen) und Sponsoren (Unternehmen)\nMögliche weiterführende Aufgaben:\nKommunikation mit Zuwendungsgeber*innen, Sponsoren und Spender*innen\nVorbereitung von Projektprüfungen und Zusammenarbeit mit Prüfinstanzen\nMitwirkung bei der Gestaltung und Weiterentwicklung der Verwaltungsprozesse\nErstellung von Unterlagen für interne und externe Berichtszwecke\nkontinuierliche Kommunikation mit Ansprechpartner*innen; insbesondere mittels zielgruppenspezifischer Informationen/Mailings.\nMitarbeit bei Veranstaltungen, Seminaren und Workshops der Fundraising-Stelle\nMitarbeit am und Weiterentwicklung des Fundraising-Konzeptes der Stiftung\nIhr Profil:\nAbgeschlossene Ausbildung im kaufmännischen/kommunikativen Bereich, gerne auch ein abgeschlossenes Fachhochschulstudium\nErste Erfahrung im Direktmarketing und Online-Marketing, idealerweise im Fundraising sowie erste Erfahrungen mit Crowdfunding-Systemen und ein sicherer Umgang mit MS Office.\nEigenständige und effiziente Arbeitsweise, Verlässlichkeit und Engagement\nAnalytisches Denken und datengetriebene Entscheidungsfindung\nAffinität für die Arbeit im musealen Umfeld\nDas bieten wir Ihnen:\nEine Vergütung nach Entgeltgruppe EG 9b (TV-L)\nBetriebliche Altersversorgung (VBL)\n30 Tage Urlaub\nEin anspruchsvolles und vielseitiges Aufgabenspektrum in einem qualitätsvollen und facettenreichen kulturellen Umfeld\nArbeiten an einem der schönsten Orte Schleswigs\nWeitergehende Fragen beantwortet Ihnen gerne unser Personalleiter, Herr Marc Stürmer, unter 04621/813-105.\nDie Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf gewährleistet die berufliche Gleichstellung aller Personen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf und Zeugnisse) richten Sie bitte bis\nspätestens 23.03.2025\nan bewerbung@landesmuseen.sh (unsere Datenschutzhinweise finden Sie auf unserer Homepage\nhttps://landesmuseen.sh/de/datenschutz/bewerber\n).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-fuer-fundraising-2/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-im-bereich-publikationen/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in im Bereich Publikationen", "content_text": "Vorarlberger Kulturhäuser Betriebsgesellschaft mbH, Bregenz in Österreich, | Die Vorarlberger Kulturhäuser Betriebsgesellschaft mbH vereint drei wesentliche Kulturinstitutionen des Landes – das vorarlberg museum, das Vorarlberger Landestheater und das Kunsthaus Bregenz.\nFür das Kunsthaus Bregenz suchen wir ab sofort eine:n wissenschaftliche:n Mitarbeiter:in für den Bereich\nPublikationen (Karenzvertretung, befristet auf ein Jahr, 100%)\nHaben Sie eine Leidenschaft für zeitgenössische Kunst und Erfahrung in der Buchproduktion? Dann freuen wir uns auf Ihre Bewerbung!\nIhre Aufgaben:\nKonzeption und Umsetzung von Buch- und Katalogprojekten zur zeitgenössischen Kunst\nKommunikation mit internationalen Künstler:innen, Grafiker:innen und Dienstleister:innen\nEntwicklung grafischer Konzepte\nAuswahl und Betreuung von Autor:innen\nRedaktion und Lektorat der Ausstellungspublikationen\nBildredaktion, Rechte- und Lizenzeinholung\nBudgetierung, Kalkulation und Qualitätskontrolle\nBeauftragung externer Dienstleister:innen (Beschaffung und Vergabe)\nEinhaltung von Deadlines und Produktionsstandards\nStrukturierte Verwaltung laufender Projekte\nIhr Profil:\nAbgeschlossenes Hochschulstudium der Geistes- / Kunst- oder Kulturwissenschaften sowie einschlägige Berufserfahrung – idealerweise im Kunstbuchverlag\nFundiertes Wissen und große Begeisterung für zeitgenössische Kunst\nExzellente Kommunikations- und Verhandlungsfähigkeiten in Deutsch und Englisch\nHohe organisatorische Kompetenz, strukturierte und präzise Arbeitsweise\nBelastbarkeit und Freude an der Arbeit in einem kreativen Umfeld\nWir bieten Ihnen:\neine inspirierende Tätigkeit in einem renommierten Ausstellungshaus\neine angenehme Arbeitsatmosphäre und Zusammenarbeit mit einem motivierten Team\nJobticket und steuerfreien Essenszuschuss\nspannende interne Veranstaltungen\nfreien Zugang zu Ausstellungen und Theaterproduktionen\nInformationen und Kontakt\nFühlen Sie sich angesprochen? Dann freuen wir uns auf Ihre Bewerbung per E-Mail an\nbewerbung@kulturhaeuser.at\n, Frau Kerstin Wakolbinger-Frener, Kornmarktstraße 6, 6900 Bregenz.\nUnser Unternehmen unterliegt keinem Kollektivvertrag. Das jährliche Bruttomindestentgelt beträgt\nEUR 49.000,00 (Vollzeit). Das tatsächliche Gehalt orientiert sich am Vorarlberger Arbeitsmarkt, abhängig von beruflicher Qualifikation und Erfahrung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-im-bereich-publikationen/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/junior-museum-communicator-w-m-d/", "image": "", "title": "Junior Museum Communicator (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 20.03.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nIm Forum der Zukunft an der Ludwigsbrücke wird im März die „Future Box“ eröffnet – eine innovative Ausstellung über Technologien für die Zukunft und ihren Einfluss auf uns Menschen. Die Besucherinnen und Besucher werden beim Rundgang durch die Ausstellung gemeinsam von menschlichen Hosts und einer Künstlichen Intelligenz (KI) begleitet.\nZur Verstärkung unseres Teams bei der Besucherführung suchen wir zum nächstmöglichen Zeitpunkt\nJunior Museum Communicator (w/m/d)\nin Teilzeit (20% – 40%)\nHaben Sie Spaß an Zukunftsthemen und -technologien, Interesse an ethischen und gesellschaftlichen Fragestellungen sowie an der kritischen Auseinandersetzung mit diesen Themen mit unserer vielschichtigen Besucherschaft?\nIhre Aufgaben\nOrganisation, Durchführung und Betreuung des Ausstellungsangebotes\nzielgruppenspezifische und individuelle Betreuung der Besucherinnen und Besucher\nWissensvermittlung im Wechselspiel mit der KI\nMediensteuerung der immersiven Szenen mittels Tablet\nUnterstützung bei der Durchführung von Besucherbeobachtung sowie Vorführungen, Veranstaltungen und Aktivitäten (z.B. VR-Weltraumflug) im Rahmen der Sonderausstellung\nPflege von Ausrüstung und Material\nbei entsprechender Eignung: Mitwirkung bei der technischen Betreuung der Ausstellung und der integrierten KI in Zusammenarbeit mit unserem Technik-Team\nIhr Profil\nerfolgreich abgeschlossene Berufsausbildung im naturwissenschaftlich-technischen, medien-technischen oder sozialwissenschaftlichen Bereich, auch Studierende einer deutschen Hoch-schule oder Fachhochschule sind eingeladen, sich zu bewerben\nFreude an intensiver Kommunikation mit Besucherinnen und Besuchern\npädagogische Erfahrung, gute Sprachkenntnisse in Deutsch und Englisch, Kenntnisse im Umgang mit KI, VR und im Bereich Zukunftstechnologien (Robotik, Quantencomputing, Raumfahrt etc.) sind von Vorteil\nBereitschaft zu flexiblen Arbeitszeiten auch in den Abendstunden, an Feiertagen und Wochenenden (max. 2x/Monat)\nPersönliche / soziale / methodische Kompetenzen\nVerantwortungsbewusstsein, sicheres Auftreten und Lernbereitschaft\nKommunikations-, Kontakt- und Teamfähigkeit\nInnovationsfreude, Abstraktionsvermögen und strukturierter Umgang mit Informationen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team\neine tarifgerechte Bezahlung in Entgeltgruppe 6 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist auf zwei Jahre befristet.\nFür fachliche Fragen steht Ihnen Frau Dr. Kellberg (089/2179-236) gerne zur Verfügung.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen, ggf. Immatrikulations-bescheinigung bis 20.03.2025 an bewerbung@deutsches-museum.de. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer 2516 an.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museums-insel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihre Bewerbung finden Sie unter http://www.deutsches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.03.2025", "url": "https://www.museumsbund.de/stellenangebote/junior-museum-communicator-w-m-d/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-2/", "image": "", "title": "Museumspädagog*in", "content_text": "Philipps-Universität Marburg, Bewerbungsende: 30.03.2025 | Die 1527 gegründete Philipps-Universität bietet vielfach ausgezeichnete Lehre für rund 22.000 Studierende und stellt sich mit exzellenter Forschung in der Breite der Wissenschaft den wichtigen Themen unserer Zeit.\nIm Museum für Kunst und Kulturgeschichte ist vorbehaltlich der Mittelbewilligung zum nächstmöglichen Zeitpunkt befristet auf 3 Jahre eine Teilzeitstelle (50 % der regelmäßigen Arbeitszeit) als\nMuseumspädagog*in\nzu besetzen. Die Eingruppierung erfolgt je nach Qualifikation und Erfüllung der tariflichen Voraussetzungen bis Entgeltgruppe 13 des Tarifvertrages des Landes Hessen.\nGefördert durch die Universitätsstadt Marburg und den Verein der Freunde des Museums für Kunst und Kulturgeschichte e.V. bietet die Philipps-Universität Angebote der Bildung und Vermittlung im Museum für Kunst und Kulturgeschichte an.\nIhre Aufgaben:\nEntwicklung und Umsetzung von zielgruppenorientierten Bildungs- und Vermittlungsangeboten unter Berücksichtigung von\nPartizipation und Inklusion\nEntwicklung von Angeboten und Arbeitsmaterialien für Schüler*innen, Lehrer*innen (Fortbildung) und weiteren Multiplikatoren\nprojektbezogene Drittmittelakquise\nAdministration des Bereichs Bildung und Vermittlung\nSchulung von Mitarbeiter*innen\neigenständige Durchführung von Bildungsangeboten\nIhr Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium (Diplom, Master oder vergleichbar) im Fach Museumspädagogik, Kunstpädagogik, Kunstgeschichte oder einem vergleichbaren Studiengang\neinschlägige Erfahrung mit Kunstvermittlung im Museum\ngrundlegende Kenntnisse des Projektmanagements (Projektsteuerung, Leistungsverzeichnisse und Ausschreibungen)\nsichere Beherrschung der deutschen Sprache und gute Englischkenntnisse\nausgeprägte Kommunikations- und Interaktionskompetenz, Teamfähigkeit\nBereitschaft zum zeitlich flexiblen Arbeitseinsatz während der Öffnungszeiten des Museums, auch in den Abendstunden und an Wochenenden\nWir bieten:\nArbeit in einem dynamischen, kreativen Team\nFlexible Arbeitszeiten\nLandesticket\nFamilienservice (Ferienbetreuung, Dual Career Services\nKontakt für weitere Informationen\nDr. Christoph Otterbeck\n+49 6421-28 22352\notterbeck@uni-marburg.de\nWir fördern Frauen und fordern sie deshalb ausdrücklich zur Bewerbung auf. In Bereichen, in denen Frauen unterrepräsentiert sind, werden Frauen bei gleicher Eignung bevorzugt berücksichtigt. Als familienfreundliche Hochschule unterstützen wir unsere Beschäftigten bei der Vereinbarkeit von Familie und Beruf. Eine Reduzierung der Arbeitszeit ist grundsätzlich möglich. Menschen mit Behinderung im Sinne des SGB IX (§ 2, Abs. 2, 3) werden bei gleicher Eignung bevorzugt. Bewerbungs- und Vorstellungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-2/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/junior-projektmanager-m-w-d/", "image": "", "title": "Junior Projektmanager (m/w/d)", "content_text": "Richard Borek Stiftung, Braunschweig Bewerbungsende: 31.03.2025 | Die Richard Borek Stiftung ist eine im Jahr 1981 gegründete Stiftung bürgerlichen Rechts mit Sitz in Braunschweig. Sie verfolgt zahlreiche Projekte mit den Schwerpunkten Kultur und Soziales, vorrangig in der Region Braunschweig. Zudem verfügt die Stiftung über eine eigene Kunstsammlung mit zeitlichem Schwerpunkt im 17.-19. Jahrhundert.\nWir suchen (ab 20-40 Stunden/Woche) schnellstmöglich einen kommunikationsstarken Junior Projektmanager (m/w/d) mit Affinität zu kulturellen und sozialen Themen.\nIhre Aufgaben\nSie planen und organisieren Arbeitstreffen, Veranstaltungen sowie Sitzungen des Vorstands, inkl. deren Vor- und Nachbereitung.\nSie begleiten die Planung und das Reporting der Stiftung.\nSie sind eine Schnittstelle der internen und externen Ansprechpartner.\nSie betreuen eigenständig Projekte der Stiftung.\nIhr Profil\nEigenverantwortliche Arbeitsweise, Organisationsgeschick, teamorientiert.\nSicheres und verbindliches Auftreten nach innen und außen; sehr gutes mündliches und schriftliches Ausdrucksvermögen.\nSichere MS-Office-Kenntnisse.\nDas erwartet Sie\nEine sinnstiftende und verantwortungsvolle Tätigkeit im Schnittpunkt von Gesellschaft, Kultur und Wirtschaft.\nIntensive Einarbeitung und Weiterbildungsmöglichkeiten.\nEin aktives und motiviertes Team\nEin moderner Arbeitsplatz in zentraler Lage von Braunschweig mit angeschlossener Kantine\n30 Tage Urlaub (bezogen auf eine 5-Tageswoche)\nFür Rückfragen zur Stelle steht ihnen der der Geschäftsführer Herr Prof. Dr. Michael Grisko,\nmichael.grisko@richard-borek-stiftung.de\nzur Verfügung.\nBewerbungen bitte ausschließlich an die angegebene Mailadresse\n(1 PDF-Dokument maximal 5 MB) oder über das Bewerberportal.\nWeitere Informationen www.richard-borek-Stiftung.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/junior-projektmanager-m-w-d/", "date_published": "2025-03-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/schlossverwalter-m-w-d-4/", "image": "", "title": "Schlossverwalter (m/w/d)", "content_text": "Stiftung Thüringer Schlösser und Gärten, Rudolstadt Bewerbungsende: 31.03.2025 | Die Stiftung Thüringer Schlösser und Gärten möchte für die Liegenschaft Schloss Molsdorf mit Park sowie die Klosterkirche St. Peter und Paul in Erfurt zum nächstmöglichen Zeitpunkt eine unbefristete Stelle als Schlossverwalter (m/w/d) in Teilzeit mit 30 h/Woche besetzen.\nIhr zukünftiges Aufgabengebiet:\n· Leitung der Schlossverwaltung inkl. Einsatzplanung der Beschäftigten\n· Assistenz für das Bau-, Garten-, Liegenschafts- und Öffentlichkeitsreferat der Stiftung\n· selbstständige Korrespondenzen und Dokumentationsaufgaben\n· Ansprechpartner und Koordinator für Anfragen aller Nutzer inkl. Vertragsmanagement\n· Bearbeitung von Haushalts-/Bewirtschaftungsangelegenheiten inkl. Bedarfsplanung\n· Koordinierung und Ausschreibung von Dienstleistungen und Reparaturen im Rahmen des kleinen Bauunterhalts, Baukostenüberwachung für Gebäude und Anlagen\n· Selbstständige Überwachung der Verkehrssicherheit und des Erscheinungsbildes\n· Objektmanagement in Zusammenarbeit mit dem Museumsträger\n· Absicherung fachlich fundierter Besucherführungen\nIhr Profil:\n· eine abgeschlossene Ausbildung als Verwaltungswirt/Verwaltungsbetriebswirt, Abschluss als Immobilienfachwirt, Abschluss als Bautechniker mit Schwerpunkt Baudenkmalpflege/ Altbauerneuerung oder Hochbau oder eine vergleichbare Ausbildung, die den Aufgaben gerecht wird\n· Erfahrungen in der Liegenschafts- oder Bauverwaltung\n· Durchsetzungsvermögen, Selbstständigkeit, Kommunikations- und Teamfähigkeit\n· Flexibilität bezüglich der Arbeitszeit, bei Bedarf auch am Wochenende (Rufbereitschaft)\n· Sicherer Umgang mit Informations- und Kommunikationstechnik\n· Besitz eines Führerscheins Klasse B\n· Bereitschaft für Dienstfahrten mit dem Privatfahrzeug\nWir bieten Ihnen:\n· eine interessante, vielseitige und anspruchsvolle Aufgabe in einem einzigartigen Arbeitsumfeld\n· eine leistungsgerechte Vergütung nach den tariflichen Bestimmungen des Tarifvertrages für den Öffentlichen Dienst der Länder (TV-L), entsprechend der Qualifikation und persönlichen Voraussetzungen (bis zur Entgeltgruppe 9a) mit Jahressonderzahlung\n· die im öffentlichen Dienst übliche Zusatzversorgung bei der VBL und AG-Anteil zur vermögenswirksamen Leistung\n· ein angenehmes Arbeitsklima in einem kleinen Team\n· persönliche und fachliche Entwicklungsmöglichkeiten durch gezielte Fortbildungen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre schriftliche Bewerbung mit vollständigen und aussagekräftigen Bewerbungsunterlagen (Lebenslauf, beruflicher Werdegang sowie alle relevanten Zeugnisse/Beurteilungen).\nSenden Sie diese bitte bis zum 31. März 2025 an die\nStiftung Thüringer Schlösser und Gärten\nPersonalabteilung\nSchloßbezirk 1\n07407 Rudolstadt\noder bevorzugt als elektronische Bewerbung an personal@thueringerschloesser.de mit dem Betreff „Bewerbung SV Molsdorf“. Bitte übersenden Sie uns Ihre Dokumente im PDF-Format.\nWir möchten darauf hinweisen, dass keine Eingangsbestätigungen versendet werden.\nDie Stelle ist für jeden gleichermaßen geeignet, unabhängig vom Geschlecht.\nSchwerbehinderte werden im Rahmen des Schwerbehindertengesetzes berücksichtigt.\nNach Abschluss des Stellenbesetzungsverfahrens werden nicht berücksichtigte Bewerbungen entsprechend den Regelungen der EU-DSGVO ordnungsgemäß vernichtet. Bei gewünschter Rücksendung der Unterlagen legen Sie bitte einen adressierten und frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/schlossverwalter-m-w-d-4/", "date_published": "2025-03-10T00:00:00"}]}