{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellter-mitarbeiter-besucherservice-m-w-d/", "image": "", "title": "Verwaltungsangestellter / Mitarbeiter Besucherservice (m/w/d)", "content_text": "Zweckverband Sächsisches Industriemuseum, Crimmitschau Bewerbungsende: 29.09.2025 | Der Zweckverband Sächsisches Industriemuseum mit seinen Standorten in Chemnitz (Industriemuseum Chemnitz), Crimmitschau (Tuchfabrik Gebr. Pfau), Ehrenfriedersdorf (Zinngrube/Mineralogisches Museum Ehrenfriedersdorf) und Knappenrode (Energiefabrik Knappenrode), sucht\nfür die Tuchfabrik Gebr. Pfau in Crimmitschau zum nächstmöglichen Termin einen\nVerwaltungsangestellten / Mitarbeiter Besucherservice (m/w/d)\nim Rahmen einer unbefristeten Vollzeitstelle (39,0 h/W.).\nDie kürzlich eröffnete neue Dauerausstellung unter dem Titel „TEXTIL.WELT.STADT Crimmitschau“ zeigt auf 450 qm Ausstellungsfläche eine lebendige Schau rund um das Thema „Textil“. Es gibt interessante Rückblicke in die Geschichte von Stadt, Region, Mode und vieles mehr sowie Einblicke in textile Techniken. Den Abschluss der Ausstellung bildet ein Ausblick auf die heutige Textilindustrie in Crimmitschau und Sachsen.\nDas Museum ist in einem technischen Denkmal mit weitgehend erhaltener, teilweise vorführbarer Maschinerie in situ untergebracht, gelistet von TICCIH als „time capsule“, in einer historischen Textilstadt.\nDer Aufgabenbereich umfasst:\nVerwaltung/Finanzbuchhaltung\nPrüfen und Kontieren von Belegen, Eingangs- und Ausgangsrechnungen, Erstellen von Ausgangsrechnungen\nMitwirkung bei der Erstellung der Jahresabschlüsse\nunterstützende Tätigkeiten im Rahmen der Debitoren-/Kreditorenbuchhaltung\nUnterstützung bei der jährlichen Haushaltsplanung\neigenverantwortliche Überwachung und Controlling des jährlichen Budgets im Ergebnis- und Finanzhaushalt\nMitwirkung bei der Erstellung, Bearbeitung und Abrechnung von Fördermitteln\nAngebotseinholung und Dokumentation der Vergabe unter Beachtung der vergaberechtlichen Vorschriften\nFühren der Bargeld- und Museumskasse\nBearbeiten von Miet- und Wartungsverträgen sowie von Honorar- und Werkverträgen\nVerwalten des nicht-musealen Inventars des Museums einschl. der jährlichen Durchführung von Inventuren, Erstellung von Zu- und Abgangsprotokollen\nSekretariat\nAllgemeine Büroorganisation\ntelefonische und schriftliche Terminkoordinierung, Postein-/-ausgang, Ablage\nAuswertung von Statistiken\nOrganisation, Vor- und Nachbereitung von Sitzungen und Besprechungen\nPflege von Kunden- und Kontaktdaten\nBearbeitung von Bestellungen am Standort\nPflege der Einkaufs- und Bestandslisten\nAdministrative Unterstützung des Teams bei allgemeinen Aufgaben\nBesucherservice\nAbsichern der Öffnungszeiten der Einrichtung\nBesucherservice und -betreuung mit Kassentätigkeit im Museumsfoyer\nVerkauf und Abrechnung der Eintrittsentgelte und sonstiger Umsätze\nBestandsführung der Eintrittskarten und Shopartikel\nMitarbeit bei Aktivitäten der Öffentlichkeitsarbeit.\nWir erwarten:\nabgeschlossene Ausbildung als Steuerfachangestellte/r, Kauffrau/Kaufmann für Bürokommunikation oder ein erstes abgeschlossenes betriebswirtschaftliches Studium bzw. vergleichbare Ausbildung\nErfahrung in der Verwaltungsarbeit\nanwendungssicherer Umgang mit MS Office-Anwendungen, insbesondere Word und Excel, Finanzprogrammen und Datenbanken\nhohes Maß an Zuverlässigkeit und Vertrauenswürdigkeit\nselbständige, sorgfältige und zielorientiere Arbeitsweise mit sicherem Auftreten und serviceorientiertem Verhalten sowie ein hohes Maß an Einsatzbereitschaft, Eigenverantwortung und Teamfähigkeit\ngute Kommunikationsfähigkeit, Flexibilität, Improvisationstalent und Belastbarkeit\ngute Deutschkenntnisse in Wort und Schrift\ninterkulturelle Kompetenz\ndigitale Affinität\nBereitschaft zu gelegentlicher Arbeit an Wochenenden und Feiertagen mit Freizeitausgleich.\nVon Vorteil sind:\nErfahrungen und fundierte Kenntnisse im Bereich Rechnungswesen, öffentlichen Haushaltsrecht und im Vertragsrecht\nmehrjährige Berufserfahrung (bevorzugt im öffentlichen Dienst), Grundkenntnisse Englisch\nGrundkenntnisse Bildbearbeitung\nFreude an der Arbeit in einem kulturellen Umfeld\nPKW-Führerschein.\nWir bieten:\neinen sinnstiftenden und vielseitigen Arbeitsplatz in einem kulturellen Umfeld\nein engagiertes Team und eine wertschätzende Arbeitsatmosphäre\neinen interessanten und vielseitigen Arbeitsplatz\neinen zuverlässigen und familienfreundlichen Arbeitgeber\nJahressonderzahlung, Leistungsentgelt und eine betriebliche Altersvorsorge (ZVK)\n30 Tage Erholungsurlaub im Kalenderjahr.\nDie Vergütung erfolgt in der Entgeltgruppe 6 TVöD VKA und den üblichen Leistungen des öffentlichen Dienstes.\nDer Zweckverband Sächsisches Industriemuseum steht für Chancengleichheit und Antidiskriminierung. Wir legen Wert auf Diversität und streben danach, dass unsere Belegschaft die Vielfalt der Gesellschaft widerspiegelt.\nSchwerbehinderte und ihnen Gleichgestellte erhalten bei gleicher Eignung den Vorzug vor anderen Bewerbenden.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte an den\nZweckverband Sächsisches Industriemuseum\nVerwaltungsleiterin\nFrau Kerstin Raack\nZwickauer Straße 119\n09112 Chemnitz\noder an\nraack@saechsisches-industriemuseum.de\nBewerbungsfrist ist der 29. September 2025\n.\nBei fachlichen Fragen zum vielfältigen Aufgabenfeld wenden Sie sich gerne an\nFrau Dr. Birthe Hemeier, Museumsleiterin in der Tuchfabrik Gebr. Pfau, Tel. 03762 766 716\nhemeier@tuchfabrik-crimmitschau.de\n.\nDie im Zusammenhang mit der Bewerbung entstehenden Kosten werden nicht erstattet.\nDatenschutz:\nWir möchten Sie informieren, dass wir Ihre personenbezogenen Daten zur Durchführung des Auswahlverfahrens verarbeiten. Dies erfolgt auf Grundlage von Art. 6 Abs. 1 b, Art 88 DSGVO i.V. m. § 26 BbgDSG.\nWir bitten um Verständnis, dass Bewerbungsunterlagen nur zurückgesandt werden können, wenn ein frankierter Rückumschlag beiliegt.\nNach Abschluss des Verfahrens werden alle anderen Bewerbungsunterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.09.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellter-mitarbeiter-besucherservice-m-w-d/", "date_published": "2025-08-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-119/", "image": "", "title": "wissenschaftliches Volontariat (m/w/d)", "content_text": "Kunsthalle Bremen, Bremen Bewerbungsende: 28.09.2025 | Die Kunsthalle Bremen gehört zu den erfolgreichen und vielbeachteten Museen in Deutschland. Spektakuläre Sonderausstellungen und die Präsentation von über 700 Jahren Kunstgeschichte prägen das Bild in der öffentlichen Wahrnehmung. Der 1823 gegründete Kunstverein in Bremen mit über 10.000 Mitgliedern ist bis heute privater Träger der Kunsthalle. In den letzten Jahren hat die Kunsthalle auch einen Prozess der Öffnung und Diversifizierung gestartet und spricht mit großem Erfolg Menschen aller Altersgruppen und Herkunft und Bedürfnisse an.\nZur Unterstützung der wissenschaftlichen Abteilungen ist in der Kunsthalle Bremen\nab dem\n1. November 2025\nein\nwissenschaftliches Volontariat (m/w/d)\nin Vollzeit für die Dauer von 24 Monaten zu besetzen.\nDas Volontariat wird von der Rudolf-Jahns-Stiftung im Rahmen der Vergabe des Rudolf-Jahns-Preises an die Kunsthalle Bremen unterstützt. Es umfasst die Ausbildung und Mitarbeit im Bereich der wissenschaftlichen Sammlungsbearbeitung und des Kuratierens von Ausstellungen und bietet Einblick in alle weiteren Bereiche der Museumsarbeit. Dafür suchen wir eine kreative und flexible Person mit besonderem Organisationstalent und ausgeprägtem Interesse für Kunst und Kunstgeschichte, das Arbeiten an Texten und das persönliche Vermitteln der Kunst, die sich mit hohem Engagement in den laufenden Museumsbetrieb einbringen möchte.\nIhre Aufgaben:\nUnterstützung bei der wissenschaftlichen Betreuung der Kunsthallen-Sammlung\nMitarbeit bei der Organisation von Sonderausstellungen\ndie Möglichkeit, eine Ausstellung selbstständig zu kuratieren\nwissenschaftliche Recherchen, das Verfassen von Texten, die Konzeption und Durchführung eigener Führungen und die Unterstützung des Projektmanagements\nVoraussetzungen:\nein abgeschlossenes Hochschulstudium (M.A., bevorzugt Promotion) in einem kulturwissenschaftlichen Fach, bevorzugt der Kunstgeschichte\nsehr gute Kenntnisse der deutschen Sprache in Wort und Schrift (mindestens C1-Niveau)\ngute Kenntnisse der englischen Sprache in Wort und Schrift (mindestens B2-Niveau)\nsichere Kenntnisse in MS-Office\nselbständige Arbeitsweise, Eigeninitiative und Zuverlässigkeit\nein wertschätzender Umgang mit Gemeinsamkeiten und Unterschieden\nTeamfähigkeit und Kommunikationsstärke\nWünschenswert:\nPromotion oder eine gleichwertige Qualifikation\nweitere Fremdsprachenkenntnisse auf sicherem gesprochenem Niveau\nKenntnisse in Photoshop, InDesign oder vergleichbaren Bildbearbeitungsprogrammen\nerste Erfahrungen im Bereich der Museums- und Ausstellungstätigkeit\nWas wir bieten:\nVergütung in Anlehnung an die Empfehlungen des Deutschen Museumsbundes\nenge Einarbeitung und Begleitung durch die Kuratorinnen\nindividuelle Fort- und Weiterbildungen sowie Unterstützung beim Erwerb von Zusatzqualifikationen\neinen vielseitigen Aufgabenbereich mit Eigenverantwortung, Gestaltungsspielräumen und der Möglichkeit, die eigenen Kompetenzen und das eigene Wissen kontinuierlich zu erweitern\neine offene und freundliche Arbeitsatmosphäre\neine partizipative Arbeitsorganisation in einem kleinen Team\nRücksichtnahme und Verständnis für familiäre und soziale Verpflichtungen.\nWir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie. Wir freuen uns über Bewerbungen von Personen mit einer eigenen und/oder familiären Einwanderungsgeschichte. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte schicken Sie Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Referenzen – bitte zusammengefasst in nur einer Pdf-Datei mit max. 3 MB) mit Angabe des von Ihnen gewünschten Eintrittsbeginns ausschließlich per Mail an Frau Christina Görges (goerges@kunsthalle-bremen.de). Bewerbungsschluss ist der 28. September 2025.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-119/", "date_published": "2025-08-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-118/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Klingspor Museum, Offenbach am Main Bewerbungsende: 28.09.2025 | Bei der Stadt Offenbach entwickeln rund 1.600 Kolleg*innen die Zukunft einer Großstadt im Wandel. Bei uns erwarten Sie kurze Wege, zukunftsfähige Entscheidungen mit Herz und Mut für intelligente Lösungen. Werden auch Sie Teil des echt engagierten Teams, das pragmatisch bürokratisch das Zusammenleben in der Stadt gestaltet! Zur Stelle für Offenbach. Offenbar was für unser Team. Und dich!\nDas Klingspor Museum ist eine international führende Adresse für die Dokumentation der Schrift- und Buchkunst des 20. Jahrhunderts und der Gegenwart. Hervorgegangen aus der Schriftgießerei Gebr. Klingspor hat es seit seiner Gründung 1953 eine einzigartige Sammlung zur Kunst der Handschrift, der Typographie, des Graphikdesigns und des künstlerisch geschaffenen Buchs aufgebaut.\nWissenschaftliches Volontariat Klingspor Museum (\nm\n/\nw\n/\nd\n)\nKlingspormuseum\nVollzeit/Teilzeit\nBefristet für\nTVöD 13\nIhre Aufgabenschwerpunkte:\nUnterstützung bei der inhaltlichen Konzeptionserarbeitung\nOrganisatorische Planung und Umsetzung von Sonderausstellungen und Veranstaltungsprogrammen\nInhaltliche und organisatorische Tätigkeiten im Bereich des Museumsmanagements\nÜbernahme von öffentlichen Führungen sowie Mitwirkung an museumspädagogischen Projekten\nAufbereitung der Sammlung durch Inventarisierung, Dokumentation und Digitalisierung\nUnterstützung bei der Presse- und Öffentlichkeitsarbeit\nMöglichkeit zu eigenständiger Projektarbeit\nSie bringen mit:\nAbgeschlossenes wissenschaftliches Hochschulstudium (Master/Uni-Diplom, Magister) der Kunstgeschichte, Buchwissenschaften oder einer vergleichbaren kulturwissenschaftlichen Studienfachrichtung\nNachweisbare Kenntnisse und praktische Erfahrungen im musealen Bereich durch Praktika und/oder studentische Tätigkeiten\nSicherer Umgang mit MS -Office Anwendungen und im Bereich digitaler Medien\nTeamfähigkeit sowie Freude an der Vermittlungsarbeit mit Kindern und Jugendlichen\nBereitschaft zur Arbeit an Abenden und an Wochenenden\nFreuen Sie sich auf:\nEinen sicheren, vielseitigen und mobilen Arbeitsplatz in zentraler Lage\n30 Tage Urlaub plus einen Familientag sowie zusätzliche arbeitsfreie Tage (24.12. u. 31.12.)\nEin Gehalt in Anlehnung an 50% der Entgeltgruppe 13 TVöD\n39 Stunden pro Woche mit flexibler Arbeitszeit (Zeiterfassung mit Gleitzeitkonto), damit der Job zum Leben passt\nEine Vollzeitstelle, die grundsätzlich auch teilbar ist\nKostenloses Jobticket (gesamtes RMV-Gebiet inklusive Mitnahmeregelung)\nBetriebliche Altersvorsorge bei der ZVK Darmstadt für Beschäftigte\nEntwicklungsförderung durch interne und externe Fortbildungsmöglichkeiten sowie vielfältige Maßnahmen für eine gute Führungskultur\nBetriebliches Gesundheitsmanagement\nUmfassender Einblick in museale Tätigkeitsfelder\nUnterstützung bei der Wohnungs- und Kitaplatzsuche\nEine von Offenheit geprägte Arbeitskultur, die sich im täglichen Miteinander und unserem lösungsorientierten Handeln widerspiegelt\nKostenlose Mitgliedschaft in der Stadtbibliothek\nIhr Kontakt zu uns:\nSie haben Fragen? Auskünfte erteilt Ihnen gerne Dorothee Ader unter dorothee.ader@offenbach.de und/oder Tel. 069/8065-3511.\nWir freuen uns auf Ihre Bewerbung bis zum 28.09.2025 auf\noffenbach.de/jobs\n!\nMehr über die\nStadt Offenbach als Arbeitgeberin gibt’s hier\nzum Nachlesen.\nWeitere Infos:\nAls Einstellungsdatum ist der 01.01.2026 vorgesehen. Es handelt sich um ein maximal für die Dauer von zwei Jahren befristetes Volontariat.\nWir legen Wert auf soziale Kompetenz, insbesondere im interkulturellen Bereich. Über Bewerber*innen mit internationaler Geschichte würden wir uns sehr freuen.\nSchwerbehinderte Menschen im Sinne des § 151 SGB IX werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-118/", "date_published": "2025-08-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-oeffentlichkeitsarbeit-w-m-d/", "image": "", "title": "Mitarbeiter Marketing/Öffentlichkeitsarbeit (w/m/d)", "content_text": "Museumsdorf Hösseringen, Suderburg Bewerbungsende: 30.09.2025 | Das Museumsdorf Hösseringen ist ein Freilichtmuseum, das mit aktuell 30 Bauten und einer Freifläche von 13 Hektar die ländliche Kulturgeschichte der Lüneburger Heide vom ausgehenden Mittelalter bis zum 20. Jahrhundert präsentiert. Träger des Museums ist der Verein „Landwirtschaftsmuseum Lüneburger Heide am Landtagsplatz zu Hösseringen e. V.“.\nZum 01.12.2025 ist eine Stelle als\nMitarbeiter Marketing/Öffentlichkeitsarbeit (w/m/d)\nbefristet für die Dauer der Elternzeitvertretung (12 Monate) mit einer wöchentlichen Arbeitszeit von 39 Stunden zu besetzen.\nIhr Aufgabengebiet:\nKonzeption und Umsetzung eines zeitgemäßen Marketings für das Museum, die Veranstaltungen und Ausstellungen (Mediaplanung print und online, Entwicklung und Vertrieb von Werbematerialien zur Ansprache unterschiedlicher Zielgruppen u. a.)\nWeiterentwicklung und redaktionelle Betreuung der Website und Social-Media-Präsenz\nAusbau und Pflege von Kooperationen und Partnerschaften in den Bereichen Marketing, Sponsoring und Veranstaltungen sowie Kontaktpflege zu Medien und anderen Multiplikatoren\nMitarbeit bei der Planung und Durchführung von museumseigenen Veranstaltungen\nIhr Profil:\nabgeschlossenes Studium (FH/Universität) in den Bereichen Marketing, Kulturmanagement, Tourismus oder einem vergleichbaren Studiengang\nErfahrung im Bereich Kulturmanagement/Marketing/Öffentlichkeitsarbeit\nhohe Sprachkompetenz (mündliche und schriftlich)\nTeamfähigkeit, ausgeprägte Planungs- und Organisationsfähigkeit, hohes Engagement, selbständige Arbeitsweise, Flexibilität und Kreativität\ngrundsätzliche Bereitschaft zur Arbeit an Abenden, Wochenenden und Feiertagen\nfundierte PC-Kenntnisse und praktische Erfahrung mit Social Media\ngültiger Führerschein der Klasse B\nWir bieten Ihnen:\neine Vergütung in Anlehnung an den Tarifvertrag für den öffentlichen Dienst (TVöD) nach Entgeltgruppe (EG) 11\neine vielseitige, abwechslungsreiche und verantwortungsvolle Tätigkeit in einem engagierten und kollegialen Museumsteam\nUnsere Personalentscheidungen treffen wir nach Eignung, Befähigung und fachlicher Leistung. Schwerbehinderte Menschen werden bei gleicher Eignung besonders berücksichtigt.\nSenden Sie bitte Ihre aussagekräftige schriftliche Bewerbung bis spätestens zum 30.09.2025 an das\nMuseumsdorf Hösseringen, Landtagsplatz 2, 29556 Suderburg oder per E-Mail: b.knirsch@museumsdorf-hoesseringen.de.\nBewerbungsunterlagen werden nur zurückgesandt, wenn ein ausreichend frankierter Rückumschlag beigefügt ist. Bei Rückfragen wenden Sie sich gern an Frau Knirsch, Tel.: 05826/45197-23.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-oeffentlichkeitsarbeit-w-m-d/", "date_published": "2025-08-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiterin-m-w-d-fuer-das-team-geschichtsvermittlung/", "image": "", "title": "Projektmitarbeiter*in (m/w/d)  für das Team Geschichtsvermittlung", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 19.09.2025 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nDas Haus der Geschichte möchte mit einem mehrstufigen Projekt seine antisemitismuskritische Bildungsarbeit deutlich erweitern und neue Räume für den gesellschaftlichen Dialog eröffnen.\nDas Haus der Geschichte Baden-Württemberg in Stuttgart sucht zum nächstmöglichen Zeitpunkt eine/n\nProjektmitarbeiter*in (m/w/d)\nfür das Team Geschichtsvermittlung\nEntgeltgruppe 11 TV-L\nin Vollzeit und zunächst befristet bis 31.10.2027\nIhr Aufgabengebiet umfasst insbesondere:\nUnterstützung des Aufbaus von Strukturen zur Weiterentwicklung des antisemitismus-kritischen Projektes „Anti.Anti 2.0“\nPlanung, Umsetzung und Durchführung von Workshops und objektzentrierten Museumsgesprächen im Rahmen unseres antisemitismus-kritischen Bildungsprogrammes\nAktive Mitarbeit an der Pflege und dem Ausbau von Kontakten zu Institutionen aus Kunst, Kultur sowie zu jüdischen Communities\nNetzwerkarbeit im antisemitismus- und rassismuskritischen Bildungsbereich\nMitarbeit beim Aufbau von antisemitismuskritischen Fortbildungs- und Beratungsstrukturen im Kulturbereich\nRegelmäßige Aktualisierung des projekteigenen Bereiches auf der Website\nAnforderungen:\nAbgeschlossenes Universitäts- oder Hochschulstudium in Geistes-/Sozialwissenschaften, Pädagogik oder vergleichbare Qualifikationen\nKenntnisse und Interesse an der Zeitgeschichte\nSehr gute Kenntnisse in den Themenfeldern Antisemitismus, (antimuslimischer) Rassismus, und Intersektionalität\nUmfangreiche Erfahrungen sowie pädagogische und konzeptionelle Expertise in der (politischen) Bildungsarbeit mit verschiedenen Ziel- und Altersgruppen\nBildungserfahrungen und Kenntnisse zu den gesellschaftlichen Diskursen um die Situation in Israel und Palästina (inkl. israelbezogenem Antisemitismus)\nErfahrungen in der diversitätssensiblen und diskriminierungskritischen Netzwerkarbeit mit unterschiedlichen Partner*innen\nErfahrungen im Kulturbereich\nAffinität für digitale Vermittlungsformate\nausgewiesene Sozialkompetenz und hohe Kommunikationsstärke sowie Teamfähigkeit und sicherer Umgang mit Konflikten\nEigeninitiative, Flexibilität, selbstständiges Arbeiten\nBereitschaft zur Teilnahme an Fort- und Weiterbildung sowie zur Selbstreflexion\nUnser Angebot:\nWir bieten eine zunächst befristete Vollzeitanstellung (Sachgrundbefristung) an. Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 11 Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nTandem-Bewerbungen sind möglich\nJob Ticket BW (eine vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nvielfältige Angebote im Betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 19.09.2025 an das Haus der Geschichte Baden-Württemberg, Frau Julia Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an bewerbung@hdgbw.de. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter https://www.hdgbw.de/jobs.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212- 3950 oder per Email unter cornelia.hecht-zeiler@hdgbw.de zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.09.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiterin-m-w-d-fuer-das-team-geschichtsvermittlung/", "date_published": "2025-08-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/studentischer-mitarbeiterin/", "image": "", "title": "Studentische*r Mitarbeiter*in", "content_text": "Berliner Museumsverband e.V., Berlin Bewerbungsende: 19.09.2025 | Der Berliner Museumsverband e.V. ist das Netzwerk der Berliner Museen, museumsverwandter und auf die Museumsarbeit bezogener Einrichtungen, Netzwerke und Verbände sowie der Menschen, die für und mit diesen arbeiten. Solidarisch und kollaborativ setzt sich der Verein für eine professionelle, gesellschaftlich relevante Berliner Museumslandschaft und die dafür notwendigen Rahmenbedingungen ein. Der Berliner Museumsverband e.V. versteht sich ebenso als Teil der Berliner Stadtgesellschaft wie der bundesweiten und internationalen Museumslandschaft.\nDer Verein verfügt über insgesamt rund 150 korporative, persönliche und fördernde Mitglieder. Ihre Betreuung, Unterstützung und Interessensvertretung ist eine zentrale Aufgabe des Verbandes.\nZum nächstmöglichen Zeitpunkt suchen wir:\neine*n studentische*n Mitarbeiter*in (m/w/d) im Bereich\nMitgliederbetreuung, Öffentlichkeitsarbeit, kulturpolitische Interessensvertretung, 12 Wochenstunden, Vergütung: 15 € brutto pro Stunde\nDie Stelle ist zunächst befristet bis zum 30. September 2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.09.2025", "url": "https://www.museumsbund.de/stellenangebote/studentischer-mitarbeiterin/", "date_published": "2025-08-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/aushilfe-veranstaltungsmanagement-m-w-d/", "image": "", "title": "Aushilfe Veranstaltungsmanagement (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 20.09.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum der materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür den\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt eine\nAushilfe Veranstaltungsmanagement (m/w/d)\n(EG 3 TV-L, 40 St/Monat)\nbefristet auf ein Jahr\nDer Arbeitsbereich Kommunikation gestaltet und betreut ein vielfältiges Veranstaltungsprogramm – von kompakten Teammeetings bis zu großen, öffentlichkeitswirksamen Events. Dabei sorgen wir für professionelle Technik, reibungslosen Ablauf und passende Atmosphäre. Für die erfolgreiche Durchführung dieser Veranstaltungen suchen wir eine tatkräftige und verlässliche Aushilfe, die uns flexibel unterstützt.\nDas monatliche Arbeitsvolumen beträgt insgesamt\n40 Stunden\n(entspricht durchschnittlich 10 Stunden pro Woche). Die Einsätze orientieren sich flexibel nach dem tatsächlichen Veranstaltungsbedarf, in Wochen mit höherem Arbeitsaufkommen kann es zu Mehrstunden kommen, während in ruhigeren Phasen entsprechend weniger Einsatzzeiten anfallen.\nIhre Aufgaben\nAuf- und Abbau von Veranstaltungsmobiliar\n(Tische, Stühle, mobile Bühne)\nAuf- und Abbau von Veranstaltungstechnik\n(Audio-, Video-, Beleuchtungs- und Hybridtechnik)\nBedienung der Veranstaltungstechnik\n(insbesondere zu Veranstaltungsbeginn und bei Bedarf während der Veranstaltung)\nUnterstützung der Veranstaltungslogistik\n(z. B. Räumarbeiten in Getränke- und Materiallager)\nauch Unterstützung bei administrativen Arbeiten\nIhr Anforderungsprofil:\nAufgrund der anfallenden Tätigkeiten ist eine körperliche Belastbarkeit unabdingbar\nTechnisches Verständnis und Erfahrung im Umgang mit Veranstaltungstechnik wünschenswert (ausführliche Einarbeitung gewährleistet)\nZeitliche Flexibilität (auch abends und am Wochenende) – abhängig vom Veranstaltungs- und Arbeitsaufkommen\nZuverlässigkeit und Teamgeist\nWir bieten:\nEinen Arbeitsplatz im spannenden Umfeld von Live-Events\nEine abwechslungsreiche Tätigkeit in einem kollegialen Team\nVergütung nach Entgeltgruppe 3 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket in Höhe von 50 %\nEinzureichen sind:\nLebenslauf\nAbschlusszeugnisse\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt (bitte Nachweise beifügen!).\nWir freuen uns auf Ihre vollständige Bewerbung unter Angabe des frühestmöglichen Eintrittstermins – in einer PDF-Datei- per E-Mail bis zum\n20.09.2025\n.\nBitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an:\nFrau Doris Rübsam-Brodkorb\nLeitung AB Kommunikation\nE-Mail: Doris.Ruebsam-Brodkorb@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.09.2025", "url": "https://www.museumsbund.de/stellenangebote/aushilfe-veranstaltungsmanagement-m-w-d/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeitender-m-w-d-5/", "image": "", "title": "Wissenschaftlicher Mitarbeitender (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 07.09.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, befristet für die Zeit bis zum 30.06.2027, einen\nWissenschaftlichen Mitarbeitenden (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 13 TV-L)\nin der Abteilung Bildung und Vermittlung mit Schwerpunkt Konzeption und Umsetzung innovativer und beispielhafter Vermittlungsformate im Rahmen des geschichtsdidaktischen Folgeprojektes zu „Kunst, Raub und Rückgabe – Vergessene Lebensgeschichten“. Es ist ein Gemeinschaftsprojekt der Stiftung Preußischer Kulturbesitz (SPK) und der SKD, in Kooperation mit dem Deutschen Zentrum Kulturgutverluste (DZK) und den Rundfunkanstalten rbb, BR und MDR. Die Stelle soll in Teilzeit, mit 50% der regelmäßigen Arbeitszeit, besetzt werden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDas zweijährige geschichtsdidaktische Folgeprojekt zu „Kunst, Raub und Rückgabe – Vergessene Lebensgeschichten“ wird bis Mitte 2027 durch das Bundesamt Familie und zivilgesellschaftliche Aufgaben (BAFzA) Demokratie leben! und die Friede Springer Stiftung gefördert. Das geschichtsdidaktische Folgeprojekt will zukünftig (2025-2027) den nächsten Schritt gehen, nämlich den Schwerpunkt auf junge Zielgruppen setzen und dabei die Perspektive auf Ostdeutschland erweitern.\nIm Rahmen des ersten Projektes „Kunst, Raub und Rückgabe – Vergessene Lebensgeschichten“ haben die SPK und die BStGS zusammen mit dem rbb und dem BR eine digitale Mediathek mit Biografien aufgebaut, um an die Opfer von Verfolgung und Enteignung zu erinnern. Ausgangspunkt waren jeweils die Restitutionen und die Erkenntnisse der Provenienzforschung der beteiligten Kultureinrichtungen.\nDas neue Projekt richtet sich vor allem an junge Menschen, Schülerinnen und Schüler. Bei der Verknüpfung von kultureller und politischer Bildung sowie Demokratiearbeit geht es vordringlich um die Darstellung der Vielfalt jüdischen Lebens in Deutschland vor dem Machtantritt der Nationalsozialisten und dessen Vernichtung ab 1933. Am Beispiel des Kunstraubs sollen Themenkomplexe wie Antisemitismus und Rassismus, Stigmatisierung, Ausgrenzung, Entrechtung und Verfolgung in den Fokus genommen und vermittelt werden. Dabei gilt es Ergebnisse der Provenienzforschung, die gesammelten Erfahrungen mit Restitutionen und gütlichen Einigungen sichtbar zu vermitteln und zahlreiche Outreach Formate anzubieten.\nZiel ist es, Ansätze der kulturellen und der politischen Bildungsarbeit miteinander zu verknüpfen und so zu einem besseren Geschichtsverständnis beizutragen. Dies bedeutet unter anderem, vor dem Hintergrund von historischen Ereignissen über die Gegenwart zu reflektieren – etwa über die Bedeutung des Schutzes von Menschenrechten, aber auch von Eigentumsrechten in demokratischen Gesellschaften. Auch geht es darum zu fragen, wie Antisemitismus entsteht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeitender-m-w-d-5/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-28/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (w/m/d)", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 14.09.2025 | Im Rahmen des Wissenschaftsraums Provenienz- und Sammlungsforschung Digital, der vom Land Niedersachsen und der VolkswagenStiftung mit rund 3 Millionen Euro unter Leitung der Carl von Ossietzky Universität Oldenburg an den Standorten Oldenburg, Hannover, Lüneburg, Göttingen und Bremerhaven gefördert wird, werden über den Förderungszeitraum von insgesamt 4 Jahren 10 wissenschaftliche Mitarbeiter*innen Stellen ausgeschrieben.\nFür das Teilprojekt „Dialogische KI-Systeme für die Provenienz- und Sammlungsforschung“ ist am Deutschen Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte zum 01.11.2025 folgende Stelle zu besetzen:\nWissenschaftliche:r Mitarbeiter:in (w/m/d) (TV-L- 13, 75%, bis 31.10.2028)\nDas Deutsche Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte (DSM) ist eines von acht Forschungsmuseen der Leibniz-Gemeinschaft. Das Ausstellungs- und Forschungsprogramm stellt die Untersuchung maritimer Technologien und die Beziehung zwischen Mensch und Meer in den Fokus. Mit rund 100 Mitarbeitenden und Auszubildenden sowie ca. 8000 Quadratmetern Ausstellungsfläche zählt es zu den größten maritimen Museen Europas.\nDer Wissenschaftsraum fokussiert auf die Entwicklung neuer Methoden zur digital gestützten Erforschung und Präsentation von Sammlungsgut, welches aus unterschiedlichen Gründen – Kolonialismus, Krieg, Raub, Verfolgung, Marktdynamiken – aus den ursprünglichen Herkunftskontexten herausgelöst wurde und sich heute in deutschen Museen befindet, in Datenbanken erfasst und in Ausstellungen präsentiert wird. Der Wissenschaftsraum verbindet Provenienz- und Sammlungsforschung zu zwei unterschiedlichen Arten von Sammlungsgütern mit epistemologischer und anwendungsbezogener Forschung, um erstens, IT- und KI-gestützte Methoden zu entwickeln, die Museen und andere Einrichtungen nutzen können, um Informationen über ihre Sammlungen digital zu verarbeiten und zu visualisieren; und um zweitens, gemeinsam mit internationalen Partner:innen die Wissensproduktion zu den Sammlungsgütern\nin den Herkunftsgesellschaften, in deutschen Museen, aber auch im digitalen Raum zu erforschen. Zu den zentralen Fragen gehört der Umgang mit unsicheren Daten und Wissen. Der Wissenschaftsraum setzt sich aus mehreren aufeinander abgestimmten Teilprojekten zusammen.\nDas Teilprojekt „Dialogische KI-Systeme für die Provenienz- und Sammlungsforschung“ wird von den mitantragstellenden Institutionen Deutsches Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte (Abteilung Digitalität und Materialität, Prof. Dr. Sebastian Vehlken), der Jade Hochschule (Prof. Dr. Sascha Koch, Informatik und Datenanalyse), und der Universität Hannover (Prof. Dr. Monika Sester, Kartographie und Geoinformatik) getragen.\nGegenstand und Zielsetzung des Arbeitspakets:\nEine zeitgemäße Critical Cultural Heritage-Forschung schreibt dem Einbezug von Wissen aus Herkunftsgesellschaften und der aktiven Beteiligung von Menschen aus Herkunftsgesellschaften eine zentrale Rolle zu. Das Ziel ist eine digitale Erfassung und Erschließung von Provenienz- und Archivdokumenten sowie Sammlungsobjektgeschichten mit einer möglichst „vielstimmigen“ und multiperspektivischen Annotation, Beschreibung und Analyse der erfassten Materialien nach wissenschaftlichen oder auch weiteren (z.B. aktuellen politischen oder sozialen) Fragestellungen.  Hinsichtlich der praktischen Umsetzung und Schaffung geeigneter Austausch- und Beteiligungsformate bestehen jedoch große Herausforderungen. Dieses Projekt nimmt sich der Frage an, in welcher Weise dialogisch orientierte KI-Anwendungen und interaktionsorientierte Sammlungs-Interfaces und Datenvisualisierungsmethoden den Einbezug multipler Wissensformen und vielfältiger Artikulationsweisen von Wissenselementen unterstützen. Das Teilprojekt rückt besonders drei Komponenten in den Vordergrund:\nKomparative Eignungstests und eine kritische Evaluierung von vorhandenen Large Language Models (LLMs) als Basis für ein „Dialogsystem“ für historische Dokumente / Textkorpora (z.B. Inhaltszusammenfassung bzw. Essay Writing, Beantwortung von Anfragen im Dialog, automatisierte Unterstützung bei der Generierung geeigneter Prompt-Anfragen)\nExplainable AI: Konzeptuelle Entwicklung und modellhafte Umsetzung von digitalen Interfaces und inklusiven Datenvisualisierungen u.a. von Deep-Learning-Daten, die Nicht-Expert:innen den Umgang mit Provenienzinformationen oder Sammlungsdaten zu Objekten und Archivalien erleichtern, alternative Darstellungsweisen für nicht-gesicherte Informationsbestandteile erlauben, und multiperspektivische Annotationen ermöglichen\nHistorisch-epistemologische Forschungen zu digitalen Interface-Technologien und KI-Anwendungen in wissenschaftlichen Erkenntnisprozessen der Critical Cultural Heritage; Definition von Untersuchungsfeldern und Bewertungskriterien sowie deren Evaluation für LLM-Ergebnisse; vergleichende Analysen zu bestehenden Explainable AI-Anwendungen\nDie ausgeschriebene Stelle steht dabei in engem Austausch mit dem transdisziplinären Wissenschaftler:innen-Team des Wissenschaftsraums ProSaDi und kann zudem auf Ressourcen der Abteilung Digitalität und Materialität am DSM zugreifen, das sich der integrierten Implementation computergestützter Anwendungen für eine zukunftsorientierte Aufstellung der Sammlung unter den Aspekten der Bewahrung, Präsentation, Vermittlung und Beforschung widmet.\nJe nach Bewerber:innenprofil und fachlicher Herkunft kann die Stelle als wissenschaftliche Qualifikationsstelle (Ziel: Promotion) oder als wissenschaftliche Projektstelle ohne akademisches Qualifikationsziel interpretiert werden (Ziel: z.B. anwendungsorientierte Prototypen-Entwicklung).\nProfil:\nGesucht wird eine Persönlichkeit mit einer großen Motivation zu eigenständigem, forschungs- und/oder anwendungsorientiertem und disziplinübergreifendem Denken, z.B. aus den Bereichen Digital Humanities, Medieninformatik, Designwissenschaft, Mediengestaltung, Data Science, Human and Artificial Intelligence. Praktische und anwendungsorientierte Qualifikationen/Kenntnisse sind von Vorteil, aber keine Voraussetzung für die Bewerbung. Ein Interesse an theoretischen, konzeptuellen und/oder methodischen Fragestellungen und die Offenheit für transkulturelle Zusammenarbeit ist jedoch unabdingbar. Die gesuchte Person ist team- und kooperationsorientiert und zeichnet sich durch ein hohes Engagement und eine verlässliche Arbeits- und Kommunikationsweise aus. Neben dem eigenen Forschungsinteresse bringt die/der Forscher:in die Bereitschaft mit, digitale sammlungs- und ausstellungsbezogene Erkenntnisse für die Präsentation gegenüber einer wissenschaftlichen und allgemeinen Öffentlichkeit methodisch innovativ aufzubereiten und zu vermitteln. Sie/er wirkt an der Einrichtung und Betreuung regionaler, überregionaler und internationaler Sammlungsverbundprojekte mit.\nGewünschte Qualifikationen:\nWissenschaftlicher Hochschulabschluss\nTheoretisch-konzeptuelle und/oder anwendungsbezogene Kenntnisse in User Experience Design\nTheoretisch-konzeptuelle und/oder anwendungsbezogene Kenntnisse im Bereich Digitale Visualisierung oder Infografik\nTheoretisch-konzeptuelle und/oder anwendungsbezogene Kenntnisse im Bereich Datenanalyse\nTheoretisch-konzeptuelle und/oder anwendungsbezogene Kenntnisse im Umgang mit Large Language Models / Machine Learning\nAusgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift\nErfahrungen im Kontext von Museen, Sammlungen und Archiven können vorteilhaft sein, sind aber keine Einstellungsbedingung\nInteressiert?\nDann freuen wir uns auf Ihre Bewerbung!\nIhre digitale Bewerbung senden Sie unter Angabe der\nKennziffer 20259\nbis spätestens\n14.09.2025\nan\npersonal@dsm.museum\n. Stellen Sie uns bitte alle Unterlagen gesammelt in einer einzigen PDF-Datei zur Verfügung.\nFür inhaltliche Auskünfte steht Ihnen\nSebastian Vehlken\nProgrammbereichsleitung “Schiffe als Wissensspeicher”\nProfessur für Wissensprozesse und Digitale Medien\n+49 471 482 0765\ns.vehlken@dsm.museum\nzur Verfügung.\nDie Vergütung erfolgt nach dem TV-L abhängig von Ihrer Qualifikation bis\nmaximal\nzur\nEntgeltgruppe\n13 (75%)\n. Neben den üblichen Leistungen, die mit denen des öffentlichen Dienstes vergleichbar sind, legen wir besonderen Wert auf die Vereinbarkeit von Beruf und Familie. Die Stelle ist grundsätzlich für Teilzeit und Homeoffice geeignet.\nDas Deutsche Schifffahrtsmuseum strebt in allen Bereichen nach Geschlechtergerechtigkeit und Chancengleichheit. Daher begrüßen wir alle qualifizierten Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität. Bewerbungen von Menschen mit Migrationshintergrund werden ausdrücklich begrüßt. Schwerbehinderten Bewerberinnen und Bewerbern wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-28/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-des-referats-bauunterhalt-m-w-d/", "image": "", "title": "Leiter:in des Referats “Bauunterhalt” (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 05.10.2025 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nLeiter:in des Referats “Bauunterhalt” (m/w/d)\nzu besetzen. Mit ihren international herausragenden Museen, Bibliotheken, Archiven und Forschungseinrichtungen zählt die\nStiftung Preußischer Kulturbesitz\n(SPK) zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Viele Gebäude sind weltweit bekannt und prägen das Stadtbild Berlins maßgeblich. Ihre architektonische Qualität und historische Bedeutung heben sie aus dem Alltag des üblichen Planungs- und Baugeschehens weit heraus und machen ihre Betreuung zu einer überaus interessanten und abwechslungsreichen Aufgabe. Wir arbeiten daran, sie für die Zukunft leistungsfähig und attraktiv zu machen. Unser Spektrum reicht dabei von Schinkel bis Scharoun, von Museum bis Forschungslabor, von Denkmalschutz bis Nachhaltigkeit im Bauen.\nDas\nReferat Bauunterhalt\nist in neuer Organisationsform im Aufbau und zuständig für die Strategie, Koordination und Steuerung des Bauunterhalts der SPK inkl. des laufenden Projekts\nSonderprogramm Bauunterhalt\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-des-referats-bauunterhalt-m-w-d/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsmuseologin-musik-m-w-d/", "image": "", "title": "Sammlungsmuseolog:in Musik (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 21.09.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt,\nunbefristet\nund in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nSammlungsmuseolog:in Musik (m/w/d)\nEntgeltgruppe 9b TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsmuseologin-musik-m-w-d/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-provenienzforschung-m-w-d-2/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in Provenienzforschung (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 21.09.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt\nunbefristet\nund in\nVollzeit\n(39 Wochenstunden) eine:n\nWissenschaftliche:n Mitarbeiter:in Provenienzforschung (m/w/d)\nEntgeltgruppe 13 TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-provenienzforschung-m-w-d-2/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/architektin-museumsbauprojekte-m-w-d/", "image": "", "title": "Architekt:in Museumsbauprojekte (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 14.09.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, befristet im Rahmen einer Elternzeitvertretung (10 Monate mit Option auf Verlängerung) und in Vollzeit (39 Wochenstunden) oder Teilzeit, eine:n\nArchitekt:in Museumsbauprojekte (m/w/d)\nEntgeltgruppe 11 TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.09.2025", "url": "https://www.museumsbund.de/stellenangebote/architektin-museumsbauprojekte-m-w-d/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitungs-teamassistentin-d-m-w/", "image": "", "title": "Bereichsleitungs- & Teamassistent*in (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 21.09.2025 | Die Stiftung Humboldt Forum im Berliner Schloss sucht zum nächstmöglichen Zeitpunkt eine*n\nBereichsleitungs- & Teamassistent*in (d/m/w)\nÜbersicht\nDer Bereich Disposition & Produktion ist die zentrale Koordinationsstelle sämtlicher Termine und Aktivitäten im Humboldt Forum, und verantwortet die organisatorische Gesamtplanung aller Programmaktivitäten und Veranstaltungen der Stiftung Humboldt Forum sowie des Akteursverbunds. Dies umfasst die Planung, Organisation, bereichs- und abteilungsübergreifende Kommunikation, sowie Umsetzung aller veranstaltungsbezogenen Prozesse inklusive der Koordination aller beteiligten Gewerke und Fachbereiche.\nIhre Aufgaben\nAls Assistent*in unterstützen Sie die Bereichsleitung sowie das Team Disposition und Produktion, indem Sie das Büromanagement sowie vielfältige administrative und organisatorische Aufgaben übernehmen. Dabei wirken Sie aktiv an der Kommunikation und der Aufbereitung relevanter Informationen mit und behalten stets die Optimierung der Verwaltungsprozesse im Blick.\nIhr Tätigkeitsfeld umfasst weiterhin u. a. folgende Aufgaben:\nSie bereiten Besprechungen organisatorisch und inhaltlich vor, erstellen Protokolle, Unterlagen und Präsentationen und stellen eine entsprechende Nachbereitung sicher.\nSie übernehmen Reisekoordination für das Team des Bereichs und bereiten Reisekostenabrechnungen für den Bereich vor.\nSie strukturieren, pflegen und verwalten die Bereichsdokumentation und unterstützen im Berichtswesen.\nSie helfen bei der Vorbereitung von Ausschreibungen mit und recherchieren zu Produkten und Vergaben im Unterschwellenbereich.\nSie unterstützen bei der Entwicklung von Maßnahmen zur Team-Motivation und deren Durchführung.\nIhr Profil\nSie haben eine abgeschlossene Berufsausbildung im Bereich Kulturmanagement oder zum/zur Büro- oder Verwaltungsfachangestellten oder eine vergleichbare Qualifikation und verfügen über mind. 5 Jahre Berufserfahrung.\nSie sind kulturinteressiert und haben idealerweise bereits in einem Kulturbetrieb gearbeitet.\nSie arbeiten eigenverantwortlich und sind ausgesprochen teamfähig.\nSie verfügen über ein hohes Maß an Organisationsvermögen, Gründlichkeit, Zuverlässigkeit, Belastbarkeit sowie Einfühlungsvermögen in künstlerische Prozesse.\nSie zeichnen sich durch eine hohe soziale Kompetenz aus, agieren kultursensibel und sind kommunikativ.\nSie agieren im Umgang mit (internationalen) Gästen, Künstler*innen und Vertreter*innen öffentlicher Einrichtungen souverän, diskret und professionell.\nSie gehen sicher mit den gängigen aktuellen MS-Office- und Internet-Anwendungen um und verfügen über Erfahrung in der Nutzung datenbankbasierter Software.\nSie sind vertraut mit öffentlicher Auftragsvergabe und dem Bundesreisekostengesetz.\nSehr gute Sprachkenntnisse in Deutsch und Englisch runden Ihr Profil ab.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, ggf. Tablet, Office365, Atlassian Produkten, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z.B. 39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe 8. Die Besetzung der Stelle erfolgt in Vollzeit und ist unbefristet. Die Stelle ist grundsätzlich für eine Wahrnehmung in Teilzeit geeignet.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne (Personal) unter\nbewerbung@humboldtforum.org\n. Ihr Bewerbungsanschreiben richten Sie bitte an Mary Aniella Petersen (Bereichsleiterin).\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungsfrist\nLust darauf ein Teil der Stiftung Humboldt Forum zu werden? Dann freuen wir uns auf Ihre Online-Bewerbung bis einschließlich 21.09.2025 über den untenstehenden Button.\nBereichsleitungs- & Teamassistent*in (d/m/w) | Jobs bei Stiftung Humboldt Forum im Berliner Schloss\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitungs-teamassistentin-d-m-w/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-d-m-w-2/", "image": "", "title": "Restaurator*in (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 15.09.2025 | Das Humboldt Forum ist ein neuer Stadtraum in der historischen Mitte Berlins – ein Ort für Kultur und Wissenschaft, Austausch und Debatten. Ein Ort mit einer besonderen Geschichte. Namensgeber sind die beiden Forscher, Reformer und Visionäre Alexander und Wilhelm von Humboldt. Hinter den rekonstruierten barocken Fassaden des Berliner Schlosses und in einer modernen Architektur finden sich herausragende ethnologische Sammlungen, temporäre Ausstellungen, Veranstaltungen, Vermittlungsformate sowie digitale Projekte zu aktuellen, globalen Themen. Die Stiftung Humboldt Forum im Berliner Schloss ist eine Stiftung bürgerlichen Rechts. Im Auftrag der Bundesbeauftragten für Kultur und Medien verantwortet sie federführend mit drei weiteren Akteuren den kulturellen Betrieb und das programmatische Profil des Humboldt Forums.\nDie zu besetzende Position ist betreuend und koordinativ für den Sammlungsbestand der Stiftung Humboldt Forum im Berliner Schloss, die temporären Ausstellungen und die Ausstellungen zur Geschichte des Ortes mitverantwortlich. Der Sammlungsbestand zur Geschichte des Ortes umfasst derzeit ca. 3.500 Objekte und Konvolute mit Fragmenten des historischen Schlosses, Objekten zur Rekonstruktion der Fassaden und zum Palast der Republik.\nWir suchen zum 01.11.2025 eine*n\nRestaurator*in (d/m/w)\nunbefristet in Teilzeit (50%).\nIhre Aufgaben\nIn Ihrer Funktion als Restaurator*in arbeiten Sie eng mit dem Sammlungsteam zusammen. Ihre wesentlichen Aufgaben sind:\nSie erfassen und pflegen den Sammlungsbestand der Stiftung.\nSie betreuen Erfassungskampagnen konservatorisch und begleiten diese fachlich.\nSie führen einfache Maßnahmen zur präventiven Konservierung des Sammlungsbestandes durch – insbesondere im Hinblick auf Lagerung und Transport.\nSie pflegen die Datenbank und stellen die Qualität der erfassten Informationen sicher.\nSie setzen konservatorische Sicherungs- und Restaurierungsmaßnahmen zur sicheren Lagerung von Objekten um.\nSie erfassen und kartieren einfache Schadensbilder an Objekten.\nSie wenden bereits entwickelte präventive Kontrollmaßnahmen zu Umgebungseinflüssen auf das Kulturgut an (z. B. Klima, Licht, integriertes Schädlingsmanagement/IPM).\nSie erstellen einfache Zustandsprotokolle für Objekte und Werke, die im Humboldt Forum ausgestellt werden.\nSie beraten, planen und koordinieren unterstützend konservatorische und restauratorische Belange im Rahmen von Ausstellungen – etwa beim Leihverkehr, Arthandling, Transport oder der Kurierbetreuung.\nIhr Profil\nSie verfügen über ein abgeschlossenes Hochschulstudium im Fach Restaurierung mit dem Schwerpunkt anorganische Objekte oder gleichwertige Kenntnisse und Erfahrungen.\nSie haben Grundkenntnisse und Erfahrungen im musealen Betrieb, insbesondere im Bereich präventive Konservierung und dem Arbeiten mit Datenbanken gesammelt.\nSie verfügen über Fachkenntnisse zu konservatorischen und sicherheitsrelevanten Anforderungen im hochwertigen musealen Kontext.\nSie besitzen eine Organisations- und Kommunikationsstärke.\nSie besitzen ein hohes Maß an Teamfähigkeit und Dienstleitungsorientierung.\nSie verfügen über gute Sprachkenntnisse in Deutsch und Englisch.\nSie haben eine gute Kenntnis der gängigen Computerprogramme.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV Anbindung.\nEigenverantwortliches Arbeiten in einem motivierten Team.\nUnterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildungen.\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund.\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens.\nBetriebliche Altersvorsorge (VBL).\nArbeitgeberzuschuss für das Jobticket.\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum.\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins.\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe 9 b. Der zu besetzende Zeitanteil beträgt 50 %, dies entspricht derzeit 19,5 Stunden/Woche. Die Besetzung der Stelle erfolgt unbefristet.\nInformationen zum Bewerbungsprozess\nJede*r ist bei uns willkommen, gleich der Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, des Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an den Personalbereich unter\nbewerbung@humboldtforum.org\n. Ihr Bewerbungsanschreiben richten Sie bitte an Prof. Dr. Lars-Christian Koch (Sammlungsdirektor)\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungsfrist\nLust darauf, ein Teil der Stiftung Humboldt Forum im Berliner Schloss zu werden? Dann freuen wir uns auf Ihre Bewerbung bis zum\n15.09.2025\nüber unser Online-Formular\n.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.09.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-d-m-w-2/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-fuer-die-abteilung-archaeologie-2/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) für die Abteilung Archäologie", "content_text": "Brandenburgisches Landesamt für Denkmalpflege und Archäologisches Landesmuseum, Zossen | Das Brandenburgische Landesamt für Denkmalpflege und Archäologische Landesmuseum (BLDAM) vereint als Fachbehörde landesweite Kompetenz zur archäologischen sowie bau- und kunstdenkmalpflegerischen Forschung, zum Schutz und Erhalt von Denkmalen sowie ihrer öffentlichen Präsentation und Vermittlung.\nFür die Abteilung Archäologie, Dezernat Archäologisches Landesmuseum, Referat Landesfundmagazin, mit Dienstsitz in der historisch bedeutenden Kasernen- und Bunkerstadt Zossen, OT Wünsdorf, wird zum nächstmöglichen Zeitpunkt gesucht:\neine/ein wissenschaftliche/-r Volontärin/Volontär (m/w/d)\nDie Ausbildungszeit beträgt zwei Jahre. Ziel des Volontariates ist die Befähigung zur Übernahme der vielfältigen Aufgaben eines Landesmuseums. Die Volontärin/der Volontär soll insbesondere in die Aufgaben und Arbeitsweisen des Landesfundmagazins sowie in das Ausstellungswesen eingeführt und zum selbstständigen Arbeiten angeleitet werden. Dafür sind auch dienstliche Tagesaufenthalte im Landesmuseum in Brandenburg an der Havel vorgesehen.\nVergütung in Höhe von 50 % des Tabellenentgelts EG 13 Stufe 1 (im 2. Jahr Stufe 2)\nIn Brandenburg sind zahlreiche Reste aller archäologischen Perioden seit der jüngeren Altsteinzeit vertreten. Aufgrund der Lage finden sich Einflüsse unterschiedlichster Kulturen auf engstem Raum. Im Landesfundmagazin werden zentral und fortlaufend alle Funde Brandenburgs gesammelt und dauerhaft magaziniert. 2028 feiert das Landesmuseum das 75. Jubiläum. Zu diesem Anlass sollen herausragende Funde der letzten Jahre in einer Sonderausstellung präsentiert werden.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-fuer-die-abteilung-archaeologie-2/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontariat-m-w-d-im-bereich-sammlungsforschung/", "image": "", "title": "Forschungsvolontariat (m/w/ d) im Bereich Sammlungsforschung", "content_text": "Pankok Museum, Hünxe Bewerbungsende: 28.09.2025 | Das Pankok Museum wurde als das â€žMuseum der Vielen fĂĽr alleâ€ś am 5.5.2023 neu erĂ¶ffnet. Sammeln, Bewahren, Erforschen, Ausstellen und Vermitteln sind seither die tragenden SĂ¤ulen seiner konzeptionellen Neuausrichtung. Angelehnt an die gelebten demokratischen Wertevorstellungen der KĂĽnstlerfamilie Pankok ist es dem Pankok Museum heute oberstes Gebot, deren geistiges und kĂĽnstlerisches VermĂ¤chtnis zu bewahren und durch Wissenschaft und Forschung in aktuelle gesellschaftspolitische Kontexte einzubetten.\nZiel ist es, ausgehend vom kĂĽnstlerischen und schriftlichen Nachlass der KĂĽnstlerfamilie Pankok Projekte von regionaler und ĂĽberregionaler Strahlkraft anzustoĂźen.\nDas Pankok Museum steht ein fĂĽr ein diskursives Ausstellungsprogramm zur Kunst der Moderne und der Gegenwart. Aber auch die AktualitĂ¤t von\nKunst und Leben\nerfahrbar zu machen, weiter zu denken und in die Welt zu tragen, hat es sich zur Aufgabe gemacht.\nZum Pankok Museum gehĂ¶ren das neue Kunstmuseum, weiter das heute unter Denkmal stehende, barocke Wohnhaus der KĂĽnstlerfamilie sowie der wild-romantische Naturpark mit eigenem Wald.\nTrĂ¤gerin des Pankok Museums ist die Otto Pankok Stiftung.\nForschungsgegenstand:\nGegenstand des Forschungsvolontariats im Bereich Sammlungsforschung ist die historische Kunstsammlung von Otto und Hulda Pankok, die katalogisiert und bewertet sowie digitalisiert werden soll.\nOtto und Hulda Pankok legten seinerzeit den Grundstein fĂĽr ihre kleine, aber feine Kunstsammlung von bemerkenswerter QualitĂ¤t: darunter sakrale Plastik aus dem Mittelalter und des Barocks (Christus- und Marienfiguren, Madonnen); Ikonen, darunter auch von ukrainischer und russischer Herkunft; eine PortrĂ¤tsammlung (darunter auch Prominenz jĂĽdischer Herkunft); archĂ¤ologische GerĂ¤te und ethnografische Objekte frĂĽher Hochkulturen (Kamerun, China, Vorderasien).\nWeiterhin bestimmen die Sammlung der Familie Pankok angewandte Kunst aus verschiedenen Perioden (Glas, Keramik); eine grĂ¶Ăźere Anzahl wertvoller alter BĂĽcher; MĂ¶belstĂĽcke aus der Zeit des Rokokos, des Biedermeiers, des Jugendstils; GemĂ¤lde, Grafik und Skulpturen von befreundeten oder geachteten Zeitgenossen des 20. Jahrhunderts sowie FundstĂĽcke.\nDie historische Kunstsammlung von Otto und Hulda Pankok lagert auf verschiedene RĂ¤ume verteilt in Haus Esselt, dem ehemaligen Wohnhaus der KĂĽnstlerfamilie Pankok. Eine Umlagerung in das Kunstmuseum und die dadurch ermĂ¶glichte Konservierung und Sicherung der wertvollen KunstgegenstĂ¤nde ist vorgesehen.\nDie wissenschaftliche ErschlieĂźung dieser Sammlung ist aus mehreren GrĂĽnden zwingend erforderlich:\n(1) um den Bestand zu dokumentieren und zu bewerten,\n(2) um neue biografische Informationen ĂĽber die Pankoks sowie ĂĽber deren Netzwerke zu sammeln,\n(3) um den Einfluss einzelner KunstgegenstĂ¤nde und Objekte auch in Otto Pankoks bildkĂĽnstlerischem Werk zu belegen (v.a. in den Atelierbildern und Interieurs seiner\nKohlezeichnungen),\n(4) um mit der zukĂĽnftig geplanten Musealisierung des Standortes Haus Esselt die AttraktivitĂ¤t des Pankok Museums als Gesamtkunstwerk fĂĽr die Region und ĂĽber die Landesgrenzen hinaus zu steigern.\nWir erwarten:\nEin abgeschlossenes wissenschaftliches Hochschulstudium (Master oder Promotion) bevorzugt im Fach Kunstgeschichte oder in anderen relevanten geisteswissenschaftlichen StudiengĂ¤ngen wie Kulturanthropologie, Empirische Kulturwissenschaft, EuropĂ¤ische Ethnologie\nnachgewiesene einschlĂ¤gige Erfahrungen im musealen oder wissenschaftlichen Bereich (z.B. Museumspraktika oder andere Formen der Mitarbeit in Museen, in Archiven, im Kunsthandel oder in anderen wissenschaftlich arbeitenden Institutionen)\nKenntnisse der europĂ¤ischen Kunst- und Museumslandschaft\nausgeprĂ¤gtes Interesse an der wissenschaftlichen Museumsarbeit und Sammlungs-dokumentation\nFĂ¤higkeit zu eigenstĂ¤ndigem und verantwortungsbewusstem Arbeiten\neine sorgfĂ¤ltige und strukturierte Arbeitsweise\nKommunikationsfĂ¤higkeit und ein hohes MaĂź an TeamfĂ¤higkeit\nSprachniveau Deutsch vergleichbar mit Level C2 des europĂ¤ischen Referenzrahmens (GER)\nsichere Anwendung der gĂ¤ngigen MS-Office-Programme\nvon Vorteil sind Kenntnisse im Umgang mit Daten- und Objektdatenbanken sowie Erfahrungen mit Social Media-Kommunikation\ndie Bereitschaft â€“ gegen Freizeitausgleich â€“ gelegentlich auch an den Wochenenden zu arbeiten\nFĂĽhrerschein Klasse B\nWir bieten:\nein angenehmes Umfeld in einem kleinen Betrieb mit flachen Hierarchien\ndie Mitarbeit in einem aufgeschlossenen und engagierten Team\nEinblick in alle Bereiche der Museumsarbeit\nnoch junge Strukturen, die Sie einladen mitzudenken und mitzugestalten\nregelmĂ¤Ăźige Arbeitstreffen und Austausch in unserem wissenschaftlichen Team: gemeinsam mit der Bearbeiterin des Werkverzeichnisses der Kohlezeichnungen von Otto Pankok (Projektstart 1.1.2026) und der Museumsleitung\nTeilnahme an Meetings und Kommunikation mit dem gesamten Museums-team\ndie KostenĂĽbernahme fĂĽr ein umfangreiches Fortbildungsangebot zu den unterschiedlichsten museumsrelevanten Themenbereichen.\nWeitere Infos:\nUnsere Stellenbesetzung wird durch das FĂ¶rderprogramm â€žForschungsvolontariat Kunstmuseen NRWâ€ś 2026â€“2027 durch das MKW ermĂ¶glicht und findet in Kooperation mit der Heinrich Heine UniversitĂ¤t DĂĽsseldorf statt.\nDie VergĂĽtung entspricht im ersten Jahr 50% der Entgeltgruppe 13 TVĂ¶D, Stufe 1 und ab dem zweiten Jahr 50% der Entgeltgruppe 13 TVĂ¶D, Stufe 2.\nDie regelmĂ¤Ăźige wĂ¶chentliche Arbeitszeit betrĂ¤gt in Vollzeit 39 Stunden. Das Volontariat ist auf zwei Jahre befristet.\nDie VorstellungsgesprĂ¤che finden voraussichtlich in der dritten Oktoberwoche (20.10. bis 24.10.2025) statt.\nDie Besetzung der Stelle ist fĂĽr den 1. Januar 2026 vorgesehen,\ndie unter dem Vorbehalt\nder Mittelbereitstellung durch das Ministerium fĂĽr Kultur und Wissenschaft NRW steht.\nFĂĽr weitere AuskĂĽnfte wenden Sie sich gerne an die Museumsleitung Dr. Dagmar Schmengler, Telefon 0160 910 730 20.\nBewerbungen von Menschen aller NationalitĂ¤ten sind ausdrĂĽcklich erwĂĽnscht.\nWir freuen uns auf Ihre aussagekrĂ¤ftige Bewerbung\nbis spĂ¤testens zum 28.09.2025\n, die Sie bitte mĂ¶glichst in einer PDF-Datei mit dem Betreff Forschungsvolontariat an Frau Julia Konegen, Assistenz der Museumsleitung,Â  Email\nkonegen@pankokmuseum.eu\nsenden.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfĂĽr ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontariat-m-w-d-im-bereich-sammlungsforschung/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-117/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Stiftung Insel Hombroich, Neuss | Die Stiftung Insel Hombroich widmet sich der Architektur, Kunst, Natur, Literatur, Musik und Philo­sophie. Mit insgesamt 43 Gebäuden auf ca. 64 ha bietet sie neben dem mu­sealen Be­reich einen Arbeits- und Wohnort für Künstler:innen unterschiedlicher Disziplinen sowie diverse Ausstellungs- und Veranstaltungsräume. Kern ist das international bekannte Museum Insel Hombroich mit einer zwei Jahrtausende umspannenden Sammlung von Kunst- und Kultur­objek­ten in begehbaren Skulp­turen und gestalteter Landschaft. Das archivische Zentrum betreut zudem Vor- und Nachlässe von Künstler:innen, Schriftsteller:innen und Wissenschaftler:innen aus dem Umfeld Hombroichs.\nFür die Entwicklung eines innovativen und vor allem institutionsspezifischen Vermittlungs­konzepts ist ab 1. Januar 2026 für die Dauer von zwei Jahren ein\nWissenschaftliches Volontariat (m/w/d)\nin der Stiftung Insel Hombroich zu besetzen.\nZiel ist es, die historische Entwicklung und Praxis von Bildung und „Nicht-Vermittlung“ in Hombroich sowie vergangene Überlegungen kritisch zu reflektieren und wissenschaftlich zu aufzu­arbeiten. Den Ausgangspunkt bildet das vom Maler Gotthard Graubner für den Stifter Karl-Heinrich Müller entwickelte Museumskonzept mit dem Verzicht auf jegliche Beschriftung und Museumspädagogik: „Jedes Bild, jede Skulptur, jedes Objekt muss seine eigene Sprache zur Geltung bringen, um sich entfalten zu können.“\nNeben der Arbeit in situ sollen vor allem Gespräche mit Zeitzeug:innen, den Künstler:innen-Guides sowie die Sichtung und Aufarbeitung von Quellen im Stiftungsarchiv erfolgen. In einer zweiten Phase soll dann die Erarbeitung eines zukunftsweisenden, hombroich­spezifischen Vermittlungskonzepts mit besonderem Fokus auf die individuelle Erfahrung und persönliche Ermächtigung in der Begegnung mit Kunst und Kultur folgen.\nProjektpartner für das Forschungsvolontariat im Rahmen des Förderprogramms des Minis­teri­ums für Kultur und Wissenschaft NRW ist das Institut für Kunst­ge­schichte der HHU Düssel­dorf. Im Mittelpunkt steht die Ausbildung und Vernetzung junger Nachwuchswissenschaft­ler:in­nen am Museum. Ein Begleitprogramm ermöglicht den Volontär:innen den Austausch unter­ein­ander sowie die aktive Teil­nahme an aktuellen Museums- und For­schungs­diskursen.\nIhre Voraussetzungen:\nein abgeschlossenes Hochschulstudium im Bereich Kultur- oder Kunstvermittlung, Kunst­geschichte, Geisteswissenschaften oder einer ähnlichen Studienrichtung;\nfundierte kunsthistorische Kenntnisse, insbesondere der Kunst des 20. und 21. Jahrhunderts;\nInteresse an innovativer Kulturvermittlung und angewandter Forschung, gerne mit prak­tischer Erfahrung;\nBegeisterung und Neugierde für die interdisziplinäre Zusammenhänge in Hombroich;\nsehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift;\nKommunikations- und Teamfähigkeit, Organisationstalent, Eigenständigkeit und Engagement\nWir bieten eine vielseitige und interessante Stelle in einem lebendigen und kreativen Team an außergewöhnlicher, inspirierender Wirkungsstätte. Während der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nEntsprechend der Förderrichtlinien erfolgt die Vergütung des Volontariats nach 50% E 13 Stufe 1 TV-L und erhöht sich im 2. Jahr auf Stufe 2. Die wöchentliche Arbeitszeit beträgt 40 Stunden (Vollzeit).\nBitte senden Sie uns Ihre digitale Bewerbung (Motivationsschreiben, Lebenslauf, Urkunden, sonstige Beilagen) mit dem Betreff „Wissenschaftliches Volontariat“ gesammelt in einem PDF (max. 5 MB) bis spätestens zum 17.09.2026  an folgende E-Mail-Adresse: bewerbung@inselhombroich.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-117/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-75/", "image": "", "title": "Wissenschaftliches Volontariat im Bereich Naturkunde", "content_text": "Museum Natur und Mensch, Freiburg i. Br. Bewerbungsende: 05.10.2025 | Das Museum Natur und Mensch zeichnet sich durch seine Interdisziplinarität aus:\nNaturkunde sowie die Ethnologische Sammlung. Die Naturkundesammlung gliedert sich in die Bereiche Botanik, Geologie, Mineralogie, Paläontologie und Zoologie und bietet damit ein vielseitiges und spannendes Arbeitsfeld.\nDeine Aufgaben\nDu arbeitest in allen Bereichen der Museumsarbeit mit. Neben dem Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln gehören hierzu auch die Bereiche Kommunikation/Öffentlichkeitsarbeit sowie die Organisation von Veranstaltungen.\nDu beschäftigst Dich mit Ausstellungskonzepten, arbeitest an deren Entwicklung mit und übernimmst hierfür administrative und organisatorische Aufgaben.\nDu recherchierst zu Objekten, schreibst Texte für Ausstellungen und andere Veröffentlichungen wie z.  für die Onlinesammlung der Museen Freiburg und interagierst mit externen Partner*innen.\nIm Zentralen Kunstdepot arbeitest Du objektbasiert in den Sammlungen, dokumentierst, digitalisierst und inventarisierst mit dem Museumsinformationssystem Imdas pro.\nDu beantwortest fachliche Anfragen und erstellst Beiträge für die Social-Media-Kanäle des Museums.\nDas bringst Du mit\nDu hast ein abgeschlossenes wissenschaftliches Hochschulstudium (M.Sc.) in einem bio- oder geowissenschaftlichen Fach; auch Forst- oder Umweltwissenschaften mit breiter naturwissenschaftlicher Grundlage.\nDu bringst ein ausgeprägtes Interesse für Museumsarbeit und Naturwissenschaften mit.\nDich zeichnet ein hohes Maß an Engagement und Lernbereitschaft aus.\nArbeiten im Team bereitet dir Freude. Du bist ein Organisationstalent und arbeitest gern selbständig und verantwortungsbewusst.\nDu hast eine sichere schriftliche Ausdrucksweise, beherrschst die gängigen MS-Office-Anwendungen und setzt diese routiniert im Arbeitsalltag ein.\nDu bringst gute Kenntnisse in Englisch und/oder Französisch mit.\nDas bieten wir Dir\nEine umfassende, zweijährige Ausbildung in Vollzeit mit frühestmöglichem Beginn zum 01.02.2026 oder nach Absprache.\nDie monatliche Vergütung entspricht 50 % von EG 13 Stufe 1 TVöD im ersten Jahr bzw. 50 % von EG 13 Stufe 2 TVöD im zweiten Jahr.\nEine aktive und kreative Mitarbeit mit hoher Eigenverantwortung in einem dynamischen Team.\nMobiles Arbeiten und unsere flexiblen Arbeitszeiten (im Arbeitszeitrahmen von 6 bis 22 Uhr, ohne Kernarbeitszeiten) ermöglichen Dir eine gute Vereinbarkeit von Beruf und Privatleben.\nMit dem JobTicket (für aktuell 29,23 €/Monat bzw. Deutschlandticket für 17,55 €/Monat) entlasten wir Dein Konto und schützen gemeinsam das Klima.\nHansefit (für aktuell 37 €/Monat) sorgt für mehr Bewegung und (D)einen Ausgleich im Alltag.\nJede Menge Kolleg*innen stehen für Dich, Deine Fragen und Anliegen bereit: Unser Betrieblicher Sozialdienst, unsere Betriebsärzt*innen, die Schwerbehindertenvertretung, die Stelle für Inklusion und Gesundheit sowie die Beauftragte für Menschen mit Behinderung, die Frauenbeauftragte, das Gender&Diversity-Team, das Seniorenbüro mit Pflegestützpunkt, unser Arbeitsschutz, …\nUnd unser Betriebliches Gesundheitsmanagement bietet Dir viele verschiedene Bewegungs- und Workshop-Angebote.\nNoch offene Fragen?\nDr. Silke Stoll, 0761/201-2560 beantwortet sie Dir gerne!\nBewirb Dich\nhier\nbis zum 05.10.2025 (Kennziffer E1747).\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-75/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-veranstaltungsmanagement-m-w-d/", "image": "", "title": "Mitarbeiter/in Veranstaltungsmanagement (m/w/d)", "content_text": "Städel Museum, Frankfurt am Main Bewerbungsende: 18.09.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Die Liebieghaus Skulpturensammlung liegt im schönsten Garten Frankfurts und zeigt 5000 Jahre Geschichte der Bildhauerkunst – vom Alten Ägypten bis zum Klassizismus. Für die Abteilung Veranstaltungsmanagement der Museen suchen wir\nzum 1. Januar 2026\neine/n\nMitarbeiter/in Veranstaltungsmanagement (m/w/d)\n(Vollzeit, zunächst befristet auf zwei Jahre mit Option auf Verlängerung)\nSie haben Freude daran, Menschen zusammenzubringen und für Kunst zu begeistern? Sie organisieren mit Leidenschaft und Kreativität Veranstaltungen und möchten für unsere Besucherinnen und Besucher besondere Erlebnisse schaffen? Dann freuen wir uns, Sie kennenzulernen!\nAls Mitarbeiter/in im Team Veranstaltungsmanagement organisieren Sie öffentliche Veranstaltungen für unser diverses Publikum und sorgen für einen reibungslosen Ablauf. Sie unterstützen die Planung beliebter Formate etwa Städel Sunday Sessions, Städel Nights, Secret Garden sowie städtische Events, wie die Nacht der Museen oder das Museumsuferfest.\nIhre Tätigkeiten:\nPlanung, Organisation und Betreuung von Events für das Städel Museum und die Liebieghaus Skulpturensammlung, dazu zählt insbesondere auch das Booking von Musikern, Bands und DJs\nProjektmanagement und Steuerung externer Dienstleister, wie Zulieferer, Caterer, Techniker, etc.\nUnterstützung bei administrativen Aufgaben\nMitarbeit bei der Weiterentwicklung von Veranstaltungen\nPflege und Ausbau des Eventnetzwerks\nIhr Profil:\nSie haben eine sehr gut abgeschlossene Ausbildung zur/m Veranstaltungskauffrau/mann oder abgeschlossenes Studium des Kulturmanagements sowie eine vergleichbare Qualifikation\nSie verfügen über erste berufliche Erfahrungen im eigenständigen Umsetzen von Kulturveranstaltungen und sind sicher und geübt im Projektmanagement, vorzugsweise im Kulturbereich\nSie sind ein hervorragendes Organisationstalent und haben ausgeprägte Kommunikationsfähigkeiten in deutscher und englischer Sprache\nSie arbeiten äußerst selbstständig, strukturiert, sind zuverlässig und teamfähig\nSie haben ein sehr gutes Gespür für Trends im Eventbereich, sind gut vernetzt, insbesondere in der Frankfurter Kulturszene\nSie begeistern sich für Kultur sowie für die Arbeit in einem Kunstmuseum\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen und sinnstiftenden Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeitsbereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum 18.09.2025 an\npersonal@staedelmuseum.de\n. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen. Für Fragen steht Ihnen Kerstin Schultheis, Leitung Veranstaltungsmanagement zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-veranstaltungsmanagement-m-w-d/", "date_published": "2025-08-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d-als-agile-coach-und-teamentwickler/", "image": "", "title": "Wissenschaftlicher Mitarbeiter (m/w/d) als Agile Coach und Teamentwickler", "content_text": "Deutsches Bergbau-Museum Bochum, Bochum Bewerbungsende: 05.09.2025 | Im Deutschen Bergbau-Museum Bochum (DBM), Leibniz-Forschungsmuseum für Georessourcen der DMT-Gesellschaft für Lehre und Bildung mbH, ist im Drittmittelprojekt “NFDI4Culture” zum nächstmöglichen Zeitpunkt die oben genannte Stelle in Teilzeit (28 h/Woche) zu besetzen.\nDie Stelle ist vorerst bis zum 31. Dezember 2028 befristet, mit Option auf Verlängerung bei Fortführung der NFDI.\nNFDI4Culture ist eines von 26 Konsortien der Nationalen Forschungsdateninfrastruktur (NFDI) mit dem Fokus auf Forschungsdaten materieller und immaterieller Kulturgüter (NFDI4Culture).\nIhre Mission\nIm Rahmen des bundesweiten Konsortiums NFDI4Culture bauen wir am Deutschen Bergbau-Museum Bochum ein Sustainability Framework auf, das die langfristige fachliche und finanzielle Sicherung der digitalen Dienste des Konsortiums gewährleistet.\nSie stärken die Arbeit des Konsortiums in agiler Methodik und nutzerzentrierten Entwicklung, damit Forschungs-, Kultur- und Gedächtnisinstitutionen die Dienste von NFDI4Culture gern, effizient und dauerhaft nutzen.\nIhre Aufgaben\nEinführung von agilen Frameworks (Scrum, Kanban etc.) und Befähigung der Teams, damit zu arbeiten\nUnterstützung der Teams beim Aufbau eines systematischen, nutzerzentrierten Entwicklungsprozesses zur Übersetzung der Nutzer-Insights für die Weiterentwicklung der Dienste durch die verantwortlichen Teams\nEtablierung und Moderation von Meetings aus den agilen Frameworks und Workshops (Sprint-Plannung, Review, Retrospektiven und Value-Workshop)\nEntwicklung von Angeboten zur Erfolgsmessung von Diensten für die Teams im Konsortium\nEntwicklung von Angeboten zur Optimierung von Arbeitsabläufen und Prozessen in NFDI4Culture\nVermittlung von Wissen und agiler Methodik an die Teams und das Konsortium\nFörderung der Etablierung einer agilen Haltung und entsprechender Rahmenbedingungen für agiles Arbeiten\nAktive Mitarbeit im NFDI-Verein in den Bereichen Betriebsmodelle, Dienstekooperationen sowie Governance und Sustainability\nMitwirkung an Publikationen sowie Workshops und Konferenzen zum Themenfeld “Agilität und Nutzerzentrierung” in der Wissenschaft\nWas Sie mitbringen\nAbgeschlossenes Hochschulstudium in Wirtschaftswissenschaften, Wirtschafts-/Medien-Informatik oder verwandte Fächer\nMehrjährige Erfahrung (> 6 Jahre) als Agile Coach oder Scrum Master\nMehrjährige Erfahrung (> 6 Jahre) in agiler Nutzer:innen zentrierter Entwicklung von Software\nFührungserfahrung in Teamleitung und Produktentwicklung\nSensibilität für Herausforderungen der Teams und Methodenkenntnis, um diese zu bearbeiten\nKommunikationsfähigkeit sowie Moderationsstärke und Ausstrahlungskraft, um in die gesamte Organisation hineinzuwirken\nSicherer Umgang mit Metriken und Controlling-Werkzeugen, um die Auskunfts- und Entscheidungsfähigkeit der Organisation zu erhöhen\nAusgeprägte analytische und konzeptionelle Fähigkeiten und souveränes Stakeholder-Management\nSichere Beherrschung der deutschen und englischen Sprache\nSelbstständiges und zielorientiertes Arbeiten\nWas wir Ihnen bieten\nVerantwortungsvolle Gestaltungsaufgabe in einem innovativen, bundesweiten Forschungs- und Kulturkonsortium\nKollegiales Arbeitsumfeld im Leibniz-Forschungsmuseum mit flachen Hierarchien und offener Feedback-Kultur\nFörderung Ihrer persönlichen Entwicklung sowie Ihrer fachlichen Qualifizierung durch regelmäßige Weiterbildungsveranstaltungen\nFlexible Arbeitszeitmodelle, die für eine ausgeglichene Work-Life-Balance sorgen\nSozialleistungen, wie 13. Gehalt, Urlaubsgeld, vermögenswirksame Leistungen\nIGBCE als Tarifpartner\nUmfangreiche Zusatzleistungen, wie pme-Familienservice, Gesundheitstage, Teilnahme an Firmenläufen, gutes, kollegiales Arbeitsklima, enge Zusammenarbeit mit dem Betriebsrat\nDie Vergütung erfolgt nach dem Haustarif der DMT-LB und ist für diese Stelle vergleichbar mit der Entgeltgruppe E 13 des Tarifvertrags der Länder (TV-L).\nFühlen Sie sich angesprochen?\nDann bewerben Sie sich über diesen\nLink.\nFür nähere Auskünfte zur Stelle steht Ihnen Herr Prof. Dr. Simon unter Holger.Simon@bergbaumuseum.de gerne zur Verfügung.\nInformationen über das Deutsche Bergbau-Museum Bochum erhalten Sie unter www.bergbaumuseum.de.\nWir, die DMT-LB, sind ein regional, national und international tätiges Unternehmen in Wissenschaft, Bildung und Kultur. Wir agieren mit zwei bekannten und anerkannten Institutionen – dem DBM und der TH Georg Agricola – nach außen.\nDie DMT-LB strebt nach Geschlechtergerechtigkeit und Vielfalt und begrüßt daher alle Bewerbungen – unabhängig von Geschlecht, Behinderung, Nationalität oder ethnischer und sozialer Herkunft.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d-als-agile-coach-und-teamentwickler/", "date_published": "2025-08-28T00:00:00"}]}