{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-museum-d-m-w/", "image": "", "title": "wissenschaftlicher Volontär – Museum (d/m/w)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 12.12.2025 | Das Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– sucht zum 15.03.2026\neinen wissenschaftlichen Volontär\n– Museum\n(d/m/w)\nDie Vergütung beträgt nach Maßgabe des RdErl. der StK vom 03.06.2019 – 11-0340, im ersten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 1 des TV-L und im zweiten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 2 des TV-L.\nDie Dauer des Volontariats ist auf zwei Jahre befristet. Der Dienstort ist Halle (Saale).\nDie Stelle steht in Vollzeit zur Verfügung. Während der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhre Aufgaben:\nIn der praxisbezogenen zweijährigen Ausbildung besteht Gelegenheit, alle Bereiche des Museums von der wissenschaftlichen Ausstellungskonzeption bis hin zur baulichen Umsetzung kennenzulernen.\nDen thematischen Schwerpunkt des Volontariats wird die Mitarbeit im Bereich Sonderausstellungen bilden. Der Fokus wird dabei auf der Vorbereitung der Sonderausstellung zur Archäologie der Ottonenzeit in Sachsen-Anhalt liegen.\nFachliche Voraussetzungen:\nabgeschlossenes Studium (M.A. oder vergleichbarer Abschluss) der Vor- und Frühgeschichte, Mittelalterarchäologie oder einer verwandten kunstgeschichtlichen oder historischen Disziplin\ngute Kenntnisse der mitteldeutschen Archäologie und/oder der Mittelalterarchäologie wünschenswert\nsehr gute Deutschkenntnisse und mindestens gute Englischkenntnisse, wünschenswert eine weitere Fremdsprache\nPersönliche Voraussetzungen:\nStrukturierte und zielorientierte Arbeitsweise (Organisationstalent) sowie Kommunikationsbereitschaft\nEngagement und Initiative, Teamfähigkeit und Flexibilität\nausgeprägte Bereitschaft zu interdisziplinärer Arbeit\nFahrerlaubnis/Führerschein und Bereitschaft zum Führen von Dienstkraftfahrzeugen\nBereitschaft zu Dienstreisen\ngute EDV-Kenntnisse und Bereitschaft, diese zu erweitern\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit der Möglichkeit für ein hohes Maß an Eigenverantwortung und kreativen Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\neinen attraktiven Arbeitsplatz\ndie Möglichkeit zur Teilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaubsanspruch im Jahr (bei einer 5 Tage Woche)\n12. und 31.12. frei\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 20/25\n– auch außen auf dem Briefumschlag – bis zum 12.12.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–Landesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nDie Vorstellungsgespräche finden am 04.02.2026 in Halle (Saale) statt.\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-museum-d-m-w/", "date_published": "2025-11-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bildung-partizipation-outreach-m-w-d/", "image": "", "title": "Bildung – Partizipation – Outreach (m/w/d)", "content_text": "Museum Friedland, Friedland Bewerbungsende: 30.11.2025 | Das Museum Friedland ist das erste Migrationsmuseum in Deutschland, das Flucht und Migration in Vergangenheit und Gegenwart gleichermaßen thematisiert. Es erzählt Migrationsgeschichte(n) an einem einzigartigen Ort, in unmittelbarer Nähe zum Grenzdurchgangslager Friedland. Mit der musealen Darstellung von Migration gestern und heute liefert es unverzichtbare Grundlagen und Perspektiven für eine fundierte gesellschaftliche Debatte über Migration, Teilhabe und Vielfalt. Derzeit wird das Museum mit Unterstützung des Landes Niedersachsen und des Bundes grundlegend erweitert. Die zweite Dauerausstellung im Erweiterungsbau wird nicht nur auf die Fluchtbewegungen der jüngsten Zeit eingehen, sondern auch als Zukunftswerkstatt zur gemeinsamen Gestaltung einer vielfältigen Migrationsgesellschaft anregen. Weitere Informationen unter\nwww.museum-friedland.de\n.\nDas Museum Friedland bei Göttingen ist gegenwärtig Bestandteil des Niedersächsischen Ministeriums für Wissenschaft und Kultur. Aufgrund einer Verwaltungsvereinbarung zwischen dem Land Niedersachsen und der Gemeinde Friedland sind die Beschäftigten im Museum Friedland Angestellte der Gemeinde Friedland.\nFür das Museum Friedland ist die Stelle Bildung – Partizipation – Outreach (m/w/d) zu besetzen.\nDie Position ist zum 01.01.2026 zu besetzen und zunächst auf zwei Jahre befristet. Es handelt sich um eine Vollzeitstelle mit 39 Stunden. Die Vergütung erfolgt in der Entgeltgruppe 11 TVöD. Ziel der Stelle ist es, innerhalb von zwei Jahren die Ergebnisse eines 2025 beendeten Outreachprojekts in den Regelbetrieb zu übertragen und an die sich infolge der Eröffnung des Erweiterungsbaus ändernden Strukturen im Bildungs- und Vermittlungsbereich anzupassen.\nZu Ihren Aufgaben gehören unter anderem:\nKonzeption, Organisation und Durchführung von mehrsprachigen Bildungsformaten und Veranstaltungen, die ehemalige und gegenwärtige Bewohner:innen des Grenzdurchgangslagers einbeziehen\nKonzeption, Kuration und Umsetzung partizipativer, mehrsprachiger Ausstellungen im Neubau\nKommunikation und Zusammenarbeit mit Projektpartner:innen, Zeitzeug:innen Communityaufbau und -pflege mit ehemaligen und gegenwärtige Bewohner:innen und Mitarbeiter:innen des Grenzdurchgangslagers sowie Friedländer Bürger:innen\nAnleitung der dem Bereich zugeordneten, angestellten und ehrenamtlichen Mitarbeiter:innen sowie Dienstleister\nNetzwerkpflege mit lokalen und überregionalen Partnern aus den Bereichen Museum, MSO, Flüchtlingshilfe\nKonzeption, Organisation und Durchführung von internationalen Jugendbegegnungen\nAnsprache von Zeitzeug:innen und Durchführung von Zeitzeug:inneninterviews\nBeteiligung bei der Entwicklung von Förderanträgen und Forschungsprojekten sowie Durchführung von Förder- und Forschungsprojekten\nAdministrative Prozesse\nFormale Anforderungen:\nErfolgreich abgeschlossenes Hochschulstudium (Diplom, Magister, Master) der Fachrichtungen Geschichte, Europäische Ethnologie/Kulturanthropologie, Kulturwissenschaften, Soziologie oder eines vergleichbaren Studienganges.\nEinschlägige mehrjährige Berufserfahrung im Museum, insb. in der Bildungsarbeit, und in der Arbeit mit Menschen mit Fluchterfahrungen\nFachliche Anforderungen:\nKenntnisse und Erfahrungen in der Entwicklung von partizipativen Bildungs- und Veranstaltungsformaten, auch im internationalen Kontext\nKenntnisse und Erfahrungen in der Kuration von partizipativen (Sonder)Ausstellungen\nHervorragende Kenntnisse zum Themenfeld Flucht und Migration sowie aktuellen Entwicklungen und Diskursen auf diesem Gebiet\nExzellente Kenntnisse der deutschen und englischen Sprache in Wort und Schrift. Wünschenswert sind weitere Fremdsprachenkenntnisse, z.B. Arabisch, Russisch oder Französisch.\nDes Weiteren setzen wir voraus:\nAusgeprägte interkulturelle Kompetenzen\nVernetzung in der nationalen und internationalen Museumslandschaft\nEigeninitiative und Selbständigkeit, großes Planungs- und Organisationsgeschick sowie ausgeprägte Kommunikations- und Teamfähigkeit\nGesucht wird eine dynamische und engagierte Person, die mit ihrer freundlichen, auf-geschlossenen und empathischen Art auf Menschen zugeht. Wir bieten Ihnen eine kreative Arbeitsatmosphäre im Team des jungen Museums Friedland nur wenige Minuten von der Universitätsstadt Göttingen entfernt. Sie erhalten die Gelegenheit, die Bildungsarbeit eines modernen Museums mit zukunftsweisender Ausrichtung zum Thema Flucht und Migration mitzugestalten.\nDie Bewerbung von Personen mit eigener Migrationserfahrung oder familiärer Migrationsgeschichte ist ausdrücklich erwünscht. Schwerbehinderte Bewerber:innen und diesen gleichgestellte Personen werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir Sie, uns bereits in Ihrem Bewerbungsschreiben einen Hinweis auf Ihre Schwerbehinderung bzw. Gleichstellung zu geben. Es wird angestrebt, in allen Bereichen und Positionen Unterrepräsentanzen im Sinne des Niedersächsischen Gleichberechtigungsgesetzes (NGG) abzubauen.\nBitte richten Sie Ihre Bewerbung mit aussagekräftigen Unterlagen unter Angabe des möglichen Eintrittstermins\nbis zum 30.11.2025\nin einem einzigen PDF-Dokument und ausschließlich per E-Mail an:\njobs@museum-friedland.de.\nDas Auswahlverfahren findet voraussichtlich in der KW 50 statt.\nAnsprechpartner für das Museum Friedland:\nKlaus Hausmann\nMuseum Friedland\nBahnhofstraße 2\n37133 Friedland\nTelefonnummer: 05504-8056208\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/bildung-partizipation-outreach-m-w-d/", "date_published": "2025-11-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kasse-besucherservice-museumsshop-und-aufsicht-w-m-d/", "image": "", "title": "Mitarbeiter:in im Bereich Kasse, Besucherservice, Museumsshop und Aufsicht (w/m/d)", "content_text": "LWL-Museum für Naturkunde, Münster Bewerbungsende: 12.12.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nMitarbeiter:in im Bereich Kasse, Besucherservice, Museumsshop und Aufsicht (w/m/d)\nEG 4 TVöD VKA\nfür unser LWL-Museum für Naturkunde. Wir bieten eine befristete Teilzeitstelle (bis zu 19,5 Stunden/Woche). Die Stunden sind von montags bis sonntags entsprechend dem jeweiligen Dienstplan zu leisten. Die Stelle ist vorerst auf 2 Jahre befristet.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8607\nbis zum\n12.12.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.12.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kasse-besucherservice-museumsshop-und-aufsicht-w-m-d/", "date_published": "2025-11-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-assistenz-m-w-d-zur-erschliessung-der-objektsammlung-2/", "image": "", "title": "wissenschaftliche Assistenz (m/w/d) zur Erschließung der Objektsammlung", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 07.12.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist\nzum 1. Januar 2026 oder zum nächstmöglichen Zeitpunkt danach\neine Stelle der wissenschaftlichen Assistenz (m/w/d) zur Erschließung der Objektsammlung mit 70% der wöchentlichen Vollarbeitszeit (28 Wochenstunden) zu vergeben. Die Stelle ist auf zwei Jahre befristet. Dienstort ist die KZ-Gedenkstätte Dachau.\nIhre Aufgaben im Wesentlichen\nFormale und inhaltliche Erschließung der breit gefächerten Objektsammlung in einer My SQL-Datenbank mit Schwerpunkt auf archäologischen Funden\nReinigung, Fotografie und konservatorisch geeignete Verpackung der Objekte und Funde\nKoordinierung der Übertragung von externen Fund-Datensätzen in die hauseigene Datenbank in Zusammenarbeit mit dem externen Datenbank-Dienstleister\nZustandsüberprüfung und Organisation von Konservierungs- und Restaurierungsarbeiten\nMithilfe bei der Organisation zur Verlagerung von Teilen der Objektsammlung\nMitarbeit bei Recherchen zur Provenienz- und Objektgeschichte\nWir bieten\nEin vielfältiges Aufgabenspektrum\nEinen interessanten und abwechslungsreichen Arbeitsplatz\nEinen wertschätzenden Umgang im Kreis der Kolleg/inn/en und Vorgesetzten\nWir erwarten\nAbgeschlossenes Hochschulstudium in Museologie, Neuere und Neueste Geschichte, Archäologie, Kultur- und Politikwissenschaften, Digital Humanities, Ethnologie / Volkskunde oder einer vergleichbaren Disziplin\nKonservatorische und materialspezifische Kenntnisse verschiedener Objektgattungen (z.B. Grafik, Keramik, Textilien, archäologische Fundstücke)\nSicherer Umgang mit Museums- oder Archivdatenbanken und Indexierung\nGute Kenntnisse der Geschichte des Nationalsozialismus und der Konzentrationslager sowie erinnerungskultureller Themen\nGute kommunikative und organisatorische Fähigkeiten\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht der Entgeltgruppe 9b des TV-L (Bayern). Die Probezeit beträgt vier Monate. Die KZ-Gedenkstätte Dachau steht für Gleichberechtigung, Chancengleichheit und Inklusion. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen richten Sie bitte\nbis zum 7.12.2025\nin elektronischer Form über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an den Leiter der wissenschaftlichen Abteilung, Dr. Christoph Thonfeld, Alte Römerstraße 75, 85221 Dachau. Bei Rückfragen wenden Sie sich bitte an Anja Henschel (\nhenschel@kz-gedenkstaette-dachau.de\nbzw. unter 08131/66997-141) oder Jinyi Lee (\nlee@kz-gedenkstaette-dachau.de\nbzw. unter 08131/66997-163).\nDie\nBewerbungsgespräche\nwerden voraussichtlich\nin der KW 51 (15.-19.12.2025)\nstattfinden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-assistenz-m-w-d-zur-erschliessung-der-objektsammlung-2/", "date_published": "2025-11-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektstelle-zur-mitarbeit-m-w-d-im-archiv/", "image": "", "title": "Projektstelle zur Mitarbeit (m/w/d) im Archiv", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 07.12.2025 | Projektstelle zur Mitarbeit (m/w/d) im Archiv\nIn der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist\nab 1. Januar 2026 oder zum\nnächstmöglichen Zeitpunkt danach\neine\nProjektstelle zur Mitarbeit im Archiv (m/w/d)\nmit 100% der wöchentlichen Arbeitszeit (40 Wochenstunden) zu besetzen. Die Stelle ist auf zwei Jahre befristet.\nDie KZ-Gedenkstätte Dachau unterhält ein stetig wachsendes zeitgeschichtliches Archiv mit Schwerpunkt auf der Geschichte und Nachgeschichte des Konzentrationslagers Dachau sowie der verschiedenen Nachnutzungen seines Geländes. Das Archiv versammelt Dokumente, Fotos, Zeitungsberichte, Korrespondenzen von Behörden, Opferorganisationen und Privatpersonen, Nachlässe, Audio- und Videoaufzeichnungen von Interviews mit Überlebenden sowie weitere mediale Darstellungsformen zur Thematik.\nDie Stelle dient dazu, einen Vollzeitmitarbeiter im erforderlichen Umfang von seinen gegenwärtigen Aufgaben v.a. im Bereich der Pflege von Archivdatensätzen freizustellen, damit dieser sich im genannten Zeitraum schwerpunktmäßig der Begleitung der weiteren Neugestaltung des Datenbanksystems der KZ-Gedenkstätte Dachau widmen kann.\nIhre Aufgaben im Wesentlichen\nPflege und Bereinigung der existierenden Archivdatensätze, Kontrolle externer Archivdatenimporte und Vorbereitung neuer Archivdatensätze\nBearbeitung von Anfragen und Betreuung der Archivnutzer/innen\nErschließung, Archivierung und Bestandserhaltung aller Arten von Archivgut sowie Erweiterung des Archivs durch relevante Dokumente\nUnterstützung der Weiterentwicklung des Datenbanksystems\nWahrnehmung von Querschnittsaufgaben im Archivbereich\nWir bieten\nein vielfältiges Aufgabenspektrum\neinen interessanten und abwechslungsreichen Arbeitsplatz\neinen wertschätzenden Umgang im Kollegen- und Vorgesetztenkreis\nWir erwarten\nAbgeschlossenes wissenschaftliches Hochschulstudium mit Schwerpunkt in Neuerer und Neuester Geschichte, Kultur- oder Politikwissenschaften, Soziologie, Digital Humanities oder einer vergleichbaren Disziplin\nErfahrungen im Umgang mit Archivalien und entsprechenden Datenbanken sowie idealerweise Kenntnis der Open Source Software OpenRefine\nBerufserfahrung im Bereich von zeithistorischen Museen, Gedenkstätten oder vergleichbaren Einrichtungen der historisch-politischen Bildung\nKenntnisse der Geschichte des Nationalsozialismus (insb. der Konzentrationslager), der Nachkriegsgeschichte und erinnerungskultureller Themen\nFähigkeit zum selbständigen, konzeptionellen Arbeiten, soziale Kompetenz, Kommunikations- und Teamfähigkeit\nSichere Beherrschung der deutschen Sprache wird vorausgesetzt; gute Kenntnisse einer weiteren (west-/osteuropäischen) Sprache sind von Vorteil.\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht der Entgeltgruppe 9b des TV-L (Bayern), Die Probezeit beträgt vier Monate. Die KZ-Gedenkstätte Dachau steht für Gleichberechtigung, Chancengleichheit und Inklusion. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre Bewerbung mit Lebenslauf, Zeugnissen und einschlägigen Unterlagen richten Sie bitte\nbis zum 7.12.2025\nin elektronischer Form über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an Dr. Christoph Thonfeld, Leiter der wissenschaftlichen Abteilung. Telefonische Rückfragen richten Sie bitte an Andre Scharf (08131/66997-115). Die\nAuswahlgespräche\nwerden\nvoraussichtlich in der KW 51 (15.-19.12.2025)\nin der KZ-Gedenkstätte Dachau stattfinden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.12.2025", "url": "https://www.museumsbund.de/stellenangebote/projektstelle-zur-mitarbeit-m-w-d-im-archiv/", "date_published": "2025-11-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmanagerin-brandschutzbeauftragter-m-w-d/", "image": "", "title": "Sicherheitsmanager*in / Brandschutzbeauftragte*r (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 09.12.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot. Mit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann. Als Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine*n\nSicherheitsmanager*in / Brandschutzbeauftragte*n (m/w/d)\nunbefristet und in Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.12.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmanagerin-brandschutzbeauftragter-m-w-d/", "date_published": "2025-11-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-2/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d),", "content_text": "Kunsthaus Dahlem, Berlin Bewerbungsende: 15.12.2025 | Im Kunsthaus Dahlem ist ab 1. Februar 2026 die Stelle einer/eines wissenschaftlichen Volontärin/Volontärs (m/w/d), befristet für die Dauer von zwei Jahren zu besetzen.\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution. Der Schwerpunkt des wissenschaftlichen Volontariats liegt in der Vorbereitung von Wechselausstellungen zur deutschen Nachkriegsmoderne sowie ausgewählten zeitgenössischen Positionen.\nSchwerpunkte des Aufgabengebietes:\nMitarbeit bei der Planung und Durchführung von Ausstellungen\nInhaltliche Erarbeitung, Überwachung und Pflege von Ausstellungen\nWissenschaftliche Recherche und Pflege von Kontaktdaten\nEinholen von Angeboten und Vorbereitung von Aufträgen\nKoordination und Umsetzung von Projektaufgaben\nMitarbeit im Bereich Vermittlung, Öffentlichkeitsarbeit und Veranstaltungen\nKontaktpflege zu anderen Museen und wissenschaftlichen Institutionen\nVorbereitung und Durchführung von Veranstaltungen\nVorbereitung von Pressemitteilungen und Teilnahme an Pressegesprächen\nErarbeitung von museumspädagogischen Angeboten\nDurchführen von Führungen sowie Vermittlungs-Workshops\nAnforderungen:\nErfolgreich abgeschlossenes Hochschulstudium in einem museumsrelevanten Fach (Kunstgeschichte, Geschichte, Volkskunde und/oder vergleichbare Fächer) an einer Universität mit einem Diplom-, Magister- oder Masterabschluss oder einem Masterabschluss in entsprechend akkreditierten Studiengängen an einer Fachhochschule ist Voraussetzung.\nGute Kenntnisse der deutschen Kunstgeschichte des 20. Jahrhunderts und Bereitschaft zur umfassenden Einarbeitung in die Thematik sowie erste Erfahrungen in den Bereichen Museum/Ausstellungswesen durch Praktika, Werkverträge o.ä. sind gewünscht.\nSehr gute schriftliche und mündliche Ausdrucksfähigkeit sowie die Fähigkeit zum Verfassen allgemeinverständlicher Texte sind Voraussetzung.\nGute Fremdsprachenkenntnisse (Englisch ist Voraussetzung) und ein sicherer Umgang mit MS-Office sind gewünscht, Kenntnisse mit musealen Datenbanken sind von Vorteil.\nTeamfähigkeit, Sorgfalt, Selbstständigkeit, Organisationstalent und Belastbarkeit werden ebenso erwartet wie ergebnis- und serviceorientiertes Arbeiten.\nDas Kunsthaus Dahlem als Arbeitgeber eröffnet ein vielfältiges und spannendes Tätigkeitsfeld in einem engagierten Team sowie die Chance, eigenständig zu arbeiten und vertiefte Erfahrungen in den vielfältigen Aufgabenbereichen eines Stadt- und Regionalmuseums zu sammeln. Ebenso bestehen Fort- und Weiterbildungsmöglichkeiten zur fachlichen und persönlichen Weiterentwicklung durch interne und externe Fortbildungsangebote.\nDie Dauer des Volontariats beträgt 2 Jahre, wobei die ersten 3 Monate als Probezeit gelten. Es wird ein Unterhaltszuschuss in Höhe der von 50 % des Anfangsentgeltes in Anlehnung an die Entgeltgruppe 13 TV-L Stufe 1 (im zweiten Ausbildungsjahr mit einer Erhöhung auf Stufe 2) gewährt.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzungen der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht.\nAnerkannte Schwerbehinderte oder diesen gleichgestellte behinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte weisen Sie auf eine Schwerbehinderung gegebenenfalls bereits in der Bewerbung hin.\nBei Bewerberinnen/Bewerbern, die bereits im öffentlichen Dienst tätig sind, sind wir gehalten, im Rahmen des Auswahlverfahrens auch die aktuelle dienstliche Beurteilung (nicht älter als 1 Jahr) zu berücksichtigen. Soweit eine entsprechende Beurteilung nicht vorliegt, bitten wir, für die Erstellung zu sorgen.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungen sind mit einem tabellarischen Lebenslauf, Zeugnissen, ggf. Textproben und/oder Nachweisen über wissenschaftliche Tätigkeiten bis zum\n15.12.2025\nvorzugsweise per E-Mail (PDF, max. 5 MB) zu richten an info@kunsthaus-dahlem.de oder alternativ an:\nKunsthaus Dahlem\nKäuzchensteig 8\n14195 Berlin\nAuf die Übersendung von Sichthüllen oder umfangreichen Publikationen bitten wir zu verzichten. Aus Kostengründen ist für die Rücksendung der uns eingereichten Bewerbungsunterlagen ein ausreichend frankierter Rückumschlag beizufügen.\nSollte uns innerhalb von zwei Monaten nach Abschluss des Auswahlverfahrens keine gegenteilige Nachricht vorliegen, gehen wir davon aus, dass Sie kein Interesse am Rückerhalt der Unterlagen haben und sehen von einer weiteren Aufbewahrung ab.\nWeitere Informationen erhalten Sie unter www.kunsthaus-dahlem.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-2/", "date_published": "2025-11-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungsassistenten-w-m-d/", "image": "", "title": "Ausstellungsassistenten (w/m/d)", "content_text": "Stiftung Haus der Geschichte Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 30.11.2025 | Die Stiftung Haus der Geschichte Nordrhein-Westfalen ist eine Stiftung des öffentlichen Rechts mit Sitz in Düsseldorf. Auftrag der Stiftung ist es, die Geschichte des Landes Nordrhein-Westfalen lebendig darzustellen und anschaulich werden zu lassen. In Ausstellungen, Veranstaltungen, Publikationen und online sollen Entstehung, Entwicklung, Vielfalt und Wandel des Landes einer breiten Zielgruppe vermittelt werden.\nDie Stiftung sucht (Wochenarbeitszeit 39:50 Stunden) sachgrundbefristet für zunächst drei Jahre am Dienstort Düsseldorf:\nAusstellungsassistenten (w/m/d)\n(E 11 TV-L)\nfür die Erarbeitung der Dauerausstellung im Behrensbau am Mannesmannufer.\nIhre Aufgaben:\nMitarbeit an der konzeptionellen Erarbeitung und Umsetzung einer wissenschaftlichen und besucherorientierten fundierten Dauerausstellung zur Geschichte des Landes NRW,\nObjekt-, Foto- und Medienrecherchen sowie Kontaktpflege zu Zeitzeugen und Leihgebern,\nMitwirkung beim Verfassen von Ausstellungstexten,\nPflege der Objektdatenbank MuseumPlus,\nVerwaltung von Bild- und Urheberrechten,\nMitwirkung bei der Erarbeitung von museumspädagogischen Anwendungen,\nMitwirkung an der Projektorganisation.\nGesucht werden\nBeschäftigte mit:\nmindestens abgeschlossenem Bachelorstudium der Geschichts- oder Politikwissenschaften oder vergleichbarer Studiengänge,\nErfahrungen in der Museums- oder Ausstellungsarbeit,\nKenntnissen der deutschen Geschichte des 19. und 20. Jahrhunderts.\nVon\nVorteil\nsind:\nErfahrungen in der Vermittlung historischer Inhalte,\nErfahrungen in der Recherche in Archiven und Museen,\nKenntnisse im Umgang mit Gestaltungsprogrammen wie Photoshop oder InDesign,\nErfahrungen in der Zusammenarbeit mit z. B. Grafikagenturen, Baufirmen u. ä.\nAußerdem zeichnet sich\nIhr Profil\nwie folgt aus:\nSie besitzen eine ausgeprägte Fähigkeit zur Teamarbeit,\nBereitschaft zu Dienstreisen,\nSie sind kreativ, haben Freude am räumlichen Denken und sind einfallsreich in der Suche aussagekräftiger Ausstellungsobjekte.\nUnser Angebot\nan Sie:\nDie Einstellung erfolgt sachgrundbefristet (zunächst drei Jahre) im tariflichen Beschäftigungsverhältnis in der Entgeltgruppe 11 TV-L.\nIn der Stiftung gibt es eine familienfreundliche gleitende Arbeitszeit, Teilzeitbeschäftigung ist grundsätzlich möglich.\nFür die in der Stiftung geleisteten Arbeitszeiten von Tarifbeschäftigten wird entsprechend der Vorschriften des öffentlichen Dienstes in eine Zusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (VBL) einbezahlt (Zusatzrente).\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen noch unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nEbenfalls ausdrücklich erwünscht sind Bewerbungen von geeigneten schwerbehinderten und ihnen gleichgestellten Menschen im Sinne des SGB IX.\nDie Ausschreibung richtet sich ausdrücklich auch an Menschen mit Migrationsgeschichte.\nBitte bewerben Sie sich bis zum\n30. November 2025\nmit aussagekräftigen\nBewerbungsunterlagen (Anschreiben, Lebenslauf, Abschlusszeugnisse, Arbeitszeugnisse) in einer\nzusammengefassten PDF-Datei (max. 10 MB)\nper E-Mail an\nbewerbung@hdgnrw.de\nunter Angabe des Betreffs „\nAusstellungsassistenten/innen (w/m/d)“\noder auf dem Postweg an:\nStiftung Haus der Geschichte Nordrhein-Westfalen\n– Personalreferat –\nJägerhofstr. 29\n40479 Düsseldorf\nBei Rückfragen zu dem Bewerbungsverfahren steht Ihnen Frau Melanie Armelies unter der angegebenen E-Mail-Adresse zur Verfügung:\nmelanie.armelies@hdgnrw.de\n.\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass wir Ihre personenbezogenen Daten in unseren Systemen für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsassistenten-w-m-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/backoffice-mitarbeiterin-in-der-kulturvermittlung-m-w-d/", "image": "", "title": "Backoffice – Mitarbeiter*in in der Kulturvermittlung (m/w/d)", "content_text": "Tiroler Landesmuseen, Innsbruck (Österreich) Bewerbungsende: 30.11.2025 | Zur Verstärkung unseres Teams\nsuchen wir\nab 12.1.2026\neine/einen\nBackoffice – Mitarbeiter*in in der Kulturvermittlung (m/w/d)\nim Ausmaß einer Vollzeitstelle (40 Wochenstunden)\nDie Tiroler Landesmuseen (TLM) sind mit ihren vielfältigen Sammlungen und dem Zusammenschluss von fünf Häusern ein Universalmuseum. Sie verwalten einen der größten regionalen Sammlungsbestände Österreichs. Zu den Tiroler Landesmuseen gehören in Innsbruck das Ferdinandeum, das Zeughaus, das Volkskunstmuseum, die Hofkirche, das TIROL PANORAMA mit Kaiserjägermuseum und das Sammlungs- und Forschungszentrum in Hall in Tirol.\nMit den unterschiedlichen Sammlungen verstehen sich die Tiroler Landesmuseen als ein Forum der Wissenschaft und als Orte der Information und Begegnung, deren Ziel die Erforschung, Dokumentation, Bewahrung, Darstellung und die Vermittlung von Geschichte, Kunst und Kultur, von Natur, Wirtschaft und Technik in Tirol ist.\nAls Backoffice – Mitarbeiter*in in der Kulturvermittlung\nsind Sie als motivierte*r Teamplayer*in mit hoher Besucherorientierung erste Ansprechperson und Informationsstelle für Museumsbesucher*innen im Backoffice des Bereiches Kulturvermittlung. Sie beantworten (telefonisch und digital) effizient Buchungsanfragen zu Vermittlungsangeboten für Gruppen, führen zielgruppengerechte Beratungen durch, übernehmen die Terminplanung und die Disposition der Kulturvermittler*innen. Sie übernehmen Sekretariats- und Bürotätigkeiten für diesen Bereich und unterstützen bei Bedarf die Aktivitäten der Kulturvermittlung. In dieser Funktion arbeiten Sie mit dem Veranstaltungsmanagement der Kulturvermittlung zusammen und übernehmen in diesem Team bei Bedarf Vertretungen.\nUnsere Anforderungen\nkaufmännische Ausbildung (Maturaniveau) oder mehrjährige Berufserfahrung in vergleichbarer Position (Kultur- oder Tourismusbetriebe bevorzugt)\nhohe Beratungskompetenz, Dienstleistungsorientierung und Motivation\nsehr gute Kommunikationsfähigkeit, Konfliktfähigkeit\nausgezeichnete Deutsch- und Englischkenntnisse, weitere Sprachen von Vorteil\nInteresse für Kunst und Kultur und die Bereitschaft sich profunde Kenntnisse zu spezifischen Museumsangeboten anzueignen\nOrganisationstalent, Belastbarkeit, Stressresistenz\nsehr strukturierte, genaue und lösungsorientierte Arbeitsweise\nZahlenaffinität und Planungskompetenz\nsehr gute MS Office 365 – Kenntnisse\nErfahrung und Umgang mit Buchungssystemen erwünscht (Ticketsoftware)\naktive Mitwirkung bei der Erreichung der strategischen Ziele der TLM hinsichtlich Nachhaltigkeit\nWir bieten Ihnen …\neine Vollzeitstelle im Ausmaß von 40 Wochenstunden.\nflexible Arbeitszeiten im Rahmen der Betriebsvereinbarung für Gleitzeit.\nein Jahresbruttogehalt von € 41.300 (bei 40 Wochenstunden).\neinen attraktiven Arbeitsplatz an einem Standort mit hoher Lebensqualität.\nindividuelle Aus-, Fort- und Weiterbildungsmöglichkeiten.\nein Öffi-Ticket zur Erreichung der Betriebsstätten der TLM (Hall i. Tirol und Innsbruck).\nFür weitere Auskünfte steht Ihnen Mag. Katharina Walter (\nk.walter@tiroler-landesmuseen.at\n) zur Verfügung.\nWir weisen darauf hin, dass wir keinen Kostenersatz für Aufwendungen, die im Zusammenhang mit der Bewerbung entstehen, leisten.\nBitte richten Sie Ihre\naussagekräftigen Bewerbungsunterlagen\n(Motivationsschreiben, Lebenslauf, Zeugnisse und mit Angabe Ihres möglichen Eintrittstermins)\nausschließlich per E-Mail\n(in einem PDF, max. 5 MB)\nbis 30.11.2025\nan Lorena Kugel, Tiroler Landesmuseen-Betriebsgesellschaft m.b.H., Museumstr. 15, 6020 Innsbruck;\nbewerbung@tiroler-landesmuseen.at\n; tiroler-landesmuseen.at\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/backoffice-mitarbeiterin-in-der-kulturvermittlung-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-w-m-d/", "image": "", "title": "wissenschaftlicher Mitarbeiter (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 03.12.2025 | Das Deutsche Museum sucht einen\nwissenschaftlichen Mitarbeiter (w/m/d)\nfür die Entwicklung einer Wanderausstellung zum Thema „Planetary Health“ in Kooperation mit dem Munich Science Communication Lab (MSCL). Ziel der Ausstellung ist es, die engen Verbindungen zwischen natürlichen Systemen und der menschlichen Gesundheit lebensnah erfahrbar zu machen. Sie unterstützen unser Team bei der Entwicklung und Umsetzung von begleitenden Vermittlungsangeboten sowie bei der Evaluation der Ausstellung.\nIhre Aufgaben\nEntwicklung von Vermittlungsangeboten zum Thema „Planetary Health“ für verschiedene Zielgruppen\nErprobung und Durchführung der Angebote, Fortbildung der KommunikatorInnen und KulturvermittlerInnen\nBetreuung und Weiterentwicklung der interaktiven Spielstationen in der Ausstellung\nMitarbeit bei der Konzeption, Durchführung und Auswertung der Evaluation der Sonderausstellung inkl. Publikation der Ergebnisse\nMitwirkung bei Veranstaltungen im Rahmen der Ausstellung, wie z.B. Sonderführungen, Diskussionsabenden und Tagungen\nUnterstützung bei der Vorbereitung der Wanderung der Sonderausstellung\nMitwirkung an weiteren Projekten und Aktivitäten des MSCL und des Science Communication Lab des Deutschen Museums\nIhr Profil\nwissenschaftlicher Hochschulabschluss im naturwissenschaftlichen oder sozialwissenschaftlichen Bereich, im Lehramt oder im Bereich Kommunikation/Wissenschaftskommunikation\neinschlägige Praxiserfahrung in der Wissenschaftskommunikation\nErfahrungen in der Entwicklung und Umsetzung didaktischer Konzepte\nsehr gute Sprachkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Deutsch und Englisch\nvon Vorteil: Erfahrung im Veranstaltungsmanagement, Erfahrung in Methoden der empirischen Sozialforschung/Evaluation/Museumsforschung\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 13 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stelle ist projektbezogen befristet bis 31.03.2027.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n03.12.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2551\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-w-m-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geowissenschaftler-in-m-w-d/", "image": "", "title": "Geowissenschaftler: in (m/w/d)", "content_text": "Naturhistorisches Museum Mainz, Mainz Bewerbungsende: 23.11.2025 | Die Stadtverwaltung Mainz ist Dienstleisterin für Mainzer Bürger:innen und eine der größten Arbeitgeberinnen in der Region. Im Team Mainz sind ca. 5.000 Mitarbeiter:innen täglich für unsere Stadt im Einsatz. Wir verstehen uns als moderne Dienstleisterin, die offen ist für Verbesserungen, Anpassungen und Innovationen. Wir bieten qualitativ anspruchsvolle öffentliche Dienstleistungen für die Einwohner:innen und die Wirtschaft unserer Stadt.\nWir suchen Verstärkung für\nunser Naturhistorisches Museum\n:\nGeowissenschaftler: in im Naturhistorischen Museum (m/w/d)\nAls Schaufenster in die Erdgeschichte von Rheinland-Pfalz ist das Naturhistorische Museum Mainz das größte Naturkundemuseum seiner Art im Bundesland. Die angegliederte Landessammlung für Naturkunde Rheinland-Pfalz beherbergt 1,5 Millionen Sammlungsobjekte aus den Fachbereichen Paläontologie, Geologie, Mineralogie, Zoologie und Botanik und bietet eine umfassende Forschungsinfrastruktur für regionale, nationale und internationale Wissenschaftler:innen und Forscher:innen.\nInformationen zur Stelle:\nBesetzung ab:\nab sofort\nbefristet/unbefristet:\nunbefristet\nStundenumfang:\nTeilzeit (19,5 Wochenstunden)\nVergütung:\nEntgeltgruppe 13 TVöD\nBewerbungsfrist:\n23.11.2025\nKennziffer:\n452/06 (2025)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/geowissenschaftler-in-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zoologe-in-m-w-d/", "image": "", "title": "Zoologe/in (m/w/d)", "content_text": "Naturhistorisches Museum Mainz, Mainz Bewerbungsende: 23.11.2025 | Die Stadtverwaltung Mainz ist Dienstleisterin für Mainzer Bürger:innen und eine der größten Arbeitgeberinnen in der Region. Im Team Mainz sind ca. 5.000 Mitarbeiter:innen täglich für unsere Stadt im Einsatz. Wir verstehen uns als moderne Dienstleisterin, die offen ist für Verbesserungen, Anpassungen und Innovationen. Wir bieten qualitativ anspruchsvolle öffentliche Dienstleistungen für die Einwohner:innen und die Wirtschaft unserer Stadt.\nWir suchen Verstärkung für\nunser Naturhistorisches Museum\n:\nZoologe/Zoologin (m/w/d)\nAls Schaufenster in die Erdgeschichte von Rheinland-Pfalz ist das Naturhistorische Museum Mainz das größte Naturkundemuseum seiner Art im Bundesland. Die angegliederte Landessammlung für Naturkunde Rheinland-Pfalz beherbergt 1,5 Millionen Sammlungsobjekte aus den Fachbereichen Paläontologie, Geologie, Mineralogie, Zoologie und Botanik und bietet eine umfassende Forschungsinfrastruktur für regionale, nationale und internationale Wissenschaftler:innen und Forscher:innen.\nInformationen zur Stelle:\nBesetzung ab:\nab sofort\nbefristet/unbefristet:\nunbefristet\nStundenumfang:\nTeilzeit (19,5 Wochenstunden)\nVergütung:\nEntgeltgruppe 13 TVöD\nBewerbungsfrist:\n23.11.2025\nKennziffer:\n452/07 (2025)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/zoologe-in-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-kulturelle-bildung-m-w-d/", "image": "", "title": "Mitarbeiter Kulturelle Bildung (m/w/d)", "content_text": "LutherMuseen, Wittenberg Bewerbungsende: 05.12.2025 | Das Erbe Martin Luthers und der Reformation zu bewahren und zu vermitteln, ist die Aufgabe der LutherMuseen. 1997 als Stiftung Luthergedenkstätten in Sachsen-Anhalt gegründet, umfassen die LutherMuseen heute fünf reformationsgeschichtliche Gedenkstätten an den Standorten in Eisleben (Luthers Geburtshaus und Luthers Sterbehaus), Mansfeld (Luthers Elternhaus) und Wittenberg (Lutherhaus und Melanchthonhaus). Die Gebäude in Eisleben und Wittenberg sind im Jahr 1996 in das Weltkulturerbe der UNESCO aufgenommen worden.\nIm Bereich der kulturellen Bildung suchen wir einen\nMitarbeiter Kulturelle Bildung (m/w/d)\n(30 Stunden/ Woche)\nZu den Aufgaben gehören vor allem:\nBetreuung von Schulklassen, Gruppen und Einzelbesuchern\nFührung durch die Ausstellungen in den Museen der Stiftung\nMitwirkung bei der zielgruppenorientierten Durchführung von Angeboten und Programmen der kulturellen Bildung\nOrganisatorische Aufgaben für die Kulturelle Bildung und Museen/Ausstellungen\nSonstige Aufgaben wie z.B. Mithilfe bei museumspädagogischen Sonderveranstaltungen außerhalb der Öffnungszeiten\nWir suchen eine engagierte und breit gebildete Persönlichkeit mit einem hohen Maß an Verantwortungsbewusstsein, Sozialkompetenz, Kommunikationsgeschick, Motivation, Teamgeist und Respekt im Umgang mit Menschen. Außerdem erwarten wir:\npädagogische Erfahrungen und Kenntnisse insbesondere im Umgang mit Kindern und Jugendlichen\nfundierte Kenntnisse der Reformationsgeschichte sind wünschenswert\nwünschenswert sind zudem gute Fähigkeiten der englischsprachigen Kommunikation in Wort und Schrift\nWir bieten:\nArbeitsverhältnis nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L, Tarifgebiet Ost)\nVergütung mit Entgeltgruppe 4 bei Vorliegen der persönlichen und tariflichen Voraussetzungen\neine individuelle Zuordnung der tariflichen Erfahrungsstufe unter Berücksichtigung Ihrer bisherigen Berufserfahrung\nVereinbarkeit von Beruf und Familie\nzusätzliche Altersvorsorge (VBL) wird ermöglicht\nvermögenswirksame Leistungen können gewährt werden\nVielzahl an attraktiven Weiterbildungsmöglichkeiten, u.a. Seminare zur beruflichen Weiterentwicklung\nDie Zusammenarbeit soll zum 01.01.2026 bzw. zum nächst möglichen Zeitpunkt mit insgesamt 30 Stunden/ Woche beginnen. Die Stelle ist zunächst auf 2 Jahre befristet.\nDer Dienstort ist\nLutherstadt Wittenberg.\nChancengleichheit ist uns wichtig. Schwerbehinderte werden bei gleicher Eignung vorrangig berücksichtigt.\nBewerbungskosten können leider nicht erstattet werden. Ihre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte bis zum\n05.12.2025\nan die\nLutherMuseen\nStiftung Luthergedenkstätten in Sachsen-Anhalt\nStefanie Buschhardt\nCollegienstraße 54\n06886 Lutherstadt Wittenberg\nbewerbung@luthermuseen.de\nEs werden ausschließlich Bewerbungen berücksichtigt, die rechtzeitig unter der vorgenannten E-Mailadresse oder postalisch bei uns eingehen. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Daher werden die im Rahmen des Bewerbungsverfahrens erhobenen Daten entsprechend der einschlägigen Datenschutzvorschriften erhoben, verarbeitet und genutzt. Wir weisen Sie aber darauf hin, dass die Übersendung Ihrer E-Mail an uns unverschlüsselt erfolgt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.12.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-kulturelle-bildung-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vorfuehrerin-im-techlab-m-w-d/", "image": "", "title": "Vorführer*in im TechLab (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 30.11.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot. Mit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.Wir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann. Als Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.Die Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine*n\nVorführer*in im TechLab (m/w/d)\nunbefristet und in Vollzeit mit 39,4 Wochenstunden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/vorfuehrerin-im-techlab-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/it-systemingenieur-netzwerk-w-m-d-fachinformatiker-systemintegration-w-m-d/", "image": "", "title": "IT-Systemingenieur Netzwerk (w/m/d) / Fachinformatiker Systemintegration (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 03.12.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDie Abteilung IT-Betrieb stellt an allen Standorten und Dependancen des Deutschen Museums den einwandfreien Zustand und die optimale Funktion aller IT-Anlagen sicher und betreut den IT-Anwendungsbetrieb.\nWir vertrauen auf die Fähigkeiten und Fertigkeiten unserer rund 600 Mitarbeiterinnen und Mitarbeiter, die das Deutsche Museum mit Engagement und Tatkraft aktiv mitgestalten und besonders machen, ihre Ideen einbringen und mit ihrer Arbeit einen gesellschaftlichen Beitrag leisten.\nWir suchen Sie zum nächstmöglichen Zeitpunkt als\nIT-Systemingenieur Netzwerk (w/m/d) /\nFachinformatiker Systemintegration (w/m/d)\nIhre Aufgaben\nsind Teil folgender Prozesse innerhalb des Service Lifecycle gemäß ITIL\nService Design (insbes. Capacity-, Information Security- und Availability-Management)\nService Transition (insbes. Release-, Deployment- und Testmanagement)\nService Operation (insbes. Incident- und Problemmanagement im 2nd/3rd Level)\nContinual Service Improvement\nIhre Schwerpunkte liegen in der\nkonzeptionellen Erweiterung und Änderung unseres modernen IP-Netzwerkes\nMusterkonfiguration und Betreuung aller Netzwerkkomponenten (LAN, WAN, WLAN)\nKonfiguration und Betreuung der zugehörigen Authentifizierungs-Server und Zertifikate\nFehleranalyse und Fehlerbehebung im 2nd/3rd Level Support\nBetreuung der IT-Sicherheitskomponenten im Netzwerksektor\nIhr Profil\nHochschulabschluss im Bereich Informatik, Datentechnik oder Nachrichtentechnik oder Abschluss als Fachinformatiker Systemintegration (w/m/d)\neinschlägige Berufserfahrung in Netzwerkdesign, -konfiguration und -betrieb\nITIL-Kenntnisse wünschenswert\nErfahrung mit den Herstellern HP und Netzwerkauthentifizierung im LAN/WLAN von Vorteil\nPersönliche / soziale / methodische Kompetenzen\nTeam- und Kommunikationsfähigkeit\nProblemlösungsfähigkeit\nLernbereitschaft\nZuverlässigkeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Gehaltsvorstellung, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n03.12.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2552\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.12.2025", "url": "https://www.museumsbund.de/stellenangebote/it-systemingenieur-netzwerk-w-m-d-fachinformatiker-systemintegration-w-m-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachreferentin-der-depotorganisation-inventarisierung-und-archive-m-w-d/", "image": "", "title": "Fachreferent:in der Depotorganisation, Inventarisierung und Archive (M/W/D)", "content_text": "Archäologische Staatssammlung, München Bewerbungsende: 30.11.2025 | Die Archäologische Staatssammlung wurde 1885 gegründet und ist das zentrale Landesmu-seum für Vor- und Frühgeschichte in Bayern, das über fünf Abteilungen (Vorgeschichte, Rö-merzeit, Mittelalter und Neuzeit, die Mittelmeersammlung und Numismatik) und Restaurie-rungsateliers verfügt. Zum Haupthaus gehören außerdem acht auf die bayerischen Regie-rungsbezirke verteilte Zweigmuseen und mehrere Depots. Das Museumsgebäude wurde nach einer Generalsanierung und Erweiterung 2024 wiedereröffnet.\nDie Archäologische Staatssammlung bietet zum nächstmöglichen Zeitpunkt eine Stelle in Teilzeit mit 32 Wochenstunden, Entgeltgruppe 13 TV-L, unbefristet als\nFachreferentin, Fachreferent der Depotorganisation, Inventarisierung und Archive (M/W/D)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/fachreferentin-der-depotorganisation-inventarisierung-und-archive-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsaufsicht-m-w-d/", "image": "", "title": "Museumsaufsicht (m/w/d)", "content_text": "Glasmuseum Frauenau, Frauenau Bewerbungsende: 30.11.2025 | Das Glasmuseum Frauenau, Staatliches Museum zur Geschichte der Glaskultur, sucht eine\nMuseumsaufsicht (m/w/d)\nin Teilzeit mit 20 Wochenstunden, Entgeltgruppe 3 TV-L, unbefristet zum nächstmöglichen Zeitpunkt\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsaufsicht-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherdienst-museumsaufsicht/", "image": "", "title": "Besucherdienst / Museumsaufsicht", "content_text": "Sammlung Goetz, München Bewerbungsende: 23.11.2025 | Die Sammlung Goetz ist eine international bedeutende Sammlung für zeitgenössische Kunst in München. Sie umfasst Werke internationaler Künstlerinnen und Künstler aus verschiedenen Medien wie Malerei, Skulptur, Fotografie, Video und Installation. Für den Aufbau eines neuen Standorts in der Münchner Innenstadt suchen wir engagierte Unterstützung im Bereich\nBesucherdienst/Museumsaufsicht\nin Vollzeit mit 40 Wochenstunden, Entgeltgruppe 3 TV-L, unbefristet zum nächstmöglichen Zeitpunkt\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherdienst-museumsaufsicht/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-ausstellungs-und-sammlungswesen-stellvertretende-museumsleitung-m-w-d/", "image": "", "title": "Leitung Ausstellungs- und Sammlungswesen, stellvertretende Museumsleitung (m/w/d)", "content_text": "Freilandmuseum Oberpfalz, Nabburg | Der Bezirk Oberpfalz sucht im Rahmen der Nachfolge für das\nFreilandmuseum Oberpfalz\nin Nabburg zum\nnächstmöglichen Zeitpunkt\neine\nLeitung Ausstellungs- und Sammlungswesen,\nstellvertretende Museumsleitung (m/w/d)\nin Vollzeit\nDas Freilandmuseum Oberpfalz ist eines der größten Museen für Alltags- und Baukultur in Bayern. Auf seinem rund 33 Hektar großen Museumsgelände sind rund 50 translozierte Gebäude im Kontext einer rekonstruierten anthropozänen Kulturlandschaft ausgestellt. Der Fachbereich Ausstellungs- und Sammlungswesen ist innerhalb des Museums für das Sammeln, Erforschen und Bewahren des materiellen und immateriellen Kulturerbes der Oberpfalz sowie für die Konzeption und Durchführung von Ausstellungen zuständig.\nAufgabenschwerpunkte:\nSie leiten den Fachbereich Ausstellungs- und Sammlungswesen organisatorisch, personell und finanziell und entwickeln Ideen zu dessen strategischen Weiterentwicklung.\nSie erforschen die umfangreichen Sammlungsobjekte sowie der verschiedenen Archivbestände und gewährleisten den sicheren und dauerhaften Erhalt der Sammlungen sowie deren datenbankgestützte Erschließung.\nSie legen konservatorische Qualitätsstandards für die Museumsdepots fest und setzen diese durch geeignete Maßnahmen um.\nSie entwickeln Kommunikationskonzepte, um die umfangreichen Sammlungsbestände einer breiten Öffentlichkeit zugänglich zu machen.\nSie übernehmen die wissenschaftliche Konzeption, Ausarbeitung und das Kuratieren von kulturhistorischen Ausstellungen und arbeiten dabei eng mit den Fachbereich „Vermittlung und Umwelt“ zusammen.\nIn Abwesenheit der Museumsleitung übernehmen Sie die Gesamtleitung des Freilandmuseums Oberpfalz.\nIhr Profil:\nSie verfügen über\neinen abgeschlossenen kulturwissenschaftlichen, (kunst-)historischen oder museologischen Masterstudiengang, idealerweise mit Schwerpunkt im Bereich der Sachkulturforschung.\nein hohes Maß an strategischem und analytischem Denken.\nein extrem hohes Verantwortungs- und Nachhaltigkeitsbewusstsein.\ndie Fähigkeit zur Umsetzung von Projekten mit einem zeitlichen Horizont von einer Dekade und länger.\neine ausgeprägte kuratorische Kompetenz und idealerweise erste Erfahrungen im Bereich Ausstellungsmanagement.\nvon Vorteil wäre ein Volontariat oder vergleichbare Berufserfahrung in den Bereichen Sammlung, Konservierung und Ausstellung sowie erste Erfahrungen, zumindest bereits Fortbildungen, im Bereich der Mitarbeitendenführung.\nFreuen Sie sich auf:\nEinen der schönsten Arbeitsplätze der Oberpfalz und ein tolles Team.\nEine verantwortungsvolle, interessante und abwechslungsreiche Tätigkeit mit einem hohen Gestaltungsspielraum.\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst in Form eines unbefristeten zukunftssicheren Beschäftigungsverhältnisses.\nGleitende Arbeitszeit und flexible Arbeitszeitmodelle (Der Bezirk ist Mitglied des Familienpaktes Bayern und fördert die Vereinbarkeit von Familie und Beruf).\nEine Jahressonderzahlung und leistungsabhängige Entgeltbestandteile nach den Vorgaben des TVöD und den hierzu internen Regelungen.\nEine arbeitgeberfinanzierte betriebliche Altersversorgung und vermögenswirksame Leistungen.\nAufgabenorientierte Fortbildungsmöglichkeiten.\nKaffee for free und eine Reihe weiterer betrieblicher Benefits.\nWeitere Informationen für Sie:\nEine Beschäftigung im öffentlichen Dienst ist familienfreundlich, zukunftssicher, flexibel und vor allem im Dienst des Allgemeinwohls.\nEs handelt sich um eine Vollzeitstelle, bei deren Besetzung Teilzeitwünsche nach Möglichkeit berücksichtigt werden. Die Vergütung erfolgt nach TVöD-VKA.\nDie Inklusion von Menschen mit Behinderung ist für den Bezirk Oberpfalz selbstverständlich. Wir freuen uns über Bewerbungen von Menschen aller Nationalitäten, Geschlechter, Religionen, sexueller Orientierungen und jeglichen Alters.\nBitte richten Sie Ihre Bewerbung bis\nspätestens 07.12.2025\nbevorzugt\nper E-Mail als pdf-Datei\nan\nfreilandmuseum@bezirk-oberpfalz.de\noder auf dem Postweg an den:\nFreilandmuseum Oberpfalz\nNeusath 200\n92507 Nabburg\nDie Vorstellungsgespräche für diese Stelle finden voraussichtlich in der KW 03 (2026) statt.\nWeitere fachliche Auskünfte erteilt Ihnen gerne Herr Dr. Hammerl (Tel. 09433/ 2442-3000).\nBei personalrechtlichen Fragen zur Stellenausschreibung steht Ihnen Herr Wolf zu Ihrer Verfügung (Tel. 0941/9100-4312).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/leitung-ausstellungs-und-sammlungswesen-stellvertretende-museumsleitung-m-w-d/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/eine-n-mitarbeiter-in-m-w-d-fuer-den-museumsshop-im-landesmuseum-mainz/", "image": "", "title": "eine/n Mitarbeiter/in (m/w/d) für den Museumsshop im Landesmuseum Mainz", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 04.12.2025 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – stellt zum nächstmöglichen Zeitpunkt\neine/n Mitarbeiter/in (m/w/d)\nfür den Museumsshop im Landesmuseum Mainz\nin Teilzeit mit der Hälfte der regulären Wochenarbeitszeit (50%, 19,5 Std.) für die Dauer von einem Jahr ein. Dienstort ist Mainz. Die Eingruppierung erfolgt nach Entgeltgruppe 5 TV-L.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine obere Landesbehörde und unmittelbar dem Ministerium des Innern und für Sport nachgeordnet. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist eines der ältesten Museen in Deutschland. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nAls Mitarbeiter/in (m/w/d) des Museumsshops erwarten Sie folgende abwechslungsreichen Aufgaben:\nEmpfang und Begrüßung der Besucher/innen\nallgemeine Besucherinformation sowie Beratung der Besucherinnen und Besucher zu den musealen Angeboten sowie den aktuellen Veranstaltungen\nVerkauf von Eintrittskarten, einem vielfältigen Publikationsangebot sowie einem reichhaltigen Sortiment an sogenannten Merchandising-Produkten sowie Durchführung der Abrechnung der Kassengeschäfte für den Bereich Ticketing, Museumsshop\nMitwirkung bei der Warenwirtschaft und der Weiterentwicklung der Angebote und Produktpalette des Museumsshops\nUnterstützung bei der Vor- und Nachbereitung sowie Durchführung von Veranstaltungen des Landesmuseums Mainz\nBedienung der multimedialen Bespielung\nFür diese Aufgaben wünschen wir folgende Qualifikationen:\neine erfolgreich abgeschlossene Ausbildung in einem kaufmännischen Beruf, vorzugsweise als Kauffrau/-mann im Einzelhandel oder vergleichbare Kenntnisse mit entsprechender mehrjähriger beruflicher Erfahrung\nFreude am Umgang mit Menschen\nInteresse an Geschichte und Kultur\ngutes sprachliches Ausdrucksvermögen\nsichere Anwendung von MS-Office (Word, Excel, Outlook), der Bürokommunikationstechnik und Bereitschaft für das Erlernen des Kassensystems\nBerufserfahrung in einem vergleichbaren Aufgabenbereich sind vorteilhaft\nsicheres Auftreten und gute Umgangsformen\nhohe Flexibilität und Belastbarkeit, ausgeprägte Teamfähigkeit\nZuverlässigkeit und Bereitschaft zu regelmäßigen Diensten an Wochenenden und Feiertagen nach Dienstplan sowie die Arbeitszeit den dienstlichen Bedürfnissen saisonal anzupassen\nFremdsprachenkenntnisse (Englisch oder Französisch) sind erwünscht\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 86/2025\nbis zum\n04.12.2025\nan:\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\noder\nbewerbung@gdke.rlp.de\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.12.2025", "url": "https://www.museumsbund.de/stellenangebote/eine-n-mitarbeiter-in-m-w-d-fuer-den-museumsshop-im-landesmuseum-mainz/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-2/", "image": "", "title": "Museumspädagoge/in (m/w/d)", "content_text": "Naturkundemuseum Leipzig, Leipzig Bewerbungsende: 20.11.2025 | Die Stadt Leipzig sucht zum nächstmöglichen Zeitpunkt, befristet zur Vertretung bis zum 31. Dezember 2026,  für das Kulturamt, Naturkundemuseum Leipzig eine/-n Museumspädagogin/ Museumspädagogen (m/w/d).\nDas\nNaturkundemuseum\nder Stadt Leipzig, ein Regiebetrieb des Kulturamtes, beherbergt international bedeutsame Sammlungen mit mehreren Hunderttausend wissenschaftlichen Belegen aus aller Welt und ist ein Archiv des regionalen Naturraums Mitteldeutschland. Als Institution der Forschung, Bildung und Vermittlung wird es in den kommenden Jahren an einem neuen Standort von Grund auf neu entwickelt, mit dem Anspruch zu den führenden Naturkundemuseen Deutschlands zu gehören. Unterstützen Sie uns, dieses Ziel zu erreichen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.11.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-2/", "date_published": "2025-11-08T00:00:00"}]}