{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-bereich-provenienzforschung/", "image": "", "title": "Wissenschaftlicher Volontär (w/m/d), Bereich Provenienzforschung", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 25.02.2026 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes und inklusives Vermittlungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nZum nächstmöglichen Zeitpunkt besetzen wir die Stelle als\nWissenschaftlicher Volontär (w/m/d), Bereich Provenienzforschung\n(in Vollzeit, 39,5 Stunden/Woche, befristet auf 2 Jahre)\nIhre Aufgaben:\nDas wissenschaftliche Volontariat dient der Aus- und Fortbildung von Wissenschaftlern (w/m/d) der museumsrelevanten Studienfächer. Sie absolvieren das Volontariat im Bereich Provenienzforschung und sind für die Provenienzrecherche zu ausgewählten Zeichnungen der Klassischen Moderne in Form von Erstchecks zuständig. Selbstverständlich erhalten Sie während Ihres Volontariats gemäß dem Ausbildungsplan für Volontärinnen und Volontäre Einblicke in alle museumsrelevanten Bereiche unseres Hauses. Sie unterstützen außerdem die Kuratorinnen und Kuratoren der Abteilung Wissenschaft und erhalten Einblick in die tägliche Museumsarbeit.\nIhr Profil:\nSie haben Ihr wissenschaftliches Hochschulstudium (Diplom, Magister, Master) der Kunstgeschichte, Provenienzforschung, Geschichtswissenschaft oder eines anderen einschlägigen Studienfachs erfolgreich abgeschlossen. Sie interessieren sich sowohl für die wissenschaftliche Tätigkeit im Bereich der Provenienzforschung als auch für die praktische Museumsarbeit. Neben einer fachlichen Kompetenz sind eine kommunikative, aufgeschlossene Art und Teamfähigkeit unerlässlich. Darüber hinaus sollten Sie mit der gängigen Software (MS-Office, Datenbanken) gut vertraut sein. Sehr gute Englischkenntnisse sowie möglichst Kenntnisse in einer weiteren Fremdsprache sind erwünscht.\nDas Volontariat ist auf 2 Jahre befristet und wird nach den Vorgaben des Landes für Volontariate durchgeführt und vergütet: 1. Jahr: 50% der Stufe 1 der EG 13 TV-L, 2. Jahr: 50% der Stufe 2 der EG 13 TV-L. Nach erfolgreichem Abschluss des Volontariats wird eine befristete einjährige Weiterbeschäftigung in Teilzeit angestrebt, sofern es die vom Ministerium für Wissenschaft, Forschung und Kunst Baden-Württemberg zugesagten Projektmittel zulassen.\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nBewerber (w/m/d) mit Behinderung oder Gleichstellung werden bei entsprechender Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte bis zum\n25.02.2026\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der\nKennziffer SGS-2026-03\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Johanna Poltermann unter T +49 711 47040-462. Für allgemeine Fragen steht Ihnen unser Bereich Personal unter T +49 711 470 40 194 zur Verfügung.\nHinweise zu Ihren per E-Mail übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-bereich-provenienzforschung/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-im-aufsichtsdienst-in/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) im Aufsichtsdienst in Hildesheim", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Hildesheim Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen\nMitarbeiter (m/w/d)\nfür den Museumsaufsichtsdienst\nin einem musealen Objekt in\nHildesheim.\nDie Tätigkeit kann in versicherungspflichtiger\nTeilzeit\n(60-70 Stunden/ Monat oder bis 120 Stunden/ Monat)\naufgenommen\nwerden.\nArbeitszeiten:\nDi-So 10.45-17.00 Uhr, nach Vorausplanung\nwenige Sonderveranstaltungen außerhalb der Öffnungszeiten\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nSie können sich auf ein überaus nettes Team an Kollegen freuen\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine\nabwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nArbeitszeiten nach Vorplanung, innerhalb der Öffnungszeiten auch an Sonn- und Feiertagen\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement mit vielfältigen Mitarbeiterangeboten rund um das Thema „Gesundheit“\nEine\nqualifizierte Einarbeitung\nim Rahmen der Tätigkeit ist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie bewachen die Ein- und Ausgänge im Museum\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie führen den Wachdienst, Objektschutz und Veranstaltungsdienst durch\nSie beaufsichtigen die Ausstellungsräume (Wachdienst / Objektschutz)\nSie stellen das Einhalten der jeweiligen Vorschriften sicher, z.B. das Verbot, Kunstgegenstände zu berühren\nSie sorgen für die Einhaltung der Hausordnung\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nSie sind körperlich belastbar für überwiegend gehende und stehende Tätigkeit\nIhnen ist der Umgang mit Menschen unterschiedl. Alters und Nationalitäten vertraut\nSie besitzen gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nDie Unterrichtung nach §34a GewO ist erforderlich, gern auch höhere Qualifikation\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-im-aufsichtsdienst-in/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-besucherservice/", "image": "", "title": "Mitarbeiter*in (m/w/d) im Besucherservice", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 20.02.2026 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nDas Haus der Geschichte Baden-Württemberg in Stuttgart sucht ab sofort eine/n\nMitarbeiter*in (m/w/d)\nim Besucherservice\nEntgeltgruppe 6 TV-L\nin Vollzeit und vorerst auf 2 Jahre befristet.\nIhr Aufgabengebiet umfasst insbesondere:\nServiceorientierte inhaltliche und organisatorische Beratung zu Führungen, Workshops und weiteren Vermittlungsangeboten (Mail, Telefon)\nBuchung von Führungen und Workshops\nMitarbeit bei der Planung von Tagesangeboten für Schulen und Gruppen\nMitarbeit bei organisatorischen Belangen des Museumsbesuchs (Buchungsbestätigungen, Kommunikation mit dem Serviceteam im Museum)\nHonorarabrechnung der Guides\nAnforderungen:\nabgeschlossene Berufsausbildung, zum Beispiel als Kauffrau/-mann für Tourismus, Veranstaltungskauffrau/ -mann, oder im Hotel- Veranstaltungsgewerbe oder vergleichbar\nberufliche Erfahrung im Servicebereich\nErfahrungen im Museumsbereich oder in einer anderen Kultureinrichtung\nEDV-Kenntnisse, nach Möglichkeit: Kenntnisse im Bereich elektronischer Buchungssysteme\nInteresse an historisch-politischen Themen\nausgezeichnete Deutschkenntnisse in Wort und Schrift\nausgezeichnete Kommunikationsfähigkeiten sowie Teamfähigkeit\nUnser Angebot:\neinen verantwortungsvollen und interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\nbetriebliche Altersvorsorge für den öffentlichen Dienst (VBL)\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nJob Ticket BW (eine vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nflexible Arbeitszeiten (Kern-, Rahmenarbeitszeiten)\nvielfältige Angebote im Betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis 20.02.2026 an das Haus der Geschichte Baden-Württemberg, Frau Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/das-museum/verwaltung/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Caroline Gritschke unter Tel. 0711/212-3969 oder Mail\nCaroline.Gritschke@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-besucherservice/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kommunikation-und-marketing/", "image": "", "title": "Mitarbeiter*in im Bereich Kommunikation und Marketing", "content_text": "Braunschweigisches Landesmuseum, Braunschweig Bewerbungsende: 22.02.2026 | Beim Braunschweigischen Landesmuseum ist zum nächstmöglichen Zeitpunkt die Stelle\nMitarbeiter*in\nim Bereich Kommunikation und Marketing\nVollzeit, EG 10 TV-L\nzu besetzen.\nDas Braunschweigische Landesmuseum sucht zum nächstmöglichen Zeitpunkt eine engagierte Persönlichkeit im Bereich Kommunikation und Marketing. Sie sind für die kommunikative Begleitung und Umsetzung sämtlicher Marketing- und Presseaktivitäten rund um die Sanierung und Wiedereröffnung des Braunschweigischen Landesmuseums verantwortlich. Die Stelle ist zunächst befristet bis zum 31. Dezember 2027. Eine Verlängerung ist bis 31.12.2028 möglich.\nDas Braunschweigische Landesmuseum öffnet Ende 2028 nach einer umfassenden baulichen und konzeptionellen Neugestaltung im historischen Vieweghaus am Burgplatz erneut seine Türen. Für die kommunikative Begleitung der Sanierung und Wiedereröffnung suchen wir eine Persönlichkeit mit ausgewiesener Expertise in Marketing und strategischer Öffentlichkeitsarbeit.\nSie sind Teil der Stabstelle zum Bau und Neueinrichtung des Vieweghauses vom Braunschweigischen Landesmuseum. Ihre Aufgaben setzen Sie in enger Abstimmung mit der Direktion des Braunschweigischen Landesmuseums sowie der Abteilung Presse- und Öffentlichkeitsarbeit / Marketing der 3Landesmuseen Braunschweig um.\nFreuen Sie sich auf ein engagiertes Team, das gemeinsam mit Ihnen die Wiedereröffnung mit voller Energie vorbereitet.\nIhre Aufgabenschwerpunkte – gestalten, mitwirken, teilhaben\nKonzeption, Planung und Umsetzung sämtlicher Kommunikationsmaßnahmen während der Sanierung und rund um die Wiedereröffnung des Braunschweigischen Landesmuseums in enger Abstimmung mit der Direktion und der Abteilung Presse- und Öffentlichkeitsarbeit / Marketing der 3Landesmuseen in Braunschweig\nEntwicklung und Steuerung von Presse- und Medienaktivitäten während der Sanierung und für die Wiedereröffnung\nBearbeitung von Presseanfragen, Erstellung von Pressemitteilungen, Reden und weiteren Kommunikationsformaten\nMitarbeit bei der Planung und Durchführung von Veranstaltungen, Presseterminen und Kommunikationskampagnen\nMitwirkung bei der Koordination interner und externer Kommunikationsprozesse sowie Zusammenarbeit mit Agenturen und Partnerinstitutionen\nMitwirkung bei der Weiterentwicklung der Marken- und Kommunikationsstrategie, insbesondere hinsichtlich der Medien zur Wiedereröffnung\nUnsere Anforderungen – Das bringen Sie mit.\nabgeschlossenes wissenschaftliches Hochschulstudium in Kommunikations- oder Kulturwissenschaften, Journalismus, Geistes- oder Naturwissenschaften oder ähnlichen Studienfächern (Master oder vergleichbar)\nausgeprägte kommunikative Fähigkeiten und ein Gespür für den Umgang mit verschiedenen Textarten und Medien\nSicherer Ausdruck in Deutsch und sichere Beherrschung der englischen Sprache\nErfahrung in der Konzeption und Umsetzung von Kommunikationskampagnen\nSicherer Umgang mit Content-Management-Systemen, Social Media und digitalen Kommunikationsformaten\nOrganisationsvermögen, Teamfähigkeit und eine strukturierte, eigenverantwortliche Arbeitsweise\nWir setzen voraus – darüber hinaus…\nausgeprägtes Interesse an der Themenvielfalt des Braunschweigischen Landesmuseums\nOffenheit, sich neuen Themen, inklusiven Perspektiven und unterschiedlichen Zielgruppen zuzuwenden und diese aktiv, anschaulich und öffentlichkeitswirksam zu entwickeln\nInteresse an aktuellen gesellschaftlichen Entwicklungen und kulturellen Debatten, insbesondere Offenheit für die Bedürfnisse jüngerer, vielfältigerer Museumsbesucher*innen\nSensibilität und Erfahrung im Umgang mit öffentlichen Diskursen, Diskussionsbereitschaft, klare und integrative Kommunikationsweise im Sinne unseres Leitgedankens „Offen für alle*s“\nhohe Motivation und Zuverlässigkeit\nOrganisations- und Koordinierungsgeschick und Freude an der Arbeit in einem engagierten, interdisziplinären Team\nschnelle Auffassungsgabe und die Fähigkeit, sich rasch in neue Aufgabenfelder und Kommunikationsformate einzuarbeiten\nBereitschaft zu flexiblen Arbeitszeitgestaltung, z. B. bei Veranstaltungen, Presseterminen oder Eröffnungsaktivitäten am Abend und an Wochenenden\nWillkommen bei uns – Das bieten wir.\neine verantwortungsvolle, vielseitige Tätigkeit mit Gestaltungsspielraum\nAnschluss an kreatives Team, in dem innovative Ideen ausdrücklich willkommen sind\nEin interessantes, abwechslungsreiches und fachlich anspruchsvolles Aufgabenfeld\nrespektvolles und wertschätzendes Miteinander\n30 Tage Erholungsurlaub\nFlexible Arbeitszeiten im Rahmen der tariflichen Regelungen\nMöglichkeit zum mobilen Arbeiten\nFahrradleasing für Mitarbeitende (vorauss. ab 2026)\nJahressonderzahlung sowie Zusatzversorgung des öffentlichen Dienstes\nZentrale Lage des Arbeitsplatzes in der Löwenstadt Braunschweig\nHaben Sie Lust, Ihr Können und Ihre Ideen im Verbund der 3Landesmuseen Braunschweig einzubringen? Erfüllen Sie die Anforderungen? Dann freuen wir uns auf Ihre aussagekräftige Bewerbung!\nWir sind:\nDas Braunschweigische Landesmuseum ist seit mehr als 130 Jahren ein zentraler Ort, an dem die Zeugnisse der Archäologie, Geschichte und Kultur des ehemaligen Herzogtums und des Landes Braunschweig bewahrt, erforscht und vermittelt werden. Es gehört zu den 3Landesmuseen Braunschweig, dem größten Museumsbetrieb Niedersachsens mit Sitz in der Löwenstadt Braunschweig (ca. 250.000 Einwohner*innen). Der Betrieb, bestehend aus dem Braunschweigischen Landesmuseum, dem Herzog Anton Ulrich-Museum und dem Staatlichen Naturhistorischen Museum mit paläon, befindet sich in der Trägerschaft des Landes Niedersachsen. Das Braunschweigische Landesmuseum verfügt über Standorte in Braunschweig und Wolfenbüttel mit jeweils mehr als einer Liegenschaft. Es legt Wert darauf, in seinen Projekten aktuelle gesellschaftsbezogene Themen und Fragestellungen einzubeziehen. Die seit mehreren Jahren laufende Sanierung des Haupthauses am Braunschweiger Burgplatz bildet dabei einen zentralen Rahmen für die Neuausrichtung des Museums. Die Neukonzeption der ständigen Ausstellung zur braunschweigischen Geschichte im deutschen und europäischen Kontext ist eine der wichtigsten Aufgaben der kommenden Jahre. Ziel ist die Entwicklung eines grünen Museums, das sich den 17 Nachhaltigkeitszielen der Vereinten Nationen verpflichtet sieht.\nBesondere Hinweise:\nDie 3Landesmuseen fördern aktiv die berufliche Gleichstellung von Frauen und Männern. Daher werden Bewerbungen von Männern ausdrücklich begrüßt.\nDer Arbeitsplatz ist teilzeitgeeignet, sollte jedoch zu 100% besetzt sein.\nSchwerbehinderte Bewerber*innen oder Personen, die diesen gleichgestellt sind, werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir, uns bereits in Ihrem Anschreiben einen Hinweis auf Ihre Schwerbehinderung zu geben.\nBewerbungen von Menschen aller Nationalitäten sind willkommen.\nDie Datenschutz-Grundverordnung (DSGVO) sieht vor, dass die Verantwortlichen Sie als betroffene Person über die Modalitäten, wie Ihre personenbezogenen Daten verarbeitet werden und welche Rechte Ihnen in diesem Zusammenhang zustehen, informieren. Die Informationen für Sie als Bewerber*in finden Sie als\nPDF-Dokument\nauf unserer Homepage.\nWir konnten Ihr Interesse wecken?\nDann freuen wir uns über Ihre digitale Bewerbung mit aussagekräftigen Unterlagen\n[1]\nbis zum 22.02.2026\nan\nbewerbung@3landesmuseen.de\nWir bevorzugen Online-Bewerbungen und bitten um Zusammenfassung aller Unterlagen in einer Gesamt-PDF, die eine Größe von 5 MB nicht überschreiten sollte.\nAnsprechpartnerin für fachliche Auskünfte:\nFrau Diana Polack-Chwalczyk, Leitung Presse- und Öffentlichkeitsarbeit / Marketing, Tel.: (0531) 1225-4400\nAnsprechpartner für\ndas Bewerbungsverfahren:\nUta Rapmund, Personalabteilung, Tel. 0531 1225-4310\n3Landesmuseen Braunschweig\nMuseumstr. 1\n38100 Braunschweig\n[1]\nMindestens Anschreiben, Lebenslauf, relevante Arbeitszeugnisse, Zeugnis Ihres höchsten Bildungsabschlusses. Ein Verweis auf Ihre Personalakte ist nicht ausreichend. Bitte beachten Sie, dass Bewerbungen in Papierform grundsätzlich nicht zurückgesandt und nach Abschluss des Auswahlverfahrens datenschutzgerecht vernichtet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kommunikation-und-marketing/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/redakteurin-m-w-d/", "image": "", "title": "Redakteur*in (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 21.02.2026 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum der materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür den\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt eine*n\nRedakteur*in (m/w/d)\n(EG 10 TV-L, Vollzeit 100%)\nbefristet auf 1 Jahr\nDas LEIZA steht vor einer spannenden Entwicklung: In 2026 eröffnen wir das erste von zwei archäologischen Museen in Mainz und gestalten die Besucherkommunikation und das Marketing von Grund auf neu. Dies geht auch mit einer Markenschärfung einher. Für den Arbeitsbereich Kommunikation suchen wir eine erfahrene redaktionelle Persönlichkeit, deren Schwerpunkt auf der Erstellung hochwertiger analoger Texte liegt und die Freude daran hat, komplexe Inhalte strukturiert, verständlich und stilistisch sicher aufzubereiten.\nDer Arbeitsbereich Kommunikation verantwortet die interne und externe Kommunikation des LEIZA, informiert über wissenschaftliche und bildungsbezogene Themen, organisiert Veranstaltungen sowie zentrale Kampagnen und verantwortet den Markenauftritt. Basis aller Kommunikationsmaßnahmen ist die spannende Vision des LEIZA, Forschungsergebnisse in einen aktuellen gesamtgesellschaftlichen Kontext zu setzen und zur Reflexion anzuregen.\nIhre Aufgaben:\nRedaktion und Lektorat von Pressetexten, institutionellen Hintergrundpapieren und weiteren primär analogen Veröffentlichungen wie Flyer etc.\nEntwicklung eines modularen Imagebroschüre-/Jahresberichtsformats inklusive inhaltlicher Struktur und Dramaturgie, redaktioneller Steuerung des Entstehungsprozesses, Zusammenarbeit mit externen Grafik- und Kommunikationsagenturen sowie Steuerung\nMitarbeit bei der Redaktion von Webtexten\nSicherstellung einer konsistenten Sprache, Terminologie und inhaltlichen Qualität im analogen Außenauftritt des LEIZA\nAbstimmung der Inhalte mit wissenschaftlichen, administrativen und strategischen Stakeholdern im Haus\nIhr Anforderungsprofil:\nAbgeschlossenes Hochschulstudium (Bachelor/Master), z. B. in Germanistik, Journalismus, Kommunikations- oder Medienwissenschaft, Kulturwissenschaften oder vergleichbare Qualifikation\nMindestens dreijährige relevante Berufserfahrung als Redakteur*in, Texter*in oder Lektor*in, idealerweise im Kultur-, Wissenschafts- oder öffentlichen Bereich\nAusgezeichnete schriftliche Ausdrucksfähigkeit und sehr hohe Text- und Stilsicherheit in deutscher Sprache\nErfahrung in der Konzeption und projektverantwortlichen Umsetzung inkl. Redaktion von Imagebroschüren und Jahresberichten\nGrundverständnis von Layout-, Produktions- und Druckprozessen\nSicherheit in redaktionellen Abstimmungsprozessen mit unterschiedlichen internen Akteuren sowie externen Dienstleistern\nSehr gute Organisationsfähigkeit, strukturierte Arbeitsweise und hohes Qualitätsbewusstsein\nGute Englischkenntnisse\nWir bieten:\nEine verantwortungsvolle Aufgabe mit viel Gestaltungsspielraum in einem renommierten Forschungsmuseum\nEin kreatives und interdisziplinäres Arbeitsumfeld in einem dynamischen Team\nFlexible Arbeitszeiten und die Möglichkeit zum mobilen Arbeiten\nVergütung nach Entgeltgruppe 10 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum\n21.02.2026\n. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an:\nFrau Doris Rübsam-Brodkorb\nLeitung AB Kommunikation\ndoris.ruebsambrodkorb@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.02.2026", "url": "https://www.museumsbund.de/stellenangebote/redakteurin-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-konservierung-w-m-d-2/", "image": "", "title": "Referent*in Konservierung (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 12.02.2026 | Die Landesstelle für Museen (LfM) ist die zentrale Servicestelle des Landes Baden-Württemberg für die mehr als 1.200 Museen. Sie unterstützt und berät die Museen und ist die fachliche Ansprechpartnerin für staatliche und nichtstaatliche Verwaltungen bei Fragen zum Museumswesen. Sie ist zuständig für die Vergabe der Landeszuschüsse an die kommunalen und privatrechtlichen Museen. Zudem stellt sie Museumsmitarbeitenden über die Museumsakademie Baden-Württemberg ein umfangreiches Angebot an Fort- und Weiterbildung zur Verfügung. Die LfM ist organisatorisch dem Landesmuseum Württemberg (LMW) in Stuttgart zugeordnet und unmittelbar dem Ministerium für Wissenschaft, Forschung und Kunst Baden-Württemberg unterstellt.\nZur Unterstützung unseres Teams suchen wir zum\n01. April 2026\neine*n\nReferent*in Konservierung (w/m/d)\nin Vollzeit (39,50 Wochenstunden). Die Stelle ist unbefristet. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben\nKonzeptionelle, praxisnahe Beratung der nichtstaatlichen Museen in Baden-Württemberg zu allen konservatorischen und restauratorischen Fragen bezogen auf Objekte, gesamte Sammlungsbestände, Ausstellungsbereiche und Depots\nFachliche, praxisnahe Beratung zur Erarbeitung von Klimastrategien, Erstellung von Handlungsempfehlungen für die nichtstaatlichen Museen in Baden-Württemberg\nBegutachtung strategischer Konzepte und deren Umsetzung zur nachhaltigen und ökonomischen Schadensprävention bei Museumsgebäuden der nichtstaatlichen Museen in Baden-Württemberg\nKonzeption und Durchführung von Schulungen für Museumsmitarbeitende, speziell die der ehrenamtlich geführten und kleineren Museen\nEntwicklung von Förderkriterien in den Bereichen Prävention und Konservierung/Restaurierung\nFachliche und formale Prüfung von Zuwendungsanträgen\nKonzeption und Organisation von Sonderprogrammen und Projekten zum Sammlungsmanagement\nTeilnahme und Einbringung der Ergebnisse in die Arbeit der Landesstelle an Gremien, Arbeitsgemeinschaften und Fachgruppen\nPublikation von wissenschaftlichen Beiträgen in Fachpublikationen\nIhr Profil\nAbgeschlossenes Hochschulstudium (M.A., Diplom, Master) im Fachbereich Konservierung/Restaurierung sowie mehrjährige Berufserfahrung in diesen Feldern\nSpezifische Kenntnisse über ein breites Materialspektrum im Hinblick auf Schadensanalyse, Schadensvermeidung und restauratorisch notwendige Maßnahmen an musealem Kulturgut\nSouveräner Umgang mit Methoden der präventiven Konservierung im musealen Kontext\nVertrautheit mit den Herausforderungen biozid-, schadstoff- oder mikrobiell- belasteter Objekte\nErfahrungen mit der Planung und fachgerechten Ausstattung von Museumsdepots sowie mit Maßnahmen zur deren Qualitätssteigerung\nVon Vorteil sind Erfahrungen auf den Gebieten der Bestandserhaltung historischer (Fachwerk-)Gebäude in Freilichtmuseen sowie der fachlichen Begleitung entsprechender Baustellen\nsehr gute EDV-Kenntnisse\nausgeprägte Organisations- und Kommunikationsfähigkeit\nausgeprägte Sensibilität in der Kommunikation spezifischer restauratorischer-konservatorischer, musealer Anforderungen an ein auch außerhalb musealer Ausbildung stehendes Klientel\nausgeprägte Fähigkeit zum selbstständigen und sorgfältigen Arbeiten\nFlexibilität und Teamfähigkeit\nFahrerlaubnis der Klasse B, Bereitschaft zu Dienstreisen und zum Führen eines Dienstfahrzeugs\nBei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld mit einem engagierten Team,\nbei Vorliegen der tariflichen Voraussetzungen eine Vergütung in Entgeltgruppe 13 TV-L,\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung,\nZuschuss zu Ihrer Mobilität mit dem Job-Ticket BW,\nflexible Arbeitszeit,\ndie Möglichkeit zu mobiler Arbeit,\nbetriebliches Gesundheitsmanagement.\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Vollzeitstellen sind grundsätzlich teilbar. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 603\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur Bewerbungsfrist am\n12. Februar 2026\nin unserem Bewerbungsportal ein, unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie Vorstellungsgespräche finden am\n20. Februar 2026\nstatt.\nFür Fragen steht Ihnen Herr Shahab Sangestan, Leiter der Landesstelle für Museen (Telefon: 0711 89535-302, E-Mail: sangestan@landesstelle.de), gerne zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-konservierung-w-m-d-2/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-beschaffung-w-m-d/", "image": "", "title": "Sachbearbeitung Beschaffung (w/m/d)", "content_text": ", Hamburg / Bonn Bewerbungsende: 28.02.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort\nHamburg oder Bonn\n. Wir suchen zum nächstmöglichen Zeitpunkt befristet nach dem Teilzeit- und Befristungsgesetz für 2 Jahre mit dem Ziel der Entfristung eine\nSachbearbeitung Beschaffung (w/m/d)\nin Vollzeit mit 39 Stunden/Woche in Hamburg bzw. 39,83 Stunden/Woche in Bonn\nIhre Aufgaben:\nMitwirkung an einem effizienten und vergaberechtskonformen Beschaffungs- und Vertragsmanagement\nPrüfung und Bearbeitung von Beschaffungsanträgen des Instituts\nFestlegen und Entscheiden der jeweiligen Vergabeart auf Grundlage der Bedarfsanforderung und Erarbeitung der erforderlichen Ausschreibungsunterlagen in Zusammenarbeit mit den Fachabteilungen\nWeiterentwicklung und Pflege der Vergaberichtlinien\nDurchführung von Ausschreibungen, respektive Einholung von Angeboten unter Beachtung der einschlägigen vergaberechtlichen Bestimmungen, Preisverhandlungen und Vertragsgestaltungen, inklusive eVergabe\nFühren von Lieferanten- und Kundengesprächen\nLieferantenterminkoordination und Reklamationsbearbeitung\nEigenverantwortliche Planung der Aufgaben im eigenen Tätigkeitsbereich und Umsetzung der Planungsvorgaben\nRechtssichere Anwendung von vergabe- und vertragsrechtlichen Vorschriften\nEinhaltung der jeweils gültigen Arbeits- und Verfahrensanweisung\nIhr Profil:\nSie haben eine abgeschlossene kaufmännische oder vergleichbare Ausbildung sowie Erfahrung im Einkauf und im Vergaberecht, idealerweise im öffentlichen Bereich\nSie arbeiten sich schnell in komplexe Sachverhalte ein, verfügen über eine hohe Eigenmotivation und übernehmen Verantwortung in Ihrem Zuständigkeitsbereich\nSie sind kommunikativ und verhandlungssicher und verfügen über gute Englischkenntnisse\nSie sind ein Teamplayer und arbeiten selbstständig, service- und lösungsorientiert\nIhr Auftreten ist verbindlich und überzeugend\nBereitschaft zu gelegentlichen Dienstreisen zum jeweils anderen Standort.\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 9b TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB)\nbis zum 28.02.2026 ausschließlich digital über unser\nKarriereportal\n:\nhttps://8101202752.karriereportal.cloud/\nan Frau Josefine Winkels. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert.\nWir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-beschaffung-w-m-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachangestellter-m-w-d-fuer-medien-und-informationsdienste-fuer-die-bibliothek/", "image": "", "title": "Fachangestellter (m/w/d) für Medien und Informationsdienste für die Bibliothek", "content_text": "LVR-Landesmuseum Bonn, Bonn Bewerbungsende: 13.02.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas LVR-Landesmuseum ist das einzige kulturgeschichtliche Museum im Rheinland. Es ist das Rheinische Landesmuseum für Archäologie, Kunst und Kulturgeschichte und präsentiert die Entwicklung der Region von den Anfängen bis zur Gegenwart. Es ist das größte Museum des LVR und zählt zu den führenden archäologischen Forschungsinstituten.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\nund über das LVR-Landesmuseum unter\nlandesmuseum-bonn.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/fachangestellter-m-w-d-fuer-medien-und-informationsdienste-fuer-die-bibliothek/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-des-referats-betrieb-m-w-d/", "image": "", "title": "Leiter:in des Referats “Betrieb” (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 08.03.2026 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nLeiter:in des Referats “Betrieb” (m/w/d)\nzu besetzen. Die\nStiftung Preußischer Kulturbesitz\n(SPK) zählt mit ihren international renommierten Museen, Bibliotheken, Archiven und Forschungseinrichtungen zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Viele ihrer Gebäude prägen das Berliner Stadtbild und zeichnen sich durch hohe architektonische und historische Bedeutung aus. Es werden baulich und technisch optimale Bedingungen für unsere Kulturgüter, Besuchenden und Mitarbeitenden – mit klaren Zielen für ökologische Nachhaltigkeit geschaffen. Der Anspruch im Gebäudemanagement ist es, die Gebäude über ihren gesamten Lebenszyklus hinweg in gutem Zustand, leistungsfähig und attraktiv zu halten.\nDas\nReferat Betrieb\nbetreibt in den\nStaatlichen Museen zu Berlin\ndie hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb. Bei allen Baumaßnahmen bringt es zudem seine fachliche Expertise ein und wirkt bei der Definition der Projektziele mit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leiterin-des-referats-betrieb-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-2/", "image": "", "title": "Hausmeister/in (m/w/d)", "content_text": "Porzellanikon, Selb Bewerbungsende: 13.02.2026 | Das Porzellanikon – Staatl. Museum für Porzellan in Selb und Hohenberg a.d. Eger sucht zur Verstärkung seiner Museumswerkstatt in Selb eine/n\nHausmeister/in (m/w/d)\nin Vollzeit, in Entgeltgruppe E5 TV-L, unbefristet und zum nächstmöglichen Zeitpunkt\nDas Porzellanikon ist ein staatliches Museum in Trägerschaft des Freistaates Bayern. Mit zwei Standorten in Selb und Hohenberg a.d. Eger beherbergt es die europaweit größte und vielgestaltigste Sammlung zu den Themen Porzellan, Herstellung des Porzellans und Technische Keramik.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-2/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-und-verantwortliche-projektkoordination-fuer-die-neue-dauerausstellung-m-w-d/", "image": "", "title": "Wissenschaftliche Mitarbeit und verantwortliche Projektkoordination für die neue Dauerausstellung (m/w/d)", "content_text": "Stiftung Berliner Mauer, Berlin Bewerbungsende: 15.02.2026 | Die Stiftung Berliner Mauer ist eine Stiftung des öffentlichen Rechts. Zu ihr gehören die Gedenkstätte Berliner Mauer, die Erinnerungsstätte Notaufnahmelager Marienfelde, die East Si­de Gallery, die Gedenkstätte Günter Litfin sowie das Parlament der Bäume gegen Krieg und Gewalt. Zudem ist sie beauftragt, die Neugestaltung eines Erinnerungsorts am ehemaligen Checkpoint Charlie vorzubereiten.\nAm Standort Erinnerungsstätte Notaufnahmelager Marienfelde realisiert die Stiftung derzeit ein Projekt, das die Entwicklung der Erinnerungsstätte zu einem inklusiven Geschichts-, Lern- und Begegnungsort zum Ziel hat. Kernstück ist die Einrichtung einer neuen Dauerausstellung, die das Leitthema Flucht aus der DDR um Perspektiven auf jüngere Migrationen erweitert.\nIn diesem Zusammenhang suchen wir vorbehaltlich der Mittelbereitstellung zum 1.4.2026 eine\nWissenschaftliche Mitarbeit und verantwortliche Projektkoordination für die neue Dauerausstellung (m/w/d)\nin Vollzeit (39,4 Stunden/Woche), zunächst befristet auf ein Jahr mit der Option auf Verlängerung um weitere eineinhalb Jahre. Die Vergütung erfolgt in Anlehnung an die Entgeltgruppe 13 des TV-L Berlin.\nIhre Aufgaben\nKonzeptionelle Mitarbeit am Ausstellungsdrehbuch\nObjekt-, Foto-, Film- und Tonmaterialrecherche in der Sammlung der Stiftung\nsowie weiteren Sammlungen und Archiven\nErarbeitung von Content für digitale Stationen\nErstellen von Ausstellungstexten\nzentrales Projektmanagement (Finanzcontrolling; Zeitplan- und Meilensteincontrolling; Koordination der internen und externen Projektbeteiligten; Steuerung Leerzug und Rück­zug Gebäude der Erinnerungsstätte; Vorbereitung, Moderation und Dokumentation von Meetings)\nInterne und externe Kommunikation\nKoordination von Bildungsangeboten und Veranstaltungen der Erinnerungsstätte während der umbaubedingten Schließzeit\nIhr Profil\nabgeschlossenes Hochschulstudium (Magister o.Ä.) in Geschichtswissenschaften oder einem vergleichbaren geistes- oder sozialwissenschaftlichen Studiengang\numfassende und vertiefte Kenntnisse der deutschen Zeitgeschichte, Migrations­geschichte sowie der Geschichte des Kalten Krieges\nfundierte Erfahrungen in der verantwortlichen Umsetzung von Ausstel­lungs­vor­haben an Gedenkstätten bzw. Museen auf der inhaltlichen und der Managementebene\neinschlägige, praxiserprobte Kenntnisse zu Objekt- und Ausstellungs­material­recherchen in Sammlungen und Archiven\nSichere und fließende Deutschkenntnisse in Wort und Schrift (mindestens C1)\nErfahrungen im Umgang mit Sammlungsdatenbanken sind von Vorteil\nKenntnisse und Erfahrungen in der Realisierung von inklusiven Ausstellungen sind wünschenswert\nein hohes Maß an Eigenverantwortlichkeit und Kreativität sowie ein ausgeprägtes Organisation- und Kommunikationsvermögen\nDie Stiftung Berliner Mauer hat den Anspruch, eine diskriminierungskritische Arbeitgeberin zu sein. Das Stellenangebot richtet sich an alle Interessierten un­abhängig von Geschlecht, Nationali­tät, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientie­rung und Identität. Wir sehen uns der Vereinbarkeit von Beruf und Familie sowie der alltäglichen Förderung von Diversität verpflichtet. Wir freuen uns über Bewerbungen aller Nationalitäten sowie von Menschen mit eigener oder familiärer Flucht- oder Migrationsgeschichte. Anerkannt schwer­be­hinderte Be­werberinnen und Bewerber werden bei gleicher Eignung vorrangig berücksichtigt.\nIhre ausführlichen Bewerbungsunterlagen mit Anschreiben, tabellarischem Lebenslauf, Zeugnis­sen und Beurteilungen senden Sie bitte\nbis spätestens 15. Februar 2026\nunter Nennung der\nKennzahl 02 2026\nund des Mediums, über das Sie auf uns  aufmerksam wurden, sowie mit dem Betreff „Be­wer­bung neue Ausstellung ENM“ ausschließlich per E-Mail und in einer PDF-Datei an\nbewerbung@stiftung-berliner-mauer.de\nFür Rückfragen steht Ihnen Dr. Bettina Effner per E-Mail (\neffner@stiftung-berliner-mauer.de\n) ger­ne zur Verfügung.\nIm Rahmen des Auswahlverfahrens entstehende Reisekosten werden nicht erstattet.\nDatenschutzhinweis\nMit Ihrer Bewerbung erklären Sie sich mit der Speicherung und Weiterverarbeitung Ihrer personenbezogenen Daten bis drei Monate nach Abschluss des Bewerbungsprozesses einverstanden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-und-verantwortliche-projektkoordination-fuer-die-neue-dauerausstellung-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-postdoc-in-physics-m-f-d-project-virtual-museum/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in  / Postdoc in physics (m/f/d) project “Virtual Museum”", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 20.02.2026 | // EN below\nDas Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum. Als national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus und ist auf der Grundlage seiner umfangreichen Sammlungen und der taxonomischen Kompetenz der Kuratoren und Kuratorinnen eine wichtige Anlaufstelle für das Interesse der Bevölkerung, der Schulen und der Presse an Pflanzen-, Pilz- und Tierarten des südwestdeutschen Raums und für Fachleute der Region, aber auch Kooperationspartner nationaler und internationaler Institute.\nZur Forschungsinfrastruktur des SMNK gehören verschiedene Labore, sehr gute Fotodokumentations-Einrichtungen sowie laufend gepflegte Sammlungs- und Forschungsdatenbanken (Diversity Workbench, imdas pro). Es bestehen gute Kooperationsbedingungen mit dem KIT (Karlsruhe Institute of Technology), dem Staatlichen Museum für Naturkunde Stuttgart, dem Institut für Biologie der PH Karlsruhe, dem Zoo Karlsruhe, dem Nationalpark Schwarzwald, sowie weiteren Museen und Instituten der Region.\nIm Kontext des regionalen Biodiversitätsschutzes haben wir gemeinsam mit der Rheinland-Pfälzischen Technischen Universität Kaiserslautern Landau das EU-INTERREG-Projekt “MULTI.DIV: Schutz der Biodiversität im Oberrheingebiet: Monitoring und Perspektiven” konzipiert. In diesem Projekt soll zum einen Biodiversität gemonitored werden, es sollen aber auch Konzepte zur regionalen Zusammenarbeit in diesen Themen weiterentwickelt und umgesetzt werden.\nDas Naturkundemuseum Karlsruhe sucht daher zum nächstmöglichen Zeitpunkt eine*n\nwissenschaftlichen Mitarbeiter / eine wissenschaftliche Mitarbeiterin (m/w/d) im Projekt “MultiDiv”\n(befristet auf 3 Jahre, Vollzeit, EG 13 TV-L)\nIhre Aufgaben:\nGründung und Koordination des Forschungsverbundes „UpperRhineCluster“ (Arbeitsname)\nProjektmanagement und Steuerung des regelmäßigen Austauschs der beteiligten Projektpartner\nUnterstützung in der Koordination und Verwaltung der Forschungsproben\nAufbau einer gemeinsamen Datenbank\nMitarbeit in der Analyse der historischen und aktuellen genetischen Proben der Zielorganismen\nMitarbeit an der Aufbereitung der Forschungsergebnisse für verschiedene unterschiedliche Zielgruppen, vom Fachpublikum zur breiten Öffentlichkeit und Schulklassen\nWir erwarten:\nWir suchen eine engagierte, motivierte, kommunikative und teamfähige Person mit breiter Ausbildung und vielfältigen profunden Kenntnissen und Erfahrungen im Bereich des Biodiversitätsmonitorings, in wissenschaftlichen Netzwerken und in der Wissenschaftskommunikation. Im Einzelnen erwarten wir:\nEinen wissenschaftlichen Hochschulabschluss (Diplom, Magister oder Promotion) in Biologie bzw. ähnlichen Disziplinen mit Schwerpunkt Biodiversität, Ökologie oder Evolutionsbiologie\nErfahrung im Sammlungs- und Datenmanagement\nErfahrung mit genetischen Analysen\ngute Fähigkeiten in der nationalen (mindestens verhandlungssichere Deutschkenntnisse in Wort und Schrift) und internationalen Kommunikation (Englisch mind. B2 in Wort und Schrift, Französischkenntnisse von Vorteil)\ngute Organisations- und Koordinationsfähigkeiten\nLust an der Zusammenarbeit mit diversen Partner*innen\nSpaß an der Wissensvermittlung\nWir bieten:\nEinstufung in EG 13 TV-L\ndynamische Zusammenarbeit in einem motivierten Team\nMitarbeit in einem überregionalen EU-Projekt\ndie Möglichkeit, an einem überregional bekannten Forschungsmuseum mit anerkannten Sammlungen und einem attraktiven Ausstellungshaus zu arbeiten\neinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche); Möglichkeit zu mobilem Arbeiten (1 Tag / Woche)\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike.\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei. Das SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nBitte senden Sie Ihre aussagekräftige elektronische Bewerbung mit Lebenslauf, Publikationsliste, Zeugnissen und Referenzen bis zum\n20.02.2026\nunter Angabe der\nKennziffer 02_2026\nan\nbewerbung@smnk.de\n. Bei Fragen wenden Sie sich gerne an den Wissenschaftlichen Direktor Prof. Dr. Martin Husemann:\nmartin.husemann@smnk.de\n.\nWir weisen darauf hin, dass die Bewerbungsunterlagen an die an der Besetzung beteiligten Personen weitergeleitet werden. Kosten für Vorstellungsgespräche können leider nicht übernommen oder erstattet werden.\nNähere Informationen zum Staatlichen Museum für Naturkunde Karlsruhe finden Sie auch im Internet unter\nwww.smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Staatlichen Museum für Naturkunde Karlsruhe ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Naturkundemuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\n// EN\nAs a member of the DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.), the State Museum of Natural History Karlsruhe (SMNK) is one of the largest research museums and collections in Germany and presents permanent and special exhibitions on over 5000 m², including the largest living coral reef in Germany. With extensive analogue and digital offerings, it attracts more than 200,000 visitors every year. As a nationally and internationally active research museum in the fields of geosciences and biosciences, the museum enjoys recognition far beyond the region. The SMNK has a well-developed research infrastructure with molecular laboratories and imaging facilities. Based on its extensive collections and the taxonomic expertise of its curators, the museum is also an important point of contact for the general public, schools and the press interested in plant, fungal and animal species in south-western Germany and for experts in the region, as well as a cooperation partner for national and international institutes.\nThe Natural History Museum Karlsruhe is looking for a\nPostdoc in physics (m/f/d)\nin the project “Virtual Museum”\n(limited to 3 years, full time, EG 13 TV-L)\nTopic:\nTowards Serial Micro-Computed Tomography (SµCT) with synchrotron radiation\nSummary:\nThe aim is to develop autonomous X-ray Serial Micro-Computed Tomography (SµCT) with synchrotron radiation for morphological imaging of large collections of biological samples from natural history museums for large-scale biodiversity and evolutionary studies. Your research will focus on multiple contrast and hierarchical imaging by use of coherent X-ray optics, state-of-the-art image reconstruction algorithms, and experiment automation to optimize imaging conditions.\nScientific context\n: The collaborative VIRTUAL MUSEUM project combines the expertise and infrastructure of the State Museum of Natural History Karlsruhe (SMNK) and State Museum of Natural History Stuttgart (SMNS) as well as the two Synchrotron Radiation Facilities KIT Light Source at Karlsruhe Institute of Technology, and PETRA III at DESY, Hamburg. It will revolutionize how scientific collections are digitized, creating a scalable, automated morphological imaging system to capture the rich diversity of fossil and living specimens. We employ most advanced coherent X-ray imaging techniques, implement intelligent robotics, develop AI-supported image acquisition and analysis routines with adaptive control systems for adaptive field of view, resolution and image contrast, on-the-fly 3D reconstruction, and automated quality check to achieve\nserial\ntomography without manual intervention. This will enable transforming large sample collections into virtual, research-ready digital twin collections accessible worldwide for comparative morphology analysis in correlation with genetic, environmental and other metadata. This will open the door to large-scale, data-driven biodiversity and evolutionary studies, support VR-compatible exploration of collections, and form a key pillar in Germany’s strategy for digital natural history research.\nMajor parts of the methodical, instrumental and experimental work will be carried out at the Institute of Photon Science and Synchrotron Radiation at KIT with experimental campaigns being performed at PETRA III, DESY Hamburg.\nYour tasks:\nImplementing\nserial Micro-Computed Tomography\nadapted to the needs of large arthropod collections\nImplement hierarchical imaging and serial tomography workflows\nIntegrate\noptional imaging optics into the pipeline\n, including high-level control and on-line compensation for mechanical instabilities and beam drift.\nImplement\nalgorithms for on-line pre-characterization\nof samples from visible light images and fast low-quality X-ray scans\nfor AI-supported selection of final DAQ parameters\nImplement hierarchical imaging workflows\nPerforming exemplary measuring campaigns of various types of arthropod sample collections\nCoordinate experimental campaigns\nand contribute to scientific publications and conference contributions.\nQualification:\nPhD in physics, or related disciplines\nExperience with X-ray imaging physics, image reconstruction and signal processing\nKnowledge of tomographic methods and phase contrast imaging\nSkills in data analysis and algorithm development in Python\nFamiliarity with experimental setups and optics integration.\nWe offer:\nPayment will be in EG 13 TV-L\nContract duration of three years\nContribution to a BMFTR funded project\nDynamic collaboration in an international research team\nThe opportunity to work at a nationally renowned research museum with recognized collections and an attractive exhibition\nAccess to most advanced X-ray imaging technologies at the KIT Light Source in Karlsruhe and at the PETRA III Storage Ring at DESY, Hamburg\nFlexible work time and family-friendly working hours (39.5 h/week); possibility of mobile working (1 day/week)\nParticipation in company health management, job ticket and job bike subsidized by the state of Baden-Württemberg\nEqual opportunities are crucial to our human resources policy. We highly value diversity and therefore welcome all applications, regardless of gender, nationality, ethnic and social origin, religion, disability, age, sexual orientation, and identity.\nPeople with disabilities obtain preferential consideration if equally qualified. Please mention this in your cover letter and enclose proof of your disability. The SMNK strives to increase the proportion of women in areas where underrepresented and therefore expressly encourages qualified women to apply.\nPlease send your informative electronic application with CV, list of publications, certificates and references to bewerbung@smnk.de by February 20\nth\n2026, quoting reference number 03_2026.\nIf you have any questions, feel free to contact the Scientific Director Prof. Dr. Martin Husemann via E-Mail: martin.husemann@smnk.de.\nPlease note that the application documents will be forwarded to the persons involved in the recruitment process.\nFurther information on the State Museum of Natural History Karlsruhe and the Institute for Photon Science can also be found on the Internet at\nwww.smnk.de\nand www.ips.kit.edu\nData protection notice for applicants\nThe protection of your personal data is an important concern for the Staatliches Museum für Naturkunde Karlsruhe and is guaranteed at all times. All personal data collected and processed as part of an application is protected against unauthorized access and manipulation by technical and organizational measures.\nYour data will only be used to process your application within the Natural History Museum and by our project partners at the Laboratory of Applications of Synchrotron Radiation at KIT and will be treated in strict confidence in accordance with legal regulations.\nIf you send your application by e-mail, please note that confidentiality risks and unauthorized access by third parties cannot be ruled out when communicating by unencrypted e-mail.\nQuestions and suggestions on data protection\nIf you have any questions or suggestions on the subject of data protection, please contact our data protection officer. E-mail: datenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-postdoc-in-physics-m-f-d-project-virtual-museum/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kongresskoordinatorin-m-w-d/", "image": "", "title": "Kongresskoordinator*in (m/w/d)", "content_text": "Deutsche Kinemathek, Berlin Bewerbungsende: 17.02.2026 | Die Stiftung Deutsche Kinemathek – Museum für Film und Fernsehen ist eine der führenden Einrichtungen Europas, die sich der Bewahrung und Vermittlung des audiovisuellen Erbes widmet. In ihrem neuen, temporären Zwischenquartier im E-Werk in Berlin-Mitte lädt sie bis zur Eröffnung eines neuen Filmhauses zu vielfältigen Begegnungen mit Film und Fernsehen ein. Sie zeigt dort experimentelle Ausstellungen, kuratierte Filmreihen, Produktionen aus dem Fernseharchiv sowie das Festival Film Restored. Ein breites Publikum erreicht die Kinemathek durch ein abwechslungsreiches Bildungs- und Veranstaltungsprogramm – sowie mit der Retrospektive und den Berlinale Classics, die sie im Rahmen der Internationalen Filmfest-spiele Berlin ausrichtet. Archive und Fachbibliothek machen die Kinemathek zu einem wichtigen Ort für Wissenschaft und Forschung.\nWir suchen zum 01.05.2026 befristet bis zum 30.06.2027 eine*n\nKongresskoordinator*in (m/w/d)\n(Vollzeit 39 Stunden/Woche)\nIm April 2027 richtet die Deutsche Kinemathek den fünftägigen Kongress der FIAF (Fédération Internationale des Archives du Film) aus. Jährlich findet sich die FIAF zu diesem Kongress zusammen, um den direkten Austausch zu ermöglichen und zukunftsweisende Strategien, Aufgaben und Prozesse im Bereich der Bewahrung und Zugänglichmachung zu erarbeiten. Dazu reisen bis zu 300 Vertreter*innen aus aller Welt an. Teil des Kongresses ist ein zweitägiges Symposium zum Thema „Politische Umbrüche“.\nIhre Aufgaben\nKoordination der Informationsvermittlung und Mailings an die FIAF-Community im Vorfeld des Kongresses\nKoordination des Akkreditierungswesens\nBetreuung von Anfragen\nKoordination Guest Management\nKommunikation, Planung und Abstimmung mit Veranstaltungsorten, Dienstleistern (inkl. Technik und Tagungsversorgung) und dem FIAF-Büro (extern) sowie Schnittstellen inhouse (Projektteam, Kommunikationsabteilung, Medien- und Haustechnik)\nKostenplanung und fortlaufende Budgetkontrolle\nOrganisation, Buchung und logistische Koordination eines halbtägigen Tourismusprogramms\nErstellung, Abstimmung und Kommunikation von Ablaufplänen\nAblauftests vor dem Kongress und Begleitung von Abläufen während des Kongresses\nBerichtswesen, Verfassen von Vergabevermerken und Abschlusskommunikation und Debrief mit Dienstleistern\nUnterstützung beim Finanzcontrolling und bei Erstellung des zahlenmäßigen Verwendungsnachweises\nIhr Profil\nAbgeschlossenes Fachhochschulstudium (BA) Eventmanagement, Kulturmanagement oder Äquivalent, oder gleichwertige Arbeitserfahrung im Veranstaltungsmanagement, der Koordination von Festivals oder Konferenzen\nErfahrungen aus dem Bereich Kino und Film sind von Vorteil\nSehr gute Englischkenntnisse in Wort und Schrift\nFranzösisch- und Spanischkenntnisse sind von Vorteil\nBefähigung und Begeisterung für eine komplexe vielgliedrige Aufgabe\nWir bieten\nEine Vergütung E 10 TVöD bei Vorliegen der formalen Voraussetzungen\nInteressante und abwechslungsreiche Aufgaben\nEinen Arbeitsplatz in zentraler Lage in Berlin\nEin engagiertes Team, das auch abteilungsübergreifend in Projektteams zusammenarbeitet\nVereinbarkeit von Beruf und Privatem durch zeitlich flexibles und mobiles Arbeiten\nEin teamorientiertes, familienfreundliches und diverses Arbeitsumfeld in einer aufgeschlossenen wie modernen von BKM geförderten Kulturinstitution\n30 Tage Jahresurlaub bei einer 5-Tage-Woche sowie zusätzliche freie Tage am 24. und 31. Dezember\nZuschuss zum BVG-Firmenticket\nDie Deutsche Kinemathek gewährleistet die Gleichstellung von Frauen und Männern nach Maßgabe des Bundesgleichstellungsgesetzes. Wir verstehen uns als werteorientierte Institution, als Reflexionsort für historische und aktuelle gesellschaftliche Entwicklungen. Wir schätzen Vielfalt und empfinden unterschiedliche Biografien und Lebensentwürfe als Bereicherung. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. BIPoC, LGTBQI* und Menschen mit Diskriminierungs- und Marginalisierungserfahrung möchten wir besonders zu einer Bewerbung ermutigen. Schwerbehinderte Menschen werden bei gleicher Eignung und Qualifikation bevorzugt.\nWenn wir Ihr Interesse geweckt haben, senden Sie bitte Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen spätestens bis zum\n17.02.2026\n(im PDF-Format per E-Mail als eine Datei) an\nbewerbungen@deutsche-kinemathek.de\n.\ndeutsche-kinemathek.de/karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.02.2026", "url": "https://www.museumsbund.de/stellenangebote/kongresskoordinatorin-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-assistenz-der-leitung-m-w-d/", "image": "", "title": "Kuratorische Assistenz & Assistenz der Leitung (m/w/d)", "content_text": "Galerie Stadt Sindelfingen, Sindelfingen Bewerbungsende: 22.02.2026 | In der breit angelegten Kulturlandschaft von Sindelfingen mit ihren vielfältigen Angeboten nimmt die Galerie Stadt Sindelfingen ihre besondere Rolle als innovativer Kunststandort wie auch als Bildungsinstitution war. Die Galerie Stadt Sindelfingen wurde 1990 als Ort für zeitgenössische Kunst gegründet. Sie befindet sich im Stadtzentrum in einem klassizistischen Bau, der in den 1980er Jahren von dem Berliner Architekten Josef Paul Kleihues zu einem Museum umgebaut und mit einem Neubau, dem Oktogon, erweitert wurde.\nDie Galerie versteht sich als Ausstellungs- und Produktionsort für die mannigfaltigen Erscheinungsformen der modernen und zeitgenössischen Kunst. In wechselnden Einzel- und Gruppenausstellungen werden sowohl junge und aufstrebende Künstler: innen präsentiert, als auch etablierte Positionen. Mit der Sammlung Lütze, die stetig erweitert wird, verfügt die Galerie zudem über bedeutende Werke moderner und zeitgenössischer Kunst.\nZum frühestmöglichen Zeitpunkt suchen wir für\ndas Amt für Kultur, Abteilung Galerie, in Vollzeit und unbefristet eine\nKuratorische Assistenz & Assistenz der Leitung (m/w/d)\nIhr Aufgabengebiet:\nKuratorische Mitarbeit bei der Konzeption und Umsetzung der Wechsel- und Sammlungsausstellungen\nMitarbeit bei der Konzeption und Umsetzung des Vermittlungs- und Veranstaltungsprogramms\nWissenschaftliche Recherchen, Verfassen von wissenschaftlichen Texten sowie redaktionelle Arbeiten\nMitarbeit bei der Presse- und Öffentlichkeitsarbeit inklusive der Betreuung der Sozialen Medien und des Internetauftritts\nMitarbeit bei den ausstellungsbegleitenden Publikationen\nBearbeitung von Leihanfragen und Vorbereitung von Leihgesuchen sowie Transportplanung\nAllgemeine Unterstützung der Leiterin bei der Verwaltung und bei administrativen Aufgaben\nIhr Profil:\nAbgeschlossenes Hochschulstudium der Kunstgeschichte oder eines vergleichbaren Studiengangs (vorzugsweise Master oder eine vergleichbare Qualifikation)\nInteresse an und tiefgreifende Kenntnisse der Kunst des 20. und 21. Jahrhunderts\nAusgewiesene Berufserfahrungen im Museums- und Ausstellungswesen\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKenntnisse und Umgang mit den gängigen EDV-Programmen\nStrukturierte und sorgfältige Arbeitsweise\nAusgeprägte Kommunikations- und Teamfähigkeit\nHohe Flexibilität und die Bereitschaft auch außerhalb der regulären Zeiten zu arbeiten\nWir bieten:\nBei Vorliegen der persönlichen Voraussetzungen eine attraktive Vergütung in der Entgeltgruppe 11 TVöD\nVerantwortungsvolle Tätigkeit im dynamischen, kommunalen Umfeld\nAttraktives Fortbildungsprogramm und Betriebliches Gesundheitsmanagement\nFlexible Arbeitszeiten und eine ergänzende Altersvorsorgemaßnahme durch die Zusatzversorgungskasse\n75 % Zuschuss zum ÖPNV-Ticket oder Förderung der regelmäßigen Anfahrt mit dem Fahrrad,\nbis zu jeweils 80 € im Monat\nUnterstützung bei der Suche nach einem KiTa-Platz\nWeitere attraktive Arbeitgeberleistungen, die wir Ihnen gerne im persönlichen Gespräch vorstellen\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über Ihre aussagekräftige Bewerbung bis spätestens 22.02.2026 über unser Online-Bewerberportal.\nBei Fragen steht Ihnen Frau Eckstein, Leitung der Galerie, unter der Rufnummer 07031/94-392 gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-assistenz-der-leitung-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-5/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 08.02.2026 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen in\nDeutschland und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg. Seit dem 29.09.2025 ist das Haupthaus im Karlsruher Schloss aufgrund einer Generalsanierung für mehrere Jahre geschlossen. Der analoge Ausstellungsbetrieb wird in den Außenstellen, den Zweigmuseen und ab 2026 in einer Kooperation mit der Kunsthalle Baden-Baden weiter aufrechterhalten. Im Rahmen eines vom Ministerium für Wissenschaft, Forschung und Kunst des Landes Baden-Württemberg geförderten Projekts zur Bearbeitung von NS-verfolgungsbedingt entzogenem Kulturgut suchen wir zum nächstmöglichen Zeitpunkt eine/n\nWissenschaftliche *n Mitarbeiter*in (m/w/d)\nin Vollzeit und befristet für die Dauer von 3 Jahren für folgende\nAufgaben:\nObjektautopsie auf evtl. Provenienzmerkmale\nRecherche von Archivalien des BLM (Inventarbücher, Karteikarten, Objektmappen, Fotoarchiv, Ankaufskorrespondenzen)\nLiteraturrecherche\nRecherche in den für die Provenienzforschung relevanten Datenbanken\nRecherche zu KunsthändlerInnen / EigentümerInnen\nZusammenarbeit mit der Provenienzforscherin des BLM\nDokumentation der Ergebnisse in der Museumsdatenbank Imdas Pro\nDokumentation von Objekten, die einer Tiefenrecherche bedürfen\nAbschlussbericht über Durchführung und Ergebnisse des Erstcheck\nWir erwarten folgende Kenntnisse und Fähigkeiten:\nabgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master) der Kunstgeschichte, Provenienzforschung bzw. vergleichbare Erfahrungen und Fähigkeiten\nErfahrungen in der Provenienzforschung zu im Nationalsozialismus entzogenem Kulturgut\nKenntnisse des verfolgungsbedingten Kulturgutentzugs sowie des Kunst- und Antiquitätenhandels\nErfahrung in der Recherche von Archivgut und der Anwendung relevanter Forschungsdatenbanken\nDokumentation von Rechercheergebnissen in einer Museumsdatenbank\nselbstständige, strukturierte und sorgfältige Arbeitsweise sowie organisatorisches Geschick\nhohes Verantwortungsbewusstsein\nteamorientiertes Arbeiten und Bereitschaft zum fachlichen Austausch mit der Forschungscommunity\nsehr gute Ausdrucksfähigkeit in Deutsch und Englisch (Wort und Schrift)\nKenntnisse im Bereich Kunstgewerbe des Jugendstils und des Art Déco\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld mit einem engagierten Team\nVergütung in Entgeltgruppe 13 TV-L\nflexible Arbeitszeiten und die Möglichkeit zu mobiler Arbeit\nTeilnahme am Behördlichen Gesundheitsmanagement\nZuschuss zu Ihrer Mobilität (Jobticket)\neinen zentralen Arbeitsort am Karlsruher Schloss bei sehr guter ÖPNV-Anbindung\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nDas Aufgabengebiet ist grundsätzlich teilbar.\nBitte richten Sie Ihre Bewerbung in digitaler Form bis zum 08.02.2026 an das Badische Landesmuseum, Referat Personal und Finanzwesen:\nbewerbungen@landesmuseum.de\nunter Angabe der Kennziffer „1-26-Provenienz“\nFür Fragen steht Ihnen Frau Dr. Katharina Siefert zur Verfügung: katharina.siefert@landesmuseum.de\nNach Abschluss des Verfahrens werden alle Unterlagen gelöscht.\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-5/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-m-w-d-im-bereich-bildung-vermittlung/", "image": "", "title": "Projektmitarbeiter/in (m/w/d) im Bereich „Bildung Vermittlung“", "content_text": "Stiftung Bundespräsident-Theodor-Heuss-Haus, Stuttgart Bewerbungsende: 08.02.2026 | Die Stiftung Bundespräsident-Theodor-Heuss-Haus sucht zum nächstmöglichen Zeitpunkt in Teilzeit mit 19,5 Wochenstunden (50%)\neine/n Projektmitarbeiter/in (m/w/d) im Bereich „Bildung Vermittlung“\nzur Umsetzung des Projekts\n„Heuss Lab: Jüdisches Leben, Antisemitismus und wir“\nDie Stiftung Bundespräsident-Theodor-Heuss-Haus ist eine parteiunabhängige Bundesstiftung mit Sitz in Stuttgart. Das Theodor-Heuss-Haus, das letzte Wohnhaus des ersten Bundespräsidenten, ist ein offener Treffpunkt für Demokratie, Austausch und Bildung.\nHier kommen Menschen zusammen, um über aktuelle gesellschaftliche Fragen zu diskutieren, Ausstellungen zu entdecken oder an Workshops, Seminaren und Veranstaltungen teilzunehmen. Neben unserer politischen Bildungsarbeit engagieren wir uns in der zeithistorischen Forschung und setzen Impulse für eine lebendige Demokratie – in Stuttgart und weit darüber hinaus.\nIm Jahr 2026 widmet wir uns dem Themenschwerpunkt „Immer noch. Antisemitismus in Deutschland“. Mit dem „Heuss Lab“ planen wir ein interaktives und partizipatives Lern- und Diskussionsformat für Jugendliche und junge Erwachsene. In Workshops, Diskussionen und in der Beschäftigung mit Ausstellungseinheiten setzen sich die Teilnehmenden mit jüdischem Leben und mit Antisemitismus in Geschichte und Gegenwart auseinander. Zusammen bespielen sie die Workshop- und Sonderausstellungsbereiche des Hauses und erweitern das Heuss Lab nach und nach zu einer wachsenden Mitmach-Ausstellung.\nFür die didaktische Begleitung des Themenschwerpunkts und die Umsetzung des Heuss Lab suchen wir Verstärkung im Team „Bildung und Vermittlung“.\nZu Ihren Aufgaben zählen u.a.:\nMitkonzeption und Umsetzung didaktischer Formate in Abstimmung mit dem Stiftungsteam\nKoordination und Organisation des Heuss Lab, der Workshops und der didaktischen Formate im Rahmen des Heuss Lab\nKommunikation mit Referent/innen, Kooperationspartnern und Zielgruppen, insbesondere mit unseren Partnerschulen in Stuttgart und Umgebung\nUmsetzung der Workshops und Teileinheiten zusammen mit Partnern, externen Referent/innen sowie mit dem Stiftungsteam\nBegleitung und Aufbereitung der Veranstaltungen für die Öffentlichkeitsarbeit, insbesondere in den sozialen Medien\nEntwicklung themenbezogener Formate für die Social-Media-Kanäle des Hauses\nNachbearbeitung, Dokumentation und Evaluierung des Projekts\nUnterstützung der Verwaltung bei Buchführung und Abrechnung des Projekts\nEntwicklung und Umsetzung von themenbezogenen Vermittlungsformaten in den Ausstellungen des Hauses\nIhr Profil\nAbgeschlossenem Hochschulstudium (mindestens Bachelor) in den Bereichen Politik-, Sozial-, Geschichte- oder Kulturwissenschaften oder verwandter Fächer\nErfahrungen mit und Interesse an der Zusammenarbeit mit jungen Menschen\nErfahrungen mit projektbezogenem Arbeiten\nGute oder sehr gute Kenntnisse jüdischen Lebens sowie in den Bereichen Antidiskriminierung und demokratische Bildungsarbeit\nMotivation und Teamfähigkeit\nBereitschaft zum flexiblen Einsatz und zum Wochenend- und Abendeinsatz bei Veranstaltungen im Projektrahmen\nErfahrungen im Umgang mit sozialen Medien\nAusgeprägte kommunikative Fähigkeiten, Freude am Umgang mit Menschen sowie sehr gute organisatorische Fähigkeiten setzen wir voraus.\nUnser Angebot\nEin verantwortungsvolles, vielseitiges und interessantes Aufgabengebiet an einem renommierten Ort der Demokratiegeschichte\nSehr gute Arbeitsatmosphäre in einem motivierten und aufgeschlossenen Team\nAttraktive Arbeitsbedingungen durch flexible Arbeitszeiten\nDeutschland-Jobticket mit Arbeitgeberzuschuss\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst (TVöD Bund). Die Vergütung erfolgt bei Erfüllung der tarifvertraglichen Voraussetzungen nach Entgeltgruppe 9c TVöD (Bund). Es handelt sich um eine projektbezogene Teilzeitstelle die für 8 Monate befristet ist.\nDie Stiftung gewährleistet die berufliche Gleichstellung unabhängig vom Geschlecht. Schwerbehinderte Menschen werden nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann bewerben Sie sich bitte unter Angabe des möglichen Eintrittstermins bis spätestens 08.02.2026\nhier\nin unserem Bewerbungsportal oder Sie senden uns Ihre Bewerbung per Post an die Stiftung Bundespräsident-Theodor-Heuss-Haus, Breitscheidstraße 48, 70176 Stuttgart.\nIhre Bewerbung sollte neben den üblichen Unterlagen insbesondere Kopien Ihrer Prüfungs- und Arbeitszeugnisse umfassen.\nWenn Sie Fragen haben, wenden Sie sich bitte gerne an die Museumspädagogin, Frau Leinich, Tel. 0711/9559850 bzw.\nbewerbung@theodor-heuss-haus.de\n.\nInformationen zur Stiftung erhalten Sie im Internet unter\nwww.theodor-heuss-haus.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-m-w-d-im-bereich-bildung-vermittlung/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-prien-insel-herrenchiemsee/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst in Prien, Insel Herrenchiemsee", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Prien Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab dem 20.04.2026 bis 31.10.2026 Mitarbeiter (m/w/d) für Museumsaufsichtstätigkeiten und Besucherbetreuung\nin einem kulturellen Objekt auf der\nInsel Herrenchiemsee in Prien.\nDie Tätigkeit kann in\nVollzeit,\nsozialversicherungspflichtiger Teilzeit\nund auf\nMinijob-Basis (603,00 Euro/Basis)\nausgeübt werden.\nArbeitszeiten:\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine\ntarifgebundene Bezahlung\nSie erhalten\nFunktionszulagen\nauf den tariflichen Stundengrundlohn\nÜbernahme der Parkkosten und der Fährfahrt zur Insel\nEine qualifizierte Einarbeitung ist selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen Sicherungs- und Überwachungsaufgaben im Tagesdienst\nSie übernehmen den Museumsaufsichtsdienst\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nDas bringen Sie mit:\nBesucherfreundliches und gepflegtes Auftreten\nArbeitsbereitschaft und absolute Zuverlässigkeit\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nUnterrichtungsnachweiß nach §34a Gewerbeordnung (IHK)\nPolizeiliches Führungszeugnis ohne Eintrag\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-prien-insel-herrenchiemsee/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsaufsichtskraft-kassenkraft-m-w-d-in-lichtenau-westfalen-2/", "image": "", "title": "Museumsaufsichtskraft/ Kassenkraft (m/w/d) in Lichtenau Westfalen", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Lichtenau/Westfalen Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nzum nächstmöglichen Zeitpunkt eine Museumsaufsichtskraft (m/w/d) mit Kassen- und Shoptätigkeiten\nfür ein museales Objekt in\nLichtenau (Westfalen).\nDie Tätigkeit kann in\nversicherungspflichtiger Teilzeit\n(60 bis 80 Stunden/ Monat) oder auf\nMinijob-Basis (603,00 Euro/Basis)\naufgenommen werden.\nArbeitszeiten:\nArbeitszeiten von Dienstag bis Sonntag, 09.45-18.15 Uhr bzw. Teildienste\nIhre Vorteile bei uns:\nEine Tarifgebundene und pünktliche Bezahlung\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) im Aufsichtsdienst mit Kassentätigkeiten freuen\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie führen den Museumsaufsichtsdienst durch\nSie übernehmen die Bewachung von Ein- und Ausgängen\nSie übernehmen allgemeine Aufgaben im Empfangsdienst\nSie übernehmen den Kassendienst / Eintrittskarten\nSie übernehmen den Shop Verkauf\nSie führen Ticketkontrollen durch\nSie sind der erste Ansprechpartner für die Besucher im Museum\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie sind körperlich belastbar für überwiegend gehende und stehende Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nSie haben eine hohe Arbeitsbereitschaft und sind absolut zuverlässig\nIhnen ist der Umgang mit Menschen unterschiedlichen Alters und Nationalitäten vertraut\nSie besitzen gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nDie Unterrichtung nach §34a GewO ist erforderlich\n, gern auch höhere Qualifikation\nSie haben vorzugsweise eine Unterrichtung in Erste Hilfe\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsaufsichtskraft-kassenkraft-m-w-d-in-lichtenau-westfalen-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-frankfurt-am-main-2/", "image": "", "title": "Projekt Manager (m/w/d) für museale Objekte in Frankfurt am Main", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Frankfurt a. M. Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort eine/n erfahrene/n\nProjekt Manager/in (m/w/d) für museale Objekte in Frankfurt am Main\n. Die Tätigkeit wird in\nVollzeit\nausgeübt. Ein\nFirmenfahrzeug\nsowie die\nMöglichkeit zum Homeoffice\nsind Teil der Stelle.\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene Tarifbindung plus außertariflicher Zulage\nElektr. Firmenfahrzeug mit Ladekarte (auch zur privaten Nutzung)\nHomeoffice-Möglichkeit nach Absprache\nLaptop und Diensthandy werden gestellt\neine qualifizierte Einarbeitung ist selbstverständlich\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nKoordination von Einsatzkräften in musealen Objekten\nPlanung und Pflege von Dienst- und Einsatzplänen\nAbstimmung mit Objektleitungen und Kunden vor Ort\nKontrolle von Stundennachweisen und Übergabe der Abrechnungsdaten an die Verwaltung\nÜbernahme von Diensten bei kurzfristigen Ausfällen\nUnterstützung der operativen Abläufe – keine Führungsverantwortung\nVerantwortung für ein gutes, sachliches und kollegiales Arbeitsklima\nDas bringen Sie mit:\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nErfahrung in Einsatzplanung und organisatorischer Koordination\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nSehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, vorzugsweise Grundkenntnisse in Englisch\nSehr gute PC-Kenntnisse (MS Office, insbesondere Excel)\nNachweis der Sachkundeprüfung nach §34a Gewerbeordnung oder höherwertige Qualifikation (z. B. GSSK)\nFührerschein Klasse B\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-frankfurt-am-main-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-museum-bezirksgeschichtsarbeit-m-w-d/", "image": "", "title": "Fachbereichsleitung Museum / Bezirksgeschichtsarbeit (m/w/d)", "content_text": "Museum Pankow, Berlin Bewerbungsende: 01.02.2026 | Pankow ist der bevölkerungsreichste Berliner Bezirk – und wächst weiter. Um den kommenden Herausforderungen erfolgreich zu begegnen, suchen wir engagierte Kolleginnen und Kollegen, die mit uns die Zukunft aktiv gestalten möchten. Das Bezirksamt Pankow bietet Ihnen als öffentlicher Arbeitgeber ein vielfältiges Arbeitsumfeld mit spannenden Aufgaben und attraktiven Entwicklungsmöglichkeiten. Vielfalt ist uns wichtig: Wir freuen uns über Bewerbungen von Menschen aller Hintergründe und Lebenswege. Bewerben Sie sich jetzt – und werden Sie Teil unseres Teams!\nBezirksamt Pankow von Berlin\nSonstiges\nMonatsgehalt: 4.629 – 6.580 EUR\nPublizierung bis: 01.02.2026\nUnbefristet\nKennziffer: 278-3630-2025\nIhre Aufgaben\nAls Leitung des Fachbereichs Museum / Bezirksgeschichtsarbeit gestalten die Zukunft des Museums mit strategischem Weitblick und entwickeln Konzepte, die die Ziele des Hauses mit den Interessen der Besucher:innen und den Anforderungen der Kultur- und Bildungsarbeit verbinden. Sie fördern die Potenziale und die Motivation des Teams und sorgen für eine klare Aufgabenverteilung und eine gute Zusammenarbeit. Zudem behalten Sie die Finanzen im Blick, verantworten das Budget und gewinnen neue Fördermittel, Spenden und Sponsor:innen. Sie betreuen die Sammlungen zur Bezirksgeschichte, sichern ihren Erhalt und entwickeln neue Ausstellungen. Gemeinsam mit Ihrem Team gestalten Sie Programme und Veranstaltungen, die Geschichte lebendig machen und Menschen jeden Alters begeistern. Mit gezielter Öffentlichkeitsarbeit stärken Sie die Sichtbarkeit des Museums und pflegen Partnerschaften mit Kulturträgern, Schulen und der lokalen Gemeinschaft.\nWenn Sie Ihre Leidenschaft für Geschichte, Kultur und Menschen in eine verantwortungsvolle Leitungsaufgabe einbringen möchten, freuen wir uns auf Ihre Bewerbung!\nKennziffer: 278-3630-2025\nBesetzbar ab: 01.01.2026\nEntgeltgruppe: E 13 Teil I d. EntO. zum TV-L (Bewertungsvermutung)\nVollzeit mit 39,4 Wochenstunden (Teilzeitbeschäftigung ist möglich)\ngeplanter Einsatzort:  Prenzlauer Allee 227, 10405 Berlin\nFür einen gelungenen Start erwartet Sie ein Wissenstransfer, zum Erhalt von wertvollem Know-how und einer nahtlosen Übergabe\nIhr Profil\nTarifbeschäftigte/r:\nabgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master) als Historiker:in, Kulturwissenschaftler:in oder vergleichbare Kenntnisse, Fähigkeiten und Erfahrungen\nBreitgefächerte und tiefgehende historische Kenntnisse verbunden mit Erfahrungen im Museumsbetrieb (Sammlungen inkl. Bestandserhaltung und –präsentation, Ausstellungen und Projekte) und Vermittlung (inkl. Museumspädagogik)\nwünschenswert: mehrjährige Berufserfahrung in einer Führungsposition in einer vergleichbaren Einrichtung\nDie einzelnen und weiteren Anforderungen und ihre Ausprägungen sind dem für diese Stelle erstellten Anforderungsprofil zu entnehmen, welches über den Button „weitere Informationen“ einzusehen ist.\nHinweise zum Bewerbungsverfahren\nWir freuen uns auf Ihre Bewerbung bis zum 01.02.2026\nBitte bewerben Sie sich online über das Berliner Karriereportal mit dem Button „Jetzt bewerben“.\nBitte schauen Sie in unsere Ausfüllhinweise: https://j0b.de/Hinweis\nErforderliche Unterlagen\nBitte fügen Sie Ihrer Bewerbung folgende Dateien bei:\nAnschreiben\ntabellarischer, lückenloser Lebenslauf\naktuelle dienstliche Beurteilung bzw. aktuelles Arbeitszeugnis (möglichst nicht älter als ein Jahr)\nNachweis Ihrer Qualifikation (z. B. Studien- oder Prüfungszeugnis)\nfür Beschäftigte die bereits im öffentlichen Dienst arbeiten: Einverständniserklärung zur Einsicht in die Personalakte\nAnsprechpartner für Ihre Fragen:\nFrau Lathan, (030) 90295 – 2460\nBei weiteren Fragen oder Problemen wenden Sie sich bitte an das Zentrale Bewerbungsbüro unter 030 90295-2200.\nWir schätzen und fördern die Vielfalt unabhängig von Geschlecht, Lebensalter, Behinderungen, dem ethnischen Hintergrund, der Religion und Weltanschauung oder der sexuellen Orientierung. Insbesondere Bewerbungen von Frauen, Menschen mit Behinderungen sowie Menschen mit Migrationsgeschichte sind ausdrücklich erwünscht. Bei gleichwertiger Qualifikation werden Frauen (bei Unterrepräsentanz) und schwerbehinderte/ diesen gleichgestellten Menschen bevorzugt eingestellt sowie Menschen mit Migrationshintergrund in besonderem Maße berücksichtigt.\nDas BA Pankow fördert gemäß Frauenförderplan die Besetzung von Leitungspositionen mit\nFrauen. Bewerbungen sind daher ausdrücklich erwünscht.\nWeitere Informationen:\nhttps://www.karriereportal-stellen.berlin.de/Fachbereichsleitung-Museum-Bezirksgeschichtsarbeit-mwd-de-j63919.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-museum-bezirksgeschichtsarbeit-m-w-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-kassen-und-museumsdienst/", "image": "", "title": "Mitarbeiter:in (m/w/d) im Kassen- und Museumsdienst", "content_text": "Fränkisches Freilandmuseum, Bad Windsheim Bewerbungsende: 09.02.2026 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum 01.03.2026 bzw. dem danach nächstmöglichen Zeitpunkt eine / einen\nMitarbeiterin / Mitarbeiter (m/w/d) im Kassen- und Museumsdienst\nin Teilzeit im Umfang von bis zu 75 % einer Vollzeitstelle (derzeit 29,25 Wochenstunden).\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nKassier- und Verkaufstätigkeit in verschiedenen Bereichen des Museums unter Einsatz von Computerkassen, insbesondere Verkauf von Museumsprodukten und Eintrittskarten\nBesucherservice und allgemeine Besucherinformationen sowie Besucherbetreuung\nSchließ-, Kontroll-, Reinigungs- und Hausmeisterdienste in historischen Museumsgebäuden, Betriebs-, Funktions- und Sanitärgebäuden sowie im Freigelände\nHaus-, Garten- und Pflegearbeiten in den Häusern und im Umgriff der Museumsgebäude\nOrganisatorische und technische Vor- und Nachbereitung von museumspädagogischen Aktionen und Programmen für Kinder, Jugendliche und Erwachsene\nSonderaufgaben bei Museumsveranstaltungen (z.B. Mitarbeit bei der Besucherbewirtung, bei Koch- und Backaktionen, im Stall- und Futterdienst sowie im handwerklichen Vorführdienst wie z.B. bei Mühlenvorführungen, u.a.)\nDer Arbeitseinsatz im Museumsdienst richtet sich nach einem besonderen\nDienstplan\n, bei dem während der Museumssaison von Anfang März bis Mitte Dezember regelmäßig auch\nWochenend- und Feiertagsdienste\nzu leisten sind. Die Arbeitszeit beträgt in der Hauptsaison täglich 9 Stunden bei durchschnittlich drei bis vier Einsatztagen pro Woche.\nIhr Profil\nSie verfügen über\neine erfolgreich abgeschlossene Berufsausbildung in den Bereichen Verkauf / Einzelhandel, Hotel- und Gastgewerbe, im sonstigen Kunden- / Besucherservice oder ein vergleichbarer Abschluss\nErfahrungen im Kassenbereich wären wünschenswert\nEDV-Kenntnisse in gängigen Microsoft-Office-Anwendungen\nService- und Einsatzbereitschaft, sowie ein sicherer und freundlicher Umgang mit den Besuchern\nTeamfähigkeit, Kollegialität und Hilfsbereitschaft in der Zusammenarbeit mit Kolleginnen und Kollegen\nGute, handwerkliche gärtnerische und / oder landwirtschaftliche Kenntnisse\nVerantwortungsbereitschaft, ausgeprägte Einsatzfreude sowie ein hohes Maß an Zuverlässigkeit\nZeitliche Flexibilität und die Bereitschaft zum regelmäßigen Arbeitseinsatz an Wochenenden und Feiertagen\nWir bieten\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit\nEine Teilzeitstelle im Umfang von bis zu 75 % einer Vollzeitstelle (derzeit 29,25 Wochenstunden)\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe 4 TVöD\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Teamleiter, Herr Bernd Rink (Tel. 09841 6680-21), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internetseite unter www.freilandmuseum.de oder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte, gerne per E-Mail, bis\nspätestens 09.02.2026\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-kassen-und-museumsdienst/", "date_published": "2026-01-23T00:00:00"}]}