{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-3/", "image": "", "title": "Hausmeister/in (m/w/d)", "content_text": "Museum im Kloster, Bersenbrück Bewerbungsende: 04.05.2025 | Der Landkreis Osnabrück gehört in Niedersachsen zu den wirtschaftlich erfolgreichsten Regionen mit weltweit führenden Herstellern innovativer Produkte, einer auch in den nächsten Jahren ausgeglichenen demografischen Entwicklung und einem lebens- und liebenswerten Arbeits- und Wohnumfeld mit seinem UNESCO Geopark TERRA.vita. Als attraktiver und familienfreundlicher Arbeitgeber bietet die Kreisverwaltung eine Vielzahl interessanter Perspektiven und Entwicklungsmöglichkeiten.\nZur Verstärkung des Landkreisteams im Museum im Kloster in Bersenbrück freuen wir uns zum nächstmöglichen Zeitpunkt auf Sie für die Tätigkeit als\nHausmeister/in (m/w/d)\nDas Museum im Kloster ist ein zentraler Kulturort des nördlichen Osnabrücker Landes. Mit seiner hundertjährigen Geschichte als ehemaliges Kreismuseum ist es ein spannender Lernort über die Geschichte und Kultur der Region, die in einer 2018 neugestalteten modernen und multimedialen Dauerausstellung erfahrbar werden. Zeitlich umfasst das Museum den Zeitraum von 1231 bis 1924, also ab Gründung des ehemaligen Zisterzienserinnenklosters, in dessen Räumlichkeiten sich das Museum heute befindet, bis zur Museumsgründung. Regelmäßige Sonderausstellungen und die museumspädagogischen Programme ergänzen das Angebot. Das Museum im Kloster wird in Kooperation des Kulturbüros des Landkreises Osnabrück und dem Kreisheimatbund Bersenbrück e.V. geführt.\nIhre Aufgaben\nFachgerechte Pflege und Instandhaltung von Gebäuden und Außengelände\nAnfertigung, Umbau, Reparatur und Aufstellung von Ausstellungseinrichtungen\nDurchführung von Wartungsarbeiten, Klein- und Schönheitsreparaturen verschiedener Art und Gewerke\nAnsprechperson vor Ort für alle handwerklichen Leistungen und andere externe Dienstleister\nRegelmäßige Kontrolle und Prüfung technischer Anlagen und Einrichtungen, der Gebäude und der Liegenschaften\nÜberprüfung des Gebäudeklimas\nTätigkeiten der allgemeinen Hauswartung\nLogistische und technische Unterstützung bei der Durchführung von Veranstaltungen\nTransportarbeiten auch hochwertiger Kunstgegenstände\nUnterstützung bei der Neueinrichtung von Depot und Werkstatt\nIhr Profil\nSie verfügen über eine erfolgreich abgeschlossene Ausbildung als Elektroniker/in – Energie- und Gebäudetechnik oder vergleichbar.\nWir wünschen uns außerdem von Ihnen\nHandwerkliches Geschick für Tischler- und Malerarbeiten\nSensibilität für die besonderen Belange einer gemeinnützigen Kultureinrichtung\nBerufserfahrung im Facility Management oder im Dienstleistungsbereich der Gebäudewirtschaft oder Haustechnik\nKenntnisse der Arbeitssicherheit und Elektrotechnik\nGründliche und sorgfältige Arbeitsweise bei hoher Zuverlässigkeit\nPhysische Belastbarkeit\nBereitschaft zum Dienst an Wochenenden und in Notfällen\nTeam- und Kommunikationsfähigkeit\nSicheres Beherrschen der Grundfunktionen der Standard Office Programme\nUnser Angebot\nDer Landkreis Osnabrück ist zertifiziert als familienfreundlicher Arbeitgeber durch das Familienbündnis Region Osnabrück.\nSie übernehmen eine vielseitige und verantwortungsvolle Tätigkeit in einem motivierten, kollegialen und professionellen Team im Rahmen eines\nunbefristeten Arbeitsverhältnisses\nnach Entgeltgruppe 4 TVöD\nmit bis zu 30 Tagen Jahresurlaub\neiner Jahressonderzahlung sowie\nder Option auf eine zusätzliche, einmal jährliche leistungsorientierte Bezahlung\nEs handelt sich um eine Teilzeitstelle mit einer wöchentlichen Arbeitszeit von 19,5 Stunden.\nDarüber hinaus erwarten Sie\nflexible und an Lebensphasen orientierte Arbeitszeitmodelle und Angebote zur Vereinbarkeit von Beruf und Privatleben\nKinderbetreuungsmöglichkeiten im Kreishaus im Rahmen vorhandener Kapazitäten sowie eine Notfallbetreuung für Kinder\nein ausgeprägtes betriebliches Gesundheitsmanagement, ein Firmenfitness-programm sowie ein Fahrradleasing-Angebot\nVergünstigungen für den öffentlichen Personennahverkehr\neine strukturierte Einarbeitung sowie attraktive und individuelle Fort- und Weiterbildungsmöglichkeiten\nviele Gestaltungsmöglichkeiten auf dem Weg zu einem „digitalen“ Landkreis mit modernster IT-Ausstattung\nkostenfreie Parkmöglichkeiten auch im Rahmen von E-Mobilität\nJetzt bewerben!\nSenden Sie uns Ihre aussagekräftige Bewerbung\nbis zum 04. Mai 2025\nonline\nüber unser Karriereportal unter\nwww.landkreis-osnabrueck.de/karriere\nzu.\nFragen?\nFür weitere Auskünfte steht Ihnen die Leiterin des Museums, Frau Pfaff, unter der Telefonnummer 0541/501-4034 gerne zur Verfügung.\nLandkreis Osnabrück\nFachdienst Bildung, Kultur und Sport\nAm Schölerberg 1\n49082 Osnabrück\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-3/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-25/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (w/m/d)", "content_text": "Dommuseum Hildesheim, Hildesheim Bewerbungsende: 12.05.2025 | Das Bischöfliche Generalvikariat sucht zum nächstmöglichen Zeitpunkt\neine Wissenschaftliche Mitarbeiterin / einen Wissenschaftlichen Mitarbeiter\nfür das Dommuseum. Die Wochenarbeitszeit beträgt 39,80 Stunden. Der Dienstsitz ist Hildesheim. Die Stelle ist auf 2 Jahre befristet.\nDas Dommuseum Hildesheim ist mit dem zum UNESCO-Welterbe gehörenden Domschatz und den im Jahr 2015 neu eröffneten Museumsräumen eines der bedeutendsten Museen für hochmittelalterliche Kunst im deutschsprachigen Raum. Ein ambitioniertes Ausstellungs-, Vermittlungs- und Veranstaltungsprogramm auch zur Kunst der Gegenwart und zu aktuellen gesellschaftlichen Fragestellungen ergänzt die Arbeit mit der Sammlung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-25/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/studienvorbereitende-praktikumsstelle-im-bereich-der-gemaelde-und-skulpturenrestaurierung-6/", "image": "", "title": "Studienvorbereitende Praktikumsstelle im Bereich der Gemälde- und Skulpturenrestaurierung", "content_text": "Hessisches Landesmuseum Darmstadt, Darmstadt Bewerbungsende: 09.05.2025 | Am Hessischen Landesmuseum Darmstadt ist ab\n01. September 2025\neine\nstudienvorbereitende Praktikumsstelle\nim Bereich der Gemälde- und Skulpturenrestaurierung, mit 100% der regelmäßigen Arbeitszeit (40 Wochenstunden)\nfür die Dauer von 12 Monaten zu besetzen.\nDas Hessische Landesmuseum Darmstadt ist eines der wenigen Universalmuseen Deutschlands. Hier werden gleichermaßen Objekte der Kunst- und Kulturgeschichte sowie der Naturgeschichte gesammelt und bewahrt.\nDas Praktikum soll auf die Aufnahmeprüfung zu einem Diplom- / Masterstudiengang im Bereich der Gemälde- und Skulpturenrestaurierung vorbereiten. Im Mittelpunkt steht die Konservierung und Restaurierung von Kunstwerken, deren Untersuchung, das Erstellen von Restaurierungskonzepten und die praktische Umsetzung. Weitere Aufgaben sind die Dokumentation der durchgeführten Maßnahmen, und die Vorbereitung von Exponaten für Sonderausstellungen oder bei Leihanfragen.\nDer Praktikant/die Praktikantin erhält Einblicke in Vorgänge des Museumsalltags, wie präventive Konservierung und die Abwicklung und Betreuung von Leihgesuchen, sowie den Auf- und Abbau von Sonderausstellungen.\nVoraussetzung für eine Bewerbung ist die Hoch- bzw. Fachhochschulreife. Wünschenswert sind restauratorische Vorkenntnisse.\nEs wird eine monatliche Vergütung gemäß den Praktikantenrichtlinien des Landes Hessen gewährt.\nBewerbungen von Menschen mit Behinderung werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Die Bewerbung von Menschen mit Migrationshintergrund wird ausdrücklich begrüßt.\nSämtliche Informationen zur Verarbeitung Ihrer personenbezogenen Daten, Ihrer Angaben im Bewerbungsverfahren und Ihre Datenschutzrechte finden Sie in unserer\nDatenschutzerklärung\n.\nSollten wir Ihr Interesse geweckt haben, freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum\n09.05.2025\nan das\nHessische Landesmuseum, Restaurierungsabteilung / Frau O. Levental, Friedensplatz 1, 64283 Darmstadt\n. Bei Fragen steht Ihnen gerne Frau Levental, Tel: 06151 3601-230, zur Verfügung. Für dieses Verfahren ist eine Bewerbung ausschließlich auf dem Postweg möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.05.2025", "url": "https://www.museumsbund.de/stellenangebote/studienvorbereitende-praktikumsstelle-im-bereich-der-gemaelde-und-skulpturenrestaurierung-6/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/research-fellowship-2025-2027/", "image": "", "title": "RESEARCH FELLOWSHIP 2025/2027", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 26.05.2025 | STIFTUNG ANN UND JÜRGEN WILDE\nBayerische Staatsgemäldesammlungen\nPinakothek der Moderne\nRESEARCH FELLOWSHIP 2025/2027\nDie Stiftung Ann und Jürgen Wilde, Bayerische Staatsgemäldesammlungen schreibt ein zweijähriges Fellowship zur Erforschung der Galerie– und Sammeltätigkeit des Stifterpaares Ann und Jürgen Wilde aus. Es richtet sich an Forschende im Bereich Fotografiegeschichte des 20. /21. Jahrhunderts.\nBewerbungsschluss: 26. Mai 2025\nDie Stiftung Ann und Jürgen Wilde:\nDie Stiftung Ann und Jürgen Wilde ist seit 2010 mit ihrer kostbaren Sammlung moderner und zeitgenössischer Fotografie, mit ihren einzigartigen Archiven, einer umfangreichen Fachbibliothek sowie den Künstlerarchiven Karl Blossfeldt und Albert Renger-Patzsch den Bayerischen Staatsgemäldesammlungen angegliedert. Zweck der Stiftung ist es, durch Ausstellungen, Publikationen und Kooperationen die Stiftungsbestände wissenschaftlich zu erschließen und national wie international der Öffentlichkeit vorzustellen. Zudem ist es ein Anliegen der Stiftung, Forschungen zur Geschichte der Fotografie anzuregen und zu unterstützen.\nThema des Fellowships:\nAnn und Jürgen Wilde begannen 1968, ausgehend vom Erwerb eines Teilnachlasses des Münchner Kunsthistorikers Franz Roh, ihre Sammlungen zur Fotografie aufzubauen. Von 1972 an führten sie in Köln eine der ersten Galerien für Fotografie in Europa. Bis zu ihrer Schließung 1985 realisierten sie zahlreiche Ausstellungen, vor allem auch in Kooperation mit Museen und Kunstinstitutionen im In- und Ausland, um die Anerkennung der Fotografie als Kunstform zu erreichen. Ziel ihrer Arbeit war es, u.a. in Vergessenheit geratenen Künstlerinnen und Künstlern der fotografischen Avantgarde der 1920er und 1930er Jahre eine Plattform zu bieten und sie in Beziehung zu zeitgenössischen Positionen zu setzen. 2001 gründeten Ann und Jürgen Wilde die Stiftung „Fotografie und Kunstwissenschaft“, aus der die heutige Stiftung Ann und Jürgen Wilde hervorgegangen ist und die seit 2010 den Bayerischen Staatsgemäldesammlungen angegliedert ist. Diese bewahrt die umfangreichen Archive des Lebenswerks der Stifter, ihre Sammlungen zur modernen und zeitgenössischen Fotografie, eine umfangreiche Fachbibliothek sowie die beiden Künstlerarchive Karl Blossfeldt und Albert Renger-Patzsch.\nDas Fellowship soll sich der wissenschaftlichen Erschließung und Beforschung der Archive zum Lebenswerk der Stifter widmen. Hierbei soll besonders ihr Engagement für die Wiederentdeckung vergessener Fotograf:innen der Avantgarde und der Klassischen Moderne in den Fokus genommen werden (z.B. Karl Blossfeldt, Germaine Krull).\nAnn und Jürgen Wilde selbst sollen in die Recherche miteinbezogen werden.\nRahmenbedingungen:\nDie Forschungsarbeit soll zum nächstmöglichen Zeitpunkt in 2025 beginnen und im Jahr 2027 abgeschlossen werden. Geplant ist eine Veröffentlichung der Forschungsergebnisse.\nDie Förderung beläuft sich auf 2 Jahre/24 Monate mit monatlich 2600 EUR zuzüglich Zuschüsse zu Reisekosten und technischer Ausstattung nach Bedarf.\nEs besteht keine Residenzpflicht.\nBewerbungsvoraussetzungen:\nabgeschlossenes Studium der Kunstgeschichte, Kulturwissenschaft, Kunstwissenschaft (Master) mit Schwerpunkt Geschichte und Theorie der Fotografie oder eine vergleichbare Qualifikation\nfundierte Kenntnisse der kunsthistorischen Forschungsmethodik und erste eigenständig durchgeführte Forschungsvorhaben\nwünschenswert sind Erfahrungen und Vorkenntnisse zum ausgeschriebenen Forschungsthema\nBitte reichen Sie bis zum 26. Mai 2025 Ihre Bewerbung (Anschreiben, Lebenslauf, relevante Zeugnisse, ggf. Projekt- und Schriftenverzeichnis) an untenstehende Adresse ein und geben Kontaktinformationen zu Personen, die gegebenenfalls ein Empfehlungsschreiben verfassen würden.\nAdresse:\nStiftung Ann und Jürgen Wilde\nBayerische Staatsgemäldesammlungen\nRichard-Wagner-Straße 1\n80333 München\nwww.pinakothek.de/stiftung-wilde\nFür Rückfragen wenden Sie sich bitte an\nDr. Simone Förster, email: simone.foerster@pinakothek.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.05.2025", "url": "https://www.museumsbund.de/stellenangebote/research-fellowship-2025-2027/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/graphikrestaurator-w-m-d-2/", "image": "", "title": "Graphikrestaurator (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 19.05.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir suchen ab sofort einen\nGraphikrestaurator (w/m/d)\n(in Vollzeit, 39,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nZur Erweiterung unseres Teams suchen wir eine engagierte Persönlichkeit, die Freude an Aufgaben in der Graphikrestaurierung mitbringt. Wenn Sie in einem zukunftsorientierten Landesbetrieb mit uns gestalten möchten, freuen wir uns auf Ihre Bewerbung!\nIhre Aufgaben:\nAlle konservatorisch und restauratorisch notwendigen Maßnahmen zur Pflege der Bestände der Graphischen Sammlung, der Kunstarchive und der Fotosammlungen: Restaurierung wertvoller Kunstwerke auf Papier, digitale Printmedien und Fotografien, deren Dokumentation sowie technologische Untersuchungen und Entwicklung neuer Arbeitstechniken.\nUmsetzung der präventiven Konservierung: Kontrolle von Ausstellungs- und Lagerungsbedingungen (Klima, Licht, Sauberkeit), Mitarbeit bei der systematischen Verbesserung der fachgerechten Verpackung und Lagerung sowie bei der Schädlingsprävention (Integrated Pest Management).\nAusstellungsvorbereitungen sowie deren Auf- und Abbau: Betreuung von Leihnahmen und Kurieren, Überwachung der Hängung, Bestückung von Vitrinen, Prüfung der Präsentationsbedingungen.\nBewältigung des Leihverkehrs: die restauratorische Bearbeitung der Leihgaben, deren Zustandsprotokollierung, die Überwachung von Verpackung und Transport sowie Transportbegleitung.\nMitarbeit bei der Umsetzung von QM-Richtlinien und den kontinuierlichen Verbesserungsprozessen in der Graphikrestaurierung.\nIhr Profil:\nAbgeschlossenes Hoch-/Fachhochschulstudium im Bereich Konservierung und Restaurierung von Kunstwerken auf Papier, Archiv- und Bibliotheksgut\nSelbstständige, präzise und strukturierte Arbeitsweise, auch unter Zeitdruck\nHohes Maß an manuellem Geschick\nSicherer Umgang mit MS Office, gute Englischkenntnisse\nGute Auffassungsgabe und hohe Leistungsbereitschaft\nKooperations- und Teamfähigkeit, sehr gute Kommunikationsfähigkeit\nOrganisationstalent, hohes Verantwortungsbewusstsein, Zuverlässigkeit\nFreundliches und sicheres Auftreten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte\nausschließlich\nüber unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-05\nbis zum\n19.05.2025\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Katja van Wetten (Bereichsleitung Restaurierung) unter T +49 711 470 40 131. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DSGVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/graphikrestaurator-w-m-d-2/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/praktikant-w-m-d-fuer-ein-studienvorbereitendes-pflichtpraktikum-im-bereich-der-gemaelde-und-skulpturenrestaurierung/", "image": "", "title": "Praktikant (w/m/d) für ein studienvorbereitendes Pflichtpraktikum im Bereich der Gemälde- und Skulpturenrestaurierung", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 09.05.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir suchen zum 01. Juni 2025 einen\nPraktikant (w/m/d) für ein studienvorbereitendes Pflichtpraktikum im Bereich der Gemälde- und Skulpturenrestaurierung\n(in Vollzeit, 39,50 Stunden/Woche, befristet auf 1 Jahr)\nDas Vorpraktikum gilt als Zulassungsvoraussetzung für den Beginn einer Fachhochschul- oder Hochschulausbildung im Bereich Restaurierung. Es dient der Vermittlung beruflicher Kenntnisse, Fertigkeiten und Erfahrungen für die spätere Ausbildung.\nIhr Praktikum:\nSie erhalten Einblicke in Museumsabläufe, wie die Bestandspflege, die präventive Konservierung, sowie in verschiedene Konservierungs- und Restaurierungstechniken abgestimmt auf unterschiedliche Material- und Objektgruppen.\nIhr Profil:\nVoraussetzung ist eine Allgemeine Hochschulreife oder Fachhochschulreife und die Absicht, ein Studium im Fachbereich Restaurierung aufzunehmen.\nGewünscht sind eine praktische Veranlagung, kunstgeschichtliche Grundkenntnisse sowie Interesse für Naturwissenschaften.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nWollen Sie hinter die Kulissen eines Museums blicken?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum\n09.05.2025 ausschließlich\nüber unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-06\neinreichen.\nFachliche Fragen vorab beantwortet Ihnen Frau Katja van Wetten (Bereichsleitung Restaurierung) unter T +49 711 470 40 131. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.05.2025", "url": "https://www.museumsbund.de/stellenangebote/praktikant-w-m-d-fuer-ein-studienvorbereitendes-pflichtpraktikum-im-bereich-der-gemaelde-und-skulpturenrestaurierung/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiterin-m-w-d-5/", "image": "", "title": "Sicherheitsmitarbeiter:in (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 08.05.2025 | Beim\nReferat Sicherheit\nder Staatlichen Museen zu Berlin sind\nvier\nStellen als\nSicherheitsmitarbeiter:in (m/w/d)\nzu besetzen. Die\nStaatlichen Museen zu Berlin\nsind mit ihren 15 Sammlungen und 4 Forschungsinstituten der größte Museumsverbund Deutschlands. Das Referat Sicherheit betreibt in allen Museumsgebäuden der Staatlichen Museen zu Berlin ein Sicherheitsmanagement, das einem modernen Museumsbetrieb gerecht wird. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen und der konzeptionell erforderlichen Anforderungen an die Museumssicherheit und die Sicherheitstechnik und damit einen reibungslosen Dauerbetrieb.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.05.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiterin-m-w-d-5/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-biologin-landschaftsoekologin/", "image": "", "title": "Wissenschaftliche:r Referent:in (w/m/d) Biolog:in/ Landschaftsökolog:in", "content_text": "LWL-Museum für Naturkunde, Münster Bewerbungsende: 19.05.2025 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum 01.10.2025 als\nwissenschaftliche:n Referent:in (Biolog:in/ Landschaftsökolog:in) (w/m/d)\nEG 14 TVöD VKA\nfür unser LWL-Museum für Naturkunde. Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 7676\nbis zum\n19\n.05.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-biologin-landschaftsoekologin/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vier-wissenschaftliche-volontariate-m-w-d/", "image": "", "title": "Vier wissenschaftliche Volontariate (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 11.05.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen ab 1. Oktober 2025, in Vollzeit,\nvier wissenschaftliche Volontäre (m/w/d)\nbefristet für die Dauer von zwei Jahren. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Bei Vorliegen der persönlichen Voraussetzungen wird eine Vergütung in Höhe des halben Tabellenentgelts der Entgeltgruppe 13, Stufe 1 TV-L im ersten Jahr und Stufe 2 TV-L im zweiten Jahr gezahlt.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Sammlungen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Ausschreibung richtet sich an Berufseinsteiger*innen. Das Volontariat ist eine zweijährige wissenschaftliche Ausbildung in Vollzeit und dient der praxisbezogenen Aus- und Fortbildung von Wissenschaftler*innen in museumsrelevanten Studienfächern. Ziel ist es, zu selbstständiger wissenschaftlicher Tätigkeit an Museen zu befähigen und das Museum als eine lebendige Organisation kennenzulernen, in der zahlreiche Abteilungen in enger Verzahnung professionell zusammenarbeiten. Das Volontariat umfasst drei Stationen an verschiedenen Häusern. Deren Zusammenstellung kombiniert die Wünsche der Kandidat*innen mit den anstehenden Aufgaben und Projekten der Museen und Sammlungen.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/vier-wissenschaftliche-volontariate-m-w-d/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-113/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Museum für Westfälische Literatur auf dem Kulturgut Haus Nottbeck, Oelde Bewerbungsende: 11.05.2025 | Das Museum für Westfälische Literatur auf dem Kulturgut Haus Nottbeck in Oelde (Westfalen) ist ein lebendiger Ort der Literaturvermittlung mit überregionaler Ausstrahlung. Es bietet multimediale Informationsangebote zur westfälischen Literaturgeschichte vom Spätmittelalter bis heute sowie ein vielfältiges Ausstellungs- und Veranstaltungsprogramm. Neben dem Literaturmuseum beherbergt der ehemalige Adelssitz Haus Nottbeck eine Musik- und Theaterwerkstatt. Träger ist die Kulturgut Haus Nottbeck GmbH. Wissenschaftlich betreut wird das Museum von der Literaturkommission für Westfalen.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-113/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-31/", "image": "", "title": "Wissenschaftliche/r Volontär/-in (m/w/d)", "content_text": "Städel Museum, Frankfurt am Main Bewerbungsende: 11.05.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. 1815 als bürgerliche Stiftung von dem Bankier und Kaufmann Johann Friedrich Städel begründet, gilt das Städel Museum als älteste und renommierteste Museumsstiftung in Deutschland. Unter einem Dach bietet die Sammlung des Städel einen nahezu lückenlosen Überblick über 700 Jahre europäische Kunstgeschichte – vom frühen 14. Jahrhundert über die Renaissance, den Barock und die klassische Moderne bis in die unmittelbare Gegenwart.\nFür die\nAbteilung Deutsche, holländische und flämische Malerei vor 1800\nsuchen wir spätestens zum 1. Juli 2025 eine/n\nWissenschaftliche/n Volontär/-in\n(m/w/d)\n(Vollzeit; auf 2 Jahre befristet)\nIhre Aufgaben\nMitarbeit in der Abteilung holländische, flämische und deutsche Gemälde vor 1800, insbesondere bei der Sonderausstellung „Im Paradiesgarten. Kunst und Naturwahrnehmung von Pisanello bis Van Eyck” (Arbeitstitel; Städel Museum, 24. Februar bis 27. Juni 2027) einschließlich der Umsetzung des digitalen Vermittlungsangebots, bei den wissenschaftlichen Bestandskatalogsprojekten „Deutsche Gemälde im Städel Museum, 1725-1800“ und „Niederländische Malerei im Städel Museum, 1400-1550“ sowie in der Alltagsarbeit der Abteilung.\nAnforderungen an Sie\nabgeschlossenes Studium der Kunstgeschichte; Studienschwerpunkt im Bereich der Abteilung sowie Promotion von Vorteil\nausgeprägtes Interesse bzw. Vorkenntnisse im Bereich gemäldetechnologischer Untersuchungsmethoden und/oder digitaler Kunstgeschichte wünschenswert\nsehr gute Englischkenntnisse in Wort und Schrift sowie möglichst eine weitere wichtige europäische Fremdsprache\nGute MS-Office Kenntnisse\nTeamfähigkeit, Kommunikationsstärke und Organisationstalent sowie hohe Motivation und Eigeninitiative\nBereitschaft zur flexiblen Arbeitszeitgestaltung\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 11.05.2025 an\npersonal@staedelmuseum.de\nan Prof. Dr. Jochen Sander, Sammlungsleiter Deutsche, Holländische und Flämische Malerei vor 1800.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-31/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-der-restaurierung/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) im Bereich der Restaurierung", "content_text": "LVR-Archäologischer Park Xanten / LVR-RömerMuseum, Xanten | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDer LVR-Archäologische Park Xanten mit dem dazugehörigen LVR-RömerMuseum ist eines der bedeutendsten Freilichtmuseen Deutschlands und Bestandteil des UNESCO-Welterbes Niedergermanischer Limes.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-der-restaurierung/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-112/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Museum Hameln, Hameln Bewerbungsende: 31.05.2025 | Der Museumsverein Hameln e. V. besetzt zum\n1. Oktober 2025\nein\nwissenschaftliches Volontariat (m/w/d)\nbefristet für die Dauer von zwei Jahren in Vollzeit (40 Std/Woche) im Museum Hameln. Die Vergütung orientiert sich an den Empfehlungen des Deutschen Museumsbunds e.V.\nDas traditionsreiche Museum Hameln widmet sich der Geschichte und Kultur der Stadt Hameln und ihrer Umgebung von der Altsteinzeit bis in die jüngste Vergangenheit. Wichtiges Einzelthema mit internationaler Strahlkraft ist die Sage vom Rattenfänger, zu der das Haus die wohl größte Sammlung weltweit besitzt. Das Museum gehört zu den touristischen Attraktionen der Stadt und versteht sich zugleich als außerschulischer Lernort. Zu den Angeboten gehört deshalb neben wechselnden Sonderausstellungen auch ein breit gefächertes Vermittlungsangebot.\nDer Museumsverein Hameln e. V. als Träger betreibt das Museum in Partnerschaft mit der Stadt Hameln.\nIm Rahmen des Volontariats sollen Kenntnisse in allen Bereichen des Museumswesens vertieft und erweitert werden, unter anderem durch die Mitarbeit in folgenden Tätigkeitsfeldern: Ausstellungsbetrieb und Realisierung von Sonderausstellungen, Pflege und Betreuung der musealen Sammlung, Durchführung von Veranstaltungen, Vermittlungsprogrammen und Aktionen, Presse- und Öffentlichkeitsarbeit (insbesondere Social Media), projektbezogene Tätigkeiten, Unterstützung des Museumsteams in allen Bereichen des musealen Alltags. Es wird angestrebt, den/die Stelleninhaber/in nach Eignung und persönlichen Interessen zur Durchführung eigener Projekte zu befähigen.\nWir erwarten:\nein erfolgreich abgeschlossenes Hochschulstudium (Diplom / Master / Magister oder gleichwertig) einer museumsrelevanten Fachrichtung, z.B. Geschichte, Kunstgeschichte, Europ. Ethnologie, Archäologie\nErfahrungen in der Museums- bzw. Kulturarbeit (z. B. im Rahmen von Praktika) und Freude an der musealen Vermittlungsarbeit\nSicherer Umgang mit PC und gängigen Office-Programmen sowie die Bereitschaft zum Einarbeiten in weitere Programme und digitale Anwendungen\nsehr gute sprachliche Ausdrucksfähigkeit in Deutsch und Englisch in Wort und Schrift\nstrukturierte Arbeitsweise, Teamfähigkeit sowie ein überdurchschnittliches Maß an Kommunikationsstärke, Organisationstalent, Belastbarkeit, Motivation und Eigeninitiative\nBereitschaft zu gelegentlichem Dienst an Wochenenden und bei Abendveranstaltungen\nWir bieten:\nein attraktives Arbeitsumfeld mit Gleitzeit, flachen Hierarchien und kurzen Entscheidungswegen\nkollegiale Einarbeitung und Betreuung\naktive Mitgestaltung der Museumsarbeit in einem engagierten Team\nTeilnahme an den vom Museumsverband für Niedersachen und Bremen e.V. für das Volontariat ausgerichteten Qualifizierungen\nein an den Grundsätzen des Deutschen Museumsbunds e.V. orientiertes wissenschaftliches Volontariat\n30 Tage Jahresurlaub und Homeoffice-Möglichkeiten\nIhre Bewerbung mit aussagefähigen Unterlagen richten Sie bitte bis zum\n31.05.2025\nan\nMuseumsverein\nHameln, Osterstr. 8-9, 31785 Hameln\noder\nper E-Mail\nin einem zusammengefassten\nPDF-Dokument (max. 10 MB)\nan\nmuseumsverein@hameln.de\n.\nBitte beachten Sie, dass postalisch zugestellte Bewerbungsunterlagen nur zurückgesendet werden, wenn ein ausreichend frankierter, adressierter Briefumschlag beigefügt ist. Ansonsten werden nach Abschluss des Verfahrens die Unterlagen vernichtet. Die von Ihnen übermittelten Daten werden für die Dauer des Bewerbungsprozesses von uns gespeichert. Es werden ausschließlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. Die Daten werden nach Ablauf des Bewerbungsverfahrens gelöscht. Die im Zusammenhang mit einer Bewerbung entstehenden Kosten können nicht erstattet werden.\nFür Fragen steht Ihnen Museumsleiterin Claudia Höflich zur Verfügung (Tel: 05151/202-1217 | Mail:\nhoeflich@hameln.de\n). Informationen zum Museum Hameln finden Sie auf unserer Website\nwww.museumhameln.de\n.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-112/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-111/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Stiftung Gedenkstätte Berlin-Hohenschönhausen, Berlin Bewerbungsende: 09.05.2025 | Bei der Stiftung Gedenkstätte Berlin-Hohenschönhausen ist im Zeitzeugenarchiv die Vollzeitstelle\neines wissenschaftlichen Volontariats (m/w/d)\nfrühestens ab dem 1. Juni 2025 zu besetzen.\nDie Stiftung Gedenkstätte Berlin-Hohenschönhausen befindet sich im ehemaligen zentralen Untersuchungsgefängnis des DDR-Staatssicherheitsdienstes in Berlin. Sie hat die gesetzliche Aufgabe, die Geschichte der Haftanstalt zu erforschen, über Ausstellungen, Veranstaltungen und Publikationen zu informieren und zur Auseinandersetzung mit den Formen und Folgen politischer Verfolgung in der kommunistischen Diktatur anzuregen.\nIhre Aufgaben:\nArchiv- und Zeitzeugenarbeit: Vorbereitung, Durchführung und Nachbereitung von Zeitzeugen-Interviews\nMitarbeit bei der Digitalisierung und bei der Pflege der Museumsdatenbank\nVorbereitung ausgewählter Personendaten aus der bestehenden Datenbank für die Migration in eine neue Datenbank\nEnge Zusammenarbeit mit dem Projektteam Datenbank und den weiteren Arbeitsbereichen der Gedenkstätte bei der Entwicklung einer strukturierten Systematik\nErarbeitung von Grundlagen für zukünftige Migrationen und eine nachhaltige Datenverwaltung\nUnterstützung bei der digitalen Erschließung und Dokumentation von Beständen des Zeitzeugenarchivs\nMitwirkung an der Qualitätssicherung und Optimierung der Datenbestände\nWir erwarten:\nerfolgreich abgeschlossenes Hochschulstudium, z. B. in den Fachrichtungen Neuere und Neueste Geschichte, Kultur- und Politikwissenschaften mit dem Schwerpunkt DDR-Geschichte, Erinnerungskultur, Museumsmanagement und -kommunikation, Archivwissenschaft, Digital Humanities – Data Science für die Geisteswissenschaften, Informationswissenschaften oder Museumspädagogik\nsehr gute Kenntnisse der DDR-Geschichte\nDer Abschluss sollte nicht länger als fünf Jahre zurückliegen.\nnachgewiesene Erfahrungen bei der Vorbereitung, Durchführung und Nachbereitung von Zeitzeugen-Interviews sowie beim Umgang mit Kameratechnik\nnachgewiesene Erfahrung im Bereich (Museums-)Datenbanken: Kenntnisse in der Datenmigration, -pflege und -strukturierung z. B. mit „MuseumPlus“ oder Robotron*Daphne\ntechnisches Verständnis: Sicherer Umgang mit digitalen Archivierungs- und Dokumentationssystemen\nKenntnisse im Bereich Digitalisierung: Erfahrung mit der digitalen Erschließung von historischen Materialien\nhohe Kommunikationsstärke und Sensibilität im Umgang mit Zeitzeuginnen und Zeitzeugen\nErfahrungen im Bereich von Gedenkstätten oder vergleichbaren historisch-politischen Bildungseinrichtungen sowie mit wissenschaftlicher Recherche\nOrganisationstalent, Flexibilität, Teamfähigkeit und sehr gute englische Sprachkenntnisse\nFähigkeit zu selbständiger Arbeit\nBereitschaft zu Dienstreisen\nmöglichst Führerschein Klasse B\nBereitschaft, Besuchergruppen durch die Gedenkstätte zu führen\nWir bieten Ihnen:\neine abwechslungsreiche und verantwortungsvolle Tätigkeit in einem kollegialen und engagierten Team\nfamilienfreundliche Gleitzeitregelungen\ngute Möglichkeiten zum mobilen Arbeiten\n30 Tage Urlaub im Jahr\nFirmenticket mit Arbeitgeber-Zuschuss\neine Vergütung nach Entgeltgruppe 13 TV-L / 50 %, im zweiten Jahr Stufe 2\nEinblicke in andere Aufgabenfelder der Gedenkstätte, wie bspw. Forschung/Sammlung, Bildung und Vermittlung oder Öffentlichkeitsarbeit und Kommunikation\nDie Vollzeitstelle ist auf zwei Jahre befristet.\nDie Stiftung Gedenkstätte Berlin-Hohenschönhausen gewährleistet die berufliche Gleichstellung aller Mitarbeitenden. Wir begrüßen deshalb Bewerbungen von Interessierten, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nAnerkannt Schwerbehinderte oder diesen gleichgestellte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte weisen Sie auf eine Schwerbehinderung bzw. Gleichstellung ggf. bereits in der Bewerbung hin. Bewerbungen von Menschen mit Migrationsgeschichte, die die Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht.\nIhre vollständigen und aussagefähigen Bewerbungsunterlagen mit Anschreiben, Lebenslauf, Zeugnissen richten Sie bitte bis zum\n09.05.2025\n(eingehend) per E-Mail unter Angabe der Kennung\n„Volo ZZA“\nim PDF-Format (in einer Datei max. 4 MB) an\npersonal@stiftung-hsh.de\nBei inhaltlichen Rückfragen wenden Sie sich bitte an Dr. Stefan Donth unter der E-Mail Adresse: s.donth@stiftung-hsh.de\nHinweis zum Datenschutz: Mit Ihrer Bewerbung erklären Sie sich einverstanden, dass Ihre personenbezogenen Daten zur Abwicklung des Bewerbungs- und ggf. Einstellungsverfahrens gespeichert werden. Wir behandeln diese Daten mit größter Sorgfalt nach den gesetzlichen Bestimmungen zum Datenschutz.\nIm Rahmen des Auswahlverfahrens entstehende Reisekosten können leider nicht erstattet werden.\nWeitere Informationen über die Stiftung Gedenkstätte Berlin-Hohenschönhausen erhalten Sie auch im Internet unter\nwww.stiftung-hsh.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-111/", "date_published": "2025-04-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/104477/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Stadt Rastatt, Rastatt Bewerbungsende: 09.05.2025 | Die Barockstadt Rastatt, Große Kreisstadt mit über 50.000 Einwohnern und im Herzen Mittelbadens gelegen, ist eine Stadt mit hoher Lebensqualität, einem vielfältigen kulturellen Angebot und zahlreichen weiteren Möglichkeiten zur Entspannung und Naherholung. Im Stadtzentrum befindet sich eines der schönsten Barockschlösser am Oberrhein, der Schwarzwald ist zum Greifen nah und das Elsass nur eine Fährüberfahrt entfernt.\nWir – das sind rund 1.000 Mitarbeiterinnen und Mitarbeiter – wollen gestalten! Neue Ideen, Flexibilität und gute Kommunikation sind deshalb bei uns genauso gefragt wie die Bereitschaft, sich immer wieder neuen Herausforderungen zu stellen. Sind Sie dabei?\nIn unserem\nKundenbereich Museen (Stadtmuseum, Städtische Galerie Fruchthalle, Riedmuseum, Historische Bibliothek)\nist zum 21. Juli 2025 die Stelle eines\nWissenschaftlichen Volontärs (m/w/d)\nfür die Dauer von zwei Jahren zu besetzen. Die Vergütung entspricht 50 % der Entgelt-gruppe 13 des Tarifvertrages für den öffentlichen Dienst (TVöD).\nUnser Angebot:\numfassende zweijährige wissenschaftliche Ausbildung im musealen Bereich mit einem kulturhistorischen Schwerpunkt\ngrundlegende praktische Erfahrungen in allen wesentlichen Aufgabenfeldern eines kulturgeschichtlich orientierten Museums, insbesondere in der Ausstellungs- und Veranstaltungspraxis\nErweiterung Ihrer fachlichen und persönlichen Kompetenzen durch breitgefächerte Fort- und Weiterbildungsmöglichkeiten, auch in digitaler Form\nUmsetzung eigenverantwortlicher Projekte\nmoderne Arbeitsformen wie Telearbeit und mobiles Arbeiten\ndiverse Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nkostenlose Bereitstellung von Getränken\nCorporate Benefits: ein Vorteilsportal mit vielen attraktiven Angeboten\nIhre Aufgaben:\nMitarbeit an der Konzeption und Realisierung von Sonderausstellungen in enger Zusammenarbeit mit dem Museumsteam\nUnterstützung der Galerieleitung im Alltags- und Ausstellungsgeschäft\nMitarbeit an der Neukonzeption des Riedmuseums\nMitwirkung an Leihverkehr, Ausstellungsauf- und -abbau\nKonzeption und Durchführung von Veranstaltungen und Vermittlungsangeboten\nMitwirkung bei der Presse- und Öffentlichkeitsarbeit sowie Social Media-Redaktion\nInventarisierung\nMitarbeit im Riedmuseum, Zusammenarbeit mit der Städtischen Galerie Fruchthalle, der Historischen Bibliothek und dem Stadtarchiv\nIhr Profil:\nein abgeschlossenes Masterstudium in Kunstgeschichte / Geschichte, Volkskunde / europäischer Ethnologie, Museologie oder eines anderen museumsrelevanten Fachs\nnachweisbare erste Praxiserfahrungen im Museum in Form von Praktika o.ä.\nausgeprägte kommunikative Fähigkeiten und Teamfähigkeit\nFreude an der Arbeit mit Museumsbesucherinnen und -besuchern aller Altersstufen und unterschiedlichster Nationalitäten\nErfahrungen in der Öffentlichkeitsarbeit und im Umgang mit Social Media sind wünschenswert\nsehr gute schriftliche sowie sprachliche Ausdrucksfähigkeit\nFührerschein der Klasse B\nBereitschaft zur flexiblen Gestaltung der Arbeitszeit, u. a. bei der Durchführung von Veranstaltungen\nAllgemeine Informationen über die städtischen Museen finden Sie im Internet unter\nwww.rastatt.de\noder direkt unter\nwww.stadtmuseum-rastatt.de\n.\nWenn wir Ihr Interesse an dieser vielfältigen und interessanten Aufgabe geweckt haben, dann übersenden Sie Ihre aussagekräftige Bewerbung\nbis spätestens 9. Mai 2025\nan die Stadt Rastatt, Fachbereich Personal, Organisation und EDV, Kundenbereich Personal, Marktplatz 1, 76437 Rastatt oder als PDF-Datei an personal@rastatt.de.\nFür nähere Auskünfte steht Ihnen die Leiterin des Kundenbereichs Museen, Frau Kätzel, Telefon 07222/972-8400, gerne zur Verfügung.\nWir freuen uns auf Sie!\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.05.2025", "url": "https://www.museumsbund.de/stellenangebote/104477/", "date_published": "2025-04-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-den-schwerpunkten-kulturvermittlung-museumspaedagogik/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) mit den Schwerpunkten Kulturvermittlung / Museumspädagogik", "content_text": "Pfahlbaumuseum Unteruhldingen, Uhldingen-Mühlhofen/Bodensee Bewerbungsende: 04.05.2025 | Das 1922 gegründete\nPfahlbaumuseum Unteruhldingen\nist mit 23 rekonstruierten Häusern der Jungsteinzeit und Bronzezeit und bis zu 300.000 Besuchern jährlich eines der besucherstärksten archäologischen Freilichtmuseen im europäischen Raum. Es befindet sich in Trägerschaft eines Vereins und ist für wissenschaftliche und volksbildende Zwecke als gemeinnützig anerkannt.  Angeschlossen sind große Sammlungsbestände und ein Forschungsinstitut mit den Schwerpunktthemen Pfahlbauarchäologie, Unterwasserarchäologie, Experimentelle Archäologie und Regionalgeschichte.\nEine museumspädagogische Abteilung befasst sich, gemeinsam mit den WissenschaftlerInnen des Museums mit der Vermittlung dieser Forschungsbereiche und des UNESCO-Weltkulturerbes „Pfahlbauten rund um die Alpen“ an ein breites Publikum in Form von Führungen, Hands on-Projekten, Veranstaltungen zu Experimentalarchäologie, Ausstellungen und Publikationen.\nMit dem „Neuen Museum“, eröffnet 2024, verfügt es über eine Vielfalt an Vermittlungseinheiten für die verschiedenen Zielgruppen eines modernen Museums.\nDas Pfahlbaumuseum Unteruhldingen liegt direkt am Ufer des Bodensees im Dreiländereck Deutschland – Österreich – Schweiz in einer landschaftlich äußerst reizvollen Region. Als beliebtes Ausflugsziel ist es zudem wichtiger Bestandteil der touristischen Infrastruktur vor Ort.\nIn der Nähe liegen attraktive Städte wie Konstanz, Lindau, Bregenz (A) und Zürich (CH). Interregional bestehen intensive Kontakte zu den Nachbarländern der Region.\nIm Pfahlbaumuseum Unteruhldingen ist ab\ndem 01.07.2025\neine Stelle als\nwissenschaftliche Volontärin oder wissenschaftlicher Volontär\nzu besetzen.\nVorausgesetzt\nwird ein abgeschlossenes Hochschulstudium (Diplom oder Master) der Ur- und Frühgeschichte, der Museums-/Kulturpädagogik oder eines verwandten Studiengangs.\nIhre Aufgaben sind insbesondere:\nMitarbeit in der Durchführung museumspädagogischer Projekte und Konzeption.\nMitarbeit bei der Betreuung der BesucherInnen in Führungen und Hands on-Programmen.\nMitarbeit bei der redaktionellen Betreuung der Social Media Kanäle.\nAufbau und Pflege von Pressekontakte und redaktionelle Arbeit von Pressemitteilungen, Newsletter…\nZuständigkeit für Evaluation und Erfolgskontrolle des Vermittlungsprogramms.\nMitarbeit in der Verwaltung, Dokumentation und Digitalisierung unseres umfangreichen Archivbestands zur Forschungsgeschichte sowie unseres Fotoarchivs.\nWährend Ihrer Ausbildung erhalten Sie auch Einblicke in die anderen Bereiche des Museums.\nWir erwarten von Ihnen\nKenntnisse in der prähistorischen Archäologie\nPraktische Erfahrungen im Bereich der Museumsarbeit/Museumsvermittlung\nwünschenswert und von Vorteil sind erste Erfahrungen in Presse- und Öffentlichkeitsarbeit\nDigitalkompetenz\nTeamgeist, Freundlichkeit und Engagement\nSicheres Auftreten und Freude am Umgang mit Menschen.\nFremdsprachenkenntnisse sind erwünscht.\nDas Volontariat ist auf 2 Jahre befristet. Die Vergütung erfolgt nach TVöD 13/2 und erhöht sich im zweiten Jahr auf Stufe 2.\nWir freuen uns auf Ihre aussagekräftige Bewerbung bis 04.05.2025\nan\nhummlerj@pfahlbauten.de\nunter dem Stichwort „Volontariat“\nBitte beachten Sie, dass wir schriftliche Bewerbungsunterlagen nur zurücksenden können, wenn Sie einen adressierten und frankierten Rückumschlag beilegen. Nähere Informationen zu unserem Museum finden Sie unter\nwww.pfahlbauten.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-den-schwerpunkten-kulturvermittlung-museumspaedagogik/", "date_published": "2025-04-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaersstelle-m-w-d/", "image": "", "title": "Wissenschaftliche Volontärsstelle (m/w/d)", "content_text": "AlliiertenMuseum, Berlin Bewerbungsende: 25.04.2025 | Beim AlliiertenMuseum ist zum 1. Juli 2025 eine\nwissenschaftliche Volontärsstelle (m/w/d)\nzu besetzen. Die Volontärsausbildung beträgt 2 Jahre.\nEs handelt sich um eine Vollzeitstelle mit zurzeit 39 Stunden pro Woche. Die monatliche Vergütung entspricht der Entgeltgruppe 13 TVöD Bund West in Höhe von 50% der Stufe 1 im ersten Jahr bzw. Stufe 2 im zweiten Jahr.\nDienstort ist Berlin-Dahlem. An Depotstandorten in Berlin-Tempelhof und Berlin-Marienfelde ist gelegentliche Anwesenheit erforderlich.\nDas AlliiertenMuseum erinnert an die Bedeutung der Westmächte USA, Großbritannien und Frankreich für die Entstehung einer Demokratie in Berlin und Deutschland nach dem Zweiten Weltkrieg und deren Festigung während des Kalten Krieges. Es würdigt dabei insbesondere die Verdienste der Westmächte um die Freiheit West-Berlins. Seine Ausstellungen und Vermittlungsangebote ziehen jährlich bis zu 70.000 Besucherinnen und Besucher aus dem In- und Ausland an. Die Attraktivität des Museums beruht vor allem auf seinem umfangreichen Sammlungsbestand.\nNach 30 Jahren seines Bestehens befindet das AlliiertenMuseum sich nun im Umbruch. Die aktuelle Situation in Europa macht augenfällig, wie wichtig verlässliche Verbündete bei der Verteidigung von Freiheit und Demokratie sind. Gleichzeitig schränken laufende Sanierungsarbeiten Ausstellungsflächen und Programmarbeit des AlliiertenMuseums ein.\nUmso mehr wünscht das AlliiertenMuseum sich motivierte, engagierte und talentierte Stellenbewerber (m/w/d) mit Begeisterung für die Museumsarbeit und einer positiven Grundeinstellung gegenüber den skizzierten Herausforderungen.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaersstelle-m-w-d/", "date_published": "2025-04-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamassistentin-2/", "image": "", "title": "Teamassistent*in", "content_text": "Draiflessen Collection, Mettingen Bewerbungsende: 20.06.2025 | Die Draiflessen Collection in Mettingen sucht zum nächstmöglichen Termin in Vollzeit einen/eine\nTeamassistent*in\nDie Draiflessen Collection wurde 2009 auf private Initiative der Unternehmerfamilie Brenninkmeijer gegründet. Das Kunstmuseum ist gemeinnützig und öffentlich zugänglich. Es präsentiert regelmäßig Ausstellungen zu gesellschaftlich relevanten Themen, die aus künstlerischer und wissenschaftlicher Perspektive beleuchtet werden.\nAußerdem bewahrt die Draiflessen Collection eine umfangreiche Objektsammlung sowie ein Archiv mit Zeugnissen und Dokumenten zur Geschichte der Familie Brenninkmeijer und ihrer Unternehmen.\nZu Ihren Aufgaben gehören u. a.:\nAllgemeine Assistenz- und Verwaltungsaufgaben für die Bereiche:\nGeschäftsführung\nBuchhaltung (Rechnungen in DATEV bearbeiten, Kreditkartenabrechnungen, Kommunikation mit dem zuständigen Steuerbüro)\nUnterstützung bei der Budgeterstellung\nVorbereitung von Unterlagen für Meetings\nMitarbeit in Arbeitsgruppen z. B. Thema Arbeitsschutz\nBack-Office-Tätigkeiten\nTeam\nPost (Eingang sortieren, öffnen, stempeln, verteilen; Ausgang frankieren)\nFührung des Abwesenheitskalenders\nBestellung von Büromaterial\nUnterstützung bei Katalogerstellung (Einholung von Nutzungsgenehmigungen, Zusammenstellung der Bildnachweisen)\nVertretung bei der Pflege der Outlook-Kontakte\nSie verfügen über:\nmindestens eine abgeschlossene kaufmännische Ausbildung, Quereinstieg möglich\nein grundsätzliches Interesse an Kunst und Offenheit gegenüber Neuem; Berufserfahrung im Museum ist wünschenswert\nsehr gute MS-Office Kenntnisse\nDATEV Kenntnisse\nstrukturiertes, eigenständiges, sorgfältiges und lösungsorientiertes Arbeiten\nein hohes Maß an Koordinationsfähigkeit und Organisationsgeschick\nausgeprägte Teamfähigkeit und soziale Kompetenz\ngute Englischkenntnisse; Niederländisch wünschenswert\nWas wir Ihnen bieten:\neine abwechslungsreiche Tätigkeit in einem modernen Umfeld und kollegialen Team\n40 Std./Woche bei attraktiver Bezahlung sowie Gehalt\n30 Tage Urlaub plus 1,5 Tage für Heiligabend und Silvester\nDigitale Arbeitszeiterfassung mit Stundenkonto\nVermögenswirksame Leistungen und betriebliche Altersvorsorge\nJob-Bike sowie Zuschuss zum Deutschlandticket\nAttraktive Teambuilding-Aktivitäten\nIhre Bewerbung mit Lebenslauf und Zeugniskopien senden Sie bitte\nbis spätestens zum 20.06.2025\nper E-Mail an\nbewerbung@draiflessen.com\nAnsprechpartnerin für Rückfragen: Frau Carolin Wellenbrock, Tel. +49 (0) 54 52 91 68 – 1114\nChancengleichheit ist Bestandteil unserer Personalpolitik. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Wir bitten um die Zusendung der Bewerbungsunterlagen in digitaler Form (maximal 10 MB).\nDie von Ihnen übermittelten Daten werden von uns ausschließlich für die Zeit der Bearbeitung Ihrer Bewerbung gespeichert und danach vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.06.2025", "url": "https://www.museumsbund.de/stellenangebote/teamassistentin-2/", "date_published": "2025-04-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-in-der-bau-und-kunstdenkmalpflege-am-dienstort-schloss-seehof/", "image": "", "title": "Volontariat in der „Bau- und Kunstdenkmalpflege“ am Dienstort Schloss Seehof", "content_text": "Bayerisches Landesamt für Denkmalpflege, Memmelsdorf Bewerbungsende: 28.05.2025 | Das\nBayerische Landesamt für Denkmalpflege\n(BLfD) ist die zentrale Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Entscheidend sind für uns die Fragen „Was ist ein Denkmal?“ und „Wie gehen wir damit um?“. Die Erfassung und Erforschung der Denkmäler und die Beratung von Eigentümern, Planern und Institutionen sind unsere Hauptaufgaben. Wir sind Ansprechpartner für alle Fragen zu Bau- und Bodendenkmälern. Zum BLfD gehört außerdem die Landesstelle für die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren Tätigkeiten umfassend unterstützt.\nWährend Ihres\nVolontariats\nmit den Schwerpunkten Inventarisation und den unterschiedlichen Bereichen der Bau- und Kunstdenkmalpflege arbeiten Sie auch in der Bodendenkmalpflege, dem Publikationswesen, der Öffentlichkeitsarbeit und der Landesstelle für die nichtstaatlichen Museen. Dadurch erhalten Sie einen breit angelegten Einblick in die vielfältigen Arbeitsfelder der Denkmalpflege.\nUnser Angebot\nVolontariats-/Ausbildungsverhältnis für 2 Jahre\nVergütung in Höhe der Hälfte des Tabellenentgelts 13 Stufe 1 (im 2. Jahr Stufe 2), bitte informieren Sie sich z. B. unter\noeffentlicher-dienst.info\nüber die Vergütung\nWeitere Leistungen werden nicht erbracht. Es besteht Versicherungspflicht in der Kranken-, Pflege-, Renten- und Arbeitslosenversicherung.\nFlexible Arbeitszeiten, Vereinbarkeit von Familie und Beruf\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\nIhr Profil\nVorausgesetzt werden:\nAbgeschlossenes wissenschaftliches Hochschulstudium (Master, Magister) der Fachrichtung Bauingenieurswesen, der Architektur, der Kunstgeschichte oder in einer verwandten Fachrichtung\nKenntnisse der Bau- und Kunstgeschichte Süddeutschlands\nFlexibilität, Einsatzfreude und konzeptionelles Denken sowie Teamfähigkeit\nBereitschaft zu häufigen, auch mehrtägigen Dienstreisen, u.a. als Selbstfahrer (m/w/d) mit Führerschein Klasse B sowie die Bereitschaft zum Einsatz in ganz Bayern\nEDV-Kenntnisse\nFließende Beherrschung von Deutsch in Wort und Schrift\nVon Vorteil sind:\nPromotion\nEine handwerkliche Ausbildung oder/und handwerkliche Berufserfahrung mit Bezug zur Denkmalpflege\nGute Englischkenntnisse\nDas BLfD begrüßt Bewerbungen von allen Interessierten, unabhängig von deren Herkunft, Alter, Religion, Weltanschauung und Identität. Das Landesamt fördert die berufliche Gleichstellung von Frauen und Männern. Menschen mit Schwerbehinderung werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlichen Leistung bevorzugt berücksichtigt. Wir weisen allerdings darauf hin, dass die Dienststelle Schloss Seehof aufgrund Ihrer Denkmaleigenschaft nur bedingt barrierefrei ist und dass die Einsatzorte auf Baustellen und Ausgrabungen nicht barrierefrei sind.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen, insbesondere Darstellung der als zwingend vorausgesetzten Punkte, bis spätestens\n28.05.2025\n(Eingangsdatum) über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n01.07.2025\nin der Dienststelle Schloss Seehof statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.05.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-in-der-bau-und-kunstdenkmalpflege-am-dienstort-schloss-seehof/", "date_published": "2025-04-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennische-geschaeftsfuehrung-vorstand-m-w-d/", "image": "", "title": "Kaufmännische Geschäftsführung (Vorstand) (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 11.05.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung.\nDas MK&G sucht zum nächstmöglichen Zeitpunkt (spätestens 1.10.2025), zunächst befristet auf fünf Jahre (mit Möglichkeit zur Verlängerung), eine\nKaufmännische Geschäftsführung (Vorstand) (m/w/d)\nFür die Kaufmännische Geschäftsführung des MK&G suchen wir eine erfahrene, dynamische und unternehmerisch agierende Führungspersönlichkeit, die mit Leidenschaft und Engagement die Zukunft und die Weiterentwicklung des Museums aktiv mitgestaltet. Gemeinsam mit der Direktorin bildet die Kaufmännische Geschäftsführung den Vorstand.\nIhre Aufgaben\nIm Einzelnen:\nKaufmännische Planung, Budgetsteuerung, Controlling und Kostenmanagement\nZuwendungs- und Drittmittelmanagement\nPersonalmanagement: Planung, Administration, juristische Bearbeitung sowie Zusammenarbeit mit Personalgremien\nQualitätssicherung im Bereich der Serviceleistungen\nBetreuung von Rechts- und Vertragsangelegenheiten sowie Versicherungsthemen\nBewirtschaftung der Liegenschaften, Betreuung von baulichen Vorhaben unter Berücksichtigung von Nachhaltigkeits- und Sicherheitsaspekten sowie Notfallprävention\nBetriebsorganisation und Prozessmanagement\nMarketing- und Registrarthemen aus Sicht kaufmännischer Fragestellungen\nGemeinsam mit der Direktorin verantworten Sie:\nStrategie- und Organisationsentwicklung\nFinanz – und Personalplanung\nKommunikation sowie Strahlkraft des Hauses national sowie international\nFundraising, Gewinnung und Betreuung von Sponsoren, Mäzenen sowie generelle Erschließung von öffentlichen Fördermitteln\nRepräsentation gegenüber Gremien, Partner*innen und Öffentlichkeit\nWeiterhin übernehmen Sie die Leitung und Weiterentwicklung der Nachhaltigkeitsinitiative „Elf zu Null. Hamburger Museen handeln“.\nIhr Profil\nAbgeschlossenes Hochschulstudium in einer einschlägigen Fachrichtung oder vergleichbare Qualifikation\nMehrjährige einschlägige Berufserfahrung einschließlich Führungs- und Budgetverantwortung in einem Kulturbetrieb\nErfahrung und hohe fachliche Kompetenz, sowohl strategisch als auch operativ, in den o.g. Bereichen der Geschäftsführung, einschließlich relevanter IT-Themen\nKenntnisse der einschlägigen Rechtsgrundlagen\nKompetenzen im den Bereichen Change Management und Organisationsentwicklung, vorzugsweise im Feld Nachhaltigkeit\nVerständnis für die Funktionsweisen öffentlicher Verwaltungen und politische Zusammenhänge\nBegeisterung und Affinität zu angewandter und bildender Kunst / Design und deren Vermittlung an breite Bevölkerungsschichten\nKompetenzen im Umgang mit Immobilien bzw. Bauvorhaben\nAusgeprägtes unternehmerisches Denken und Handeln\nGute Kommunikations- und Präsentationsfähigkeiten\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWertschätzender, team- und zielorientierter Umgang mit Kolleg*innen und Mitarbeiter*innen\nKommunikations-, Konflikt- und Moderationsfähigkeit sowie Durchsetzungsvermögen\nEine gute Portion Humor\nWir bieten\nEine abwechslungsreiche Aufgabe mit umfassenden Gestaltungsspielräumen\nEin hoch engagiertes und kollegiales Team\nEin lebendiges Haus, das zu besten Museen seiner Art gehört\nEinen Arbeitsplatz in der Mitte Hamburgs\nflexible Arbeitszeiten und einen Zuschuss zum Deutschland-Ticket\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nBitte bewerben Sie sich\nbis zum 11.5.2025\n. Ihre aussagekräftigen Bewerbungsunterlagen einschließlich Angabe zu Gehaltsvorstellungen fassen Sie dazu in einer PDF-Datei (max. 10 MB) zusammen und benennen diese folgendermaßen:\nKEX_3416_[Ihr Nachname]_Bewerbung\nSenden Sie dann die Datei elektronisch an die von uns beauftragte Personalberatung KULTUREXPERTEN Dr. Scheytt GmbH unter\nbewerbung@kulturexperten.de\nWir weisen darauf hin, dass die Einreichung der Bewerbung eine datenschutzrechtliche Einwilligung in die Verarbeitung Ihrer Bewerbungsdaten durch den Auftraggeber und uns darstellt. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nBei Rückfragen steht Ihnen Annika Meyburg unter der angegebenen E-Mail-Adresse oder der Telefonnummer +49 201 822 89 162 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennische-geschaeftsfuehrung-vorstand-m-w-d/", "date_published": "2025-04-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsstipendium-2026/", "image": "", "title": "Forschungsstipendium 2026", "content_text": "Horst-Janssen-Museum, Oldenburg Bewerbungsende: 31.08.2025 | Das Horst-Janssen-Museum vergibt zum fünften Mal und mit erneuter Unterstützung seines Fördervereins ein Stipendium. Es richtet sich an Nachwuchs-Wissenschaftler:innen und Künstler:innen, die ihren Interessens- und Kompetenzschwerpunkt im Bereich Zeichnung und Grafik haben.\nDer Namensgeber unseres Museums ist der bedeutende Zeichner, Radier-, Holzschnitt und Plakatkünstler, Illustrator, Autor und Grafiker Horst Janssen (1929 – 1995). Unser Haus hat sich dementsprechend der Bildenden Kunst auf Papier verschrieben. Neben Horst Janssen stellen wir auch klassische sowie zeitgenössische Positionen der Zeichnung und Grafik vor.\nWir interessieren uns für Ihre Expertise, Ihre Ideen und Sichtweisen! Stellen Sie das Werk von Horst Janssen in einen neuen Kontext mit klassischer und/oder zeitgenössischer Zeichnung. Entdecken Sie Zusammenhänge und entwickeln Sie neue Fragestellungen.\nThemen für die Beschäftigung könnten zum Beispiel sein:\nDie Art Brut in Frankreich und Horst Janssens Frühwerk\nDie Farbe/ das Material in Janssens Kunst\nDie Wiederentdeckung des Holzschnitts in den 50er Jahren\nDie Lithografie in Horst Janssens Werk\nRahmenbedingungen\nDie Förderung beläuft sich auf ein Jahr mit einer monatlichen Pauschale von 1.200 € (brutto). Eine museumsnahe, möblierte 2-Zimmer-Wohnung im ehemaligen Haus von Horst Janssens Großeltern, in dem dieser seine Kindheit verlebte, steht kostenfrei zur Verfügung. Wir gehen davon aus, dass Sie während des Stipendiums in Oldenburg wohnen. Bei Ihrer Forschungsarbeit unterstützt Sie sehr gern eine wissenschaftliche Mitarbeiterin des Horst-Janssen-Museums.\nDas Museum besitzt eine umfangreiche grafische Sammlung sowie eine große Anzahl an Druckplatten, Teile des schriftlichen und fotografischen Nachlasses sowie die Bibliothek von Horst Janssen, außerdem eine Forschungsbibliothek und Museumsdatenbank, die genutzt werden können.\nDie Auswahl der/des Stipendiaten/in wird von einer Fachkommission vorgenommen.\nDie Laufzeit soll möglichst am 1. April 2026 beginnen.\nErforderliche Unterlagen\nBitte reichen Sie folgende Unterlagen ein:\nCurriculum Vitae\nAbschlusszeugnisse\nExposé zu Ihrem Arbeitsvorhaben (1-3 Seiten)\nErgebnis\nWir erwarten folgende Arbeitsergebnisse:\nein kurzer Zwischenbericht über Ihre Forschungsergebnisse nach fünf Monaten\nein Vortrag/Gespräch über Ihr Forschungsthema im Horst-Janssen-Museum\neine ausführliche, schriftliche Darstellung Ihrer Forschungsergebnisse\nOptional können Ihre Forschungsergebnisse auch in einem Ausstellungskonzept und dem Kuratieren einer Ausstellung in unserem Haus münden.\nÜber eine\nBewerbung bis zum 31. August 2025\nwürden wir uns sehr freuen.\nIhre Unterlagen reichen Sie bitte als PDF-Datei per E-Mail an folgende Adresse ein:\ninfo@horst-janssen-museum.de\nFür weitere Auskünfte und Fragen wenden Sie sich gerne an:\nDr. Sabine Siebel, wissenschaftliche Mitarbeiterin\nHorst-Janssen-Museum\nAm Stadtmuseum 4-8\n26121 Oldenburg\nfon +49 (0) 441-235-2904\nsabine.siebel@stadt-oldenburg.de\nInformieren Sie sich gerne auch auf unserer Webseite\nhttps://www.horst-janssen-museum.de/museum/stipendium\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsstipendium-2026/", "date_published": "2025-04-10T00:00:00"}]}