{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-postdoc-in-physics-m-f-d-project-virtual-museum/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in  / Postdoc in physics (m/f/d) project “Virtual Museum”", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 20.02.2026 | // EN below\nDas Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum. Als national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus und ist auf der Grundlage seiner umfangreichen Sammlungen und der taxonomischen Kompetenz der Kuratoren und Kuratorinnen eine wichtige Anlaufstelle für das Interesse der Bevölkerung, der Schulen und der Presse an Pflanzen-, Pilz- und Tierarten des südwestdeutschen Raums und für Fachleute der Region, aber auch Kooperationspartner nationaler und internationaler Institute.\nZur Forschungsinfrastruktur des SMNK gehören verschiedene Labore, sehr gute Fotodokumentations-Einrichtungen sowie laufend gepflegte Sammlungs- und Forschungsdatenbanken (Diversity Workbench, imdas pro). Es bestehen gute Kooperationsbedingungen mit dem KIT (Karlsruhe Institute of Technology), dem Staatlichen Museum für Naturkunde Stuttgart, dem Institut für Biologie der PH Karlsruhe, dem Zoo Karlsruhe, dem Nationalpark Schwarzwald, sowie weiteren Museen und Instituten der Region.\nIm Kontext des regionalen Biodiversitätsschutzes haben wir gemeinsam mit der Rheinland-Pfälzischen Technischen Universität Kaiserslautern Landau das EU-INTERREG-Projekt “MULTI.DIV: Schutz der Biodiversität im Oberrheingebiet: Monitoring und Perspektiven” konzipiert. In diesem Projekt soll zum einen Biodiversität gemonitored werden, es sollen aber auch Konzepte zur regionalen Zusammenarbeit in diesen Themen weiterentwickelt und umgesetzt werden.\nDas Naturkundemuseum Karlsruhe sucht daher zum nächstmöglichen Zeitpunkt eine*n\nwissenschaftlichen Mitarbeiter / eine wissenschaftliche Mitarbeiterin (m/w/d) im Projekt “MultiDiv”\n(befristet auf 3 Jahre, Vollzeit, EG 13 TV-L)\nIhre Aufgaben:\nGründung und Koordination des Forschungsverbundes „UpperRhineCluster“ (Arbeitsname)\nProjektmanagement und Steuerung des regelmäßigen Austauschs der beteiligten Projektpartner\nUnterstützung in der Koordination und Verwaltung der Forschungsproben\nAufbau einer gemeinsamen Datenbank\nMitarbeit in der Analyse der historischen und aktuellen genetischen Proben der Zielorganismen\nMitarbeit an der Aufbereitung der Forschungsergebnisse für verschiedene unterschiedliche Zielgruppen, vom Fachpublikum zur breiten Öffentlichkeit und Schulklassen\nWir erwarten:\nWir suchen eine engagierte, motivierte, kommunikative und teamfähige Person mit breiter Ausbildung und vielfältigen profunden Kenntnissen und Erfahrungen im Bereich des Biodiversitätsmonitorings, in wissenschaftlichen Netzwerken und in der Wissenschaftskommunikation. Im Einzelnen erwarten wir:\nEinen wissenschaftlichen Hochschulabschluss (Diplom, Magister oder Promotion) in Biologie bzw. ähnlichen Disziplinen mit Schwerpunkt Biodiversität, Ökologie oder Evolutionsbiologie\nErfahrung im Sammlungs- und Datenmanagement\nErfahrung mit genetischen Analysen\ngute Fähigkeiten in der nationalen (mindestens verhandlungssichere Deutschkenntnisse in Wort und Schrift) und internationalen Kommunikation (Englisch mind. B2 in Wort und Schrift, Französischkenntnisse von Vorteil)\ngute Organisations- und Koordinationsfähigkeiten\nLust an der Zusammenarbeit mit diversen Partner*innen\nSpaß an der Wissensvermittlung\nWir bieten:\nEinstufung in EG 13 TV-L\ndynamische Zusammenarbeit in einem motivierten Team\nMitarbeit in einem überregionalen EU-Projekt\ndie Möglichkeit, an einem überregional bekannten Forschungsmuseum mit anerkannten Sammlungen und einem attraktiven Ausstellungshaus zu arbeiten\neinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche); Möglichkeit zu mobilem Arbeiten (1 Tag / Woche)\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike.\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei. Das SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nBitte senden Sie Ihre aussagekräftige elektronische Bewerbung mit Lebenslauf, Publikationsliste, Zeugnissen und Referenzen bis zum\n20.02.2026\nunter Angabe der\nKennziffer 02_2026\nan\nbewerbung@smnk.de\n. Bei Fragen wenden Sie sich gerne an den Wissenschaftlichen Direktor Prof. Dr. Martin Husemann:\nmartin.husemann@smnk.de\n.\nWir weisen darauf hin, dass die Bewerbungsunterlagen an die an der Besetzung beteiligten Personen weitergeleitet werden. Kosten für Vorstellungsgespräche können leider nicht übernommen oder erstattet werden.\nNähere Informationen zum Staatlichen Museum für Naturkunde Karlsruhe finden Sie auch im Internet unter\nwww.smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Staatlichen Museum für Naturkunde Karlsruhe ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Naturkundemuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\n// EN\nAs a member of the DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.), the State Museum of Natural History Karlsruhe (SMNK) is one of the largest research museums and collections in Germany and presents permanent and special exhibitions on over 5000 m², including the largest living coral reef in Germany. With extensive analogue and digital offerings, it attracts more than 200,000 visitors every year. As a nationally and internationally active research museum in the fields of geosciences and biosciences, the museum enjoys recognition far beyond the region. The SMNK has a well-developed research infrastructure with molecular laboratories and imaging facilities. Based on its extensive collections and the taxonomic expertise of its curators, the museum is also an important point of contact for the general public, schools and the press interested in plant, fungal and animal species in south-western Germany and for experts in the region, as well as a cooperation partner for national and international institutes.\nThe Natural History Museum Karlsruhe is looking for a\nPostdoc in physics (m/f/d)\nin the project “Virtual Museum”\n(limited to 3 years, full time, EG 13 TV-L)\nTopic:\nTowards Serial Micro-Computed Tomography (SµCT) with synchrotron radiation\nSummary:\nThe aim is to develop autonomous X-ray Serial Micro-Computed Tomography (SµCT) with synchrotron radiation for morphological imaging of large collections of biological samples from natural history museums for large-scale biodiversity and evolutionary studies. Your research will focus on multiple contrast and hierarchical imaging by use of coherent X-ray optics, state-of-the-art image reconstruction algorithms, and experiment automation to optimize imaging conditions.\nScientific context\n: The collaborative VIRTUAL MUSEUM project combines the expertise and infrastructure of the State Museum of Natural History Karlsruhe (SMNK) and State Museum of Natural History Stuttgart (SMNS) as well as the two Synchrotron Radiation Facilities KIT Light Source at Karlsruhe Institute of Technology, and PETRA III at DESY, Hamburg. It will revolutionize how scientific collections are digitized, creating a scalable, automated morphological imaging system to capture the rich diversity of fossil and living specimens. We employ most advanced coherent X-ray imaging techniques, implement intelligent robotics, develop AI-supported image acquisition and analysis routines with adaptive control systems for adaptive field of view, resolution and image contrast, on-the-fly 3D reconstruction, and automated quality check to achieve\nserial\ntomography without manual intervention. This will enable transforming large sample collections into virtual, research-ready digital twin collections accessible worldwide for comparative morphology analysis in correlation with genetic, environmental and other metadata. This will open the door to large-scale, data-driven biodiversity and evolutionary studies, support VR-compatible exploration of collections, and form a key pillar in Germany’s strategy for digital natural history research.\nMajor parts of the methodical, instrumental and experimental work will be carried out at the Institute of Photon Science and Synchrotron Radiation at KIT with experimental campaigns being performed at PETRA III, DESY Hamburg.\nYour tasks:\nImplementing\nserial Micro-Computed Tomography\nadapted to the needs of large arthropod collections\nImplement hierarchical imaging and serial tomography workflows\nIntegrate\noptional imaging optics into the pipeline\n, including high-level control and on-line compensation for mechanical instabilities and beam drift.\nImplement\nalgorithms for on-line pre-characterization\nof samples from visible light images and fast low-quality X-ray scans\nfor AI-supported selection of final DAQ parameters\nImplement hierarchical imaging workflows\nPerforming exemplary measuring campaigns of various types of arthropod sample collections\nCoordinate experimental campaigns\nand contribute to scientific publications and conference contributions.\nQualification:\nPhD in physics, or related disciplines\nExperience with X-ray imaging physics, image reconstruction and signal processing\nKnowledge of tomographic methods and phase contrast imaging\nSkills in data analysis and algorithm development in Python\nFamiliarity with experimental setups and optics integration.\nWe offer:\nPayment will be in EG 13 TV-L\nContract duration of three years\nContribution to a BMFTR funded project\nDynamic collaboration in an international research team\nThe opportunity to work at a nationally renowned research museum with recognized collections and an attractive exhibition\nAccess to most advanced X-ray imaging technologies at the KIT Light Source in Karlsruhe and at the PETRA III Storage Ring at DESY, Hamburg\nFlexible work time and family-friendly working hours (39.5 h/week); possibility of mobile working (1 day/week)\nParticipation in company health management, job ticket and job bike subsidized by the state of Baden-Württemberg\nEqual opportunities are crucial to our human resources policy. We highly value diversity and therefore welcome all applications, regardless of gender, nationality, ethnic and social origin, religion, disability, age, sexual orientation, and identity.\nPeople with disabilities obtain preferential consideration if equally qualified. Please mention this in your cover letter and enclose proof of your disability. The SMNK strives to increase the proportion of women in areas where underrepresented and therefore expressly encourages qualified women to apply.\nPlease send your informative electronic application with CV, list of publications, certificates and references to bewerbung@smnk.de by February 20\nth\n2026, quoting reference number 03_2026.\nIf you have any questions, feel free to contact the Scientific Director Prof. Dr. Martin Husemann via E-Mail: martin.husemann@smnk.de.\nPlease note that the application documents will be forwarded to the persons involved in the recruitment process.\nFurther information on the State Museum of Natural History Karlsruhe and the Institute for Photon Science can also be found on the Internet at\nwww.smnk.de\nand www.ips.kit.edu\nData protection notice for applicants\nThe protection of your personal data is an important concern for the Staatliches Museum für Naturkunde Karlsruhe and is guaranteed at all times. All personal data collected and processed as part of an application is protected against unauthorized access and manipulation by technical and organizational measures.\nYour data will only be used to process your application within the Natural History Museum and by our project partners at the Laboratory of Applications of Synchrotron Radiation at KIT and will be treated in strict confidence in accordance with legal regulations.\nIf you send your application by e-mail, please note that confidentiality risks and unauthorized access by third parties cannot be ruled out when communicating by unencrypted e-mail.\nQuestions and suggestions on data protection\nIf you have any questions or suggestions on the subject of data protection, please contact our data protection officer. E-mail: datenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-postdoc-in-physics-m-f-d-project-virtual-museum/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kongresskoordinatorin-m-w-d/", "image": "", "title": "Kongresskoordinator*in (m/w/d)", "content_text": "Deutsche Kinemathek, Berlin Bewerbungsende: 17.02.2026 | Die Stiftung Deutsche Kinemathek – Museum für Film und Fernsehen ist eine der führenden Einrichtungen Europas, die sich der Bewahrung und Vermittlung des audiovisuellen Erbes widmet. In ihrem neuen, temporären Zwischenquartier im E-Werk in Berlin-Mitte lädt sie bis zur Eröffnung eines neuen Filmhauses zu vielfältigen Begegnungen mit Film und Fernsehen ein. Sie zeigt dort experimentelle Ausstellungen, kuratierte Filmreihen, Produktionen aus dem Fernseharchiv sowie das Festival Film Restored. Ein breites Publikum erreicht die Kinemathek durch ein abwechslungsreiches Bildungs- und Veranstaltungsprogramm – sowie mit der Retrospektive und den Berlinale Classics, die sie im Rahmen der Internationalen Filmfest-spiele Berlin ausrichtet. Archive und Fachbibliothek machen die Kinemathek zu einem wichtigen Ort für Wissenschaft und Forschung.\nWir suchen zum 01.05.2026 befristet bis zum 30.06.2027 eine*n\nKongresskoordinator*in (m/w/d)\n(Vollzeit 39 Stunden/Woche)\nIm April 2027 richtet die Deutsche Kinemathek den fünftägigen Kongress der FIAF (Fédération Internationale des Archives du Film) aus. Jährlich findet sich die FIAF zu diesem Kongress zusammen, um den direkten Austausch zu ermöglichen und zukunftsweisende Strategien, Aufgaben und Prozesse im Bereich der Bewahrung und Zugänglichmachung zu erarbeiten. Dazu reisen bis zu 300 Vertreter*innen aus aller Welt an. Teil des Kongresses ist ein zweitägiges Symposium zum Thema „Politische Umbrüche“.\nIhre Aufgaben\nKoordination der Informationsvermittlung und Mailings an die FIAF-Community im Vorfeld des Kongresses\nKoordination des Akkreditierungswesens\nBetreuung von Anfragen\nKoordination Guest Management\nKommunikation, Planung und Abstimmung mit Veranstaltungsorten, Dienstleistern (inkl. Technik und Tagungsversorgung) und dem FIAF-Büro (extern) sowie Schnittstellen inhouse (Projektteam, Kommunikationsabteilung, Medien- und Haustechnik)\nKostenplanung und fortlaufende Budgetkontrolle\nOrganisation, Buchung und logistische Koordination eines halbtägigen Tourismusprogramms\nErstellung, Abstimmung und Kommunikation von Ablaufplänen\nAblauftests vor dem Kongress und Begleitung von Abläufen während des Kongresses\nBerichtswesen, Verfassen von Vergabevermerken und Abschlusskommunikation und Debrief mit Dienstleistern\nUnterstützung beim Finanzcontrolling und bei Erstellung des zahlenmäßigen Verwendungsnachweises\nIhr Profil\nAbgeschlossenes Fachhochschulstudium (BA) Eventmanagement, Kulturmanagement oder Äquivalent, oder gleichwertige Arbeitserfahrung im Veranstaltungsmanagement, der Koordination von Festivals oder Konferenzen\nErfahrungen aus dem Bereich Kino und Film sind von Vorteil\nSehr gute Englischkenntnisse in Wort und Schrift\nFranzösisch- und Spanischkenntnisse sind von Vorteil\nBefähigung und Begeisterung für eine komplexe vielgliedrige Aufgabe\nWir bieten\nEine Vergütung E 10 TVöD bei Vorliegen der formalen Voraussetzungen\nInteressante und abwechslungsreiche Aufgaben\nEinen Arbeitsplatz in zentraler Lage in Berlin\nEin engagiertes Team, das auch abteilungsübergreifend in Projektteams zusammenarbeitet\nVereinbarkeit von Beruf und Privatem durch zeitlich flexibles und mobiles Arbeiten\nEin teamorientiertes, familienfreundliches und diverses Arbeitsumfeld in einer aufgeschlossenen wie modernen von BKM geförderten Kulturinstitution\n30 Tage Jahresurlaub bei einer 5-Tage-Woche sowie zusätzliche freie Tage am 24. und 31. Dezember\nZuschuss zum BVG-Firmenticket\nDie Deutsche Kinemathek gewährleistet die Gleichstellung von Frauen und Männern nach Maßgabe des Bundesgleichstellungsgesetzes. Wir verstehen uns als werteorientierte Institution, als Reflexionsort für historische und aktuelle gesellschaftliche Entwicklungen. Wir schätzen Vielfalt und empfinden unterschiedliche Biografien und Lebensentwürfe als Bereicherung. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. BIPoC, LGTBQI* und Menschen mit Diskriminierungs- und Marginalisierungserfahrung möchten wir besonders zu einer Bewerbung ermutigen. Schwerbehinderte Menschen werden bei gleicher Eignung und Qualifikation bevorzugt.\nWenn wir Ihr Interesse geweckt haben, senden Sie bitte Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen spätestens bis zum\n17.02.2026\n(im PDF-Format per E-Mail als eine Datei) an\nbewerbungen@deutsche-kinemathek.de\n.\ndeutsche-kinemathek.de/karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.02.2026", "url": "https://www.museumsbund.de/stellenangebote/kongresskoordinatorin-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-assistenz-der-leitung-m-w-d/", "image": "", "title": "Kuratorische Assistenz & Assistenz der Leitung (m/w/d)", "content_text": "Galerie Stadt Sindelfingen, Sindelfingen Bewerbungsende: 22.02.2026 | In der breit angelegten Kulturlandschaft von Sindelfingen mit ihren vielfältigen Angeboten nimmt die Galerie Stadt Sindelfingen ihre besondere Rolle als innovativer Kunststandort wie auch als Bildungsinstitution war. Die Galerie Stadt Sindelfingen wurde 1990 als Ort für zeitgenössische Kunst gegründet. Sie befindet sich im Stadtzentrum in einem klassizistischen Bau, der in den 1980er Jahren von dem Berliner Architekten Josef Paul Kleihues zu einem Museum umgebaut und mit einem Neubau, dem Oktogon, erweitert wurde.\nDie Galerie versteht sich als Ausstellungs- und Produktionsort für die mannigfaltigen Erscheinungsformen der modernen und zeitgenössischen Kunst. In wechselnden Einzel- und Gruppenausstellungen werden sowohl junge und aufstrebende Künstler: innen präsentiert, als auch etablierte Positionen. Mit der Sammlung Lütze, die stetig erweitert wird, verfügt die Galerie zudem über bedeutende Werke moderner und zeitgenössischer Kunst.\nZum frühestmöglichen Zeitpunkt suchen wir für\ndas Amt für Kultur, Abteilung Galerie, in Vollzeit und unbefristet eine\nKuratorische Assistenz & Assistenz der Leitung (m/w/d)\nIhr Aufgabengebiet:\nKuratorische Mitarbeit bei der Konzeption und Umsetzung der Wechsel- und Sammlungsausstellungen\nMitarbeit bei der Konzeption und Umsetzung des Vermittlungs- und Veranstaltungsprogramms\nWissenschaftliche Recherchen, Verfassen von wissenschaftlichen Texten sowie redaktionelle Arbeiten\nMitarbeit bei der Presse- und Öffentlichkeitsarbeit inklusive der Betreuung der Sozialen Medien und des Internetauftritts\nMitarbeit bei den ausstellungsbegleitenden Publikationen\nBearbeitung von Leihanfragen und Vorbereitung von Leihgesuchen sowie Transportplanung\nAllgemeine Unterstützung der Leiterin bei der Verwaltung und bei administrativen Aufgaben\nIhr Profil:\nAbgeschlossenes Hochschulstudium der Kunstgeschichte oder eines vergleichbaren Studiengangs (vorzugsweise Master oder eine vergleichbare Qualifikation)\nInteresse an und tiefgreifende Kenntnisse der Kunst des 20. und 21. Jahrhunderts\nAusgewiesene Berufserfahrungen im Museums- und Ausstellungswesen\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKenntnisse und Umgang mit den gängigen EDV-Programmen\nStrukturierte und sorgfältige Arbeitsweise\nAusgeprägte Kommunikations- und Teamfähigkeit\nHohe Flexibilität und die Bereitschaft auch außerhalb der regulären Zeiten zu arbeiten\nWir bieten:\nBei Vorliegen der persönlichen Voraussetzungen eine attraktive Vergütung in der Entgeltgruppe 11 TVöD\nVerantwortungsvolle Tätigkeit im dynamischen, kommunalen Umfeld\nAttraktives Fortbildungsprogramm und Betriebliches Gesundheitsmanagement\nFlexible Arbeitszeiten und eine ergänzende Altersvorsorgemaßnahme durch die Zusatzversorgungskasse\n75 % Zuschuss zum ÖPNV-Ticket oder Förderung der regelmäßigen Anfahrt mit dem Fahrrad,\nbis zu jeweils 80 € im Monat\nUnterstützung bei der Suche nach einem KiTa-Platz\nWeitere attraktive Arbeitgeberleistungen, die wir Ihnen gerne im persönlichen Gespräch vorstellen\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über Ihre aussagekräftige Bewerbung bis spätestens 22.02.2026 über unser Online-Bewerberportal.\nBei Fragen steht Ihnen Frau Eckstein, Leitung der Galerie, unter der Rufnummer 07031/94-392 gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-assistenz-der-leitung-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-5/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 08.02.2026 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen in\nDeutschland und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg. Seit dem 29.09.2025 ist das Haupthaus im Karlsruher Schloss aufgrund einer Generalsanierung für mehrere Jahre geschlossen. Der analoge Ausstellungsbetrieb wird in den Außenstellen, den Zweigmuseen und ab 2026 in einer Kooperation mit der Kunsthalle Baden-Baden weiter aufrechterhalten. Im Rahmen eines vom Ministerium für Wissenschaft, Forschung und Kunst des Landes Baden-Württemberg geförderten Projekts zur Bearbeitung von NS-verfolgungsbedingt entzogenem Kulturgut suchen wir zum nächstmöglichen Zeitpunkt eine/n\nWissenschaftliche *n Mitarbeiter*in (m/w/d)\nin Vollzeit und befristet für die Dauer von 3 Jahren für folgende\nAufgaben:\nObjektautopsie auf evtl. Provenienzmerkmale\nRecherche von Archivalien des BLM (Inventarbücher, Karteikarten, Objektmappen, Fotoarchiv, Ankaufskorrespondenzen)\nLiteraturrecherche\nRecherche in den für die Provenienzforschung relevanten Datenbanken\nRecherche zu KunsthändlerInnen / EigentümerInnen\nZusammenarbeit mit der Provenienzforscherin des BLM\nDokumentation der Ergebnisse in der Museumsdatenbank Imdas Pro\nDokumentation von Objekten, die einer Tiefenrecherche bedürfen\nAbschlussbericht über Durchführung und Ergebnisse des Erstcheck\nWir erwarten folgende Kenntnisse und Fähigkeiten:\nabgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master) der Kunstgeschichte, Provenienzforschung bzw. vergleichbare Erfahrungen und Fähigkeiten\nErfahrungen in der Provenienzforschung zu im Nationalsozialismus entzogenem Kulturgut\nKenntnisse des verfolgungsbedingten Kulturgutentzugs sowie des Kunst- und Antiquitätenhandels\nErfahrung in der Recherche von Archivgut und der Anwendung relevanter Forschungsdatenbanken\nDokumentation von Rechercheergebnissen in einer Museumsdatenbank\nselbstständige, strukturierte und sorgfältige Arbeitsweise sowie organisatorisches Geschick\nhohes Verantwortungsbewusstsein\nteamorientiertes Arbeiten und Bereitschaft zum fachlichen Austausch mit der Forschungscommunity\nsehr gute Ausdrucksfähigkeit in Deutsch und Englisch (Wort und Schrift)\nKenntnisse im Bereich Kunstgewerbe des Jugendstils und des Art Déco\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld mit einem engagierten Team\nVergütung in Entgeltgruppe 13 TV-L\nflexible Arbeitszeiten und die Möglichkeit zu mobiler Arbeit\nTeilnahme am Behördlichen Gesundheitsmanagement\nZuschuss zu Ihrer Mobilität (Jobticket)\neinen zentralen Arbeitsort am Karlsruher Schloss bei sehr guter ÖPNV-Anbindung\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nDas Aufgabengebiet ist grundsätzlich teilbar.\nBitte richten Sie Ihre Bewerbung in digitaler Form bis zum 08.02.2026 an das Badische Landesmuseum, Referat Personal und Finanzwesen:\nbewerbungen@landesmuseum.de\nunter Angabe der Kennziffer „1-26-Provenienz“\nFür Fragen steht Ihnen Frau Dr. Katharina Siefert zur Verfügung: katharina.siefert@landesmuseum.de\nNach Abschluss des Verfahrens werden alle Unterlagen gelöscht.\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-5/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-m-w-d-im-bereich-bildung-vermittlung/", "image": "", "title": "Projektmitarbeiter/in (m/w/d) im Bereich „Bildung Vermittlung“", "content_text": "Stiftung Bundespräsident-Theodor-Heuss-Haus, Stuttgart Bewerbungsende: 08.02.2026 | Die Stiftung Bundespräsident-Theodor-Heuss-Haus sucht zum nächstmöglichen Zeitpunkt in Teilzeit mit 19,5 Wochenstunden (50%)\neine/n Projektmitarbeiter/in (m/w/d) im Bereich „Bildung Vermittlung“\nzur Umsetzung des Projekts\n„Heuss Lab: Jüdisches Leben, Antisemitismus und wir“\nDie Stiftung Bundespräsident-Theodor-Heuss-Haus ist eine parteiunabhängige Bundesstiftung mit Sitz in Stuttgart. Das Theodor-Heuss-Haus, das letzte Wohnhaus des ersten Bundespräsidenten, ist ein offener Treffpunkt für Demokratie, Austausch und Bildung.\nHier kommen Menschen zusammen, um über aktuelle gesellschaftliche Fragen zu diskutieren, Ausstellungen zu entdecken oder an Workshops, Seminaren und Veranstaltungen teilzunehmen. Neben unserer politischen Bildungsarbeit engagieren wir uns in der zeithistorischen Forschung und setzen Impulse für eine lebendige Demokratie – in Stuttgart und weit darüber hinaus.\nIm Jahr 2026 widmet wir uns dem Themenschwerpunkt „Immer noch. Antisemitismus in Deutschland“. Mit dem „Heuss Lab“ planen wir ein interaktives und partizipatives Lern- und Diskussionsformat für Jugendliche und junge Erwachsene. In Workshops, Diskussionen und in der Beschäftigung mit Ausstellungseinheiten setzen sich die Teilnehmenden mit jüdischem Leben und mit Antisemitismus in Geschichte und Gegenwart auseinander. Zusammen bespielen sie die Workshop- und Sonderausstellungsbereiche des Hauses und erweitern das Heuss Lab nach und nach zu einer wachsenden Mitmach-Ausstellung.\nFür die didaktische Begleitung des Themenschwerpunkts und die Umsetzung des Heuss Lab suchen wir Verstärkung im Team „Bildung und Vermittlung“.\nZu Ihren Aufgaben zählen u.a.:\nMitkonzeption und Umsetzung didaktischer Formate in Abstimmung mit dem Stiftungsteam\nKoordination und Organisation des Heuss Lab, der Workshops und der didaktischen Formate im Rahmen des Heuss Lab\nKommunikation mit Referent/innen, Kooperationspartnern und Zielgruppen, insbesondere mit unseren Partnerschulen in Stuttgart und Umgebung\nUmsetzung der Workshops und Teileinheiten zusammen mit Partnern, externen Referent/innen sowie mit dem Stiftungsteam\nBegleitung und Aufbereitung der Veranstaltungen für die Öffentlichkeitsarbeit, insbesondere in den sozialen Medien\nEntwicklung themenbezogener Formate für die Social-Media-Kanäle des Hauses\nNachbearbeitung, Dokumentation und Evaluierung des Projekts\nUnterstützung der Verwaltung bei Buchführung und Abrechnung des Projekts\nEntwicklung und Umsetzung von themenbezogenen Vermittlungsformaten in den Ausstellungen des Hauses\nIhr Profil\nAbgeschlossenem Hochschulstudium (mindestens Bachelor) in den Bereichen Politik-, Sozial-, Geschichte- oder Kulturwissenschaften oder verwandter Fächer\nErfahrungen mit und Interesse an der Zusammenarbeit mit jungen Menschen\nErfahrungen mit projektbezogenem Arbeiten\nGute oder sehr gute Kenntnisse jüdischen Lebens sowie in den Bereichen Antidiskriminierung und demokratische Bildungsarbeit\nMotivation und Teamfähigkeit\nBereitschaft zum flexiblen Einsatz und zum Wochenend- und Abendeinsatz bei Veranstaltungen im Projektrahmen\nErfahrungen im Umgang mit sozialen Medien\nAusgeprägte kommunikative Fähigkeiten, Freude am Umgang mit Menschen sowie sehr gute organisatorische Fähigkeiten setzen wir voraus.\nUnser Angebot\nEin verantwortungsvolles, vielseitiges und interessantes Aufgabengebiet an einem renommierten Ort der Demokratiegeschichte\nSehr gute Arbeitsatmosphäre in einem motivierten und aufgeschlossenen Team\nAttraktive Arbeitsbedingungen durch flexible Arbeitszeiten\nDeutschland-Jobticket mit Arbeitgeberzuschuss\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst (TVöD Bund). Die Vergütung erfolgt bei Erfüllung der tarifvertraglichen Voraussetzungen nach Entgeltgruppe 9c TVöD (Bund). Es handelt sich um eine projektbezogene Teilzeitstelle die für 8 Monate befristet ist.\nDie Stiftung gewährleistet die berufliche Gleichstellung unabhängig vom Geschlecht. Schwerbehinderte Menschen werden nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann bewerben Sie sich bitte unter Angabe des möglichen Eintrittstermins bis spätestens 08.02.2026\nhier\nin unserem Bewerbungsportal oder Sie senden uns Ihre Bewerbung per Post an die Stiftung Bundespräsident-Theodor-Heuss-Haus, Breitscheidstraße 48, 70176 Stuttgart.\nIhre Bewerbung sollte neben den üblichen Unterlagen insbesondere Kopien Ihrer Prüfungs- und Arbeitszeugnisse umfassen.\nWenn Sie Fragen haben, wenden Sie sich bitte gerne an die Museumspädagogin, Frau Leinich, Tel. 0711/9559850 bzw.\nbewerbung@theodor-heuss-haus.de\n.\nInformationen zur Stiftung erhalten Sie im Internet unter\nwww.theodor-heuss-haus.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-m-w-d-im-bereich-bildung-vermittlung/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-prien-insel-herrenchiemsee/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst in Prien, Insel Herrenchiemsee", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Prien Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab dem 20.04.2026 bis 31.10.2026 Mitarbeiter (m/w/d) für Museumsaufsichtstätigkeiten und Besucherbetreuung\nin einem kulturellen Objekt auf der\nInsel Herrenchiemsee in Prien.\nDie Tätigkeit kann in\nVollzeit,\nsozialversicherungspflichtiger Teilzeit\nund auf\nMinijob-Basis (603,00 Euro/Basis)\nausgeübt werden.\nArbeitszeiten:\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine\ntarifgebundene Bezahlung\nSie erhalten\nFunktionszulagen\nauf den tariflichen Stundengrundlohn\nÜbernahme der Parkkosten und der Fährfahrt zur Insel\nEine qualifizierte Einarbeitung ist selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen Sicherungs- und Überwachungsaufgaben im Tagesdienst\nSie übernehmen den Museumsaufsichtsdienst\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nDas bringen Sie mit:\nBesucherfreundliches und gepflegtes Auftreten\nArbeitsbereitschaft und absolute Zuverlässigkeit\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nUnterrichtungsnachweiß nach §34a Gewerbeordnung (IHK)\nPolizeiliches Führungszeugnis ohne Eintrag\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-prien-insel-herrenchiemsee/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsaufsichtskraft-kassenkraft-m-w-d-in-lichtenau-westfalen-2/", "image": "", "title": "Museumsaufsichtskraft/ Kassenkraft (m/w/d) in Lichtenau Westfalen", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Lichtenau/Westfalen Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nzum nächstmöglichen Zeitpunkt eine Museumsaufsichtskraft (m/w/d) mit Kassen- und Shoptätigkeiten\nfür ein museales Objekt in\nLichtenau (Westfalen).\nDie Tätigkeit kann in\nversicherungspflichtiger Teilzeit\n(60 bis 80 Stunden/ Monat) oder auf\nMinijob-Basis (603,00 Euro/Basis)\naufgenommen werden.\nArbeitszeiten:\nArbeitszeiten von Dienstag bis Sonntag, 09.45-18.15 Uhr bzw. Teildienste\nIhre Vorteile bei uns:\nEine Tarifgebundene und pünktliche Bezahlung\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) im Aufsichtsdienst mit Kassentätigkeiten freuen\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie führen den Museumsaufsichtsdienst durch\nSie übernehmen die Bewachung von Ein- und Ausgängen\nSie übernehmen allgemeine Aufgaben im Empfangsdienst\nSie übernehmen den Kassendienst / Eintrittskarten\nSie übernehmen den Shop Verkauf\nSie führen Ticketkontrollen durch\nSie sind der erste Ansprechpartner für die Besucher im Museum\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie sind körperlich belastbar für überwiegend gehende und stehende Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nSie haben eine hohe Arbeitsbereitschaft und sind absolut zuverlässig\nIhnen ist der Umgang mit Menschen unterschiedlichen Alters und Nationalitäten vertraut\nSie besitzen gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nDie Unterrichtung nach §34a GewO ist erforderlich\n, gern auch höhere Qualifikation\nSie haben vorzugsweise eine Unterrichtung in Erste Hilfe\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsaufsichtskraft-kassenkraft-m-w-d-in-lichtenau-westfalen-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-frankfurt-am-main-2/", "image": "", "title": "Projekt Manager (m/w/d) für museale Objekte in Frankfurt am Main", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Frankfurt a. M. Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort eine/n erfahrene/n\nProjekt Manager/in (m/w/d) für museale Objekte in Frankfurt am Main\n. Die Tätigkeit wird in\nVollzeit\nausgeübt. Ein\nFirmenfahrzeug\nsowie die\nMöglichkeit zum Homeoffice\nsind Teil der Stelle.\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene Tarifbindung plus außertariflicher Zulage\nElektr. Firmenfahrzeug mit Ladekarte (auch zur privaten Nutzung)\nHomeoffice-Möglichkeit nach Absprache\nLaptop und Diensthandy werden gestellt\neine qualifizierte Einarbeitung ist selbstverständlich\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nKoordination von Einsatzkräften in musealen Objekten\nPlanung und Pflege von Dienst- und Einsatzplänen\nAbstimmung mit Objektleitungen und Kunden vor Ort\nKontrolle von Stundennachweisen und Übergabe der Abrechnungsdaten an die Verwaltung\nÜbernahme von Diensten bei kurzfristigen Ausfällen\nUnterstützung der operativen Abläufe – keine Führungsverantwortung\nVerantwortung für ein gutes, sachliches und kollegiales Arbeitsklima\nDas bringen Sie mit:\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nErfahrung in Einsatzplanung und organisatorischer Koordination\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nSehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, vorzugsweise Grundkenntnisse in Englisch\nSehr gute PC-Kenntnisse (MS Office, insbesondere Excel)\nNachweis der Sachkundeprüfung nach §34a Gewerbeordnung oder höherwertige Qualifikation (z. B. GSSK)\nFührerschein Klasse B\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-frankfurt-am-main-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-museum-bezirksgeschichtsarbeit-m-w-d/", "image": "", "title": "Fachbereichsleitung Museum / Bezirksgeschichtsarbeit (m/w/d)", "content_text": "Museum Pankow, Berlin Bewerbungsende: 01.02.2026 | Pankow ist der bevölkerungsreichste Berliner Bezirk – und wächst weiter. Um den kommenden Herausforderungen erfolgreich zu begegnen, suchen wir engagierte Kolleginnen und Kollegen, die mit uns die Zukunft aktiv gestalten möchten. Das Bezirksamt Pankow bietet Ihnen als öffentlicher Arbeitgeber ein vielfältiges Arbeitsumfeld mit spannenden Aufgaben und attraktiven Entwicklungsmöglichkeiten. Vielfalt ist uns wichtig: Wir freuen uns über Bewerbungen von Menschen aller Hintergründe und Lebenswege. Bewerben Sie sich jetzt – und werden Sie Teil unseres Teams!\nBezirksamt Pankow von Berlin\nSonstiges\nMonatsgehalt: 4.629 – 6.580 EUR\nPublizierung bis: 01.02.2026\nUnbefristet\nKennziffer: 278-3630-2025\nIhre Aufgaben\nAls Leitung des Fachbereichs Museum / Bezirksgeschichtsarbeit gestalten die Zukunft des Museums mit strategischem Weitblick und entwickeln Konzepte, die die Ziele des Hauses mit den Interessen der Besucher:innen und den Anforderungen der Kultur- und Bildungsarbeit verbinden. Sie fördern die Potenziale und die Motivation des Teams und sorgen für eine klare Aufgabenverteilung und eine gute Zusammenarbeit. Zudem behalten Sie die Finanzen im Blick, verantworten das Budget und gewinnen neue Fördermittel, Spenden und Sponsor:innen. Sie betreuen die Sammlungen zur Bezirksgeschichte, sichern ihren Erhalt und entwickeln neue Ausstellungen. Gemeinsam mit Ihrem Team gestalten Sie Programme und Veranstaltungen, die Geschichte lebendig machen und Menschen jeden Alters begeistern. Mit gezielter Öffentlichkeitsarbeit stärken Sie die Sichtbarkeit des Museums und pflegen Partnerschaften mit Kulturträgern, Schulen und der lokalen Gemeinschaft.\nWenn Sie Ihre Leidenschaft für Geschichte, Kultur und Menschen in eine verantwortungsvolle Leitungsaufgabe einbringen möchten, freuen wir uns auf Ihre Bewerbung!\nKennziffer: 278-3630-2025\nBesetzbar ab: 01.01.2026\nEntgeltgruppe: E 13 Teil I d. EntO. zum TV-L (Bewertungsvermutung)\nVollzeit mit 39,4 Wochenstunden (Teilzeitbeschäftigung ist möglich)\ngeplanter Einsatzort:  Prenzlauer Allee 227, 10405 Berlin\nFür einen gelungenen Start erwartet Sie ein Wissenstransfer, zum Erhalt von wertvollem Know-how und einer nahtlosen Übergabe\nIhr Profil\nTarifbeschäftigte/r:\nabgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master) als Historiker:in, Kulturwissenschaftler:in oder vergleichbare Kenntnisse, Fähigkeiten und Erfahrungen\nBreitgefächerte und tiefgehende historische Kenntnisse verbunden mit Erfahrungen im Museumsbetrieb (Sammlungen inkl. Bestandserhaltung und –präsentation, Ausstellungen und Projekte) und Vermittlung (inkl. Museumspädagogik)\nwünschenswert: mehrjährige Berufserfahrung in einer Führungsposition in einer vergleichbaren Einrichtung\nDie einzelnen und weiteren Anforderungen und ihre Ausprägungen sind dem für diese Stelle erstellten Anforderungsprofil zu entnehmen, welches über den Button „weitere Informationen“ einzusehen ist.\nHinweise zum Bewerbungsverfahren\nWir freuen uns auf Ihre Bewerbung bis zum 01.02.2026\nBitte bewerben Sie sich online über das Berliner Karriereportal mit dem Button „Jetzt bewerben“.\nBitte schauen Sie in unsere Ausfüllhinweise: https://j0b.de/Hinweis\nErforderliche Unterlagen\nBitte fügen Sie Ihrer Bewerbung folgende Dateien bei:\nAnschreiben\ntabellarischer, lückenloser Lebenslauf\naktuelle dienstliche Beurteilung bzw. aktuelles Arbeitszeugnis (möglichst nicht älter als ein Jahr)\nNachweis Ihrer Qualifikation (z. B. Studien- oder Prüfungszeugnis)\nfür Beschäftigte die bereits im öffentlichen Dienst arbeiten: Einverständniserklärung zur Einsicht in die Personalakte\nAnsprechpartner für Ihre Fragen:\nFrau Lathan, (030) 90295 – 2460\nBei weiteren Fragen oder Problemen wenden Sie sich bitte an das Zentrale Bewerbungsbüro unter 030 90295-2200.\nWir schätzen und fördern die Vielfalt unabhängig von Geschlecht, Lebensalter, Behinderungen, dem ethnischen Hintergrund, der Religion und Weltanschauung oder der sexuellen Orientierung. Insbesondere Bewerbungen von Frauen, Menschen mit Behinderungen sowie Menschen mit Migrationsgeschichte sind ausdrücklich erwünscht. Bei gleichwertiger Qualifikation werden Frauen (bei Unterrepräsentanz) und schwerbehinderte/ diesen gleichgestellten Menschen bevorzugt eingestellt sowie Menschen mit Migrationshintergrund in besonderem Maße berücksichtigt.\nDas BA Pankow fördert gemäß Frauenförderplan die Besetzung von Leitungspositionen mit\nFrauen. Bewerbungen sind daher ausdrücklich erwünscht.\nWeitere Informationen:\nhttps://www.karriereportal-stellen.berlin.de/Fachbereichsleitung-Museum-Bezirksgeschichtsarbeit-mwd-de-j63919.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-museum-bezirksgeschichtsarbeit-m-w-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-kassen-und-museumsdienst/", "image": "", "title": "Mitarbeiter:in (m/w/d) im Kassen- und Museumsdienst", "content_text": "Fränkisches Freilandmuseum, Bad Windsheim Bewerbungsende: 09.02.2026 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum 01.03.2026 bzw. dem danach nächstmöglichen Zeitpunkt eine / einen\nMitarbeiterin / Mitarbeiter (m/w/d) im Kassen- und Museumsdienst\nin Teilzeit im Umfang von bis zu 75 % einer Vollzeitstelle (derzeit 29,25 Wochenstunden).\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nKassier- und Verkaufstätigkeit in verschiedenen Bereichen des Museums unter Einsatz von Computerkassen, insbesondere Verkauf von Museumsprodukten und Eintrittskarten\nBesucherservice und allgemeine Besucherinformationen sowie Besucherbetreuung\nSchließ-, Kontroll-, Reinigungs- und Hausmeisterdienste in historischen Museumsgebäuden, Betriebs-, Funktions- und Sanitärgebäuden sowie im Freigelände\nHaus-, Garten- und Pflegearbeiten in den Häusern und im Umgriff der Museumsgebäude\nOrganisatorische und technische Vor- und Nachbereitung von museumspädagogischen Aktionen und Programmen für Kinder, Jugendliche und Erwachsene\nSonderaufgaben bei Museumsveranstaltungen (z.B. Mitarbeit bei der Besucherbewirtung, bei Koch- und Backaktionen, im Stall- und Futterdienst sowie im handwerklichen Vorführdienst wie z.B. bei Mühlenvorführungen, u.a.)\nDer Arbeitseinsatz im Museumsdienst richtet sich nach einem besonderen\nDienstplan\n, bei dem während der Museumssaison von Anfang März bis Mitte Dezember regelmäßig auch\nWochenend- und Feiertagsdienste\nzu leisten sind. Die Arbeitszeit beträgt in der Hauptsaison täglich 9 Stunden bei durchschnittlich drei bis vier Einsatztagen pro Woche.\nIhr Profil\nSie verfügen über\neine erfolgreich abgeschlossene Berufsausbildung in den Bereichen Verkauf / Einzelhandel, Hotel- und Gastgewerbe, im sonstigen Kunden- / Besucherservice oder ein vergleichbarer Abschluss\nErfahrungen im Kassenbereich wären wünschenswert\nEDV-Kenntnisse in gängigen Microsoft-Office-Anwendungen\nService- und Einsatzbereitschaft, sowie ein sicherer und freundlicher Umgang mit den Besuchern\nTeamfähigkeit, Kollegialität und Hilfsbereitschaft in der Zusammenarbeit mit Kolleginnen und Kollegen\nGute, handwerkliche gärtnerische und / oder landwirtschaftliche Kenntnisse\nVerantwortungsbereitschaft, ausgeprägte Einsatzfreude sowie ein hohes Maß an Zuverlässigkeit\nZeitliche Flexibilität und die Bereitschaft zum regelmäßigen Arbeitseinsatz an Wochenenden und Feiertagen\nWir bieten\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit\nEine Teilzeitstelle im Umfang von bis zu 75 % einer Vollzeitstelle (derzeit 29,25 Wochenstunden)\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe 4 TVöD\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Teamleiter, Herr Bernd Rink (Tel. 09841 6680-21), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internetseite unter www.freilandmuseum.de oder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte, gerne per E-Mail, bis\nspätestens 09.02.2026\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-kassen-und-museumsdienst/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-mitarbeiter-m-w-d-im-museumsdienst/", "image": "", "title": "Mitarbeiterin / Mitarbeiter (m/w/d) im Museumsdienst", "content_text": "Fränkisches Freilandmuseum, Bad Windsheim Bewerbungsende: 09.02.2026 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum 01.03.2026 bzw. dem danach nächstmöglichen Zeitpunkt eine / einen\nMitarbeiterin / Mitarbeiter (m/w/d) im Museumsdienst\nin Teilzeit im Umfang von bis zu 75 % einer Vollzeitstelle (derzeit 29,25 Wochenstunden).\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nBesucherservice und allgemeine Besucherinformationen sowie Besucherbetreuung\nSchließ-, Kontroll-, und Reinigungsdienste in historischen Museumsgebäuden, Betriebs-, Funktions- und Sanitärgebäuden sowie im Freigelände des Museums\nHaus-, Garten- und Pflegearbeiten im Umgriff der Museumsgebäude\nMitarbeit bei der Obsternte und -verwertung sowie einfachere, handwerkliche Tätigkeiten in den Gebäuden und im Gelände\nVor- und Nachbereitung sowie teilweise Mitarbeit und personelle Betreuung verschiedener museumspädagogischer Aktionen und Programme für Kinder, Jugendliche und Erwachsene\nSonderaufgaben bei Museumsveranstaltungen (z.B. Mitarbeit bei der Besucherbewirtung, bei Koch- und Backaktionen, im Stall- und Futterdienst sowie im handwerklichen Vorführdienst wie z.B. bei Mühlenvorführungen, u.a.)\nDer Arbeitseinsatz im Museumsdienst richtet sich nach einem besonderen\nDienstplan\n, bei dem während der Museumssaison von Anfang März bis Mitte Dezember regelmäßig auch\nWochenend- und Feiertagsdienste\nzu leisten sind. Die Arbeitszeit beträgt in der Hauptsaison täglich 9 Stunden bei durchschnittlich drei bis vier Einsatztagen pro Woche.\nIhr Profil\nSie verfügen über\neine erfolgreich abgeschlossene Berufsausbildung in einem hauswirtschaftlichen, handwerklichen, gärtnerischen, landwirtschaftlichen oder einem vergleichbaren Berufsfeld\nGute, handwerkliche gärtnerische und / oder landwirtschaftliche Kenntnisse\nService- und Einsatzbereitschaft, sowie ein sicherer und freundlicher Umgang mit den Besuchern\nTeamfähigkeit, Kollegialität und Hilfsbereitschaft in der Zusammenarbeit\nmit Kolleginnen und Kollegen\nVerantwortungsbereitschaft, ausgeprägte Einsatzfreude sowie ein hohes Maß an Zuverlässigkeit\nZeitliche Flexibilität und die Bereitschaft zum regelmäßigen Arbeitseinsatz an Wochenenden und Feiertagen\nWir bieten\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit\nEine Teilzeitstelle im Umfang von bis zu 75 % einer Vollzeitstelle (derzeit 29,25 Wochenstunden)\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe 4 TVöD\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Teamleiter, Herr Bernd Rink (Tel. 09841 6680-21), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internetseite unter www.freilandmuseum.de oder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte, gerne per E-Mail, bis\nspätestens 09.02.2026\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-mitarbeiter-m-w-d-im-museumsdienst/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-bereichs-marketing-und-vermittlung-m-w-d/", "image": "", "title": "Leitung des Bereichs Marketing und Vermittlung (m/w/d)", "content_text": "Friedenstein Stiftung Gotha, Gotha Bewerbungsende: 15.02.2026 | Die Friedenstein Stiftung Gotha ist eine kulturelle Einrichtung von nationaler Bedeutung, die im Verbund mit der Stiftung Thüringer Schlösser und Gärten und der Universität Erfurt ein einzigartiges Bau-, Garten- und Sammlungsensemble der europäischen Residenzkultur in Gotha betreut. Im Eigentum der Stiftung befinden sich über eine Million Objekte, verteilt auf 18 historisch gewachsene Bestandsgruppen. Die Forschungsbibliothek Gotha der Universität Erfurt verwaltet nochmals einen Bestand von mehr als eine Million Druckwerke.\nSchloss Friedenstein wird in den nächsten Jahren mit Mitteln des Bundes und des Freistaates Thüringen durch die Stiftung Thüringer Schlösser und Gärten umfassend saniert. Parallel dazu wird die Friedenstein Stiftung Gotha in den Bereichen Digitalisierung, Marketing und Vermittlung bis 2032 maßgeblich durch die Beauftragte des Bundes für Kultur und Medien (BKM) unterstützt. Damit ist im Verbund mit den Partnereinrichtungen eine umfassende Weiterentwicklung des Standorts Gotha möglich mit dem Ziel, das Ensemble und seine Sammlungen zu nationaler und internationaler Strahlkraft zu verhelfen.\nDie Friedenstein Stiftung besetzt zum frühestmöglichen Zeitpunkt die Stelle\nLeitung des Bereichs Marketing und Vermittlung (m/w/d),\nvorerst befristet auf zwei Jahre. Die Entfristung wird angestrebt.\nDas Stellenprofil:\nLeitung des Bereichs Marketing, Veranstaltungen und Vermittlung mit Personalverantwortung\nVerantwortung für die Außendarstellung in enger Zusammenarbeit mit der Stabsstelle Presse\nMitwirkung bei der Entwicklung und Umsetzung von Marketing- und Veranstaltungskonzepten in Zusammenarbeit mit der Stadt Gotha und dem Freistaat Thüringen\nEntwicklung von Vermittlungskonzepten für Dauer- und Sonderausstellungen\nAktualisierung und Umsetzung der Kommunikationsstrategie\nStärkung der Position der Stiftung in der regionalen, überregionalen und internationalen Museums- und Stiftungslandschaft\nErarbeitung von Markt- und Konkurrenzanalysen\nEntwicklung und Umsetzung von Kommunikations- und Marketingkonzepten sowie deren Monitoring und Wirkungskontrolle\nNetzwerkarbeit: Pflege und Ausbau der Kontakte zu unseren Stakeholdern sowie Kooperations- und Marketing- und Vermittlungspartner*innen in Gotha und Thüringen\nBetreuung von digitalen und analogen Publikationen\nPlanung, Koordination und Mitarbeit an der Organisation von Ausstellungen und Veranstaltungen\nÜbernahme von anspruchsvollen Führungen\nUnterstützung des Vorstandsteams bei kommunikativen Aufgaben\ndirekte Zusammenarbeit mit dem Vorstand\nBudgetverantwortung für die Abteilung\nWas wir uns von Ihnen wünschen:\nSie verfügen über ein abgeschlossenes Studium oder eine vergleichbare Qualifikation, mit der Sie das Stellenprofil erfüllen.\nSie haben nachweisbare Berufs- und Führungserfahrung im Bereich Marketing, im Veranstaltungsmanagement oder in der Kulturkommunikation/-vermittlung.\nSie können Mediaplanungen erstellen.\nSie bringen Erfahrungen in der Konzeption und Steuerung von Projekten und Veranstaltungen (inkl. Budgetplanung) mit und sind bereit, bei Veranstaltungen und Events vor Ort präsent zu sein.\nSie sind bereit zu offener und konstruktiver Kommunikation im Team und mit dem Vorstand.\nSie verfügen über eine exzellente Kommunikationsfähigkeit nach innen und außen und haben Freude an einer proaktiven, selbstständigen und souveränen Arbeitsweise.\nSie haben ein hohes Maß an Selbstorganisation, eine strukturierte Arbeitsorganisation sowie kreatives Denken mit strategischem, lösungsorientiertem Weitblick.\nSie können koordinieren und Menschen für Themen und Projekte begeistern\nSie haben sehr gute Deutsch- und Englischkenntnisse\nWir bieten:\nverantwortungsvolle, interessante und abwechslungsreiche Aufgaben mit vielen Gestaltungsmöglichkeiten und mit der Möglichkeit, eigene Ideen zu entwickeln und umzusetzen\nein motiviertes und engagiertes Team, sowie Raum für den kreativen Austausch zur Weiterentwicklung der Stiftung\nein flexibles Arbeitszeitmodell, gute Vereinbarkeit von Familie und Beruf und Fortbildungsmöglichkeiten\neine Vergütung in Anlehnung an den TVöD-VKA, EG13, in Vollzeit (39 Stunden/Woche)\n30 Tage Jahresurlaub\nzusätzliche Altersvorsorge (ZVK) und vermögenswirksame Leistungen\nArbeit in unmittelbarer Nähe des Thüringer Waldes mit vielen Naherholungsmöglichkeiten\nDie Friedenstein Stiftung Gotha fördert die Gleichstellung von Männern und Frauen. Schwerbehinderte Bewerber*innen haben bei gleicher Eignung, Befähigung und fachlicher Qualifikation Vorrang bei der Einstellung.\nFür Rückfragen steht Ihnen Herr Dr. Pfeifer-Helke zur Verfügung (Tel. 03621 8234-100).\nIhre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte\nbis zum 15.Februar 2026\nper E-Mail an personal@friedenstein-stiftung.de oder per Post an die\nFriedenstein Stiftung Gotha\nHerrn Dr. Tobias Pfeifer-Helke\nStiftungsdirektor\nSchlossplatz 1\n99867 Gotha\nHinweis\nBerücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen. Durch die Bewerbung entstehende Kosten werden nicht erstattet.\nMit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen auch elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Die eingereichten Unterlagen werden nur zurückgesandt, sofern ein ausreichend frankierter Rückumschlag beigefügt wurde, andernfalls werden diese unter Beachtung der aktuell geltenden Datenschutzrichtlinien vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-bereichs-marketing-und-vermittlung-m-w-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/historiker-in-m-w-d/", "image": "", "title": "Historiker/in (m/w/d)", "content_text": "Stiftung Deutsches Adelsarchiv, Marburg Bewerbungsende: 28.02.2026 | Das Deutsche Adelsarchiv (DAA) sammelt, erschließt und bewahrt als anerkannte Dokumentations- und Forschungsstätte Zeugnisse zur Geschichte des Adels und macht diese der Öffentlichkeit zugänglich, um der Fortschreibung der Erkenntnisse zur Erforschung des historischen Adels im deutschsprachigen Raum, insbesondere auf dem Gebiet der Historischen Hilfswissenschaften und der Zeitgeschichte, zu dienen. Die Ergebnisse seiner Arbeit veröffentlicht das DAA durch die regelmäßige Herausgabe des „Gothaischen Genealogischen Handbuches“ (GGH) unter Aufsicht des Deutschen Adelsrechtsausschusses. Seine Expertise wird in besonders hohem Maße von Standesämtern, Staatsanwaltschaften, Gerichten und diplomatischen Vertretungen genutzt, die sich beispielsweise bei personenstandsrechtlichen Fragestellungen mit Bezug auf das Führen vormals adeliger Namenszusätze an das DAA als bundesweit einziger Nachweisstelle wenden.\nTrägerin des DAA ist die Stiftung Deutsches Adelsarchiv, eine gemeinnützige, der Förderung von Wissenschaft, Forschung und Kultur verpflichtete Stiftung des bürgerlichen Rechts mit Sitz in Marburg an der Lahn.\nDie Stiftung Deutsches Adelsarchiv sucht frühestens\nzum 01.06.2026\nin Vollzeit\n(40 Stunden/Woche) eine/n\nHistoriker/in (m/w/d)\nIhre wesentlichen Aufgaben\nErstellung, Aktualisierung und Redaktion von Genealogien für das Gothaische Genealogische Handbuch unter Beachtung der rechtlichen Rahmenbedingungen und der redaktionellen Grundsätze des Deutschen Adelsrechtsausschusses\nWissenschaftliche Recherche zu genealogischen, historischen und heraldischen Fragestellungen\nBeantwortung von schriftlichen und mündlichen Anfragen\nAuswertung und kritische Prüfung von Primär- und Sekundärquellen\nPflege und Weiterentwicklung der internen Datenbanken und Archivbestände\nKorrespondenz mit Adelsfamilien, Archiven, Forschungseinrichtungen und internationalen Partnern\nWeitere Aufgaben im Rahmen des Stiftungszwecks (z. B. Betreuung externer Archivnutzung)\nIhre Qualifikation\nEin erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium in den Bereichen Geschichtswissenschaft (vorzugsweise Mittelalterliche/Neuere Geschichte), Archivwissenschaft oder verwandter Fächer\nUmfassende genealogische Kenntnisse\nHohe Affinität zum Themengebiet „Historischer Adel“\nSicherer Umgang mit historischen Quellen, Archivrecherchen und wissenschaftlichen Methoden\nAusgeprägte Sorgfalt, analytisches Denken und editorische Kompetenz\nKommunikationsstärke und Freude an der Zusammenarbeit mit wissenschaftlichen und privaten Ansprechpartnern\nSelbständige Arbeitsweise\nVorkenntnisse im Programm FAUST wären hilfreich, sind jedoch nicht zwingend erforderlich.\nUnser Angebot\nEine zunächst auf zwei Jahre befristete Vollzeitstelle am Sitz des Deutschen Adelsarchivs in Marburg – eine Verlängerung wird angestrebt.\nEin monatliches Bruttogehalt in Höhe von € 3.750,- .\nNeben dem regulären Gehalt erhalten Sie eine monatliche Sonderzahlung, die der Förderung einer zusätzlichen Altersvorsorge dient.\n30 Tage Jahresurlaub\nHaben wir Ihr Interesse geweckt?\nBitte senden Sie Ihre aussagekräftige Bewerbung (Anschreiben | Lebenslauf | Arbeitszeugnisse) mit Angabe Ihres frühestmöglichen Eintrittsdatums in einer PDF-Datei per E-Mail an\nbuero@vdda.de\n, z. Hd. Frau Claudia Becker\n– Einsendeschluss ist der 28.02.2026.\nFür Rückfragen zur Stelle steht Ihnen Frau Claudia Becker (Mail:\nbuero@vdda.de\n; Tel.: 0228 91808957) gerne zur Verfügung.\nMit der Bewerbung entstandene Kosten können wir leider nicht erstatten.\nWir freuen uns auf Ihre Bewerbung!\nStiftung Deutsches Adelsarchiv\nSchwanallee 21\n35037 Marburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/historiker-in-m-w-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gebaeude-managerin-w-m-d/", "image": "", "title": "Gebäude Manager*in (w/m/d)", "content_text": "Hochschule für Bildende Künste – Städelschule, Frankfurt a. M. Bewerbungsende: 28.02.2026 | Die Hochschule für Bildende Künste–Städelschule, Frankfurt am Main sucht\nzum nächstmöglichen Zeitpunkt\nGebäude Manager*in (w/m/d)\nin Vertretung mit perspektivischer Übernahme der Leitung Gebäudemanagement\nVollzeit | Frankfurt am Main\nÜber uns\nDie Hochschule für Bildende Künste–Städelschule gehört zu den weltweit führenden künstlerischen Ausbildungseinrichtungen im Bereich Bildende Kunst und wurde 1815 gegründet. Geprägt wird die Hochschule durch internationale Studierende und Lehrende, darunter eine Vielzahl renommierter Persönlichkeiten des internationalen Kunstbetriebs. Wir sind eine künstlerische Einrichtung mit rund 150 Studierenden aus 40 Nationen.\nIhre Position\nSie arbeiten im Team des Gebäudemanagements (derzeit vier Mitarbeitende) und übernehmen zentrale Aufgaben in der Verwaltung, dem Betrieb und der Weiterentwicklung unserer Gebäude. Das Gebäudemanagement ist zentrale Anlaufstelle für alle gebäudetechnischen und infrastrukturellen Belange von Studierenden, Lehrenden, Mitarbeitenden sowie externen Dienstleistern.\nAufgrund absehbarer personeller Veränderungen ist vorgesehen, dass\ninnerhalb der kommenden drei Jahre perspektivisch die Leitung des Gebäudemanagements übernommen werden kann\n.\nIhre Aufgaben\nVerantwortung für das Gebäudemanagement der drei Hochschulstandorte\nBetreuung und Begleitung von Bau-, Sanierungs- und Modernisierungsprojekten\n(u. a. Renovierung, Brandschutz, Barrierefreiheit)\nKoordination und Steuerung externer Dienstleister\n(Reinigung, Sicherheit, Instandhaltung, Transporte)\nTechnischer Betrieb und Instandhaltung der Gebäude\n(HLK, Elektrik, Sanitär, Sicherheitssysteme)\nEnge Zusammenarbeit mit dem IT-Bereich, inkl. Planung und Einführung einer CAFM-Software\nUmsetzung und Weiterentwicklung der Nachhaltigkeitsziele des HMWK\n(Energieeffizienz, CO₂-Reduktion)\nPersonalführung, Aufgabenkoordination und Dienstplanung im Team\nTeilnahme an rollierenden Schichtdiensten (8–22 Uhr)\nVertretung der Leitung Gebäudemanagement mit perspektivischer Übernahme\nMitwirkung bei Budgetplanung, Kostenkontrolle und Effizienzsteigerung\nOrganisation und Beauftragung von Reparaturen, Wartungen und Instandhaltungen\nZusammenarbeit mit Kunstkoordination und Veranstaltungsmanagement\nIhr Profil\nAbgeschlossenes Studium (Bachelor) im Bereich Facility Management, Ingenieurwesen, Immobilienwirtschaft oder vergleichbar\noder\nTechniker-/Meisterabschluss bzw. laufende Qualifizierung\nGute IT-Kenntnisse, sicherer Umgang mit digitalen Tools (MS Office, Outlook), idealerweise CAFM-Systeme\nSehr gute Kommunikations- und Kooperationsfähigkeit\nSehr gute Deutsch- und Englischkenntnisse (Arbeitssprache)\nOrganisationsstärke und eigenverantwortliche Arbeitsweise\nHohe soziale Kompetenz, insbesondere im interkulturellen und diversen Umfeld\nKenntnisse in Budgetierung, Beschaffung und Vertragsmanagement\nLösungsorientierte, praxisnahe und zuverlässige Arbeitsweise\nFührerschein Klasse B\nWir bieten\nEin internationales, künstlerisch geprägtes Arbeitsumfeld\nVergütung – abhängig von den persönlichen Voraussetzungen – zunächst bis Entgeltgruppe E9 TV-H, mit Perspektive auf Höhergruppierung bei Übernahme der Leitungsfunktion\nBetriebliche Altersversorgung (Zusatzversorgungskasse Frankfurt)\nBefristetes Arbeitsverhältnis mit Perspektive auf Entfristung\nArbeitgeberzuschuss zum Deutschlandticket (Jobticket)\nSozialleistungen des öffentlichen Dienstes\nFort- und Weiterbildungsmöglichkeiten\nDie Städelschule strebt eine Erhöhung des Frauenanteils an und fordert nachdrücklich zur Bewerbung von qualifizierten Frauen auf – einschließlich derjenigen, die nach der Elternzeit in den Beruf zurückkehren. Die Städelschule verpflichtet sich in ihrer Personalpolitik zu antidiskriminierenden Maßnahmen und engagiert sich für mehr Vielfalt im Personal. Darüber hinaus ist die Städelschule bestrebt, möglichst barrierefreie Bewerbungs- und Arbeitsbedingungen zu schaffen. In diesem Rahmen unterstützt die Städelschule aktiv die Bewerbung von Menschen mit Behinderungen.\nBitte bewerben Sie sich bei Interesse mit Motivationsschreiben, Lebenslauf (ohne Foto) und Zeugnissen bis zum 28.02.2026 unter:\nhttps://jobs.staedelschule.de/index.php/gebaeude-manager-w-m-d/\nBewerbungsgespräche finden in der 11. Kalenderwoche statt\nBei Fragen zum Prozess wenden Sie sich bitte an die Personalabteilung unter\npersonal@staedelschule.de\nMit dem Absenden Ihrer Bewerbung erklären Sie sich damit einverstanden, dass Ihre Daten zum Zweck des Auswahlverfahrens elektronisch gespeichert und verarbeitet und nach Ablauf der gesetzlichen Aufbewahrungsfrist gelöscht werden. Hier finden Sie unsere Datenschutzbestimmungen.\nwww.staedelschule.de\nwww.portikus.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/gebaeude-managerin-w-m-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-der-rektorin-fuer-kommunikation-projekt-und-research-management-w-m-d/", "image": "", "title": "Referent*in der Rektorin für Kommunikation, Projekt- und Research- Management (w/m/d)", "content_text": "Hochschule für Bildende Künste – Städelschule, Frankfurt a. M. Bewerbungsende: 21.02.2026 | Die Hochschule für Bildende Künste–Städelschule, Frankfurt am\nsucht\nzum nächstmöglichen Zeitpunkt\neine*n Referent*in der Rektorin für Kommunikation, Projekt- und Research- Management (w/m/d) in Vollzeit.\nWir suchen eine kreative, offene Persönlichkeit mit akademischem Hintergrund in Kunst, Kultur oder Kommunikation sowie Erfahrung in den Bereichen Projekt- und Research Management, Kommunikation und Administration.\nDie Hochschule für Bildende Künste–Städelschule gehört zu den weltweit führenden Ausbildungseinrichtungen im Bereich der Bildenden Kunst. Sie wird geprägt durch internationale Studierende und Lehrende, darunter zahlreiche renommierte Persönlichkeiten des internationalen Kunstlebens. Es erwartet Sie ein vielfältiges Aufgabenfeld in einer künstlerischen Einrichtung mit rund 150 Studierenden aus über 40 Nationen.\nSie arbeiten eng mit der Rektorin/Hochschulleitung sowie der Kunstkoordination zusammen, um die Entwicklung der Institution durch Projekte und Kooperationen zu sichern. Sie gestalten die interne und externe Kommunikation mit und leiten außerdem den Alltag des Rektorats.\nGemeinsam mit der Leitung der Schule tragen Sie dazu bei dem Profil der Städelschule als experimentierfreudige Hochschule für zeitgenössische Kunst als Institution für aktuelle künstlerische Positionen lokal und international zu schärfen.\nIhre Aufgaben in deutscher und englischer Sprache\nKommunikation und Öffentlichkeitsarbeit\nEntwicklung von Kommunikations- und Kooperationsprojekten im lokalen, nationalen und internationalen Kunst- und Hochschulkontext.\nVorbereitung sowie Koordination von Presseanfragen und öffentlichen Auftritten\nVerwaltung und Entwicklung Website und Online-Kommunikation.\nAusbau und Pflege von Medien-, Netzwerk- und Förderbeziehungen\nProjekt- und Forschungsmanagement\nEntwicklung, Koordination und Begleitung von institutionellen Projekten, Forschungsinitiativen, sowie Kooperationen mit externen Partnern.\nKonzeption, inhaltliche Vorbereitung und Durchführung von Symposien, Diskursformaten und Veranstaltungen in Zusammenarbeit mit der Rektorin, der Kunstkoordination und der Fakultät.\nEntwicklung und Betreuung von Publikationsprojekten\nUnterstützung bei der Antragstellung und Drittmittelakquisition für Forschung, Lehre und öffentliche Programme sowie Kooperationen.\nAdministration und Verwaltung des Rektorats\nUnterstützung des Rektorats bei organisatorischen, kommunikativen und administrativen Aufgaben\nSicherstellung effizienter Büro- und Arbeitsabläufe, einschließlich Pflege und Strukturierung von Datenbanken, Adresslisten und -verteilern sowie internen Prozessen.\nIhr Profil\nAbgeschlossenes Hochschulstudium (M.A.) im Bereich Kulturwissenschaften, Kunstgeschichte, Kommunikation oder einem verwandten Fachgebiet und/oder gleichwertige nachgewiesene Berufserfahrung.\nSehr gute Kenntnisse der deutschen und internationalen Kunst- und Kulturlandschaft sowie Erfahrung im Sponsoring und in der Beantragung und Abwicklung von Drittmittelprojekten.\nMindestens drei Jahre Erfahrung in strategischer Entwicklung, institutioneller Kommunikation und Organisation sowie Budgetverwaltung und Akquise.\nHervorragende mündliche und schriftliche Kommunikations-, Planungs- und Präsentationsfähigkeit für die Betreuung von mehreren Projekten in deutscher und englischer Sprache, einschließlich sehr guter Recherchekompetenzen.\nAusgeprägte Teamorientierung und hervorragende zwischenmenschliche Fähigkeiten im Umgang mit unterschiedlichen Interessengruppen, verbunden mit sensibler, inklusiver Sprache.\nSelbstständige Arbeitsweise, Belastbarkeit, Flexibilität und Teamfähigkeit\nSehr gute IT-Kenntnisse und strukturiertes Projektmanagement; sichere Anwendung der MS-Office-Suite (inkl. E-Mail- und Kalender-Tools); Kenntnisse weiterer Projektmanagement- oder Kollaborationstools sind von Vorteil.\nWir bieten\nEine vielseitige und verantwortungsvolle Tätigkeit in einem internationalen Kunst- und Hochschulumfeld.\nEin interessantes und internationales Arbeitsumfeld mit Kontakt zu einem breiten Netzwerk von Künstler*innen, Kurator*innen und weiteren Akteur*innen aus verschiedenen Disziplinen.\nVergütung nach Entgeltgruppe E12 des Tarifvertrags des Landes Hessen mit betrieblicher Altersvorsorge bei der Zusatzversorgungskasse Frankfurt.\nEin Arbeitsverhältnis im öffentlichen Dienst, zunächst auf zwei Jahre befristet.\nArbeitgeberzuschuss zum Deutschlandticket als Jobticket.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes.\nUmfassende Fort- und Weiterbildungsmöglichkeiten.\nArbeitsort: Frankfurt am Main.\nDie Städelschule ist bestrebt, Kandidat*innen einzustellen, die die Vielfalt ihrer Gemeinschaften widerspiegeln. Wir begrüßen ausdrücklich Bewerbungen von qualifizierten Personen aller Hintergründe, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Die Städelschule ist bestrebt, den Frauenanteil im künstlerischen und wissenschaftlichen Personal zu erhöhen, und legt besonderen Wert auf einen intersektionalen Ansatz. Bewerberinnen und Bewerber mit Behinderungen im Sinne des § 2 Abs. 2 SGB IX werden bei gleicher Qualifikation bevorzugt berücksichtigt.\nBitte bewerben Sie sich bei Interesse mit Motivationsschreiben, Lebenslauf (ohne Foto) und 3 Zeugnissen und 2 Referenzen\nbis zum 21. Februar 2026\nunter:\nhttps://jobs.staedelschule.de/index.php/referentin-der-rektorin-fuer-kommunikation-projekt-und-research-management-w-m-d/\nVorstellungsgespräche sind für die 11. Kalenderwoche geplant.\nBei Fragen zum Prozess wenden Sie sich bitte an die Personalabteilung unter\npersonal@staedelschule.de\nMit dem Absenden Ihrer Bewerbung erklären Sie sich damit einverstanden, dass Ihre Daten zum Zweck des Auswahlverfahrens elektronisch gespeichert und verarbeitet und nach Ablauf der gesetzlichen Aufbewahrungsfrist gelöscht werden.\nHier\nfinden Sie unsere Datenschutzbestimmungen.\nwww.staedelschule.de\nwww.portikus.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-der-rektorin-fuer-kommunikation-projekt-und-research-management-w-m-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-dokumentations-und-informationszentrums-im-haus-schlesien/", "image": "", "title": "Leitung des Dokumentations- und Informationszentrums im HAUS SCHLESIEN", "content_text": "HAUS SCHLESIEN, Königswinter Bewerbungsende: 15.03.2026 | Der gemeinnützige Verein HAUS SCHLESIEN in Königswinter-Heisterbacherrott sucht zum 1.7.2026 eine Leiterin / einen Leiter (m/w/d) seines Dokumentations- und Informationszentrums.\nHAUS SCHLESIEN ist ein international agierendes Kultur- und Begegnungszentrum in Trägerschaft eines seit mehr als fünf Jahrzehnten bestehenden gemeinnützigen Vereins. Der Verein hat drei Bereiche, deren Leiterinnen und Leiter jeweils eigenständig und in enger Abstimmung das operative Gesamtgeschäft führen; die oberste Verantwortung liegt beim Vorstand.\nDer Bereich des Dokumentations- und Informationszentrums (DIZ) ist für die kulturelle Breitenarbeit zuständig. Die Ausstellungstätigkeit des DIZ, seine Tagungen und Seminare, Publikationen und Onlineangebote thematisieren Vergangenheit und Gegenwart der Kulturregion Schlesien. Bibliothek und Archiv bieten Informationen für Lernende, Lehrende und an Schlesien Interessierte. Mit Formaten wie den „Schlesischen Begegnungen“ für polnische, tschechische und deutsche Studierende und Multiplikatoren leistet das DIZ einen Beitrag zur europäischen Verständigung und trägt zur Bewahrung des „gemeinsamen Kulturerbes“ von Deutschen und ihren östlichen Nachbarn bei.\nDie Arbeit des DIZ wird auf der Grundlage von § 96 des Bundesvertriebenengesetzes (BVFG) durch das Bundesministerium des Innern gefördert.\nDie eigenverantwortliche Führung des DIZ und seiner drei Mitarbeiter/innen umfasst:\nWahrnehmung aller mit der Leitung verbundenen Aufgaben, u.a. Planung und Abwicklung einer wirtschaftlichen und effizienten Aufgabenerfüllung, Mitarbeiterführung, Abstimmung mit den weiteren Abteilungen des Hauses\n(Weiter-)Entwicklung der konzeptionellen und strukturellen Planung sowie der Profilbildung des DIZ in Abstimmung mit dem Vorstand und unter Berücksichtigung des Satzungszwecks und der Fördergrundlage\nKonzeption und Umsetzung der kulturellen Jahresprogramme, der Ausstellungs-, Tagungs- und Vermittlungsprogramme, Identifizieren von (neuen) Zielgruppen, in Kooperation mit Partnerinstitutionen im In- und Ausland\nSteuerung der Presse- und Öffentlichkeitsarbeit sowie der Printprodukte des DIZ inkl. Lektorat, Verfassen von (wissenschaftlichen) Beiträgen für Print- und Onlinemedien\nPflege und Ausbau von Kontakten/Netzwerken zu Vereinsmitgliedern, Förderern, Stiftungen sowie zu schlesischen Vereinigungen und Institutionen im In- und Ausland\nWeiterentwicklung der finanziellen Ressourcen, Einwerbung von Fördermitteln und Zuwendungen\nMitwirkung am operativen Gesamtgeschäft des Trägervereins\nEinstellungsvoraussetzungen:\nAbgeschlossenes, auf den Tätigkeitsbereich bezogenes Hochschulstudium der Geschichts- oder Kulturwissenschaften\nMehrjährige Berufserfahrungen in den Bereichen Ausstellungswesen und kulturelle Vermittlung\nRedaktions- und Publikationserfahrung\nVerwaltungserfahrung (Kenntnisse im Hinblick auf das öffentliche Haushalts- und Zuwendungsrecht erwünscht) und ausgeprägtes Organisationsvermögen\nBereitschaft zur flexiblen Arbeitszeitgestaltung gemäß den dienstlichen Erfordernissen\nVerhandlungssichere Beherrschung der deutschen Sprache auf wissenschaftlichem Niveau sowie gute Kenntnisse der englischen Sprache\nGute Kenntnisse und Interesse an der schlesischen Landes- und Kulturgeschichte sind unverzichtbar. Von Vorteil sind polnische Sprachkenntnisse.\nErwünscht sind Erfahrungen und Kompetenzen\nin der Leitung vergleichbarer Institutionen\nbei der Durchführung teambasierter, auch internationaler Projekte\nbei der Einwerbung von Drittmitteln\nim Bereich der Digital Humanities\nDie abwechslungsreiche Aufgabe erfordert Teamfähigkeit, hohe Belastbarkeit, Kommunikationsstärke, Durchsetzungsvermögen, Flexibilität und souveränes Auftreten.\nWir bieten Ihnen\nein unbefristetes Beschäftigungsverhältnis in Vollzeit. Dienstort ist Königswinter-Heisterbacherrott.\nWir fördern die berufliche Gleichstellung von Frauen und Männern, daher sind Bewerbungen von Frauen besonders erwünscht. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuchs IX besonders berücksichtigt.\nInformationen über HAUS SCHLESIEN und das DIZ finden Sie im Internet unter der Adresse\nwww.hausschlesien.de\n. Bei Rückfragen wenden Sie sich bitte an den Präsidenten des Vereins, Dr. Reinhard von Dalwigk:\ndalwigk@hausschlesien.de\n.\nIhre schriftliche Bewerbung mit vollständigen und aussagekräftigen Unterlagen (Lebenslauf, Zeugnisse, Publikationsverzeichnis etc.) und Ihren Gehaltsvorstellungen richten Sie bitte ausschließlich digital (als zusammenhängende pdf-Datei, max. 15 MB) bis zum 15.3.2026 an:\nbewerbung-DIZ@hausschlesien.de\n.\nHAUS SCHLESIEN\nDeutsches Kultur- und Bildungszentrum e.V.\nDer Vorstand\nDollendorfer Straße 412\n53639 Königswinter-Heisterbacherrott\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-dokumentations-und-informationszentrums-im-haus-schlesien/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-der-leitung-finanzen-liegenschaften-und-it-m-w-d-2/", "image": "", "title": "Assistent:in der Leitung Finanzen, Liegenschaften und IT (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Frankfurt a. M. Bewerbungsende: 08.02.2026 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des Ă¶ffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehĂ¶ren die Museen fĂ¼r Kommunikation in Berlin, Frankfurt am Main und NĂ¼rnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fĂ¼r Philatelie in Bonn.\nAm\nMuseum fĂ¼r Kommunikation\nin Frankfurt am Main suchen wir zum\n01. Mai 2026\n, befristet zur Vertretung bis 31. Dezember 2028 eine:n\nAssistent:in der Leitung\nFinanzen, Liegenschaften und IT\n(m/w/d)\n(E 7 TVĂ¶D Bund, Teilzeit 19,5 Std./5-Tage-Woche)\nZu dem Aufgabenbereich gehĂ¶ren die allgemeinen Verwaltungs- und AssistenztĂ¤tigkeiten fĂ¼r die Leitung Finanzen, Liegenschaften und IT und der Verwaltungsleitung MKF.\nWir setzen eine abgeschlossene Berufsausbildung als Kauffrau/ Kaufmann fĂ¼r BĂ¼romanagement oder BĂ¼rokommunikation, Verwaltungsfachangestellte:r oder eine vergleichbare Ausbildung oder Qualifikation voraus. Zudem erwarten wir einen sicheren Umgang mit den einschlĂ¤gigen Office-Programmen von Microsoft (Outlook, Word, Excel, Teams etc.).\nWir wĂ¼nschen uns zudem von Ihnen, dass Sie bereits Berufserfahrung in einem Sekretariat, vorzugsweise in einem Museum oder einer Kultureinrichtung, gewinnen konnten.\nIhre belastbare PersĂ¶nlichkeit zeichnet sich mit einer guten ZuhĂ¶r-, Kontakt- und TeamfĂ¤higkeit aus. Sie sind auĂŸerdem integer, arbeiten sorgfĂ¤ltig und verfĂ¼gen Ă¼ber einen guten mĂ¼ndlichen und schriftlichen Ausdruck.\nWir bieten Ihnen eine abwechslungsreiche BeschĂ¤ftigung in einer bundesweit tĂ¤tigen Stiftung und einen Arbeitsplatz in einem der schĂ¶nsten Museen von Frankfurt am Main. Die VergĂ¼tung und Sozialleistungen erfolgen gemĂ¤ĂŸ Tarifvertrag (TVĂ¶D) des Bundes. Bei Vorliegen der fachlichen und persĂ¶nlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 7 vorgesehen.\nFlexible Arbeitszeiten sowie die MĂ¶glichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewĂ¤hrleistet gemĂ¤ĂŸ BGleiG die berufliche Gleichstellung unabhĂ¤ngig vom Geschlecht und unterstĂ¼tzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (Â§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berĂ¼cksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrĂ¼ĂŸen wir Bewerbungen unabhĂ¤ngig von NationalitĂ¤t, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitĂ¤t.\nFĂ¼r weitere AuskĂ¼nfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur VerfĂ¼gung.\nBitte senden Sie Ihre aussagefĂ¤hige Bewerbung\nausschlieĂŸlich per E-Mail\nbis zum\n08.02.2026\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger StraĂŸe 16 in 10117 Berlin\nE-Mail:\nbewerbung2@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zipâ€“AnhĂ¤nge kĂ¶nnen aus SicherheitsgrĂ¼nden keine BerĂ¼cksichtigung finden.\nDie von Ihnen Ă¼bermittelten Daten werden von uns gespeichert. Es werden ausschlieĂŸlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NĂ¤here Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung Ă¼bersandt. Sie kĂ¶nnen jederzeit Ihr EinverstĂ¤ndnis zur Speicherung der Daten zurĂ¼ckziehen und die LĂ¶schung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/assistentin-der-leitung-finanzen-liegenschaften-und-it-m-w-d-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausbildung-gaertner-in-fuer-blumen-und-zierpflanzenbau-w-m-d/", "image": "", "title": "Ausbildung Gärtner/in für Blumen- und Zierpflanzenbau (w/m/d)", "content_text": ", Kassel | Über uns\nHessen Kassel Heritage betreut das Kulturelle Erbe der Landgrafschaft Hessen-Kassel, das neben den historischen Schlössern und mehreren Museen herausragende historische Parkanlagen, wie die Welterbestätte “Bergpark Wilhelmshöhe”, in Kassel und Umgebung mit einer Größe von 40 – 240 ha umfasst. Die Gärtenabteilung pflegt und entwickelt diese nach gartendenkmalpflegerischen Gesichtspunkten, bewahrt sie für die Besucher als Orte der Entspannung und Erholung sowie Vermittler der Gartenkunst.\nIhre Aufgaben\nIn der Ausbildung wird u.a. vermittelt:\nVermehrung und Anzucht von historischen Pflanzen und deren Auspflanzung in Beeten der jeweiligen Parks (z.B. Teppichbeete)\nPflege und Überwinterung von Kübelpflanzen (z.B. Zitrus)Kenntnisse über eine Vielzahl spezieller Pflanzenerden\nIntensive und fachliche Betreuung exotischer Pflanzen im Gewächshaus\nPflege von vielfältigen Pflanzen auf der Insel Siebenbergen im Park Karlsaue\nPflege und Vermehrung von Stauden\nUnsere Anforderungen\nVoraussetzung ist ein erfolgreicher Haupt- bzw. Realschulabschluss oder Abitur. Die Bewerber/innen sollten über handwerkliches Geschick verfügen, sowie Freude an der Arbeit in der Natur haben.\nDie Ausbildung dauert 3 Jahre. Die praktische Ausbildung findet in den Gärtnereien Wilhelmshöhe und Karlsaue statt. Unter www.heritage-kassel.de finden Sie mehr Informationen zum Thema Ausbildung bei Hessen Kassel Heritage.\nUnsere Angebote\nHessenTicket\nAusbildungsvergütung nach dem Tarifvertrag für Auszubildende des Landes Hessen nach dem Berufsbildungsgesetz (TVA-H BBiG)\nAllgemeine Hinweise\nSchwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt. Um den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 22.02.2026 unter Angabe der Kennziffer 2.05 2025 ausschließlich online.\nstellensuche.hessen.de     (Stellensuche Land Hessen)\nReferenzcode-Suche: 51071685_0002\nFreitextsuche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/ausbildung-gaertner-in-fuer-blumen-und-zierpflanzenbau-w-m-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistentin-m-w-d-mit-schwerpunkt-marketing/", "image": "", "title": "Projektassistent*in (m/w/d) mit Schwerpunkt Marketing", "content_text": "Besucher-Bergwerk und Museum Kleinenbremen, Porta Westfalica Bewerbungsende: 15.02.2026 | Das Besucher-Bergwerk und Museum Kleinenbremen (BBMK) in Porta Westfalica ist eines der Highlights im Natur- und UNESCO Geopark TERRA.vita. Das authentisch erhaltene Eisenerzbergwerk mit denkmalgeschütztem Kauen- und Verwaltungsgebäude aus dem Jahr 1938 in der ehemaligen Eisenerzgrube Wohlverwahrt-Kleinenbremen ist das einzige Bergbaumuseum seiner Art in Westfalen. Hier werden fast 150 Jahre Bergbaugeschichte lebendig und 150 Millionen Jahre Erdgeschichte sichtbar. Highlight für Besuchende sind die Untertageführungen. Doch auch abseits dieser bietet das Museum einschließlich seiner Außenbereiche erhebliches Potenzial, die spannende Bergbaugeschichte neu und modern zu erzählen. Zur Neugestaltung hat die Besucherbergwerk und Museum Kleinenbremen gGmbH Fördermittel aus dem EU-EFRE-Programm Erlebnis.NRW erhalten.\nZur Unterstützung des Projekts suchen wir zum 01.04.2026\neine*n Projektassistent*in (m/w/d) in Teilzeit mit Schwerpunkt Marketing und Design für das Kooperationsprojekt Besucher-Bergwerk und Museum Kleinenbremen und Natur- und Geopark TERRA.vita e.V.\nDienstsitz ist in Porta Westfalica – Homeoffice in Absprache anteilig möglich. Die Projektstelle ist projektbedingt bis einschließlich Juni 2029 befristet. Die Vergütung erfolgt angelehnt an den TVöD-VKA nach EG 9. Es handelt sich um eine Teilzeitstelle (50 %).\nZur Begleitung des Projekts ist darüber hinaus ein*e Projektmanager*in (100%) beim Bescher-Bergwerk und Museum sowie ein*e Projektmanager*in auf Seiten des Projektpartners Natur- und Geopark TERRA.vita (80%) vorgesehen.\nIhre Aufgaben:\nUnterstützung des Projektteams bei Planung und Umsetzung der Museums-Neugestaltung in enger Kooperation mit der Geschäftsführung des BBMK und dem Natur- und Geopark TERRA.vita\nUnterstützung des Projektmanagements beim Aufbau eines strategischen Marketings inklusive Corporate Design, Entwicklung von Kommunikationskanälen, Medienarbeit, Erstellung eines Maßnahmenplans\nContenterstellung für analoge und digitale Anwendungen, hierbei enge Abstimmung mit dem Natur- und Geopark TERRA.vita\nUnterstützung bei der Entwicklung vermarktungsfähiger touristischer Produkte unter Einbeziehung der regionalen Leistungsträger und Vermarktungsorganisationen\nUnterstützung bei der Entwicklung von Veranstaltungsformaten zur Steigerung der Attraktivität des Besucher-Bergwerks und Museums\nProjektbezogene Kommunikation und Öffentlichkeitsarbeit in Abstimmung mit dem Projektteam\nMitwirkung bei der Administration des Gesamtprojekts\nWir wünschen uns:\nAbgeschlossene Berufsausbildung im Bereich Tourismus / Marketing / Design / Verwaltung\nausgeprägte Kenntnisse der Region, insbesondere des Tourismus- und Freizeitangebots\neigenverantwortliche, strukturierte, kooperative und teamorientierte Arbeitsweise\nKommunikationsgeschick und Sozialkompetenz\nUmfassende Kenntnisse in MS-Office- und Gestaltungsprogrammen (insb. InDesign), sowie gute Kenntnisse in Microsoft Teams und DMS\nFahrerlaubnis der Klasse B und Bereitschaft, ggfs. den eigenen PKW für dienstliche Zwecke zu nutzen\nBereitschaft zu flexiblen Arbeitszeiten, ggfs. auch mal an Wochenenden oder in den Abendstunden\nWir bieten Ihnen:\neine spannende und verantwortungsvolle Aufgabe als Mitglied eines motivierten und multidisziplinären Teams mit weitgehenden Gestaltungsmöglichkeiten\nVergütung in Anlehnung an Entgeltgruppe 9 TVöD (einschließlich Jahressonderzahlung und Berücksichtigung der tariflichen Lohnentwicklung), 30 Tage Jahresurlaub (bei einer 5-Tage-Woche), flexible Arbeitszeiten (Gleitzeit)\nEs handelt sich um eine Teilzeitstelle mit einer wöchentlichen Arbeitszeit von 19,5 Stunden.\nJetzt bewerben!\nWenn Sie die Voraussetzungen für die Besetzung der Stelle erfüllen und Interesse an der ausgeschriebenen Stelle haben, dann senden Sie Ihre aussagkräftigen Bewerbungsunterlagen unter Angabe Ihres möglichen Eintrittsdatums und Ihrer Vorstellung der auf Sie zutreffenden Erfahrungsstufe bitte bis zum 15.02.2026 an info@bb-mk.de.\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung und Alter.\nFragen?\nFür Ihre Fragen und nähere Auskünfte über die wahrzunehmenden Aufgaben stehe ich Ihnen sehr gern telefonisch unter 05722 / 90 223 oder der o.g. Mailadresse zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektassistentin-m-w-d-mit-schwerpunkt-marketing/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-mit-schwerpunkt-kultur-tourismus-marketing/", "image": "", "title": "Projektmanager*in (m/w/d) mit Schwerpunkt Kultur / Tourismus / Marketing", "content_text": "Besucher-Bergwerk und Museum Kleinenbremen, Porta Westfalica Bewerbungsende: 15.02.2026 | Das Besucher-Bergwerk und Museum Kleinenbremen (BBMK) in Porta Westfalica ist eines der Highlights im Natur- und UNESCO Geopark TERRA.vita. Das authentisch erhaltene Eisenerzbergwerk mit denkmalgeschütztem Kauen- und Verwaltungsgebäude aus dem Jahr 1938 in der ehemaligen Eisenerzgrube Wohlverwahrt-Kleinenbremen ist das einzige Bergbaumuseum seiner Art in Westfalen. Hier werden fast 150 Jahre Bergbaugeschichte lebendig und 150 Millionen Jahre Erdgeschichte sichtbar. Highlight für Besuchende sind die Untertageführungen. Doch auch abseits dieser bietet das Museum einschließlich seiner Außenbereiche erhebliches Potenzial, die spannende Bergbaugeschichte neu und modern zu erzählen. Zur Neugestaltung hat die Besucherbergwerk und Museum Kleinenbremen gGmbH Fördermittel aus dem EU-EFRE-Programm Erlebnis.NRW erhalten.\nZur Begleitung des Projekts suchen wir zum 01.04.2026\neine*n Projektmanager*in (m/w/d) mit Schwerpunkt Kultur / Tourismus / Marketing für das Kooperationsprojekt Besucher-Bergwerk und Museum Kleinenbremen und Natur- und Geopark TERRA.vita e.V.\nDienstsitz ist in Porta Westfalica – Homeoffice in Absprache anteilig möglich. Die Projektstelle ist projektbedingt bis einschließlich Juni 2029 befristet. Die Vergütung erfolgt angelehnt an den TVöD-VKA nach EG 11. Es handelt sich um eine Vollzeitstelle (100 %).\nZur Begleitung des Projekts ist darüber hinaus eine Projektassistenz (50%) sowie ein*e Projektmanager*in auf Seiten des Projektpartners Natur- und Geopark TERRA.vita (80%) vorgesehen.\nIhre Aufgaben:\nMitwirkung bei Planung und Umsetzung der Museums-Neugestaltung in enger Kooperation mit der Geschäftsführung des BBMK und dem Natur- und Geopark TERRA.vita\nEntwicklung des Besucher-Bergwerks und Museums als Marke inklusive Corporate Design\nAufbau eines strategischen Marketings, Entwicklung von Kommunikationskanälen, Medienarbeit, Erstellung eines Maßnahmenplans unter Einbindung touristischer Partner, v.a. der Destinationsmanagement-Organisation Teutoburger Wald Tourismus\nContenterstellung für analoge und digitale Anwendungen in enger Abstimmung mit dem Natur- und Geopark TERRA.vita\nEntwicklung vermarktungsfähiger touristischer Produkte unter Einbeziehung der regionalen Leistungsträger und Vermarktungsorganisationen\nEntwicklung von Veranstaltungsformaten zur Steigerung der Attraktivität des Besucher-Bergwerks und Museums mit dem Museumsteam\nWeiterentwicklung zielgruppengerechter Führungen (nach dem BNE-Prinzip) in Abstimmung mit dem Natur- und Geopark TERRA.vita und der wissenschaftlichen Leitung\nProjektbezogene Kommunikation und Öffentlichkeitsarbeit\nVerantwortung des Projektbudgets, Erstellen von Sachberichten, Durchführung von Ausschreibungen, Vergaben und Mittelabrufen und Mitwirken bei Geschäftsberichten in Abstimmung mit der Geschäftsführung\nOrganisation und Moderation von Runden Tischen und Arbeitsgruppen\nSteuerung von beauftragten Dritten im Rahmen des Projekts\nWir wünschen uns:\nAbgeschlossenes (Fach-)Hochschulstudium im Bereich Betriebswirtschaftslehre (BWL) oder Kultur (idealerweise mit dem Schwerpunkt Marketing / Tourismus) oder gleichwertig\nausgeprägte Kenntnisse der Region, insbesondere des Tourismus- und Freizeitangebots\nErfahrung im Projektmanagement\neigenverantwortliche, strukturierte, kooperative und teamorientierte Arbeitsweise\nKommunikationsgeschick und hohe Sozialkompetenz\nUmfassende Kenntnisse in MS-Office- und Gestaltungsprogrammen (insb. InDesign), sowie gute Kenntnisse in Microsoft Teams und DMS\nFahrerlaubnis der Klasse B und Bereitschaft, ggfs. den eigenen PKW für dienstliche Zwecke zu nutzen\nBereitschaft zu flexiblen Arbeitszeiten, ggfs. auch mal an Wochenenden und in den Abendstunden\nWir bieten Ihnen:\neine spannende und verantwortungsvolle Aufgabe als Mitglied eines motivierten und multidisziplinären Teams mit weitgehenden Gestaltungsmöglichkeiten\nVergütung in Anlehnung an Entgeltgruppe 11 TVöD (einschließlich Jahressonderzahlung und Berücksichtigung der tariflichen Lohnentwicklung), 30 Tage Jahresurlaub (bei einer 5-Tage-Woche), flexible Arbeitszeiten (Gleitzeit)\nEs handelt sich um eine Vollzeitstelle mit einer wöchentlichen Arbeitszeit von 39 Stunden.\nJetzt bewerben!\nWenn Sie die Voraussetzungen für die Besetzung der Stelle erfüllen und Interesse an der ausgeschriebenen Stelle haben, dann senden Sie Ihre aussagkräftigen Bewerbungsunterlagen unter Angabe Ihres möglichen Eintrittsdatums und Ihrer Vorstellung der auf Sie zutreffenden Erfahrungsstufe bitte bis zum 15.02.2026 an info@bb-mk.de.\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung und Alter.\nFragen?\nFür Ihre Fragen und nähere Auskünfte über die wahrzunehmenden Aufgaben stehe ich Ihnen sehr gern telefonisch unter 05722 / 90223 oder der o.g. Mailadresse zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-mit-schwerpunkt-kultur-tourismus-marketing/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wirtschaftlicher-direktorin-prokuristin-m-w-d/", "image": "", "title": "Wirtschaftliche:r Direktor:in, Prokurist:in (m/w/d)", "content_text": "Museum der Moderne Salzburg, Salzburg (Österreich) Bewerbungsende: 16.02.2026 | Das Museum der Moderne Salzburg gehört zu den größten Museen für moderne und zeitgenössische Kunst in Österreich. Das Museum ist ein dynamisches kulturelles Forum in der Mitte Europas mit internationaler Strahlkraft und Bedeutung. Es pflegt den interdisziplinären Dialog der Künste und versteht sich mit seinen beiden Standorten auf dem Mönchsberg und im Rupertinum in der Altstadt als Ort der Begegnung und der Diskussion.\nSie sind eine erfahrene, dynamische Führungspersönlichkeit und möchten die Zukunft des Museums der Moderne strategisch und operativ mitgestalten. Sie sehen die wirtschaftlichen und operativen Strukturen als Rückgrat eines erfolgreichen Museums und haben Freude, kulturelle Visionen wirtschaftlich zu ermöglichen. Dann freuen wir uns auf Ihre Bewerbung als\nWirtschaftliche:r Direktor:in, Prokurist:in (m/w/d)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wirtschaftlicher-direktorin-prokuristin-m-w-d/", "date_published": "2026-01-23T00:00:00"}]}