{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/technische-leitung-w-m-d/", "image": "", "title": "Technische Leitung (w/m/d)", "content_text": "Zweckverband Schwäbisches Freilichtmuseum Illerbeuren, Kronburg Bewerbungsende: 30.09.2025 | Der Zweckverband Schwäbisches Freilichtmuseum Illerbeuren\nsucht zum 01. November 2025\neine\nTechnische Leitung (w/m/d)\nDas Schwäbische Freilichtmuseum Illerbeuren, 12 km südlich von Memmingen, präsentiert die Vielfalt Bayerisch-Schwaben. Das 1955 eröffnete Freilichtmuseum mit einer Größe von 23 Hektar besitzt 36 Museumsgebäude, das Haus zur Schützenkultur, verschiedene Kulturpflanzen und Haustierrassen sowie abwechslungsreiche Dauer- und Sonderausstellungen. Ländliche Gebäude, Werkstätten, Stallungen, Gärten und Felder erlauben einen spannenden Blick in die Vergangenheit und bieten ein attraktives Ausflugsziel für alle Altersgruppen und Bildungsschichten. Die Träger des Zweckverbandes sind der Bezirk Schwaben, der Landkreis Unterallgäu, die Gemeinde Kronburg und der Heimatdienst lllertal e.V.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-leitung-w-m-d/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-m-w-d-3/", "image": "", "title": "Forschungsvolontär*in (m/w/d)", "content_text": "Kunsthalle Bielefeld, Bielefeld Bewerbungsende: 04.10.2025 | Die Kunsthalle Bielefeld ist ein international renommiertes Museum und Ausstellungshaus für die Kunst des 20. und 21. Jahrhunderts. Der Museumsbau des US-amerikanischen Architekten Philip Johnson aus dem Jahr 1968 ist zugleich ein herausragendes Architekturdenkmal. Die seit Anfang des 20. Jahrhunderts gewachsene Sammlung umfasst etwa 500 Gemälde, 300 Skulpturen und rund 4.500 Arbeiten auf Papier. Schwerpunkte liegen auf dem deutschen und westfälischen Expressionismus, Werken der konstruktivistischen Strömung und des Bauhauses der 1920er- und 1930er-Jahre sowie US-amerikanischer und deutscher Kunst der 1970er- und 1980er-Jahre. Hinzu kommt ein stetig wachsender Bestand an Gegenwartskunst.\nIn der Kunsthalle Bielefeld ist zum\n01.01.2026\nfolgende Ausbildungsstelle zu besetzen:\nForschungsvolontär*in (m/w/d).\nDas\nzweijährige\nVolontariat wird vom Ministerium für Kultur und Wissenschaft des Landes NRW gefördert (Förderprogramm „Forschungsvolontariat Kunstmuseen NRW“) und hat die wissenschaftliche Erforschung und Erschließung der Sammlung zum Gegenstand.\nDie Ausbildungsvergütung erfolgt auf Basis von 50% der EG 13 TVöD (1. Jahr Stufe 1, 2. Jahr Stufe 2).\nDie regelmäßige Wochenarbeitszeit beträgt 40 Stunden (Vollzeit).\nDas Volontariat begleitet folgendes Projekt:\n100 Jahre. 100 Werke. 100 Fragen. Eine Neubetrachtung der Sammlung der Kunsthalle Bielefeld.\nIm Jahr 2028 feiert die Sammlung der Kunsthalle Bielefeld ihren 100. Geburtstag. 1928 wurde das Städtische Kunsthaus in Bielefeld, die Vorgängerinstitution der Kunsthalle Bielefeld, gegründet, bis vierzig Jahre später der heutige Museumsbau von Philip Johnson eröffnet wurde.\nZum Jubiläum möchte die Kunsthalle Bielefeld 100 ausgewählte Werke der Sammlung vertieft aufarbeiten und die Ergebnisse der Forschung in einer Publikation und ggf. Ausstellung präsentieren. Dabei heißt es die Sammlung neu zu befragen:\nWelche 100 Werke der Sammlung aus allen Medien und Bereichen sind wichtig oder sollen in den Vordergrund gestellt werden?\nWelche Fragestellungen leiten uns heute an, der Sammlung zu begegnen?\nWie ändern sich unsere kunsthistorischen Ordnungssysteme, wenn wir gesellschaftlich gefordert sind, der Klimakrise zu begegnen?\nInwieweit ist das Museum heute als Forschungsinstitution relevant?\nMit welchen aktuellen Forschungsfragen kann eine Sammlung und Institution betrachtet werden?\nDas Projekt findet in Kooperation mit dem Studiengang Bild- und Kunstgeschichte der Universität Bielefeld statt.\nDas Aufgabengebiet umfasst im Wesentlichen folgende Tätigkeiten:\nMitwirken an der Entwicklung und Ausarbeitung des Projektkonzepts sowie an der wissenschaftlichen und organisatorischen Umsetzung\nRecherchen zur Sammlung und Institutionsgeschichte\nVerfassen von Texten\nMitarbeit an der Publikation und ggf. Ausstellung\nAktive Teilnahme an der Kooperation mit der Universität Bielefeld\nVorbereitung und Durchführung von Begleitveranstaltungen\nAssistenz im kuratorischen Team, insbesondere der Sammlungsleitung\nZusammenarbeit mit weiteren musealen Bereichen, u. a. Sammlungsmanagement, Restaurierung, Provenienzforschung, Bildung & Vermittlung, Öffentlichkeitsarbeit\nVoraussetzungen\nAbgeschlossenes Hochschulstudium der Kunstgeschichte oder Kunstwissenschaft (Master oder Diplom)\nErste praktische Erfahrung in der Museumsarbeit oder in einer Ausstellungsinstitution\nEigeninitiative und organisierte Arbeitsweise\nTeamorientierung und ausgeprägte Kommunikationsfähigkeit\nBeherrschen der deutschen und englischen Sprache in Wort und Schrift\nSicherer Umgang mit MS-Office-Programmen\nBereitschaft zur aktiven Teilnahme an dem wissenschaftlichen Begleitprogramm „Forschungsvolontariat Kunstmuseen NRW“\nWir bieten\nMitarbeit in einem kreativen und kollegialen Team; vor allem eine enge Zusammenarbeit mit der Sammlungsleitung Dr. Henrike Mund\nFlexible Arbeitszeiten (Gleitzeit) und ein eigener Arbeitsplatz\nErhalt eines umfassenden Verständnisses von Sammlungsarbeit im Museum\nEinblick in alle Bereiche des Museums\nDie Möglichkeit der\nTeilnahme an Fortbildungen und museumsrelevanten Tagungen\nauf Bundes- und Länderebene\nEin vergünstigtes Ticket für den Personennahverkehr\nFür inhaltliche Rückfragen zur Stelle steht Ihnen die Sammlungsleiterin Frau Dr. Henrike Mund gerne zur Verfügung (\nmund@kunsthalle-bielefeld.de\n).\nBei Fragen zum Bewerbungsverfahren wenden Sie sich bitte an den Verwaltungsleiter Herrn Thomas Kosfeld (\nkosfeld@kunsthalle-bielefeld.de\n).\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, Herkunft, sexueller Orientierung, Ihres Geschlechtes, Alters oder Beeinträchtigung.\nBitte reichen Sie Ihre Bewerbung ausschließlich in digitaler Form mit qualifizierten Unterlagen in einer einzigen PDF bis zum\n04.10.2025\nan die Verwaltungsleitung der Kunsthalle, Herrn Thomas Kosfeld (\nkosfeld@kunsthalle-bielefeld.de\n), ein.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.10.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-m-w-d-3/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-museum-d-m-w/", "image": "", "title": "wissenschaftliche:r Volontär:in – Museum (d/m/w)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 30.09.2025 | Das Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– sucht zum 01.01.2026\neinen wissenschaftlichen Volontär\n– Museum\n(d/m/w)\nDie Vergütung beträgt nach Maßgabe des RdErl. der StK vom 03.06.2019 – 11-0340, im ersten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 1 des TV-L und im zweiten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 2 des TV-L.\nDie Dauer des Volontariats ist auf zwei Jahre befristet. Der Dienstort ist Halle (Saale).\nDie Stelle steht in Vollzeit zur Verfügung.\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhre Aufgaben:\npraxisbezogene zweijährige Ausbildung in den Bereichen Öffentlichkeitsarbeit und Marketing sowie Realisierung kulturtouristischer Projekte mit archäologischer Ausrichtung\nMitarbeit bei der Bewerbung des Landesmuseums und seiner Ausstellungen, redaktionelle Mitbetreuung des eMuseums Himmelswege\nMitwirkung an der Entwicklung archäologischer Sonderausstellungen und der musealen Profilierung einer der bedeutendsten Sammlungen der mitteleuropäischen Archäologie\nFachliche Voraussetzungen:\nabgeschlossenes Studium (M.A. oder vergleichbarer Abschluss) der Vor- und Frühgeschichte, Provinzialrömischen Archäologie, Mittelalterarchäologie oder einer verwandten historischen, kunstgeschichtlichen oder museumswissenschaftlichen Disziplin\ngute Kenntnisse der mitteldeutschen Archäologie\nsehr gute Deutschkenntnisse und mindestens gute Englischkenntnisse, wünschenswert eine weitere Fremdsprache\nPersönliche Voraussetzungen:\nStrukturierte und zielorientierte Arbeitsweise\nGute Fähigkeiten im Bereich Kommunikation archäologischer Inhalte in Schrift und Wort\nausgeprägte Bereitschaft zu interdisziplinärer Arbeit und Organisationstalent\nInteresse für die digitalen Herausforderungen in musealem Rahmen\nTeamfähigkeit\nFahrerlaubnis/Führerschein und Bereitschaft zum Führen von Dienstkraftfahrzeugen\nBereitschaft zu Dienstreisen\ngute EDV-Kenntnisse und Bereitschaft, diese zu erweitern\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit der Möglichkeit für ein hohes Maß an Eigenverantwortung und der Möglichkeit für kreativen Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\neinen attraktiven Arbeitsplatz\nTeilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaubsanspruch im Jahr (bei einer 5 Tage Woche)\n12. und 31.12. frei\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 19/25\n– auch außen auf dem Briefumschlag – bis zum 30.09.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–Landesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nDie Vorstellungsgespräche finden am 4. November 2025 in Halle (Saale) statt.\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-museum-d-m-w/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technisches-volontariat-m-w-d-2/", "image": "", "title": "Technisches Volontariat (m/w/d)", "content_text": "Dinosaurier-Park Münchehagen, Müncheberg Bewerbungsende: 30.09.2025 | Der\nDinosaurier-Park Münchehagen\nbietet aktuell eine\nVolontariatsstelle für Formenbau und Skelettrekonstruktion\nÜber uns:\nIm Dinosaurier-Freilichtmuseum Münchehagen ist ab sofort eine Stelle für ein technisches Volontariat im Bereich Modell- und Formenbau, sowie der Skelettrekonstruktion zu besetzen. Die Ausführung der Tätigkeiten findet in den Räumlichkeiten des Produktionsbetriebes unserer Tochtergesellschaft statt.\nAufgabenbereiche im Volontariat:\nSie sammeln Erfahrungen im Bereich der Herstellung von Abgüssen, sowie der Rekonstruktion von erstklassigen Fossilmaterial des\nEuropasaurus holgeri\n.\nProfil:\nSie verfügen über eine abgeschlossene Berufsausbildung in der geowissenschaftlichen / paläontolo-gischen Präparation oder der technischen Assistenz für naturkundliche Museen / Forschungsinstitute bzw. ein Studium im Fachgebiet der Geowissenschaften.\nWir erwarten:\nSelbstständiges Arbeiten\nTeamfähigkeit und Flexibilität\nBegeisterungsfähigkeit und Lernbereitschaft\nVerantwortungsbewusstsein\nWir bieten:\nDer Dinosaurier-Park Münchehagen hat über Jahrzehnte exzellentes Know How im Formen- und Modellbau sowie der Skelettrekonstruktion aufgebaut. Weiterhin steht eine moderne Werkstatt und die Erfahrung unserer Tochtergesellschaft im Modellbau zur Verfügung.\nDas technische Volontariat wird mit 1.200 € brutto pro Monat vergütet. Die Arbeitszeit beträgt 40 Stunden pro Woche.\nFür den Zeitraum des Volontariats können bei Bedarf eigene Unterkünfte zur Verfügung gestellt werden.\nBewerbung:\nWenn Interesse besteht, das Wissen und die Fähigkeiten in diesem Bereich zu vertiefen, freuen wir uns über die Zusendung von vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) per\nE-Mail an: info@dinopark.de\noder per Post an:\nDinosaurier-Park Münchehagen GmbH & Co. KG, z. Hd. der Geschäftsleitung\nAlte Zollstraße 5, 31547 Rehburg-Loccum\nWir freuen uns auf Ihre Bewerbung!\nBewerbungsende: 30.09.2025\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/technisches-volontariat-m-w-d-2/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-forschungsvolontariat-mit-dem-schwerpunkt-fotografische-sammlung-fotogeschichte/", "image": "", "title": "Wissenschaftliches Forschungsvolontariat mit dem Schwerpunkt Fotografische Sammlung / Fotogeschichte", "content_text": "Stiftung Ruhr Museum, Essen Bewerbungsende: 24.10.2025 | Im Ruhr Museum auf Zollverein ist zum 1. Januar 2026 ein auf zwei Jahre befristetes\nWissenschaftliches Forschungsvolontariat mit dem Schwerpunkt Fotografische Sammlung / Fotogeschichte\nzu besetzen.\nVorhaben: “Christine Boeckmann & die Galerie im Riek – wissenschaftliche Aufarbeitung der frühen kunstfotografischen Ausstellungspraxis in Essen“\nDie Vergütung erfolgt nach Entgeltgruppe 13 TVöD / 50%.\nDie Wochenarbeitszeit beträgt 39 Stunden.\nDas Volontariat wird im Rahmen des Programms „Forschungsvolontariate Kunstmuseen NRW“ durch das Ministerium für Kultur und Wissenschaft des Landes Nordrhein-Westfalen gefördert. In Koordination der Heinrich-Heine-Universität Düsseldorf ist ein enger und regelmäßiger Austausch aller Teilnehmenden des Programms vorgesehen. Darüber hinaus wird der oder die Volontär:in zweimal jährlich am Forschungskolloquium der Fachgruppe Fotografie an der Folkwang-Universität der Künste teilnehmen.\nDas Ruhr Museum\nDas Ruhr Museum ist das Regionalmuseum des Ruhrgebiets. Es befindet sich als unselbstständige Stiftung der Stiftung Zollverein in der Trägerschaft der Stadt Essen, des Landschaftsverbandes Rheinland und des Landes Nordrhein-Westfalen und verfügt über umfangreiche Sammlungen zur Geologie und Mineralogie, zur Archäologie, zur Vormoderne, zur Industriegeschichte sowie zur Fotografie. Neben der Sammlungstätigkeit veranstaltet das Ruhr Museum regelmäßig Ausstellungen von regionaler und überregionaler Bedeutung, erforscht seine Sammlungen, publiziert die Ergebnisse und vermittelt seine Inhalte sowohl im Museumsgebäude, der ehemaligen Kohlenwäsche des Welterbes Zollverein, als auch in seinen Außenstellen. Das Ruhr Museum ist Teil des Zentrums für Fotografie Essen mit den Partnern Folkwang Universität der Künste, Museum Folkwang und dem Historischen Archiv Krupp.\nVorhaben\nDer oder die Volontär:in wird sich über zwei Jahre hinweg intensiv mit der Erschließung und Aufarbeitung des fotografischen und schriftlichen Bestandes der Fotografin Christine Boeckmann befassen, das Konvolut befindet sich im Fotoarchiv des Ruhr Museums. Von besonderem Interesse sind Praxis und Bedeutung der von ihr und ihrem Mann in den 1970er Jahren betriebenen „Galerie im Riek“ in Essen. Vieles spricht dafür, dass diese Galerie großen Einfluss auf die frühe Ausstellungspraxis und Vermittlung in der Kunstfotografie entfaltete.\nAufgaben\nDurchführung des Forschungsvorhabens mit dem Ziel, die Ergebnisse in einer Ausstellung und in einer Publikation zugänglich zu machen\ninhaltliche und archivgerechte Aufarbeitung des Bestandes Boeckmann, fotokonservatorische Vorbehandlungen, Archivarbeiten und Inventarisierung\nEinarbeitung der recherchierten Objekte in die Ausstellungsdatenbank\nKontextualisierung der Sammlung mit den Beständen des Fotoarchivs des Ruhr Museums\nErforschung früher Fotogalerien in Deutschland\nRecherche zu Exponaten und Verfassen von Texten für die Ausstellung und für eine Publikation\nProjektkoordination\nErstellung eines Begleitprogramms\nMitarbeit in der Öffentlichkeitsarbeit und im Marketing für die Ausstellung\nMitarbeit in der Vermittlung der Ausstellung\nVoraussetzungen\nein abgeschlossenes wissenschaftliches Hochschulstudium im Studienbereich Kunst, Kunstwissenschaft allgemein, Medienwissenschaften, Geschichte oder in den Studiengängen Kulturwissenschaften oder Museologie/ Museumswissenschaft (Universitätsdiplom, Master, Magister), möglichst mit dem Schwerpunkt Fotografiegeschichte\nBereitschaft zur Teilnahme an dem wissenschaftlichen Begleitprogramm „Forschungsvolontariat Kunstmuseen NRW“\nFlexibilität und Teamfähigkeit\ngute Kommunikationsfähigkeiten\nergebnisorientierte und organisierte Arbeitsweise\ndas Beherrschen der deutschen und englischen Sprache in Wort und Schrift\nÜbung im Verfassen von Texten\nWünschenswert sind\nKenntnisse im Bereich fotografischer Sammlungen, Fotografiegeschichte und der Geschichte der BRD nach 1960\nPraktika/Projekte oder Berufserfahrung im Museumsbereich\nErfahrung im Umgang mit archivalischen Quellen und mit Zeitzeug:innen-Interviews\nWir bieten\neine gute Ausbildung mit Einbindung in alle Bereiche der Museumsarbeit\nregelmäßige Betreuung durch die Leiterin des Fotoarchivs und Prof. Dr. Steffen Siegel, Lehrstuhl für Theorie und Geschichte der Fotografie, Folkwang Universität der Künste\ninhaltliche Zusammenarbeit mit den Partnerinstitutionen des Zentrums für Fotografie Essen: Einbindung in die Doktorand:innen-Ausbildung und Betreuung des methodischen Vorgehens\neine gute Dotierung, angepasst an eine spätere Tätigkeit als wissenschaftliche/r Mitarbeiter/-in im Museum\nwissenschaftliches Begleitprogramm „Forschungsvolontariat Kunstmuseen NRW“\nBei inhaltlichen Nachfragen wenden Sie sich bitte an Frau Stefanie Grebe (stefanie.grebe@ruhrmuseum.de).\nBitte senden Sie Ihre Bewerbungsunterlagen (max. 10 MB) bis zum\n24.10.2025\nausschließlich per E-Mail an: bewerbungen@ruhrmuseum.de\nDie Bewerbung muss enthalten:\nAnschreiben\nLebenslauf\naktuelles Arbeitszeugnis bzw. dienstliche Beurteilung\nNachweis über den Studienabschluss\nBei Studienabschlüssen, die im Ausland erworben wurden: Zeugnisbewertung der Zentralstelle für ausländisches Bildungswesen (ZAB) (www.kmk.org/zab)\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-forschungsvolontariat-mit-dem-schwerpunkt-fotografische-sammlung-fotogeschichte/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-bildung-und-vermittlung-kuration-m-w-d-2/", "image": "", "title": "Volontariat Bildung und Vermittlung / Kuration (m/w/d)", "content_text": "KUNST-WERKE BERLIN e. V., Berlin Bewerbungsende: 21.09.2025 | Die KW Institute for Contemporary Art widmen sich durch die Produktion, Präsentation und Vermittlung zeitgenössischer Kunst zentralen Fragen unserer Gegenwart. Mittels Ausstellungen und unterschiedlichster Veranstaltungsformate greifen die KW stets aktuelle Tendenzen aus dem nationalen und internationalen zeitgenössischen Kunst- und Kulturdiskurs auf und entwickeln diese in Zusammenarbeit mit Künstler*innen, mit Institutionen sowie durch Auftragsarbeiten aktiv weiter. Die KW besitzen keine eigene Sammlung, was dem Team der KW ein hohes Maß an Flexibilität in der Programmgestaltung und Publikumsansprache ermöglicht.\nDie KW Institute for Contemporary Art haben eine Stelle für ein wissenschaftliches Volontariat über zwei Jahre zu besetzen, das im ersten Jahr in der Abteilung Bildung und Vermittlung und im zweiten Jahr im kuratorischen Büro absolviert wird. Durch die praxisorientierte Ausrichtung der Ausbildung werden im Volontariat neben der wissenschaftlichen Recherche, der Entwicklung von Vermittlungsformaten sowie konzeptueller und kuratorischer Arbeit für das künstlerische Programm auch fundierte Erfahrungen und Kenntnisse über die Organisation, Planung und Durchführung, sowie die administrative Abwicklung internationaler sowie auch regionaler künstlerischer Projekte und Veranstaltungen gesammelt.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-bildung-und-vermittlung-kuration-m-w-d-2/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontariat-m-w-d-12/", "image": "", "title": "Forschungsvolontariat (m/w/d)", "content_text": "Museum Abtei Liesborn, Wadersloh Bewerbungsende: 16.09.2025 | Das Museum Abtei Liesborn des Kreises Warendorf zählt zu den bedeutenden und bekannten kunst- und kulturgeschichtlichen Museen im Münsterland. Jährlich nehmen mehr als 20.000 Besucherinnen und Besucher die Ausstellungs- und Veranstaltungsangebote des Museums wahr.\nDas Museum bietet eine moderne, inklusive und eigenständig erschließbare Dauerausstellung. Der Fokus liegt dabei auf dem 1.000 Jahre alten Liesborner Evangeliar und der Abteigeschichte vom Mittelalter bis zur Neuzeit. Die Sammlung des Museums spiegelt die Kunst- und Kulturgeschichte der Region wider. Ergänzend zur Sammlung werden Sonderausstellungen gezeigt und ein umfassendes Veranstaltungs- und Vermittlungsprogramm angeboten. Einmalig ist Europas größte Sammlung von Kruzifixen und Kreuzigungsdarstellungen mit mehr als 1.300 Objekten vom 6. Jahrhundert bis zur Gegenwart.\nIm Museum Abtei Liesborn ist im Rahmen des vom Ministerium für Kultur und Wissenschaft des Landes Nordrhein-Westfalen aufgelegten Förderprogramms „Forschungsvolontariat Kunstmuseen NRW“  -vorbehaltlich einer verbindlichen Zusage seitens des MKW NRW sowie der Bereitstellung der erforderlichen Fördermittel – zum 01.01.2026 eine auf zwei Jahre befristete Vollzeitstelle (39,0 Wochenstunden) als Forschungsvolontärin bzw. Forschungsvolontär (m/w/d) zu besetzen. Zum Forschungsvolontariat gibt es ein Begleitprogramm am Institut für Kunstgeschichte der Heinrich-Heine-Universität Düsseldorf, das den Austausch untereinander und die aktive Teilnahme an aktuellen Forschungsdiskursen sicherstellt. Gegenstand des Forschungsvolontariats ist die Katalogisierung, Digitalisierung, Erforschung und Erschließung des geschäftlichen und privaten Künstlernachlasses Anton Mormann (1851-1940) und seiner Werkstatt (Sammlungsforschung). Forschungsvolontariat und Forschungsprojekt werden wissenschaftlich durch die Kunstakademie Münster (Bereich Kunstgeschichte / Kunstwissenschaften) begleitet. Außerdem besteht eine Forschungskooperation mit dem Museum Wiedenbrücker Schule (Rheda-Wiedenbrück).\nHier\nfinden Sie weitere Informationen über die Kreisverwaltung Warendorf sowie\nhier\nüber das Museum Abtei Liesborn.\nIm Museum Abtei Liesborn ist zum 01.01.2026 ein\nForschungsvolontariat (m/w/d)\nzu besetzen.\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.09.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontariat-m-w-d-12/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-archaeologie-m-w-d/", "image": "", "title": "wissenschaftliches Volontariat Archäologie (m/w/d)", "content_text": "Niedersächsisches Landesmuseum Hannover, Hannover Bewerbungsende: 06.10.2025 | Das Niedersächsische Landesmuseum Hannover ist mit den Sammlungen zur Archäologie, Ethnologie, Kunstgeschichte, Naturkunde und Numismatik das größte staatliche Museum in Niedersachsen.\nIm Fachbereich Archäologie ist zum nächstmöglichen Zeitpunkt ein\nwissenschaftliches Volontariat Archäologie\n(m/w/d)\nfür die Dauer von 2 Jahren zu besetzen.\nDer Fachbereich betreut eine der größten archäologischen Sammlungen des nördlichen Mitteleuropas. Die durch Neufunde stetig anwachsende Sammlung umfasst überregional bedeutsame Objekte und wird in den MenschenWelten präsentiert.\nDie Stelle dient der Qualifizierung zur wissenschaftlichen Tätigkeit im Museumsbereich. Wir bieten eine praxisbezogene Ausbildung mit interessanten und vielseitigen Einblicken in sämtliche Abteilungen des Landesmuseums und damit in die verschiedenen Facetten der musealen Arbeit. Der inhaltliche Schwerpunkt wird bei der Vorbereitung einer für das Jahr 2026 geplanten Sonderausstellung zu frühneuzeitlichen Piraten sowie der redaktionellen Betreuung des Begleitbandes liegen.\nWeitere Ausbildungsfelder ergeben sich aus der der Pflege der Dauerausstellung sowie aus der Zuarbeit zu aktuellen Forschungen des Fachbereichs. Daneben ermöglichen wir Einblicke in die anderen Sammlungen und Abteilungen des Hauses, die Teilnahme an Fort- und Weiterbildungen und die selbständige Bearbeitung von Projekten.\nWir erwarten:\nein abgeschlossenes Hochschulstudium in Ur- und Frühgeschichte/Prähistorischer Archäologie oder einem vergleichbaren Fach der archäologischen Wissenschaften (Mindestanforderung Master oder Magister),\nvertiefte Kenntnisse der Archäologie des Mittelalters und der Neuzeit,\nsehr gute Kenntnisse der deutschen und englischen Sprache,\neinen versierten Umgang mit den gängigen Office-Applikationen.\nErwünscht sind:\nKenntnisse der nautischen Archäologie,\nErfahrungen bei der redaktionellen Bearbeitung wissenschaftlicher Texte,\nKenntnisse beim Verfassen wissenschaftlicher und anderer museumsrelevanter Texte sowie ein reges Interesse an der Vermittlung wissenschaftlicher Inhalte,\nSorgfalt, Teamfähigkeit, Selbständigkeit und Organisationsfähigkeit sowie ein hohes Maß an Engagement und Belastbarkeit.\nDie Vergütung erfolgt in Höhe von 50 v. H. des Entgelts der Entgeltgruppe 13 Stufe 1 TV-L. Die Stelle ist nicht teilzeitgeeignet.\nWir fördern die Gleichstellung und wertschätzen Vielfalt. Daher begrüßen wir Bewerbungen von Menschen aller Nationalitäten sowie mit persönlicher oder familiärer Migrationsgeschichte.\nBewerbungen schwerbehinderter Menschen werden bei gleicher Eignung, Befähigung und fachlicher Leistung nach Maßgabe der einschlägigen Vorschriften bevorzugt berücksichtigt. Bitte weisen Sie\nzur Wahrung Ihrer Interessen bereits in der Bewerbung auf eine Schwerbehinderung oder Gleichstellung hin und fügen einen entsprechenden Nachweis bei.\nUm das Bewerbungsverfahren durchführen zu können, ist es notwendig, personenbezogene Daten zu speichern. Durch die Zusendung Ihrer Bewerbung erklären Sie sich damit einverstanden, dass Ihre Daten zu Bewerbungszwecken unter Beachtung der Datenschutzvorschriften elektronisch gespeichert und verarbeitet werden.\nFür Nachfragen zum Verfahren steht Ihnen Stephanie Versümer (stephanie.versuemer@landesmuseum-hannover.de) zur Verfügung.\nIhre ausführliche Bewerbung mit den üblichen Unterlagen richten Sie bitte bis zum 06.10.2025 (Eingangsschluss) in einer PDF-Datei (max. 10 MB) per E-Mail mit dem Betreff “03/Volontariat Archäologie” an: Bewerbungen@landesmuseum-hannover.de\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-archaeologie-m-w-d/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-40/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "Niederrheinisches Freilichtmuseum, Grefrath Bewerbungsende: 21.09.2025 | Der Kreis Viersen sucht zum nächstmöglichen Zeitpunkt ein/e\nWissenschaftliche Volontärin / wissenschaftlicher Volontär für das Niederrheinische Freilichtmuseum (w/m/d)\nVollzeit, befristet (2 Jahre)\nDas zweijährige wissenschaftliche und praxisorientierte Volontariat erfolgt in nahezu allen Einsatzfeldern der Museumsarbeit im Niederrheinischen Freilichtmuseum.\nAufgabenschwerpunkte\nMitarbeit bei der Vorbereitung und Durchführung von Veranstaltungen\neigenständige Konzeptionierung und Realisierung einer Sonderausstellung mit volkskundlichem Bezug bzw. Überarbeitung eines Teilbereiches der musealen Dauerausstellung\nVorbereitung und Durchführung museumspädagogischer Programme und Aktivitäten\nUnterstützung bei der wissenschaftlichen Betreuung des Sammlungsbestandes (Inventarisierung / Dokumentation)\nBewerbungsprofil\nabgeschlossenes Hochschulstudium der Fachrichtungen Volkskunde, Empirische Kulturwissenschaft, Mittlere Geschichte, Neuere und Neueste Geschichte, Wirtschafts- und Sozialgeschichte\noder\neines vergleichbaren Studiengangs mit Bezug zu den Aufgabenschwerpunkten (Abschluss: Magister, Diplom oder Master)\nerste Museumserfahrung, beispielsweise durch mehrwöchige Praktika oder Werkverträge; Erfahrung im Bereich Museumspädagogik (von Vorteil)\nKenntnisse im Bereich der mittleren bzw. frühneuzeitlichen Kultur- und Landesgeschichte des Niederrheinischen Raums und seiner Nachbargebiete (von Vorteil)\nFähigkeit zu strukturiertem, eigenverantwortlichem Arbeiten\nüberdurchschnittliche Flexibilität und Belastbarkeit sowie die Bereitschaft, auch außerhalb der regulären Dienstzeiten zu arbeiten\nausgeprägte Team- und Kommunikationsfähigkeit\nOrganisationstalent und Kreativität\nFührerschein der Klasse B sowie die Bereitschaft, den eigenen PKW gegen Fahrtkostenerstattung zu nutzen\nDer Volontariatsvertrag orientiert sich an den Regelungen des Tarifvertrages für Praktikantinnen / Praktikanten des öffentlichen Dienstes (TVPöD).\nWir haben noch mehr zu bieten. Als einer der größten Arbeitgeber am Niederrhein bietet die Kreisverwaltung Viersen neben persönlichen Entwicklungsmöglichkeiten viele weitere Vorteile. Weitere Informationen finden Sie auf der Seite\nwww.karriere-mit-v-faktor.de/vorteile\n.\nKontakt\nAnke Petrat\nMuseumsleitung\nTel.: 02158 9173-13\nDer Kreis Viersen hat sich die berufliche Gleichstellung von Frauen und Männern zum Ziel gesetzt. Auswahlentscheidungen erfolgen unter Berücksichtigung der Bestimmungen des Landesgleichstellungsgesetzes NRW.\nFür Schwerbehinderte mit gleicher Eignung, Befähigung und fachlicher Leistung gelten die Bestimmungen des SGB IX.\nHaben Sie Interesse?\nDann freuen wir uns auf Ihre Bewerbung bis zum\n21.09.2025\n.\nzur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-40/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/collection-manager-in-umzugslogistik-entomologie-w-m-div-2-stellen/", "image": "", "title": "Collection Manager/in Umzugslogistik Entomologie (w/m/div) – 2 Stellen", "content_text": "Museum für Naturkunde Berlin, Berlin Bewerbungsende: 30.09.2025 | Das\nMuseum für Naturkunde Berlin (MfN)\nist ein exzellentes und integriertes Forschungsmuseum der Leibniz-Gemeinschaft mit internationaler Ausstrahlung und global vernetzter Forschungsinfrastruktur. Es ist auf drei eng miteinander verzahnten Feldern tätig: der sammlungsgestützten Forschung, der Sammlungsentwicklung und -erschließung und der forschungsbasierten Öffentlichkeits- und Bildungsarbeit. In den kommenden zehn Jahren wird das Museum für Naturkunde seinen Zukunftsplan verwirklichen. Es werden neue Labore und Arbeitsplätze für Spitzenforschung geschaffen. Gleichzeitig wird eine der weltweit umfassendsten naturhistorischen Sammlungen mit über 30 Millionen Objekten in modernen Sammlungsgebäuden untergebracht und dabei komplett digitalisiert. Die Umsetzung des Zukunftsplanes, gefördert mit insgesamt 660 Millionen Euro vom Bund und Land Berlin, gelingt nur mit starken interdisziplinären nationalen und internationalen Partnern.\nWerden Sie Teil unseres Teams als\nBezeichnung:\nCollection Manager/in Umzugslogistik Entomologie (w/m/div) – 2 Stellen\nArbeitszeit:\nVollzeit\nBefristung:\nZum nächstmöglichen Zeitpunkt, befristet bis zum 31.12.2028\nEntgeltgruppe:\nE 8 TV-L\nKennziffer:\n41/2025\nProjektbeschreibung\nDie zwei Stellen sind in der entomologischen Sammlung des MfN angesiedelt, einmal mit dem Schwerpunkt\nLepidoptera\nund einmal\nColeoptera\n.\nDie entomologische Sammlung ist mit ihren etwa 15 Millionen Objekten die objektreichste Sammlung des MfN. Zur Unterstützung des Sammlungsmanagements sucht das MfN motivierte Personen, für die enkaptische Systeme, atomisierte Daten, und präventive Konservierung keine Fremdwörter sind und die dieses Wissen im Sammlungsmanagement von naturwissenschaftlichen Sammlungen einbringen und umsetzen können. Außerdem wird in den kommenden Jahren mit der Sanierung bestehender Gebäude und der Errichtung eines Neubaus ein Schwerpunkt in der Vorbereitung der Sammlungen für kommende Umzüge immer wichtiger. Die entomologische Sammlung des Museums wird dazu erschlossen und „transportfähig“ gemacht.\nIhre Aufgaben\nDurchführung der Umzugsvorbereitung und -nachbereitung von Sammlungen\nOrdnungs-, Dokumentations- und Recherchearbeiten in den entomologischen Sammlungen, EDV-gestützte Sammlungserschließung und Berichtswesen für die Sammlungen im Zuständigkeitsbereich\nBetreuung von Dienstleistern, internationalen Gastforschern, Anleitung und Betreuung von Studierenden, Hilfskräften und Praktikanten\nBearbeitung wissenschaftlicher Anfragen zu den Sammlungen im Zuständigkeitsbereich und damit verbundenen Themen und Abwicklung des wissenschaftlichen Leihverkehrs nach internationalen Regeln\nEntwicklung von Konzepten und Maßnahmen zur Verbesserung des Sammlungsmanagements und Erschließungsprozesses\nIhr Profil\nFachschulabschluss oder staatlich geprüfte/r technische/r Assistent/in für naturkundliche Museen und Forschungsinstitute oder Biologisch-Technische/r Assistent/in bzw. abgeschlossene Berufsausbildung als Konservator/in oder zoologische/r Präparator/in mit langjähriger Berufserfahrung oder\nerster berufsqualifizierender Studienabschluss (FH-Diplom oder Bachelor) auf naturwissenschaftlichem Gebiet oder\nes liegt eine langjährige berufliche Erfahrung vor, die der einer entsprechenden Berufsausbildung gleichzusetzen ist\nDurch Berufspraxis in der Museums- und Sammlungsarbeit erworbene gründliche Fachkenntnisse (einschließlich der konservatorischen Standards, der geltenden Rechtsvorschriften und Gesetze)\nMehrjährige Erfahrung im Umgang mit wissenschaftlich und historisch wertvollem Material, Archivgütern und wissenschaftlichen Dokumenten\nSehr gute Kenntnisse zum Aufbau und den Grundprinzipien und zur wissenschaftlichen Bearbeitung entomologischer Sammlungen und im Umgang mit der internationalen Wissenschaftlergemeinschaft\nFachkenntnisse zur Taxonomie, Systematik und Anatomie der Insekten, Schwerpunkt Lepidoptera oder Coleoptera\nSehr gute Sprachkenntnisse in Deutsch und Englisch\nVertrautheit mit Datenbanksystemen\nWir bieten Ihnen\nspannendes Arbeitsumfeld in einem attraktiven Forschungsmuseum mit vielseitigen Aufgaben in einem dynamischen und zukunftsorientierten Markt\nsehr gute ÖPNV Anbindung in der Mitte von Berlin\numfangreiche Weiterbildungsmöglichkeiten auf persönlicher und fachlicher Ebene\nflexible Arbeitszeitgestaltung und vielfältige Angebote zur Vereinbarkeit von Beruf und Familie (z.B. Gleitzeit oder individuelle Teilzeitmodelle)\nMobiles Arbeiten ist je nach Tätigkeit bis zu 60 Prozent der individuellen Arbeitszeit möglich\nVergütung nach TV-L mit betrieblicher Altersvorsorge (VBL), Jahressonderzahlung und vermögenswirksamen Leistungen\nArbeitgeberzuschuss zum VBB Firmenticket oder Deutschlandticket Job\nMitarbeiterevents, betriebliches Gesundheitsmanagement und Sprachkurse Deutsch und Englisch\n30 Urlaubstage sowie den 24. Dezember und 31. Dezember frei\nHinweise\nZur Sicherung der Gleichstellung sind Bewerbungen qualifizierter Frauen besonders willkommen. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung bevorzugt.\nWir freuen uns über Ihre Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) bis zum\n30.09.2025\nbevorzugt über unser Online-Bewerbungsportal.\nhttps://www.museumfuernaturkunde.berlin/de/ueber-uns/jobs-und-karriere/stellenausschreibungen\nFür Auskünfte zum Bewerbungsverfahren wenden Sie sich bitte an\nrecruiting@mfn.berlin\n.\nWeitere Informationen\nDatenschutz\nMit dem Versenden Ihrer Bewerbung stellen Sie uns Ihre Informationen zum Zweck der Bearbeitung Ihrer Bewerbung, durch das Museum für Naturkunde zur Verfügung. Ihre Daten werden dabei jederzeit streng vertraulich behandelt. Nach dem Eingang Ihrer Bewerbungsunterlagen werden diese in unserer Datenbank erfasst. Ihre Daten werden auf unserem Server gespeichert. Dabei beachten wir die Vorschriften der Datenschutzgesetze.\nInformationen über den Umgang mit Bewerberdaten am MfN\nund\nDatenschutzerklärung für die Website des MfN\nFamilienpolitik\nDas Naturkundemuseum Berlin hat sich die Förderung der Vereinbarkeit von Beruf und Familie zum Ziel gesetzt und wurde hierfür mit dem Zertifikat zum audit berufundfamilie der audit berufundfamilie gGmbH – eine Initiative der Gemeinnützigen Hertie-Stiftung – ausgezeichnet.\nWeiterführende Informationen finden Sie unter:\nhttps://www.naturkundemuseum.berlin/de/jobs-und-karriere/arbeiten-am-museum-fuer-naturkunde/audit-berufundfamilie\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/collection-manager-in-umzugslogistik-entomologie-w-m-div-2-stellen/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-veranstaltungen-m-w-d-2/", "image": "", "title": "Mitarbeiter Veranstaltungen (m/w/d)", "content_text": "LutherMuseen, Lutherstadt Wittenberg Bewerbungsende: 07.10.2025 | Das Erbe Martin Luthers und der Reformation zu bewahren und zu vermitteln, ist die Aufgabe der LutherMuseen. 1997 als Stiftung Luthergedenkstätten in Sachsen-Anhalt gegründet, umfassen die LutherMuseen heute fünf reformationsgeschichtliche Gedenkstätten an den Standorten in Eisleben (Luthers Geburtshaus und Luthers Sterbehaus), Mansfeld (Luthers Elternhaus) und Wittenberg (Lutherhaus und Melanchthonhaus). Die Gebäude in Eisleben und Wittenberg sind im Jahr 1996 in das Weltkulturerbe der UNESCO aufgenommen worden. Die Buch-, Handschriften- und Grafikbestände besitzen weltweite Bedeutung; die „Frühen Schriften der Reformationsbewegung initiiert von Martin Luther“ sind seit 2015 in das UNESCO-Weltdokumentenerbe aufgenommen worden.\nIn der Stabsstelle Kommunikation und Marketing am Standort Lutherstadt Wittenberg suchen wir einen\nMitarbeiter Veranstaltungen (m/w/d)\nZu den Aufgaben gehören u.a.:\nKonzeptionierung, Organisation, Begleitung und Durchführung von Veranstaltungen (Präsenz- und Onlineveranstaltungen) sowie deren Nachbereitung am Standort Lutherstadt Wittenberg\nPlanung und Abstimmung des Veranstaltungsprogramms für Lutherstadt Wittenberg mit allen Bereichen der LutherMuseen sowie in enger Abstimmung mit dem Veranstaltungsmanagement am Standort Mansfelder Land\nKonzeption und Durchführung des Veranstaltungsmarketings in Abstimmung mit der Stabsstellenleitung\nMitarbeit bei Veranstaltungskooperationen mit externen Partnern (z. Bsp. mit Landkreis, Stadt, Kirchen, Kultureinrichtungen etc.)\nKoordination von Raumvermietungen an Externe und Betreuung dieser Fremdveranstaltungen\ngemeinsame Definition einheitlicher veranstaltungsbezogener Standards und Prozesse\neigenständige Budgetplanung und -bewirtschaftung mit entsprechendem Controlling\nUnterstützung bei der Durchführung von Großveranstaltungen sowie im Vertretungsfalle Durchführung von Veranstaltungen an den Standorten Lutherstadt Eisleben und Mansfeld\nWir suchen eine engagierte und breit ausgebildete Persönlichkeit mit einem hohen Maß an Kommunikationsgeschick, Organisationserfahrung, selbstständiger Arbeitsweise, Flexibilität, Kreativität und Teamfähigkeit sowie mit einschlägigen EDV-Kenntnissen. Außerdem erwarten wir:\nabgeschlossenes Studium, vorzugsweise im Bereich Geisteswissenschaften / Kulturmanagement oder vergleichbare Qualifikation\nMehrjährige Berufserfahrung im Veranstaltungsmanagement, vorzugsweise in einer öffentlichen Einrichtung\nBereitschaft zur Arbeit am Abend sowie an den Wochenenden und Feiertagen\nErfahrung mit der Beschaffung und dem Einsatz von Veranstaltungstechnik\nKenntnisse in der Arbeit mit Bild- und Videobearbeitungsprogrammen sowie in der Erstellung von Foto- und Filmaufnahmen\nInteresse an den Themen der Reformation sowie Ideen, wie diese zielgruppenspezifisch und spannend in Veranstaltungen umgesetzt werden können\nWir bieten:\nArbeitsverhältnis nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L, Tarifgebiet Ost)\nVergütung mit Entgeltgruppe 9b bei Vorliegen der persönlichen und tariflichen Voraussetzungen\neine individuelle Zuordnung der tariflichen Erfahrungsstufe unter Berücksichtigung Ihrer bisherigen Berufserfahrung\nVereinbarkeit von Beruf und Familie\nzusätzliche Altersvorsorge (VBL) wird ermöglicht\nvermögenswirksame Leistungen können gewährt werden\nVielzahl an attraktiven Weiterbildungsmöglichkeiten, u.a. Seminare zur beruflichen Weiterentwicklung\nDie Zusammenarbeit soll zum 01.11.2025 oder zum nächstmöglichen Zeitpunkt mit insgesamt 40 Stunden/ Woche beginnen. Die Stelle ist zunächst auf 2 Jahre befristet.\nDer Dienstort ist\nLutherstadt Wittenberg\n.\nChancengleichheit ist uns wichtig. Schwerbehinderte werden bei gleicher Eignung vorrangig berücksichtigt.\nBewerbungskosten können leider nicht erstattet werden. Ihre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte bis zum\n07.10.2025\nan die\nLutherMuseen\nStiftung Luthergedenkstätten in Sachsen-Anhalt\nStefanie Buschhardt\nCollegienstraße 54\n06886 Lutherstadt Wittenberg\nbewerbung@luthermuseen.de\nEs werden ausschließlich Bewerbungen berücksichtigt, die rechtzeitig unter der vorgenannten E-Mailadresse oder postalisch bei uns eingehen. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Daher werden die im Rahmen des Bewerbungsverfahrens erhobenen Daten entsprechend der einschlägigen Datenschutzvorschriften erhoben, verarbeitet und genutzt. Wir weisen Sie aber darauf hin, dass die Übersendung Ihrer E-Mail an uns unverschlüsselt erfolgt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-veranstaltungen-m-w-d-2/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-d-m-w/", "image": "", "title": "Kuratorische Assistenz (d/m/w)", "content_text": "PEAC Museum, Freiburg i. Br. Bewerbungsende: 31.10.2025 | Das PEAC Museum ist ein Ausstellungsort für moderne und zeitgenössische Kunst. Ausgangspunkt unseres Programms ist die gleichnamige Paul Ege Art Collection (PEAC) mit ihren Sammlungsschwerpunkten Minimal Art, Radical Painting und konzeptuellen Ansätze seit den 1970er Jahren. Die rund 1100 Werke umfassende Sammlung zeichnet sich durch ihre Konzentration auf Kunst aus, die die Beziehung zwischen Werk, Betrachtenden und Raum ins Zentrum stellt. In regelmäßig wechselnden Ausstellungen gehen wir den Verbindungslinien zwischen etablierten historischen Positionen und Werken junger, internationaler zeitgenössischer Kunst nach. Die Ausstellungen, das interdisziplinäre Rahmenprogramm und unsere Vermittlungsformate sind kostenfrei und öffentlich zugänglich. Die kuratorische Assistenz ist an allen Phasen der Ausstellungsentwicklung beteiligt und arbeitet eng mit den anderen Bereichen des Museums, externen Mitarbeiter:innen und insbesondere mit Künstler:innen, Partnerinstitutionen und Galerien zusammen.\nDer Tätigkeitsbereich:\nvon analytischem Denken und Eigeninitiative geprägte Mitwirkung an der Entwicklung und Umsetzung von Ausstellungen\nDurchführung bibliographischer und dokumentarischer Recherchen mit interdisziplinärem Ansatz, unter Einbezug anderer künstlerischer Disziplinen, und geisteswissenschaftlicher Perspektiven\nErstellen von wissenschaftlichen und publikumsorientiertenTexten\nMitwirkung bei der Erstellung von Presse- und Marketingmaterialien\nBegleitrecherchen und Unterstützung bei der Organisation des Rahmenprogramms und museumspädagogischer Angebote\nUnterstützung bei der Pflege der sozialen Medienkanäle des Museums, der Website und Erstellung des Newsletters\nUnterstützung bei der Sammlungspflege und der Organisation des Leihverkehrs\nAusstellungsführungen, Leitung von Veranstaltungen ggf. auch abends und am Wochenende\nIhr Profil:\nabgeschlossenes Studium im Fach Kunst- oder Kulturwissenschaften oder einem der Kunst nahen Studiengang\nerste Berufserfahrung im Bereich Ausstellungskonzeption und -umsetzung im musealen Kontext oder in Kunstinstitutionen\nRecherche- und Analysekompetenz\nKenntnisse internationaler Ausstellungsprogramme\nerste Erfahrungen mit der Erstellung und Kontrolle von Projekt- und Budgetplänen\nAffinität zu sozialen Medien und digitaler Kommunikation\nausgeprägte Kommunikationsfähigkeit, offener Umgang mit Besucher:innen, Teamfähigkeit\nadministrative Fähigkeiten, sichere Kenntnisse gängiger Software\nSelbstständigkeit, Engagement, Zuverlässigkeit\nsehr gute Deutsch- und Englischkenntnisse, weitere Sprachen von Vorteil\nWenn wir Ihr Interesse geweckt haben, senden Sie uns bitte Ihre Unterlagen, bestehend aus einem Lebenslauf, Zeugnissen, einem kurzen Motivationsschreiben und einer Textprobe (max. 1 Seite), in einer PDF-Datei per E-Mail bitte bis zum\n31.10.2025\nan\nteam@peac.digital\n. Die Bewerbungsgespräche finden voraussichtlich ab dem 10.11.2025 statt. Für Rückfragen wenden Sie sich an dieselbe E-Mail-Adresse. Wir freuen uns auf Ihre Bewerbung!\nPEAC Museum\nRobert-Bunsen-Strasse 5\n79108 Freiburg i. Br.\nwww.peac.digital\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-d-m-w/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhaltung-finanzverwaltung-w-m-d/", "image": "", "title": "Buchhaltung | Finanzverwaltung (w/m/d)", "content_text": "Stiftung Stadtmuseum Wiesbaden, Wiesbaden Bewerbungsende: 05.10.2025 | Die\nStiftung Stadtmuseum Wiesbaden\nist eine von der Landeshauptstadt Wiesbaden gegründete Stiftung des öffentlichen Rechts. Als Trägerin des\nsam – Stadtmuseum am Markt\nim Herzen der Wiesbadener Innenstadt sichert sie den laufenden Museumsbetrieb, betreut, dokumentiert und erforscht die bedeutende Sammlung Nassauischer Altertümer sowie die Sammlungen zur Stadtgeschichte und der Region RheinMain. Die Stiftung ermöglicht die nachhaltige Umsetzung von Ausstellungen, Veranstaltungen, Vermittlungsangeboten und Kooperationen mit Schulen und weiteren Bildungseinrichtungen, mit der Hochschule RheinMain und weiteren Akteuren der Stadtgesellschaft. Stiftung und Museum verstehen sich als Plattform und Schnittstelle für Wissen, Bildung und gesellschaftlichen Dialog.\nAktuell arbeiten wir an der zeitgemäßen Weiterentwicklung des sam an einem neuen Standort.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine/n engagierte/n\nMitarbeiter/in für die\nBuchhaltung | Finanzverwaltung (w/m/d)\nin Teilzeit (19,5 Wochenstunden)\nIhre Aufgaben\nAlle Aufgaben im Rahmen der Buchhaltung\nPlanung und Abwicklung des Zahlungsverkehrs, Überwachung der Kontobewegungen, Forderungs-\nmanagement\nErfassen, Prüfen und Bearbeiten der Ein- und Ausgangsrechnungen, Belegablage\nÜberwachung der Buchungssätze über DATEV\nBetreuung Museumskasse und -shop (Abrechnungen, Kassenbuch, Lagerbestände, Einkauf von Merchandising Artikeln)\nDurchführen des Quartalscontrolling, Erstellung der Monats-, Quartals- und Jahresabschlüsse (in\nZusammenarbeit mit Direktion und Steuerbüro)\nBudgetverwaltung inkl. Identifikation von Möglichkeiten zur Ressourcenoptimierung\nVerwaltung der Fördermittel /Drittmittel\nErstellung des jährlichen (zweijährigen) Wirtschaftsplanes (zusammen mit Direktion) für die\nstädtischen Haushaltsplanungen\nBerechnung und Controlling der Personalkosten (TVöD) mit Unterstützung der städt. Verwaltung und Unterstützung der Direktion bei der Erstellung des Jahres-Tätigkeitsberichts für die Stiftungsaufsichtsbehörde\nStatistisches Erfassen und Aufbereiten der Besucherzahlen und – daten\nErste Überlegungen zu einem Fördermanagement der Stiftung und Kalkulierung von Betriebskosten in Zusammenhang mit einem geplanten neuen Museumsbetrieb\nIhr Profil\nAbgeschlossene dreijährige anerkannte Ausbildung nach dem BBiG, die für die Wahrnehmung der o. g. Aufgaben qualifiziert\nBerufserfahrung mit Bezug zu o. g. Aufgaben\nKenntnisse über betriebswirtschaftliche Auswertungen und deren korrektes Lesen\nVersierter Umgang mit MS Office, vor allem Excel\nVersierter Umgang mit DATEV\nTeamfähigkeit\nEinsatzbereitschaft, absolute Zuverlässigkeit, Genauigkeit und Diskretion\nOrganisiertes, strukturiertes Arbeiten\nGutes Ausdrucksvermögen in Deutsch und Englisch\nFreude am Umgang mit Menschen und Begeisterung für die Arbeit im kulturellen Sektor\nWünschenswert\nKenntnisse zum Stiftungsrecht und Gemeinnützigkeitsrecht\nErfahrungen im Bereich Fördermittelmanagement /Drittmittelbeschaffung und Erstellung von\nVerwendungsnachweisen\nKenntnisse im Personalmanagement\nWir bieten Ihnen\neine vielseitige und verantwortungsvolle Tätigkeit in einem dynamischen Umfeld\ndie Mitarbeit in einem engagierten Team\nJobticket und betriebliche Zusatzversorgung für Angestellte\nFort- und Weiterbildungsmöglichkeiten und Gesundheitsmanagement (LH Wiesbaden)\nAnstellung im öffentlichen Dienst\n(TVöD VKA), Vergütung E 9a\nIn Zusammenhang mit einem geplanten neuen Museumsbetrieb ist mittelfristig eine Erhöhung der Stundenzahlen angedacht\nGewünschter Arbeitsbeginn:  zum nächstmöglichen Zeitpunkt\nVorstellungsgespräche: voraussichtlich KW 42 / 43\nHaben wir Ihr Interesse geweckt?\nWir freuen uns über Ihre\naussagekräftige Bewerbung\n(\neine\nzusammenhängende PDF-Datei per E-Mail, Anschreiben, tabellarischer Lebenslauf, Zeugniskopien, Referenzen)\nbis spätestens So, 05.10.2025, per E-Mail an:\ninfo@stadtmuseum-wiesbaden.de\nStiftung Stadtmuseum Wiesbaden\nBierstadter Straße 1, 65189 Wiesbaden\nAnsprechpartnerin: Christiane Jarosch-Viriyachitt\nDurch die Bewerbung entstehende Kosten werden nicht erstattet.\nDie Gleichstellung aller Mitarbeitenden ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit Personen mit Schwerbehinderung geeignet. Schwerbehinderte Bewerberinnen bzw. Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/buchhaltung-finanzverwaltung-w-m-d/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/113383/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (w/m/d) (Elternzeitvertretung)", "content_text": "Maybach Schaudepot, Friedrichshafen Bewerbungsende: 30.09.2025 | Maybach Schaudepot – Friedrichshafen, Bodensee (Baden-Württemberg) Wissenschaftliche*r Mitarbeiter*in (w/m/d) (Elternzeitvertretung, Vollzeit/Teilzeit) ab 01.01.2026 befristet für 6 Monate (mit der Option auf Verlängerung und Festanstellung)\nDas sich im Aufbau befindliche Maybach Schaudepot mit einer Spezialisierung auf die Innovation, Technik und Besonderheiten von Maybach, sucht zur Verstärkung seines Teams eine*n engagierte*n wissenschaftliche*n Mitarbeiter*in (m/w/d) zunächst als Elternzeitvertretung.\nIm Mittelpunkt unserer Arbeit, Ausstellungen und Forschung stehen die Innovationen Maybach zu Wasser, zu Lande und in der Luft. Wir bauen derzeit ein Schaudepot auf, dass die Sammlungen der Maybach Stiftungen, der Familie Maybach und Kooperationsorganisationen der Öffentlichkeit zugänglich machen soll.\nWir freuen uns über Ihre Bewerbung, wenn Sie über Affinität zur lokalen Gesellschaftspolitik in der Bodenseeregion verfügen und/oder ihr vielfältiges Wissen auf interessante und fundierte Art und Weise so aufbereiten können, dass es in unserem Schaudepot einem Publikum jeden Alters und mit jedem Wissensstand verständlich und anschaulich dargeboten werden kann. Sie haben gemeinsam mit Gestalter*innen Ausstellungskonzepte erarbeitet und verfügen über Erfahrungen mit musealen Vermittlungskonzepten. Der direkte Kontakt mit Besucher*innen bereitet Ihnen große Freude, und Sie können sich schnell auf die unterschiedlichen Anforderungen und Bedürfnisse des Publikums einstellen und ihr Wissen kompetent vermitteln. Sie sind bereit, auch in den Abendstunden sowie an den Wochenenden Vorträge zu halten und Führungen für Fachpublikum durchzuführen. Als Unternehmen bzw. Organisation im Aufbau befinden wir uns aktuell in einem dynamischen Umfeld und ständigen Wandel. Wir suchen einen engagierten Menschen, der unsere ambitionierten Ziele mit viel Gestaltungsspielraum vorantreibt und seine Leidenschaft und Kompetenzen mit einbringen will. Die Tätigkeit kann in Voll- oder Teilzeit übernommen werden.\nDas Aufgabengebiet umfasst im Wesentlichen:\nWissenschaftliche Betreuung und Kuratieren der Ausstellung im Bereich Automobilgeschichte und Maybach-Tradition auf Grundlage des bestehenden Konzepts\nMitwirkung bei der Konzeption, Planung und Durchführung von Sonderausstellungen, Pop-Ups und Veranstaltungen\nMitwirkung bei der Konzeption und beim Verfassen von Ausstellungstexten\nRecherche von Objekten sowie Verhandlungen mit in- und ausländischen Kooperationspartnern und Leihgebern\nForschung und Publikation zu historischen und technischen Themen (monatliche Blog-Beiträge)\nZusammenarbeit mit Museumsgestaltern und -architekten\nBetreuung und Führungen von Besucher*innen\nVermittlung von Inhalten\nEinbringung von kreativen Ideen und neuen Vermittlungsansätzen zur Weiterentwicklung des Schaudepots\nUnterstützung bei der Bestandspflege, Dokumentation und Inventarisierung der Sammlung (in Verbindung mit Kooperationspartnern), Objekthandling\nAllgemeine Arbeiten wie Unterstützung zu Themen der Kommunikation, Marketing und Social Media\nMitwirkung bei organisatorischen Aufgaben im Rahmen der Eröffnung und Inbetriebnahme des Schaudepots\nIhr Profil:\nAbgeschlossenes Universitäts- oder Hochschulstudium im Bereich Kunstgeschichte, Museologie, Neueste Geschichte oder vergleichbarer Studiengang\nKenntnisse im Bereich Automobilgeschichte und/oder technische Kulturgeschichte\nSehr gute kommunikative Fähigkeiten sowie Freude an der Vermittlung von Wissen\nSelbstständige, strukturierte Arbeitsweise und Teamfähigkeit\nHervorragende Deutsch- und Englischkenntnisse in Wort und Schrift\nFlexibel, belastbar und aufgeschlossen für neue Ideen und deren Implementierung\nWir bieten Ihnen:\nEine sinnstiftende, vielseitige, spannende und verantwortungsvolle Aufgabe in einem dynamischen, kreativen und globalen Team\nEntwicklung und Ausbau eines neuen und sich im Aufbau befindlichen Schaudepots mit einzigartigem, historischen Sammlungsbestand\nEin motiviertes und kollegiales, internationales Team\nEin entfaltungsförderndes Arbeitsumfeld mit flachen Hierarchien zur Einbringung und Umsetzung von eigenen und kreativen Ideen\nMöglichkeiten zur fachlichen Weiterbildung und Vernetzung\nEinen modernen Arbeitsplatz in Friedrichshafen am Bodensee\nDie Anstellung erfolgt zunächst befristet als Elternzeitvertretung in Vollzeit mit der Möglichkeit einer anschließenden Weiterbeschäftigung.\nBewerbung:\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse inkl. Ihrer Gehaltsvorstellungen) mit der Kennung „wissMit26“ bis zum\n30.09.2025\nausschließlich elektronisch an: stammhaus@maybach.org\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als PDF-Dateien übertragen werden. Andere Dateiformate oder Anhänge werden nicht berücksichtigt.\nWir freuen uns auf Ihre Bewerbung!\nMaybach Stammhaus GmbH\nKarlstraße 41 88045 Friedrichshafen E-Mail: stammhaus@maybach.org www.maybach.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/113383/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-museum-schwerpunkt-museumspaedagogik-m-w-d-4/", "image": "", "title": "Mitarbeiter Museum Schwerpunkt Museumspädagogik (m/w/d)", "content_text": "Oelsnitzer Kultur, OElsnitz/Vogtl. Bewerbungsende: 15.10.2025 | Wissbegierige Kinder sind genau Ihr Ding? Beim Spielen auch Geschichte und Geschichten an Kinder und Erwachsene zu vermitteln, macht Ihnen Spaß? Dann sind Sie bei uns richtig!\nDie Museen Schloß Voigtsberg in Oelsnitz/Vogtl. suchen ab sofort einen\nMitarbeiter Museum Schwerpunkt Museumspädagogik (m/w/d)\nÜber 775 Jahre Geschichte und Geschichten – unter dem Dach der Museen Schloß Voigtsberg vereinen sich mehrere museale Einrichtungen in einer außergewöhnlich repräsentativen und einzigartigen Bausubstanz. In exponierter Lage und geprägt von lebendiger Historie treffen hier Kunst-, Regional- und Industriegeschichte ebenso wie Exponate mineralogischer Natur aufeinander. Ob Teppichmuseum, Mineraliengewölbe, Illustrationskunst oder Alte Meister – spannende Aufgaben warten. Organisatorisch sind die Museen Schloß Voigtsberg der Oelsnitzer Kultur GmbH, einem kommunalen Unternehmen der Großen Kreisstadt Oelsnitz/Vogtl., zugeordnet.\nTätigkeitsprofil:\nDer/Die Arbeitnehmer*in wird als Mitarbeiter*in der Oelsnitzer Kultur GmbH in den Museen Schloß Voigtsberg auf Schloß Voigtsberg in Oelsnitz/Vogtl. beschäftigt. Ihr Schwerpunkt liegt im Bereich der Museumspädagogik. Gemeinsam mit der Museumsleitung und dem Team der Museen Schloß Voigtsberg, gestalten Sie Angebote zur attraktiven und altersgerechten Wissensvermittlung rund um die Museen und die Burganlage. Ihr Aufgabengebiet umfasst dabei unter anderem nachfolgende Tätigkeiten:\nDurchführung von Führungen und Workshops für Erwachsenengruppen, Schulklassen, Kindergruppen, Familien\nMitarbeit bei Sonderveranstaltungen (Aktionstage, Internationaler Museumstag u.a.), Tagungen und Workshops\nAusarbeitung und neuer Vermittlungsangebote und -materialien (print und digital)\nMitarbeit bei Ausstellungsgestaltungen in den Museen Schloß Voigtsberg\nRecherche zu Ausstellungs- und Vermittlungsthemen\nErstellen von Texten und Mitarbeit in der veranstaltungsbezogenen Öffentlichkeitsarbeit\nMitarbeit bei der Betreuung der Social-Media-Kanäle der Museen Schloß Voigtsberg\nAufsichten und Kassendienste in den Museen Schloß Voigtsberg\nBewerberprofil:\nabgeschlossenes (Fach-)Hochschulstudium in einem entsprechenden Bereich\nServiceorientierung, gepflegtes und sicheres Auftreten, Teamfähigkeit, gute Ausdrucksfähigkeit\nBereitschaft, den Dienst regelmäßig auch an Wochenenden und Feiertagen sowie gelegentlich in den Abendstunden abzuleisten\nFührerschein der Klasse B\nKreativität\nEngagement\nBelastbarkeit & Stresstoleranz\nWir bieten Ihnen eine anspruchsvolle und vielfältige Tätigkeit in einem kreativen Umfeld mit einem aufgeschlossenen Team. Die Stelle mit einem Umfang von 30 Wochenstunden ist zunächst auf ein Jahr, mit der Möglichkeit auf anschließende unbefristete Einstellung, befristet. Das monatliche Bruttoentgelt orientiert sich an der hausinternen Gehaltsstruktur. Vorabinformationen erhalten Sie bei der Leiterin der Museen Schloß Voigtsberg, Tina Reitz, unter Telefon (037421) 729484.\nBewerbungen können in digitaler Form oder postalisch eingereicht werden. Eine Rücksendung der Unterlagen erfolgt nicht. Der Eingang Ihrer Bewerbung wird nicht schriftlich bestätigt, ebenso können eventuell anfallende Kosten für ein Vorstellungsgespräch nicht erstattet werden.\nIhre Bewerbung mit Lebenslauf, beruflichem Werdegang, Zeugnissen und Beurteilungen senden Sie bitte bis zum\n15. Oktober 2025\nper E-Mail an kultur@oelsnitz.de oder postalisch an:\nOelsnitzer Kultur GmbH\nSchloßstraße 32\n08606 Oelsnitz/Vogtl.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-museum-schwerpunkt-museumspaedagogik-m-w-d-4/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungskraft-m-w-d-3/", "image": "", "title": "Verwaltungskraft (m/w/d)", "content_text": "Städtische Museen Flensburg, Flensburg Bewerbungsende: 17.09.2025 | Im Fachbereich Bildung, Sport, Kultur ist in der Abteilung Städtische Museen zum nächstmöglichen Zeitpunkt eine Stelle als Verwaltungskraft (m/w/d) nach Entgeltgruppe 9a TVöD unbefristet zu besetzen. Die Wochenarbeitszeit beträgt 28,34 Stunden.\nDie Städtischen Museen Flensburg mit dem Museumsberg, dem Schifffahrtsmuseum und dem Naturwissenschaftlichen Museum gehören zu den größten Museen Schleswig-Holsteins. Hauptaufgabe ist die Pflege der Städtischen Sammlungen, ihre fachgerechte Konservierung, wissenschaftliche Bearbeitung sowie deren öffentliche Präsentation. Wesentliche Aufgaben sind außerdem die Vorbereitung und Präsentation von Sonderausstellungen, die Erarbeitung von Publikationen, die kulturelle Bildung durch museumspädagogische Betreuung und die Realisierung weiterer museumsbezogener kultureller Angebote. Ein wichtiger Auftrag des Hauses ist die zielgruppenorientierte Vermittlung der Ausstellungsinhalte.\nIhre Aufgaben:\nÖffentlichkeitsarbeit\nselbständiges Verfassen und Gestalten von Pressemeldungen mit Wort und Bild\nEntwurf und Gestaltung von Programmen und Druckerzeugnissen\nVorbereitung von Pressekonferenzen, Pflege des Presseverteilers und Kontakt zur Presse\nVerwaltung und Bearbeitung von Bildmaterial. Weitergabe an Presse und Nutzer\nAktualisieren und Pflege der Webseite der Städtischen Museen\nverantwortliche Betreuung der Social Media-Auftritte der Städtischen Museen\nBetreuung von Sponsoren\nPlanung und Organisation von Museumsveranstaltungen (Führungen, Events, Ausstellungen, Rahmenprogramm), Beauftragung  von  Dienstleistern,  Teilnahme an Besprechungen\nHaushalt (in Vertretung):\nErfassung und Bearbeitung von Ein- und Ausgangsrechnungen, Buchungen in H+H, enaio\nPersonal-Organisation (Führen und Kontrollieren von Urlaubs und Krankenlisten)\nRechnungsstellung für Ausgangsrechnungen, Abrechnung der Bareinnahmen und Spenden, Bankeinzahlungen\nBürotätigkeit\nPflege der Terminkalender\nAllg. Schriftverkehr, Versand von Publikationen, Meldung zur Künstlersozialkasse und GEMA, Beantwortung von telefonischen Anfragen\nPflege Kassensystem (Becker Billett)\nIhr Profil:\nabgeschlossene Berufsausbildung im öffentlichen Dienst als Verwaltungsfachangestellte/r (m/w/d) oder\nabgeschlossene 1. Angestelltenprüfung oder\nabgeschlossene kaufmännische Berufsausbildung und Berufserfahrung in einem relevanten Gebiet\nBewerben können sich auch Absolventen eines Studiums (Bachelor/Diplom) mit Berufserfahrung in einem relevanten Gebiet.\nBei ausländischen Berufs- und Hochschulabschlüssen ist die Beifügung der Gleichwertigkeitsbescheinigung oder der Zeugnisbewertung der Zentralstelle für ausländisches Bildungswesen (ZAB) erforderlich.\nWir erwarten:\nvertiefte nachweisbare Kenntnisse und Erfahrung im Bereich Öffentlichkeitsarbeit  Fachkenntnisse in Betriebswirtschaft und Gemeindehaushaltsrecht\ndie Bereitschaft, sich in ein neues Aufgabengebiet einzuarbeiten\nSelbstständige, strukturierte, zuverlässige und sorgfältige Arbeitsweise Teamerfahrung\nFähigkeit zum Organisieren des eigenen Arbeitsplatzes\nHohes Verantwortungsbewusstsein\nFachkenntnisse in Personalrecht, Tarifrecht, AGA, Dienstanweisungen und Verordnungen\nwünschenswert ist Projekterfahrung im Bereich Museologie aufgrund der speziellen Fachkenntnisse in Urheberrecht, Vertragsrecht, Versicherungsrecht\nFür weitere Auskünfte steht Ihnen Herr Dr. Fuhr (Tel. 0461/85-2956) gerne zur Verfügung.\nBewerbungen von Menschen mit Schwerbehinderung oder ihnen gleichgestellten Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nIhre aussagekräftige Bewerbung richten Sie bitte bis zum\n17.09.2025\nunter Angabe des\nKennworts U41\nper E-Mail im PDF-Format an\npersonalabteilung@flensburg.de\n.\nIm Bewerbungsschreiben stellen Sie bitte umfassend dar, aus welchen Gründen Sie sich für die Stelle interessieren (Motivation) und schildern Sie prägnant Ihre Stärken. Dabei nehmen Sie bitte Bezug auf das o.g. Aufgaben- und Anforderungsprofil.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.09.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungskraft-m-w-d-3/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-4/", "image": "", "title": "Mitarbeiter:in Verwaltung", "content_text": "Brandenburgische Gesellschaft für Kultur und Geschichte, Potsdam Bewerbungsende: 05.10.2025 | Die Brandenburgische Gesellschaft für Kultur und Geschichte gGmbH sucht zum nächstmöglichen Zeitpunkt für das Team Finanzen und Controlling eine:n\nMitarbeiter:in Verwaltung (Vollzeit, Teilzeit möglich)\nDie Brandenburgische Gesellschaft für Kultur und Geschichte gGmbH (BKG) ist eine Kultur- und Bildungseinrichtung des Landes Brandenburg und der Landeshauptstadt Potsdam.\nMit unseren Bereichen »Brandenburg Museum«, »Kulturland Brandenburg« sowie »Plattform Kulturelle Bildung Brandenburg«, präsentieren, vermitteln und fördern wir die brandenburgische Geschichte und kulturelle Gegenwart des Landes. Wir sind Impulsgeber für neue Themen, vernetzen kulturelle Initiativen und Akteur: innen und arbeiten eng mit Partnern aus Wissenschaft, Tourismus und Bildung zusammen. Die Brandenburgische Gesellschaft für Kultur und Geschichte ist Mitglied im Brandenburger Aktionsbündnis gegen Gewalt, Rechtsextremismus und Rassismus. Sie beteiligt sich auch an der Initiative „Brandenburg zeigt Haltung“ und setzt sich für ein demokratisches, weltoffenes und tolerantes Brandenburg ein.\nWir verstehen uns als Teil der Zivilgesellschaft und bieten einen Raum zur aktiven Mitgestaltung des kulturellen Selbstverständnisses.\nFür die interessante Tätigkeit mit Arbeitsort in Potsdam suchen wir eine engagierte Persönlichkeit mit Verantwortungsbereitschaft, Eigeninitiative und hohem Organisationsgeschick.\nZu Ihren Aufgaben zählen insbesondere:\nErfassung und Abrechnung aller Drittmittel der Gesellschaft von der Antragserstellung über die Bewilligung bis zur Verwendungsnachweisführung:\nBeratung der Fachkolleg:innen und Projektleitungen im Hinblick auf zuwendungsrechtliche Fragen\nMitarbeit bei der Erstellung von Kosten- und Finanzierungsplänen, sowie zur Berechnung von Personalkosten\nZuordnung der Kosten zur Erstellung der genauen Abrechnung in Kenntnis der Förderrichtlinien und des Zuwendungsrechts\ntermingerechtes Stellen von Mittelanforderungen, Prüfung der Mitteleingänge und der Einhaltung der Mittelverwendungsfrist\nErstellung der zahlenmäßigen Verwendungsnachweise\nErstellung der Beleglisten und der Plan/Ist-Abweichanalysen\nEntwicklung von Steuerungsmaßnahmen bei Abweichungen\nBeratung der Kolleg:innen bei der Durchführung von Vergaben nach UVgO\nDurchführen von Ausschreibungen unter Einhaltung der Bestimmungen des Vergaberechts\nUnterstützung des Bereichs Fördermittelmanagement bei der Umsetzung der Förderprogramme der Plattform Kulturelle Bildung Brandenburg und Kulturland Brandenburg\nSie bringen folgendes mit:\nAbgeschlossenes Studium der Betriebswirtschaftslehre, ein verwaltungs- oder wirtschaftswissenschaftlicher oder gleichwertiger geeigneter Studienabschluss, vergleichbare Qualifikation oder gleichwertige Fachkenntnisse\nUmfassende Kenntnisse der Bestimmungen des HGB, der LHO und des Zuwendungsrechts sowie des Bundesreisekostengesetzes\nKenntnisse des Vergaberechts sind wünschenswert\nFähigkeit zur selbständigen Erarbeitung von Ergebnissen\nGängige Kenntnisse in den Office-Betriebssystemen (Word, Excel, usw.)\nErste Erfahrungen in der Verwaltung und Abrechnung von Fördermitteln\nStrukturierte, sorgfältige und selbständige Arbeitsweise;\nWir bieten Ihnen:\nEine spannende, verantwortungsvolle Aufgabe in einer dynamischen Kultur- und Bildungseinrichtung\nEin inspirierendes Arbeitsumfeld in einem engagierten, interdisziplinären Team\nWir bieten eine Bezahlung angelehnt an TV-L\n(Entgeltgruppe 9a)\n.\nEs handelt sich um eine Vollzeitstelle (100%); die wöchentliche Arbeitszeit beträgt\n40 Stunden; nach Vereinbarung kann die Stelle auch in Teilzeit besetzt werden\nDie Position ist\nunbefristet\nDie Vereinbarkeit von Berufs- und Privatleben ist der BKG wichtig und wird durch ein flexibles Arbeitszeitmodell gefördert. Es besteht außerdem die Möglichkeit zur Mobilen Arbeit.\nMitarbeiterausweis für einen kostenfreien Zugang in alle „öffentlichen“ Museen (nicht nur in Potsdam)\nAusleihe von ICOM – und Museumsverbandskarten für kostenfreien Eintritt verschiedener musealer Einrichtungen\ngezielte Fortbildungen zur Förderung persönlicher und fachlicher Entwicklungsmöglichkeiten\nbis zu 10 Tage Bildungsurlaub in zwei Jahren gemäß des Brandenburgischen Bildungsurlaubsgesetzes\nJahressonderzahlung\nzusätzlich 2 freie Tage (24.12. und 31.12) zu den regulären 30 Urlaubstagen\nBewerbungsverfahren und Kontakt\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) an folgende E-Mail-Adresse:\npersonal@gesellschaft-kultur-geschichte.de\n.\nBitte haben Sie Verständnis dafür, dass wir keine Kosten übernehmen können, die Ihnen durch die Bewerbung oder ein Vorstellungsgespräch entstehen.\nWir freuen uns auf Ihre Bewerbung!\nDie BKG setzt sich für Diversität und Inklusion in unseren Teams ein. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. Bewerbungen von Menschen mit Angabe einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt.\nNicht alle Arbeitsplatzbereiche für diese Position sind bisher barrierefrei. Für nähere Auskünfte steht das Büro der BKG unter folgender Adresse zur Verfügung:\npersonal@gesellschaft-kultur-geschichte.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-4/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-presse-oeffentlichkeitsarbeit-und-digitale-kommunikation-2/", "image": "", "title": "Sachbearbeiter*in Presse- /Öffentlichkeitsarbeit und digitale Kommunikation", "content_text": "Museum August Kestner, Hannover Bewerbungsende: 01.10.2025 | Das Museum August Kestner ist Teil des Verbundes „Museen für Kulturgeschichte“, zu dem außerdem das Historischen Museum Hannover (Stadtmuseum) mit zwei Standorten (Haupthaus in der Innenstadt und Schloss Herrenhausen) gehören. In absehbarer Zeit wird das Museum August Kestner auf Grund umfangreicher Sanierungsarbeiten für einige Jahre schließen. In der Interimszeit wird es alternative Aktions- und Ausstellungsorte sowie Outreachprogramme geben.\nWIR SUCHEN EINE*N\nSachbearbeiter*in Presse- /Öffentlichkeitsarbeit und digitale Kommunikation\nim Sachgebiet Programme, Bildung und Kommunikation der Museen für Kulturgeschichte Hannover des Fachbereichs Kultur.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.10.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-presse-oeffentlichkeitsarbeit-und-digitale-kommunikation-2/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-leitung-der-sammlung-volkskunde-und-spielzeug/", "image": "", "title": "wissenschaftlichen Leitung der Sammlung ‚Volkskunde und Spielzeug‘", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 05.10.2025 | Sehen – Staunen – Forschen – Bewahren\nDas Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und ein lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nDer gattungsübergreifende, sich besonders auf „Volkskunst“ aus dem Zeitraum zwischen 1750 und 1900 konzentrierende Bestand der Volkskunde des GNM zählt zu den frühen Sammlungen des Faches. Einen Kernbestand bilden die sog. Bauernstuben als Modelle ländlichen Lebens. Außerdem umfasst die Abteilung die Spielzeugsammlung des Hauses, für die Puppenhäuser des 17. Jahrhunderts sowie Papiertheater, Spielsteine und Zinnfiguren prägend sind.\nSie haben in Europäischer Ethnologie, Empirischer Kulturwissenschaft, Kulturanthropologie oder Geschichte promoviert und brennen dafür, eigene Ideen für Ausstellungen und Forschungsprojekte zu entwickeln und umzusetzen? Dann übernehmen Sie zum\n01. März 2026\ndie Nachfolge der\nwissenschaftlichen Leitung der Sammlung ‚Volkskunde und Spielzeug‘\nVollzeit, unbefristet, Entgeltgruppe 13/14 TV-L (entsprechend den persönlichen Voraussetzungen)\nIhre Aufgabe\nist es, sich mit voller Kraft der Umsetzung und Mitarbeit an der Neukonzeption der Dauerausstellung zum 19. Jh. bis zu ihrer Wiedereröffnung 2030 zu widmen. Dabei gilt ein Hauptaugenmerk dem ländlichen Wohnen sowie dem Einbringen und Bearbeiten von bereits ausgewählten Exponaten. Sie haben dadurch die Möglichkeit, sichtbare Spuren in der Museumswelt zu hinterlassen.\nNeben dieser vorrangigen Hauptaufgabe gehören klassische Sammlungsleitungstätigkeiten zu Ihrem Zuständigkeitsbereich:\nwissenschaftliche Erschließung und Dokumentation der vielgestaltigen Sammlungen\nKonzeption und Durchführung von Sonderausstellungen und anderen wissenschaftlichen Formaten\nSammlungsmanagement\nEinwerbung von Drittmitteln\nIhr Profil:\nein erfolgreich mit Promotion abgeschlossenes wissenschaftliches Hochschulstudium\nnachgewiesene vertiefte Kenntnisse der (Kultur-) und Fachgeschichte der ‚Volkskunde‘ sowie breit angelegte Objektkenntnisse\neinschlägige Erfahrungen in der selbstständigen Konzeption und Durchführung von größeren Ausstellungsprojekten\nFreude an objektbasierter, kulturgeschichtlicher Kontextualisierung der Sammlung\nhohe Führungs-, Organisations- und Kommunikationskompetenz\nein sicheres Auftreten sowie die nötige Fremdsprachenkompetenz runden Ihr Profil ab\nWir bieten:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700 000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zu Mitarbeiterpreisen in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten nach Absprache\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nvielfältige Gestaltungs- und Entfaltungsmöglichkeiten\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich vorstellen können, diese Position zu übernehmen, dann freuen wir uns, Sie kennenzulernen!\nBitte bewerben Sie sich bis spätestens zum\n05. Oktober 2025\nund senden Sie Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen an unser\nOnlineportal\n.\nFür fachliche Auskünfte steht Ihnen\nDr. Karin Rhein (0911 1331 330)\ngerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-leitung-der-sammlung-volkskunde-und-spielzeug/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-besucherservice-3/", "image": "", "title": "Mitarbeiter (w/m/d) im Besucherservice", "content_text": "Deutsches Museum, München Bewerbungsende: 08.10.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nWir vertrauen auf die Fähigkeiten und Fertigkeiten unserer rund 600 Mitarbeiterinnen und Mitarbeiter, die das Deutsche Museum mit Engagement und Tatkraft aktiv mitgestalten und besonders machen.\nFür die Betreuung unserer Besucherinnen und Besucher suchen wir zum nächstmöglichen Termin in Teilzeit (50%) einen\nMitarbeiter (w/m/d) im Besucherservice\nIhre Aufgaben\nBesucherinformation und -beratung, Zusammenstellung von Besucherprogrammen nach individuellen Bedürfnissen, Führung von Verkaufsgesprächen für Eintrittskarten und Druckmaterial\nBeschwerdemanagement\nEmpfangsfunktion für Pressestelle, Veranstaltungsbüro etc.\nBedienung der Lautsprecheranlage\nAbwicklung des Fundbüros (Entgegennahme, Protokoll und Weitergabe)\nBeratung und Informationserteilung an die Mitglieder des Deutschen Museums, Klärung von Problemfällen\nAktualisierung der Führungsangebote, Betreuung der Monitore\nÜbernahme von Sonderdiensten und technischer Betreuung bei internen Veranstaltungen sowie Springerdienste in anderen Ausstellungsabteilungen\nWahrnehmung von Aufgaben als Ersthelfer und im Bereich Sicherheit (z. B. Feuer- und Brandbekämpfung, Fluchtwege, Schließanlagen sowie Evakuierung)\nIhr Profil\nerfolgreich abgeschlossene Berufsausbildung in einem Dienstleistungsberuf (z. B. Tourismus-, Einzelhandels-, Post-, Verwaltungs- oder Versicherungsbranche)\ngesundheitliche Eignung für den Ausstellungsdienst\nsehr gute Deutschkenntnisse\nEnglischkenntnisse oder Kenntnisse in einer anderen Fremdsprache sowie MS Office-Kenntnisse sind von Vorteil\nPersönliche / soziale / methodische Kompetenzen\nZuverlässigkeit, sicheres Auftreten und Belastbarkeit\nFreude am Umgang mit Menschen aller Altersgruppen, Kommunikations-, Kontakt- und Teamfähigkeit\nProblemlösungsfähigkeit und strukturierter Umgang mit Informationen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 6 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes und vermögenswirksame Leistungen\nein Betriebliches Gesundheitsmanagement\nEinsatz nach einem festen Dienstplan (jedes 2. Wochenende frei)\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n08.10.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2543\nan.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-besucherservice-3/", "date_published": "2025-09-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/provenienzforscherin-w-m-d/", "image": "", "title": "Provenienzforscher*in (w/m/d)", "content_text": "Osthaus Museum Hagen, Hagen Bewerbungsende: 28.09.2025 | Das Osthaus Museum zählt zu den bedeutendsten Kunstmuseen Westfalens. Als städtisches Museum wurde es in der Nachfolge des privaten Museums Folkwang gegründet, dessen Sammlung 1922 nach Essen verkauft wurde. Die Initiative zur Gründung eines – ausschließlich auf die Moderne ausgerichteten – städtischen Kunstmuseums ging 1927 vom Karl Ernst Osthaus-Bund aus.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/provenienzforscherin-w-m-d/", "date_published": "2025-09-11T00:00:00"}]}