{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-fuer-den-bereich-presse-und-oeffentlichkeitsarbeit-2/", "image": "", "title": "Volontär:in (m/w/d) für den Bereich Presse- und Öffentlichkeitsarbeit", "content_text": "LVR-LandesMuseums Bonn, Bonn Bewerbungsende: 30.05.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas LVR-LandesMuseum ist das einzige kulturgeschichtliche Museum im Rheinland. Es ist das Rheinische Landesmuseum für Archäologie, Kunst und Kulturgeschichte und präsentiert die Entwicklung der Region von den Anfängen bis zur Gegenwart. Es ist das größte Museum des\nLandschaftsverbandes Rheinland\nLVR und zählt zu den führenden archäologischen Forschungsinstituten.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\nund über das LVR-LandesMuseum unter\nlandesmuseum-bonn.lvr.de\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.05.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-fuer-den-bereich-presse-und-oeffentlichkeitsarbeit-2/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaere-volontaerinnen-m-w-d/", "image": "", "title": "Wissenschaftliche Volontäre / Volontärinnen (m/w/d)", "content_text": "KZ-Gedenkstätte Flossenbürg, Flossenbürg Bewerbungsende: 29.06.2025 | Zur Verstärkung des Teams sucht die KZ-Gedenkstätte Flossenbürg zum nächstmöglichen Zeitpunkt, spätestens aber zum 1. März 2026\nwissenschaftliche Volontäre/Volontärinnen (m/w/d)\nin Vollzeit befristet auf 24 Monate.\nDie KZ-Gedenkstätte Flossenbürg erinnert an das Schicksal der rund 100.000 Häftlinge, die im Konzentrationslager Flossenbürg und seinen Außenlagern inhaftiert waren. Zwei Dauerausstellungen präsentieren die Geschichte des Lagers von 1938 bis 1945 sowie dessen Nachwirkungen bis heute. Informations- und Recherchemöglichkeiten, ein vielfältiges Bildungsprogramm sowie Wechselausstellungen gehören zum Angebot dieses internationalen Erinnerungs- und Lernortes.\nSie bringen mit\nTeamfähigkeit, kritisches und lösungsorientiertes Denken, selbstständiges Handeln, Spontanität und Flexibilität sowie Identifikation mit den Zielsetzungen der KZ-Gedenkstätte.\nWir bieten Ihnen\nein vielseitiges und kreatives Arbeitsfeld mit einem engagierten und kollegialen Team, um die Arbeitsweise einer Kultureinrichtung kennenzulernen. Während Ihres Volontariats erwerben Sie theoretische und praktische Kenntnisse in den Bereichen Sammeln, Bewahren, Forschen, Ausstellen, Vermitteln, Museumsmanagement und Kommunikation. Weiterhin erhalten Sie die Möglichkeit zur eigenständigen Tätigkeit und Profilierung durch Schwerpunktsetzung.\nDas brauchen wir von Ihnen\neinen wissenschaftlichen Hochschulabschluss in einer kultur- oder geisteswissenschaftlichen Fachrichtung (Master, Diplom oder vergleichbar), Kenntnisse der NS-Geschichte, Nachkriegsgeschichte und Erinnerungskultur heute, Interesse, die Arbeitsweise einer innovativen Kultureinrichtungen kennenzulernen, sehr gute Kenntnisse in Deutsch und Englisch in Wort und Schrift.\nÜber was wir uns zusätzlich freuen\nSpaß an der Arbeit mit Menschen aus dem In- und Ausland, Affinität zu digitalen Medien und Social Media, sehr gute Kenntnisse einer weiteren modernen Fremdsprache.\nDie Vergütung erfolgt in Höhe von 50% der Entgeltgruppe 13 Stufe 1 TV-L im ersten Jahr bzw. Stufe 2 im zweiten Jahr. Weitere Zulagen und Zuwendungen werden nicht gewährt. Die regelmäßige wöchentliche Arbeitszeit beträgt in Vollzeitarbeit 40,1 Stunden. Das Volontariat ist auf zwei Jahre befristet.\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen bis zum\n29. Juni 2025. Diese schicken Sie bitte ausschließlich per Mail an\n: bewerbung@gedenkstaette-flossenbuerg.de . Wir bitten darum, Anschreiben, Lebenslauf sowie alle sonstigen notwendigen Unterlagen in einer pdf-Datei zu senden. Bewerbungen mit komprimierten Anhängen (z. B. ZIP-Format) oder Verlinkungen auf externe Datenspeicher (z. B. Clouds, etc.) können aus Sicherheitsgründen nicht berücksichtigt werden\nFür Auskünfte steht Ihnen gern Julius Scharnetzky (Tel. 09603 90390 20,\njscharnetzky@gedenkstaette-flossenbuerg.de\n) zur Verfügung. Die Bewerbungsgespräche finden voraussichtlich in der 29. und 30. KW statt.\nWir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist bedingt geeignet für schwerbehinderte Arbeitnehmer. Schwerbehinderte Bewerber/innen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nWir verarbeiten Daten, die Sie uns im Zusammenhang mit Ihrer Bewerbung zugesendet haben, um Ihre Eignung für die Stelle zu prüfen und das Bewerbungsverfahren durchzuführen.\nRechtsgrundlage für die Verarbeitung Ihrer personenbezogenen Daten in diesem Bewerbungsverfahren ist das Bayerische Datenschutzgesetz Art. 4 und die Datenschutzgrundverordnung, Art. 6 Abs. 1 Buchst. b). Danach ist die Verarbeitung der Daten zulässig, die im Zusammenhang mit der Entscheidung über die Begründung eines Beschäftigungsverhältnisses erforderlich sind. Ihre mit der Bewerbung übermittelten Daten werden nach Abschluss des Bewerbungsverfahrens und ggf. einer angemessenen Frist zur Rechtsverfolgung, längstens jedoch sechs Monate nach Zugang der Auswahlentscheidung gelöscht. Sie haben das Recht auf Auskunft über Ihre gespeicherten personenbezogenen Daten.\nSie können jederzeit die Berichtigung oder Löschung Ihrer personenbezogenen Daten verlangen. Bitte beachten Sie, dass die erhobenen Daten für ein rechtmäßiges Stellenbesetzungsverfahren notwendig sind und Sie nach Löschung Ihrer Daten nicht mehr als Bewerber/in geführt werden können.\nVerantwortlich für die Verarbeitung Ihrer Bewerberdaten ist die KZ-Gedenkstätte Flossenbürg – Gedächtnisallee 5 – 92696 Flossenbürg.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaere-volontaerinnen-m-w-d/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-4/", "image": "", "title": "Wissenschaftliche/r Volontär/in", "content_text": "Freilichtmuseum Neuhausen ob Eck, Tuttlingen Bewerbungsende: 30.05.2025 | Wir suchen zum nächstmöglichen Zeitpunkt beim Landratsamt Tuttlingen eine/n\nwissenschaftliche/n Volontär/in\nfür das Freilichtmuseum Neuhausen ob Eck\n(w/m/d),\nin Vollzeit und befristet für 2 Jahre\nMit einem vielfältigen Programm aus Veranstaltungen,\nFührungen, Kursen und Ausstellungen vermitteln wir die Geschichte\nder Menschen, die in unserer Region gelebt haben und leben.\nDer Aufgabenbereich umfasst unter anderem:\nEinführung, Zu- und Mitarbeit in allen Arbeitsbereichen des Freilichtmuseums (u.a. Ausstellungen, Veranstaltungen, Marketing, Presse- und Öffentlichkeitsarbeit, Museumspädagogik, Sammlung, Forschung, Technik, Handwerk, Landwirtschaft)\nMitwirkung an Ausstellungs-, Forschungs-, Dokumentations- und Vermittlungsprojekten.\nWas wir erwarten:\nEin abgeschlossenes Studium in einem museumsrelevanten geistes- oder kulturwissenschaftlichen Studiengang (z.B. Geschichte, Empirische Kulturwissenschaften/Volkskunde, Archäologie, Kunstgeschichte)\nEin starkes Interesse an ländlicher Alltags- und Kulturgeschichte\nGroße Bereitschaft zur Arbeit im Team, Kommunikations- und Organisationsgeschick, Selbstständigkeit und Einsatzbereitschaft (auch im Hinblick auf Einsätze am Abend und an Wochenenden)\nAusgeprägtes Interesse an der Arbeit mit Besuchern\nFührerschein der Klasse B; ein eigener PKW ist von Vorteil\nWas Sie erwarten dürfen:\nEine interessante, abwechslungsreiche und verantwortungsvolle Tätigkeit in einem engagierten und aufgeschlossenen Team aus Wissenschaftlern, Verwaltungskräften und Handwerkern\nUmfangreiche Einblicke in die vielfältigen Tätigkeitsfelder eines Museums\nEine Bezahlung in Höhe von 50% der Entgeltgruppe 13 Stufe 1 TVöD\nFortbildungsmöglichkeiten in den Bereichen Verwaltung und Museumsarbeit\nWeitere Vorteile des Landkreises Tuttlingen als Arbeitgeber finden Sie auf unserer Homepage unter der Rubrik „Was wir Ihnen bieten“\nBei Fragen wenden Sie sich gerne an:\nHaupt- und Personalamt\nHerr Behr\nTel. 07461-926 2016\nMuseumsleitung\nHerr Dr. Jochen Schicht\nTel. 07461-926 3201\nBahnhofstraße 100\n78532 Tuttlingen\nwww.landkreis-tuttlingen.de\nHaben wir Ihr Interesse geweckt?\nBewerben Sie sich bis spätestens Freitag, 30.05.2025 über unser Online-Bewerberportal.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-4/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hilfskraft-fuer-social-media-m-w-d/", "image": "", "title": "Hilfskraft für Social Media (m/w/d)", "content_text": "Neues Museum - Staatliches Museum für Kunst und Design Nürnberg, Nürnberg Bewerbungsende: 21.05.2025 | Das Neue Museum, Staatliches Museum für Kunst und Design Nürnberg, eröffnete im Jahr 2000 und zeigt auf über 3000 qm Sammlungs- und Ausstellungsfläche Kunst und Design ab den 1950er Jahren bis in die Gegenwart.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine\nHilfskraft für Social Media (m/w/d)\nEs handelt sich um eine befristete Anstellung in Teilzeit (9 Wochenstunden). Die Vergütung erfolgt gemäß Entgeltgruppe E3 TV-L (22,5%). Die Stelle ist befristet für zwei Jahre.\nAls Hilfskraft für Social Media unterstützen Sie den digitalen Auftritt des Neuen Museums Nürnberg.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.05.2025", "url": "https://www.museumsbund.de/stellenangebote/hilfskraft-fuer-social-media-m-w-d/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-m-w-d-fuer-das-projekt-restartbayam-2/", "image": "", "title": "Wissenschaftliche Projektleitung (m/w/d) für das Projekt #restartbayam", "content_text": "Bayerisches Armeemuseum, Ingolstadt Bewerbungsende: 02.06.2025 | Das Bayerische Armeemuseum ist eines der großen militärhistorischen Museen in Europa mit einer aktiven öffentlichen Spezialbibliothek. Die Sammlungen des Bayerischen Armeemuseums reichen vom Spätmittelalter bis in die Gegenwart.\nIm Rahmen des vom Bayerischen Staatsministeriums für Wissenschaft und Kunst geförderten Programms kultur.digital.strategie strebt das Bayerische Armeemuseum eine Neupositionierung im digitalen wie analogen Raum an.\nBesonderes Augenmerk liegt dabei auf der Profilschärfung seiner drei Ausstellungshäuser (Neues Schloss, Museums des Ersten Weltkriegs und Bayerisches Polizeimuseum). Dies betrifft im digitalen Raum sowohl die museumseigene Webseite sowie den Auftritt des Hauses auf verschiedenen Social Media Plattformen.\nZur Verstärkung unseres Teams suchen wir eine\nWissenschaftliche Projektleitung (m/w/d)\nfür das Projekt #restartbayam\nin Vollzeit, Entgeltgruppe 13 TV-L, befristet auf 24 Monate zum nächstmöglichen Zeitpunkt\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-m-w-d-fuer-das-projekt-restartbayam-2/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-museumstechnik-m-w-d/", "image": "", "title": "Mitarbeiter/-in Museumstechnik (m/w/d)", "content_text": "Stadt Magdeburg, Magdeburg Bewerbungsende: 22.05.2025 | Mitarbeiter/-in Museumstechnik (m/w/d)\nEG 6 TVöD-VKA  |  Vollzeit mit 39 Wochenstunden (Teilzeit geeignet) |  unbefristet\nBewerbungsfrist 22. Mai 2025  |  Interamt ID 1303190, E 150/25\nIhre Aufgaben im Zweispartenhaus Kulturhistorisches Museum/Museum für Naturkunde und Museum Ottonianum Magdeburg des Fachbereichs Kunst und Kultur\nAufbau und Pflege der Museumstechnik\nÜberwachung der Funktionstüchtigkeit der Klima-, Einbruchmelde- und Brandmeldeanlage, Belüftungsanlagen und Sicherheitstechnik\nAuf-, Ab- und Umbau von Sonder- und Dauerausstellungen und Kunstausstellungen\nAufbau und Sicherung von Vitrinen, Stellwänden und Anfertigung von Holz-, Glas- und Metallkonstruktionen\ntechnische Vorbereitung, Begleitung und Nachbereitung von Veranstaltungen der Museen\nDurchführung und Begleitung von Kunst- und anderen Transporten\nMaler- und Tischlerarbeiten\nKleinstreparaturen am und im Gebäude sowie am Mobiliar\nUnterstützung der Magazinierung des Museumsbestandes\nDie Aufgaben beinhalten die Einbeziehung in die Rufbereitschaft und ggf. Tätigkeiten am Wochenende und in den Abendstunden. Darüber hinaus ist eine körperliche Eignung zum Tragen schwerer Lasten notwendig.\nIhr Profil\nabgeschlossene mindestens 3jährige Ausbildung in einem anerkannten handwerklichen oder technischen Beruf, der für die Aufgabenwahrnehmung befähigt\nFührerschein Klasse B (Klasse C wünschenswert)\nvon Vorteil sind:\nGrundkenntnisse in der Elektrotechnik und Beleuchtung\nKenntnisse zu Brand- und Arbeitsschutzbestimmungen\nPC-Kenntnisse zur Überwachung und Steuerung der Klima-, Einbruchmelde- und Brandmeldeanlage\nInteresse an musealen Objekten\nTeamfähigkeit, Kommunikationsfähigkeit, Belastbarkeit\nUnser Angebot an Sie\nfinanziell: sicherer Arbeitsplatz mit Bezahlung nach TVöD-VKA und dynamischer Gehaltsentwicklung (Erfahrungsstufen 1 bis 6), betriebliche Altersvorsorge für Tarifbeschäftigte (Arbeitgeberanteil 3,9% vom Bruttoentgelt), Weihnachtsgeld, Leistungsprämie, Vergünstigung für den Personennahverkehr im marego-Verbund und weitere attraktive Beschäftigtenrabatte\nWork-Life-Balance: Familienfreundlichkeit durch flexible Arbeitszeiten ohne Kernarbeitszeit, 30 Tage Urlaub (bei einer 5-Tage-Arbeitswoche) sowie 24.12. und 31.12. dienstfrei\nweitere Angebote: vielfältige Fort- und Weiterbildungsangebote, zahlreiche Angebote zur Gesundheitsförderung und -erhaltung sowie Veranstaltungen im Rahmen von Teamtagen, Jubiläen, Kinderweihnachtsfeiern etc.\nWeitere Informationen\nDie Landeshauptstadt Magdeburg engagiert sich aktiv für die Chancengleichheit. Daher werden alle Bewerbungen unabhängig von Geschlecht, kultureller Herkunft, Behinderung, Religion und Lebensweise begrüßt.\nBewerbungen von Schwerbehinderten und ihnen gleichgestellten Personen sind ausdrücklich erwünscht. Sie werden bei gleicher Eignung, Befähigung und fachlicher Leistung nach Maßgabe des SGB IX bevorzugt berücksichtigt.\nBewerbungen sind ausschließlich über das Online-Bewerberportal einzureichen:\nwww.Interamt.de; Interamt ID 1303190\nUnvollständig eingereichte Bewerbungsunterlagen werden im Verfahren nicht weiter berücksichtigt.\nSie haben noch Fragen? Dann kontaktieren Sie:\nfür Fragen zum Aufgabenbereich: Herrn Jens Kutzner 0170-4540979\nfür Fragen zum Bewerbungsprozess: Frau Strauß, Tel.: 0391/540 2649\nHinweise zum Schutz personenbezogener Daten und deren Verarbeitung im Rahmen des Bewerberverfahrens.\nWeitere Hinweise zur Bewerbung und Vergütung sowie Informationen über unsere aktuellen Stellenausschreibungen finden Sie auf\nwww.magdeburg.de/Karriereportal\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-museumstechnik-m-w-d/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/klimatechniker-m-w-d-7/", "image": "", "title": "Klimatechniker (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 08.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen\nKlimatechniker (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6 TV-L\n) in der Abteilung Gebäudemanagement und Informationstechnik. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Diese Stelle ist grundsätzlich auch teilzeitgeeignet.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv. Unser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Abteilung Gebäudemanagement und Informationstechnik ist eine Querschnittsabteilung, die für das Gebäudemanagement, die Koordinierung aller Baumaßnahmen und den IT-Betrieb in allen 22 Liegenschaften der SKD verantwortlich ist. Der Sitz der Abteilungsleitung ist im Dresdner Schloss. Die Abteilung hat 28 Mitarbeitende.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.06.2025", "url": "https://www.museumsbund.de/stellenangebote/klimatechniker-m-w-d-7/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-in-der-museumspaedagogik-2/", "image": "", "title": "Mitarbeiter:in (m/w/d) in der Museumspädagogik", "content_text": "Sudetendeutsches Museum, München Bewerbungsende: 03.06.2025 | Die Sudetendeutsche Stiftung, eine vom Freistaat Bayern eingerichtete rechtsfähige Stiftung des öffentlichen Rechts, sucht für das Sudetendeutsche Museum ab dem 15. Juni 2025 einen Mitarbeiter / eine Mitarbeiterin (m/w/d) in Teilzeit (20 Wochenstunden) zur Unterstützung des Teams der Museums­pädagogik. Die Stelle ist unbefristet. Die Eingruppierung erfolgt, je nach Qualifikation, persönlichen Voraus­setzungen und übertragenen Tätigkeiten, in max. Entgeltgruppe 9b TV-L.\nDas Sudetendeutsche Museum wurde vom Freistaat Bayern mit finanzieller Beteiligung der Bundesrepublik Deutschland als Hochbaumaßnahme erstellt und von einem Planungsstab der Sudetendeutschen Stiftung eingerichtet. Es liegt in unmittelbarer Nähe des Deutschen Museums und des Kulturzentrums Gasteig in zentraler Lage von München. Das Sudetendeutsche Museum wurde am 12. Oktober 2020 vom Bayerischen Minister­präsidenten Dr. Markus Söder und der Beauftragten der Bundesregierung für Kultur und Medien Staatsministerin Monika Grütters eingeweiht und wird mit Mitteln des Freistaats Bayern von der Sudetendeutschen Stiftung betrieben.\nAufgabenschwerpunkte:\nMitarbeit an der Konzeption, Organisation und Durchführung von Programmen; darunter fallen Workshops, Führungen, inklusive Programme, Kindergeburtstage, Workshops für Schulklassen und Kitas.\nMitarbeit bei der Entwicklung museumsdidaktischer Mitmachstationen und Begleitmaterialien\nRaummanagement, Materialbeschaffung und -verwaltung\nBearbeitung telefonischer und elektronischer Besucher-Anfragen, Terminierung von Veranstaltungen\nAuswertung und Evaluation von Vermittlungsangeboten im Hinblick auf Wirksamkeit und Qualitätssicherung\nDiese Tätigkeiten erfolgen in enger Abstimmung mit dem Museumsleiter sowie der Museumspädagogin des Sudetendeutschen Museums in der Gesamtverantwortung des Vorstands der Sudetendeutschen Stiftung.\nVoraussetzungen für die Stellenbesetzung:\nHochschulabschluss im Bereich Museumspädagogik, Geschichte, Kulturwissenschaft, Kunstgeschichte oder vergleichbarer kultur- bzw. geschichtswissenschaftlicher Studiengänge\nPraktische Berufserfahrung in der institutionellen Vermittlungsarbeit, insbesondere in der Arbeit mit Schulklassen\nKenntnisse im Bereich aktueller Vermittlungsdiskurse, diskriminierungs- und diversitätssensibler Sprache sowie sensibler Kultur- und Vermittlungsarbeit\nSehr gute Deutschkenntnisse in Wort und Schrift auf dem Niveau C2 des Gemeinsamen Europäischen Referenz­rahmens für Sprachen (GER) und Englischkenntnisse mindestens auf dem Niveau B2\nSicherer Umgang mit Microsoft Office Programmen\nWir erwarten von Ihnen:\nAusgeprägte soziale Kompetenz, Kreativität sowie Organisationgeschick und Teamfähigkeit\nBereitschaft zu Abend-, Wochenend- und Feiertagseinsätzen\nSelbstbewusstsein, Einfühlungsvermögen und Empathie im Umgang mit unterschiedlichen Gruppen\nWünschenswert:\nErfahrung im Bereich Inklusion und Barrierefreiheit\nErfahrung im Bereich Medienpädagogik, digitaler Vermittlung und Social Media\nWir bieten:\nEine spannende Position in einem thematisch interessanten, hoch aktuellen und anspruchsvollen Aufgabengebiet mit einem überschaubaren engagierten und fachkundigen Team.\nDie Gleichstellung aller Mitarbeiterinnen und Mitarbeiter ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung von Personen mit Schwerbehinderung geeignet. Schwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre Bewerbung:\nInteressenten (m/w/d) werden gebeten, ihre Bewerbung mit den entsprechenden Unterlagen (Zeugnisse, lückenlose Tätigkeitsnachweise usw.) ausschließlich per E-Mail und in einem einzigen PDF-Dokument bis zum 3. Juni 2025 einzureichen bei der Sudetendeutschen Stiftung, Verwaltungsleitung Sudetendeutsches Museum, Herrn Jens Bergmann, verwaltung@sudetendeutsches-museum.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-in-der-museumspaedagogik-2/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-26/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 28.05.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nUm diesen Diskurs zwischen Wissenschaft und Gesellschaft zu vertiefen, bietet das Deutsche Museum verschiedenste Formate der Wissenschafts- und Technikkommunikation an: Mit der Vortragsreihe „Wissenschaft für Jedermann“ offeriert das Museum seit über 30 Jahren populärwissenschaftliche Vorträge zu einer breiten Vielfalt an Themen. Mit dem 2021 etablierten Team der Museum Communicators (M.COMs) baut das Museum die Diskurs- und Kommunikationspraxis in den Ausstellungen weiter aus – so z.B. über Science Shows, Experimentierangebote in den Ausstellungen oder besondere Führungen.\nAll diese Aufgaben sind eng mit dem Science Communication Lab (SCL) verbunden, dessen Ziel es ist, über innovative Formate der Wissenschaftskommunikation breite Besuchendenschichten anzusprechen und ihnen einen Zugang zu aktueller (natur-)wissenschaftlicher Forschung zu bieten.\nFür die Organisation und Weiterentwicklung der Vortragsreihe sowie für die Aus- und Weiterbildung der M.COMs suchen wir zum 1. Oktober 2025 einen\nwissenschaftlichen Mitarbeiter (w/m/d)\nIhre Aufgaben\nOrganisation und Weiterentwicklung der Vortragsreihe „Wissenschaft für Jedermann“\nBetreuung und Ausbau des Netzwerks an ReferentInnen für die Vortragsreihe\nKonzeption und Durchführung von Aus- und Weiterbildungen für die M.COMs, Weiterentwicklung des Ausbildungskonzepts und der Explainer School\nmethodisch-didaktische Unterstützung der M.COMs, Beratung bei der Umsetzung von Kommunikationsaktivitäten, Feedback und individuelle Trainings\nEntwicklung von Strategien zur Ausdehnung der Angebote auf Ausstellungsdienst und Ehrenamt, dazu Einwerbung weiterer Drittmittel sowie Koordination der Projekte\nnationaler und internationaler Austausch im Bereich Explainer\nenge Zusammenarbeit mit und Unterstützung der Leitung des SCL bei der Weiterentwicklung des SCL sowie bei gemeinsamen Aktivitäten wie z.B. Durchführung von Wissenschaftskommunikations-Schulungen für Nachwuchs-WissenschaftlerInnen\nIhr Profil\nerfolgreich abgeschlossenes Studium im naturwissenschaftlich-technischen Bereich mit didaktischer Praxiserfahrung, im Lehramt oder im Bereich Kommunikation/Wissenschaftskommunikation\numfangreiche Praxiserfahrung auf dem Gebiet der Wissenschaftskommunikation\ngute Menschenkenntnis und hervorragende interpersonelle Kommunikationsfähigkeiten\nErfahrungen in der Entwicklung und Umsetzung didaktischer Lehr-/Lern-Konzepte\nBereitschaft zur Arbeit in Randzeiten (die Vortragsreihe findet aktuell im Winterhalbjahr 1x pro Woche am Abend statt)\nsehr gute Sprachkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Deutsch und Englisch (Wort und Schrift), Schreibkompetenz\nvon Vorteil: praktische Erfahrung in der Erwachsenenbildung; Erfahrung mit der Einwerbung von Drittmitteln\nPersönliche / soziale / methodische Kompetenzen\nEigeninitiative, Flexibilität, selbstständiges Arbeiten\nKommunikationsfähigkeit, Teamfähigkeit, Motivationsfähigkeit\nEntscheidungsfähigkeit, Zielorientierung, Organisationsfähigkeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 13 des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist zunächst auf zwei Jahre befristet, mit der Option auf unbefristete Übernahme.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n28.05.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2525\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-26/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungs-und-ausstellungsmanagement-direktionsassistenz-m-w-d-elternzeitvertretung/", "image": "", "title": "Sammlungs- und Ausstellungsmanagement / Direktionsassistenz (m/w/d) Elternzeitvertretung", "content_text": "Museum Reinhard Ernst, Wiesbaden Bewerbungsende: 19.05.2025 | Das Museum Reinhard Ernst (mre) eröffnete am 23. Juni 2024 an der Wilhelmstraße 1 in Wiesbaden. Bisher besuchten mehr als 150.000 Gäste Deutschlands neuestes Museum. Es ist eines der wenigen Häuser weltweit, welches sich ausschließlich abstrakter Kunst mit den Schwerpunkten Deutschland/Europa, den USA und Japan widmet. Dabei gehen wir in vielerlei Hinsicht neue Wege für ein zeitgemäßes Museumsverständnis. Trägerin des Museums ist die Reinhard & Sonja Ernst-Stiftung.\nIhre Aufgaben:\nSammlungs- und Ausstellungsmanagement\nVerwaltung und Organisation der Kunstsammlungs-Stammdaten in MuseumPlus\nOrganisation der Sammlungspflege\nAdministration der Neuankäufe (Eintrag in MuseumPlus, Transportplanung, Versicherungen)\nAdministration der Leihanfragen, Korrespondenz mit den Leihnehmern\nKunstversicherungen\nVG Bild-Kunst / Koordination Verwertungsrechte für Reproduktionen\nPlanung, Organisation der Ausstellungsumbauten (Aufbauteam, Handwerker, Ausstellungsgestaltung, Lichteinstellungen)\nDirektionsassistenz\nOrganisatorische und inhaltliche Unterstützung des Direktors\nErarbeitung von Entscheidungsvorschlägen/-hilfen, (wiss.) Informationsrecherche\nKorrespondenz und Terminverwaltung\nQuerschnittsaufgaben im Zusammenwirken mit allen Abteilungen des mre\nIhr Profil:\nMehrjährige Erfahrungen im Sammlungs- und Ausstellungsmanagement\nSehr gute Kenntnisse in Museumsdatenbanken, vorzugsweise MuseumPlus\nSehr gute Englischkenntnisse\nGute Kommunikations- und Teamfähigkeit, schnelles Auffassungsvermögen, initiatives Vorgehen sowie Organisationsgeschick und Diskretion\nUnser Angebot:\nDie Chance, einen Kompetenzort für abstrakte Kunst im Herzen von Wiesbaden mitzugestalten und ein Beispiel für ein gelungenes, zeitgemäßes Museumsverständnis voranzubringen\nSie erhalten die Möglichkeit, an der Umsetzung hochkarätiger Ausstellungen mit internationalen Leihgaben mitzuwirken\nStart-up-Feeling in einem interdisziplinären und offenen Team\nSie erhalten Einblicke in alle relevanten Bereiche von Deutschlands neuestem Museum\nWir verfolgen unsere anspruchsvollen Ziele mit viel Leidenschaft, Respekt, Ehrlichkeit und Verantwortungsbewusstsein und teilen diese Werte mit jedem neuen Teammitglied.\nHaben wir Ihr Interesse geweckt?\nDann senden Sie zeitnah Ihr Motivationsschreiben und einen Lebenslauf an Carolin Langer (\nbewerbung@museum-re.de\n).\nBewerbungsschluss ist der 19. Mai 2025.\nDie Stelle wird zum 01.09.2025 besetzt und ist befristet bis zum 30.11.2026.\nFür inhaltliche Rückfragen wenden Sie sich gerne an die Sammlungsmanagerin/Direktionsassistentin Carolin Langer unter langer@museum-re.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungs-und-ausstellungsmanagement-direktionsassistenz-m-w-d-elternzeitvertretung/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d-7/", "image": "", "title": "Wissenschaftliche*n Mitarbeiter*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Dresden Bewerbungsende: 31.05.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftlerinnen und Wissenschaftler aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort in der sächsischen Landeshauptstadt Dresden befinden sich die Senckenberg Naturhistorischen Sammlungen in einer historisch geprägten Stadt mit einem großen kulturellen Angebot und exzellenten Forschungskooperationen.\nDie Synthesis and Solutions Labs sind eine neu eingerichtete Plattform der Senckenberg Gesellschaft für Naturforschung. In zeitlich und thematisch begrenzten Labs bereiten Forschende und gesellschaftliche Akteur*innen gemeinsam vorhandenes Wissen zur Förderung der Biodiversität auf, und entwickeln daraus nachhaltige und sozial gerechte Handlungsoptionen.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die Senckenberg Naturhistorischen Sammlungen Dresden für das Museum für Tierkunde (Sektion Lepidoptera) am Standort Dresden eine*n\nWissenschaftliche*n Mitarbeiter*in (m/w/d)\n(in Teilzeit 50 %)\nIhre Aufgaben\nMitarbeit und Vor-Ort-Koordination des Solutions-Lab-Projektes „Hemmnisse erkennen und überwinden: Im Siedlungsraum erfolgreich Maßnahmen zur Förderung der Biodiversität umsetzen“\nMitarbeit bei der Organisation und Durchführung von Workshops sowie Auswertung und Dokumentation\nUnterstützung der Analyse und Synthese bereits bestehender Informationen und Wissenstransfer\nKritische Prüfung der Umsetzbarkeit vorhandener Handlungsempfehlungen und Ableitung neuer Lösungsansätze.\nMitarbeit bei der Abfassung von Manuskripten (Deutsch und/oder Englisch).\nIhre Qualifikationen\nAbgeschlossenes Hochschulstudium der Biologie, Ökologie, Landschaftsplanung oder vergleichbare Studienrichtungen (Diplom/Master).\n(Erste) Erfahrung in der Erhebung und Analyse von Daten, Zusammenfassung und Präsentation von Ergebnissen sowie Verfassen von (wissenschaftlichen) Texten\nInteresse an transdiszplinären Aktivitäten und Erfahrung im Austausch mit verschiedenen gesellschaftlichen Akteur*innen\nSehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nOrganisationstalent, hohes Engagement und soziale Kompetenz.\nVon Vorteil\nFundierte Kenntnisse der einheimischen Flora und Fauna sowie Verständnis für ökologische Zusammenhänge\nPraktische Erfahrungen in der Biodiversitätsförderung\nWir bieten\neine attraktive und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\nflexible Arbeitszeiten – Möglichkeit der Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nOrt: Dresden\nBeschäftigungsumfang: Teilzeit 50 %\nVertragsart: befristet für 13 Monate\nVergütung: Tarifvertrag der Länder TV-L, E13\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer 07-25005 bis zum 31.05.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular unter\nhttps://www.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Dr. Matthias Nuß unter\nmatthias.nuss@senckenberg.de\nsehr gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d-7/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/it-administratorin-m-w-d-4/", "image": "", "title": "IT-Administrator:in (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 15.06.2025 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft.\nMit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen über ihre Erfahrungen mit Recht und Rechtsstaatlichkeit sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs- und Vermittlungs- und Diskussionsorte, an denen wir aktuelle Themen aufgreifen und zum Gegenstand des Dialogs mit der Öffentlichkeit machen. Zur Umsetzung dieses Ziels wurde 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet, die als Institution mit internationaler Strahlkraft insbesondere interdisziplinäre und partizipatorische Ansätze verfolgt.\nFür den Bereich IT suchen wir zum nächstmöglichen Zeitpunkt für die beiden Standorte Karlsruhe und Leipzig mit Sitz in Karlsruhe eine:n\nIT-Administrator:in (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 11 TVöD Bund. Es handelt sich um eine unbefristete Vollzeitstelle (39 Std./Woche).\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nProaktive Betreuung und Weiterentwicklung der IT-Infrastruktur\nErstellung und Umsetzung von Konzepten zur Einführung neuer (Datenbank-) Anwendungen, einschließlich der Integration in bestehende Infrastrukturen\nProgrammierung neuer (Datenbank-) Anwendungen, sowie Erweiterung von Funktionen anhand unterschiedlicher Programmiersprachen\nKonfiguration, Betrieb, Überwachung und Wartung interner und externer Netzwerke, Systeme und Anwendersoftware\nOrganisation des Hard- und Softwarebetriebs einschließlich Anwendersupport, Benutzer- und Rechteverwaltung, Systempflege, Performanceoptimierung, Datenschutz sowie automatisierter Updates und Backups\nSicherstellung des störungsfreien Betriebs der Systeme durch kontinuierliche Überwachung, Fernwartung und Fehlerdiagnose, Optimierung ihrer Funktionalität und Einleiten von Maßnahmen zur Fehlerbeseitigung\nBeschaffung von Hard- und Software\nKonzeption, Vorbereitung und Durchführung von EDV-Schulungen für Mitarbeiter:innen der Stiftung\nBeratung der Mitarbeiter:innen in technischen Fragen und Zusammenarbeit mit externen Dienstleistern\nUnterstützung bei IT-relevanten Problemstellungen im Rahmen von Ausstellungsauf- und\n-abbau\nUnterstützung beim Aufbau einer einer Enterprise-Resource-Planning-Software (ERP) und ggf. einer Customer-Relationship-Management-Software (CRM)\nErstellung und Pflege von Dokumentationen zu den eingesetzten Anwendungen\nIhr Profil:\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent sowie großem Interesse an den Themen der Stiftung. Sie haben Teamgeist, Humor und verfügen über ein hohes Maß an Eigeninitiative, Selbstständigkeit und Sorgfältigkeit.\nAbgeschlossenes Hochschulstudium (Bachelor) im IT-Bereich als Informatiker, Mechatroniker oder vergleichbar oder abgeschlossene Ausbildung und Erfahrung im Bereich IT-Administration\nMehrjährige Berufserfahrung in vergleichbaren Positionen\nKenntnisse und nachweisbare Erfahrungen mit Software in den Bereichen Finanzen, Verwaltung und Projektmanagement\nFachkenntnisse im Bereich der IT-Netzwerke, idealerweise Erfahrungen mit verschiedenen Betriebssystemen\nTechnisches Verständnis kombiniert mit unternehmerischem, logischem Denken\nDienstleistungsverständnis und Kommunikationsfähigkeit\nProgrammierkenntnisse, zum Beispiel Erfahrungen mit Python\nSehr gute Englischkenntnisse\nWir bieten:\nSie erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern. Bewerbungen von Menschen mit Flucht- oder familiärer Migrationsgeschichte, Schwarzen Menschen und People of Color sind daher ausdrücklich erwünscht. Bei gleicher Eignung werden Frauen in Bereichen, in denen sie unterrepräsentiert sind, sowie schwerbehinderte Menschen bevorzugt berücksichtigt. Die Stiftung fördert die Gleichstellung ihrer Mitarbeiter:innen und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte bewerben Sie sich bis zum\n15. Juni 2025\n, Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2504_\nIhr Nachname\n_Bewerbung\nSenden Sie dann die Datei online an die E-Mail der Stiftung Forum Recht an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Ihnen die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, für die Ihnen durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/it-administratorin-m-w-d-4/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-als-leitung-des-bereichs-ausstellungen-und-kurator-fuer-sonderausstellungen/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d) als Leitung des Bereichs Ausstellungen und Kurator für Sonderausstellungen", "content_text": "Dokumentationszentrum Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 04.06.2025 | Das Dokumentationszentrum Flucht, Vertreibung, Versöhnung sucht\nzum 01. August 2025\noder zum nächstmöglichen Zeitpunkt eine(n) wissenschaftlichen Mitarbeiter (m/w/d) in Vollzeit als\nLeitung des Bereichs Ausstellungen und Kurator für Sonderausstellungen.\nDie Stelle ist\nzunächst auf zwei Jahre befristet\n, bei Bewährung ist eine Entfristung vorgesehen (Führung auf Probe). Dienstort ist Berlin-Kreuzberg. Die Stelle ist nach\nEntgeltgruppe 13 TVöD-Bund\nbewertet.\nWir sind Deutschlands erster und einziger Lern- und Erinnerungsort, der Zwangsmigration in Geschichte und Gegenwart ins Zentrum stellt. Flucht und Vertreibung von rund 14 Millionen Deutschen im historischen Kontext des Zweiten Weltkriegs und der nationalsozialistischen Politik bilden den Schwerpunkt der Ständigen Ausstellung. Unserem Publikum bieten wir außerdem sehenswerte Sonderausstellungen und eine Bibliothek mit Zeitzeugenarchiv, die zum Recherchieren einlädt. Hinzu kommt ein vielfaltiges Programm mit Führungen, innovativen Workshops und Veranstaltungen. Das 2021 eröffnete Haus mit spektakulärer Architektur befindet sich mitten in Berlin unweit des Potsdamer Platzes. Sie möchten ein Forum historischer Bildung und lebendiger Debatten mitgestalten? Wir freuen uns über lhre Bewerbung!\nTrägerin des Dokumentationszentrums ist die Bundesstiftung Flucht, Vertreibung, Versöhnung, die von der Beauftragten der Bundesregierung für Kultur und Medien finanziert wird.\nDas Aufgabengebiet umfasst im Wesentlichen\n:\nÜbergreifend\nLeitung mit den Sachgebieten Sonderausstellungen, Ständige Ausstellung, Sammlung,\nFührung des Teams, Planung und Controlling aller Projekte, Budgetverantwortung,\nenge Zusammenarbeit mit den Bereichen Bildung & Vermittlung, Dokumentation & Forschung, Kommunikation und Verwaltung,\nMitwirkung an der Programmplanung für das Dokumentationszentrum,\nAnbahnung und Pflege von strategischen Kooperationen.\nSachgebiet Sonderausstellungen\nkuratorische Mitwirkung an der Konzeption und Realisierung von Sonderausstellungen,\nRecherche von Objekten, Verhandlung mit in- und ausländischen Leihgebern,\nKonzeption und Verfassen von Texten, Zusammenarbeit mit Ausstellungsgestaltern,\nMitwirkung bei der Planung und Realisierung von begleitenden Publikationen, Rahmenprogrammen, Vermittlungsangeboten und Werbemitteln.\nSachgebiet Ständige Ausstellung\ninhaltliche und technische Pflege sowie Weiterentwicklung der Ständigen Ausstellung.\nSachgebiet Sammlung\nPflege der Sammlung, Bewertung von Ankäufen und Schenkungen\nErarbeitung eines Sammlungskonzepts\nManagement des Depots\nVon den Bewerberinnen und Bewerbern erwarten wir:\nabgeschlossene wissenschaftliche Hochschulausbildung (mind. M.A.), in den Fächern Neueste Geschichte bzw. Zeitgeschichte, Politikwissenschaft oder Kulturwissenschaft oder vergleichbar,\nvertiefte Kenntnisse der Neueren und Neuesten Geschichte bzw. der europäischen Geschichte von Zwangsmigration, insbes. Flucht und Vertreibung der Deutschen,\nnachgewiesene mehrjährige Berufserfahrung im Ausstellungswesen in leitender Funktion mit Personal- und Budgetverantwortung,\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift.\nWünschenswert sind:\nBerufserfahrung in den sonstigen oben genannten Aufgabengebieten,\nKenntnisse einer weiteren vorzugsweise ostmitteleuropäischen Fremdsprache,\nStrategisches Denken, fachliches Urteilsvermögen, Führungsstärke, Konfliktfähigkeit, soziale Kompetenz.\nWir bieten Ihnen:\neine verantwortungsvolle Tätigkeit in Verbindung mit einem relevanten Thema,\nperspektivisch ein festes Angestelltenverhältnis im Öffentlichen Dienst, nach den Regeln des TVöD-Bund (30 Tage Urlaub plus zwei arbeitsfreie Tage am 24.12 und 31.12, Jahressonder-zahlung)\nfamilienfreundliche Arbeitsumgebung (flexible Arbeitszeiten, mobile Arbeit, Teilzeitmodelle im Rahmen der betrieblichen Möglichkeiten),\nBezuschussung des Deutschlandtickets,\nfachbezogene Fortbildungsmöglichkeiten.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundes-gleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nFür inhaltliche Rückfragen wenden Sie sich bitte an Frau Dr. Gundula Bavendamm, Direktorin, (\ng\n.bavendamm@f-v-v.de).\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen mit der Kennziffer\nBLAusst_2025\nbis zum 04. Juni 2025\nausschließlich elektronisch an:\nbewerbung@f-v-v.de\n.\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF-Datei mit einer Größe von max. 8 MB übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder Anhänge können nicht berücksichtigt werden.\nDokumentationszentrum Flucht, Vertreibung, Versöhnung\nStresemannstraße 90\n10963 Berlin\nT +49 30 206 29 98 – 0\nwww.flucht-vertreibung-versoehnung.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-als-leitung-des-bereichs-ausstellungen-und-kurator-fuer-sonderausstellungen/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalreferentin-w-m-d-2/", "image": "", "title": "Personalreferent:in (w/m/d)", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach/Taunus Bewerbungsende: 31.05.2025 | Das Freilichtmuseum Hessenpark präsentiert die Siedlungsgeschichte des Bundeslandes Hessen auf einer Fläche von ca. 60 ha mit über 100 historischen Gebäuden, einer Vielzahl von interessanten Veranstaltungen rund um das ländliche und kleinstädtische Alltagsleben und erlaubt somit eine Zeitreise durch die letzten 400 Jahre. Wir zeigen kulturhistorische Sonder- und Dauerausstellungen und bieten in unserem Jahresprogramm abwechslungsreiche Veranstaltungen. Mit mehr als 200.000 Gästen jährlich gehört der Hessenpark zu den größten Freilichtmuseen in Deutschland.\nWir suchen\nab sofort\nUnterstützung bei der Betreuung unserer etwa 100 Mitarbeitenden in\nVoll- oder Teilzeit\nmit mind. 30 Wochenstunden durch eine/n\nPersonalreferentin/en\n(w/m/d)\nIhre Aufgaben:\nSie sind für das operative Personalmanagement zuständig und Ansprechpartner/in (m/w/d) für unsere Fach- und Führungskräfte in allen personalrelevanten Fragestellungen.\nSie unterstützen im Recruiting von neuen Mitarbeitenden und führen das Bewerbermanagement durch.\nSie unterstützen in der Personaladministration und erstellen Verträge, Bescheinigungen und Zeugnisse.\nSie übernehmen vorbereitende Tätigkeiten für die Entgeltabrechnung und arbeiten mit unserem Zeiterfassungssystem.\nSie sind verantwortlich für die Personalakten, pflegen und aktualisieren Personaldaten und erstellen Statistiken.\nSie helfen bei der Organisation und Umsetzung von Personalentwicklungsmaßnahmen.\nSie unterstützen bei der Steuerung, Weiterentwicklung und Implementierung von HR-Projekten.\nWir wünschen uns von Ihnen:\nAbgeschlossene kaufmännische Ausbildung mit Zusatzqualifikation im Personalwesen oder Studienabschluss (Bachelor) mit Schwerpunkt Personal\nMehrjährige Berufserfahrung in der operativen Personalarbeit\nSicherer Umgang mit den gängigen MS Office-Anwendungen und Erfahrung mit Zeitmanagementsystemen\nAusgeprägte kommunikative Fähigkeiten und eine strukturierte Arbeitsweise\nHohes Maß an Verantwortungsbewusstsein, Eigeninitiative und sozialer Kompetenz\nWir bieten\neinen Arbeitsplatz mit vielfältigen Aufgaben, die ein selbstständiges und verantwortungsvolles Arbeiten ermöglichen. Die Arbeitszeiten sind flexibel einteilbar, Sie erhalten eine Vergütung nach TV-H mit Altersvorsorge und Jahressonderzahlung und können an unseren Gesundheitsangeboten teilnehmen.\nHaben Sie Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums? Möchten Sie gemeinsam mit uns etwas bewegen und den Personalbereich tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie\nIhre vollständige Bewerbung per E-Mail bis zum 31.05.2025 an:\npersonal@hessenpark.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/personalreferentin-w-m-d-2/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/archivarin-m-w-d-5/", "image": "", "title": "Archivar*in (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 01.06.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nWir suchen zum nächstmöglichen Zeitpunkt eine*n\nArchivar*in (m/w/d)\nbefristet für die Dauer des Projektes (7 bis maximal 8 Monate), in Vollzeit\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/archivarin-m-w-d-5/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-paedagogische-und-wissenschaftliche-taetigkeiten-m-w-d/", "image": "", "title": "Mitarbeiter*in für pädagogische und wissenschaftliche Tätigkeiten (m/w/d)", "content_text": "Naturmuseum Ulm, Ulm Bewerbungsende: 14.05.2025 | Unsere Stadtverwaltung ist so stark wie die Gesamtheit ihrer Mitarbeiter*innen (m/w/d). Werden Sie Teil unseres Teams und gestalten Sie Ulm aktiv mit.\nWir suchen bei der Stadt Ulm zum nächstmöglichen Zeitpunkt eine*n\nMitarbeiter*in für pädagogische und wissenschaftliche Tätigkeiten im Naturmuseum Ulm (m/w/d)\nTeilzeit, befristet\nDie Beschäftigung erfolgt in Teilzeit mit 50 % und ist zunächst befristet bis 31.05.2028.\nSeit über 100 Jahren bietet das Naturmuseum Ulm Einblicke in die Ulmer Urgeschichte und die regionale Naturvielfalt. In der Dauerausstellung werden die Themen Wald und Süßwasser, Evolution, Fossilienfunde aus dem Ulmer Raum und Mineralogie abgedeckt. Diverse interaktive Ausstellungselemente machen das Museum mit allen Sinnen erfassbar. Nur etwa 1 % unserer wissenschaftlichen Objekte sind den Besucher*innen in Dauer- und wechselnden Sonderausstellungen zugänglich. Unter deren Einbezug werden in vielfältigen, pädagogischen Angeboten wie Thementagen, Führungen und Kindergeburtstagen relevante naturwissenschaftlichen Zusammenhänge vermittelt, zukünftig vielleicht von Ihnen.\nNähere Informationen zum Naturmuseum Ulm finden Sie unter folgendem Link:\nhttps://www.naturmuseum-ulm.de/\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-paedagogische-und-wissenschaftliche-taetigkeiten-m-w-d/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/schlossassistentin-m-w-d-4/", "image": "", "title": "Schlossassistent:in (m/w/d)", "content_text": "Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg, Potsdam Bewerbungsende: 27.05.2025 | Die Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg (SPSG) ist eine Stiftung des öffentlichen Rechts und betreut heute mit mehr als 500 Beschäftigten einzigartige Zeugnisse der Kunst-, Kultur- und Architekturgeschichte in Potsdam, Land Brandenburg und Berlin. Mehrere Millionen Menschen aus aller Welt besuchen jedes Jahr die in weiten Teilen zum UNESCO-Welterbe gehörenden Schlösser und Parklandschaften.\nbefristet\nTeilzeit, 24h\nBerlin\nab sofort\nWerden Sie Teil des Teams am Standort Berlin, das den Fortbestand und die Erhaltung und die öffentliche Wirkung der Schlösser und Gärten verantwortet. Für die Abteilung Schlossmanage-ment, Schloss Charlottenburg, suchen wir zum nächstmöglichen Zeitpunkt in Teilzeit mit 24 Wochenstunden, befristet für zwei Jahre\neine Schlossassistentin oder einen Schlossassistenten (m/w/d)\nDie zu besichtigenden Museumsschlösser der SPSG sind in fünfzehn Schlossbereiche unterteilt und bilden gemeinsam mit dem Referat Gruppenservice sowie Ressourcenmanagement und Administration die Abteilung Schlossmanagement.\nDie Abteilung ist verantwortlich für die Verwaltung, den Betrieb und die Organisation der Schlossbereiche sowie die Stabilisierung und Entwicklung unter dem strategischen Fokus der Steigerung der Besuchszahlen und Einnahmen. Besondere Bedeutung liegt in der Erfüllung des Vermittlungsauftrages der SPSG. Der Schlossbereich Charlottenburg umfasst das Alte Schloss und den Neuen Flügel des Schlosses, außerdem das Belvedere, den Neuen Pavillon und das Mausoleum im Schlossgarten.\nIhr Aufgabenfeld – geschichtsträchtig und zukunftsorientiert\nIn Zusammenarbeit und Vertretung der Schlossbereichsleitung nehmen Sie vor allem folgende Aufgaben wahr: Die Koordination der täglichen Abläufe und Aufgaben im Schlossbereich wie die Organisation des Museumsbetriebes und des Besuchendenverkehrs (Individual- und Gruppentourismus), die Organisation und Durchführung von Veranstaltungen, die Zusammenarbeit mit externen Partner:innen, die Betreuung von VIP-Programmen, Film- und Fernsehaufnahmen und Vermietungen in Zusammenarbeit mit dem Referat Eventlocations\nAls Ansprechpartner:in der SPSG repräsentieren Sie die Stiftung als Museums- und Bildungseinrichtung\nSie wirken bei der Entwicklung und Betreuung von Programmen der kulturellen Bildung mit\nAußerdem beteiligen Sie sich bei internen und externen Arbeits- und Projektgruppen, wie der konzeptionellen Weiterentwicklung der einzelnen Schlösser oder der Umsetzung besucherfreundlicher Maßnahmen\nMitbetreuung der Social Media Kanäle für Schloss Charlottenburg (Instagram, Facebook)\nDas erwarten wir von Ihnen\nSelbstständiges sowie teamorientiertes Arbeiten, Organisationsgeschick, Zielstrebigkeit und Leistungsorientierung sind für Sie eine Selbstverständlichkeit und zählen zu Ihren Stärken\nEin erfolgreicher Abschluss einer Fachausbildung Kulturmanagement, Museologie (oder vergleichbare Ausbildungsgänge) oder mindestens dreijährige Berufserfahrung in vergleichbaren Einrichtungen\nSie verfügen über Kenntnisse und Erfahrungen in der Organisation und Durchführung von Kulturveranstaltungen und in der kulturellen Bildung\nGute Kenntnisse der englischen Sprache, evtl. einer weiteren Sprache bringen Sie ebenfalls mit\nSie konnten bereits Erfahrungen im Besucherservice/Besuchermanagement sammeln.\nGute MS-Office-Kenntnisse runden Ihr Profil ab\nSie sind kommunikationsstark, verfügen über eine ausgeprägte Kundenorientierung und Teamfähigkeit und handeln selbstständig mit einem sicheren Auftreten.\nDamit begeistern Sie uns\nKenntnisse der preußischen und deutschen Geschichte und Kunstgeschichte\nIm Vertrags- und Veranstaltungsrecht (Grundkenntnisse) kennen Sie sich aus\nErfahrungen in projektbezogener Teamarbeit bringen Sie mit\nSie bringen Erfahrungen im Bereich Audioguides/Vermittlungsmedien mit\nIn der Organisation und dem Management von Ausstellungen kennen Sie sich aus\nDas bieten wir Ihnen\nWork Life Balance\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Woche\nDer 24. und 31. Dezember\ns\nind zusätzliche freie Arbeitstage.\nIhre Jahressonderzahlung können Sie bei uns in Sonderurlaub umwandeln.\nDamit unsere Besucher:innen optimal betreut werden, arbeiten wir nach einem Jahresdienstplan, der auch Feiertage und Wochenenden umfasst. Dafür gibt es entsprechend Freizeitausgleich.\nFaire Entlohnung\nWir zahlen eine Vergütung nach\nEntgeltgruppe 9a\ndes Tarifvertrags für den öffentlichen Dienst der Länder (TV-L).\nWir bieten eine interessante und abwechslungsreiche Tätigkeit an einem der schönsten Arbeitsplätze Deutschlands –\nArbeitsort Berlin Charlottenburg\nin Teilzeit mit\n24 Wochenstunden, befristet für 2 Jahre\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L.\nMonatlicher Zuschuss i.H. von 15€ zum VBB-Firmenticket/Deutschlandticket Job\nKarrierekick durch Weiterbildung\nWir stillen Ihren Wissensdurst und bieten Ihnen durch gezielte Fortbildungen persönliche und fachliche Entwicklungsmöglichkeiten.\nSie können bis zu 10 Tage Bildungsurlaub in zwei Jahren gemäß Brandenburgisches Bildungsurlaubsgesetz in Anspruch nehmen.\nWeitere Benefits\nSie wollten schon immer alle Häuser der Stiftung kennen lernen? Sie interessieren sich für unsere Ausstellungen? Wir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen mit Begleitung.\nWir bieten Ihnen eine zusätzliche Altersvorsorge über die VBL und zahlen vermögenswirksame Leistungen lt. TV-L.\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung und Identität. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nBitte richten Sie Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen\nohne Foto\nIhrer Person (in einer pdf-Datei in der Reihenfolge Motivationsschreiben, Lebenslauf und Zeugnisse) bis zum\n27.05.2025 bevorzugt per E-Mail an\nbewerbung@spsg.de\noder an die\nStiftung Preußische Schlösser und Gärten Berlin-Brandenburg\nReferat I 1 Personal\nPostfach 60 14 62\n14414 Potsdam\nFür Rückfragen stehen Ihnen Frau Susen Bull-Riedel, Sachbearbeiterin Personal (Tel. 0331/9694-683 oder bewerbung@spsg.de) oder zum Aufgabengebiet, Frau Bianca Merz/Frau Anja Fielauf (schloss-charlottenburg@spsg.de) zur Verfügung. Bitte haben Sie Verständnis, dass nur vollständig eingereichte Bewerbungen berücksichtigt werden können.\nHinweis zum Datenschutz\nWir möchten Sie informieren, dass wir Ihre personenbezogenen Daten zur Durchführung des Auswahlverfahrens verarbeiten. Dies erfolgt auf Grundlage von Art. 6 Abs. 1 b, Art. 88 DS-GVO i. V. m. § 26 BbgDSG. Nach Abschluss des Verfahrens werden alle anderen Bewerbungsunterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.05.2025", "url": "https://www.museumsbund.de/stellenangebote/schlossassistentin-m-w-d-4/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-m-w-d-krankheitsvertretung/", "image": "", "title": "Hausmeister (m/w/d) Krankheitsvertretung", "content_text": "Liebermann-Villa am Wannsee, Berlin Bewerbungsende: 21.05.2025 | Die Liebermann-Villa am Wannsee, getragen von der Max-Liebermann-Gesellschaft Berlin e.V., hat sich seit ihrer Eröffnung 2006 zu einem der beliebtesten Museen der Region entwickelt. Jährlich sind rund 80.000 Gäste begeistert von dem originalen Künstlerhaus mit seinem einzigartigen Garten, der idyllischen Lage direkt am Seeufer und dem überzeugenden Ausstellungs- und Veranstaltungsprogramm.\nZum nächstmöglichen Zeitpunkt suchen wir eine*n:\nHausmeister (m/w/d)\n(Krankheitsvertretung)\n20-30 h/Woche\nbefristet bis 15.08.2025\nWir suchen eine engagierte und zuverlässige Person, die sich – zusammen mit einem weiteren Hausmeister in Vollzeit – mit Herz und Engagement um das Praktische in unserem wunderschönen, denkmalgeschützten Haus kümmert.\nIhre Aufgabenbereiche:\nAufrechterhaltung und Betreuung unseres Grundstückes und Gebäudes samt Gebäudefunktionen im Innen- und Außenbereich\nBetreuung der externen Reinigungsdienstleister\nRegelmäßige Sichtkontrollen der Räume, Gebäude, Außenanlagen und technischen Einrichtungen\nEigenständige Organisation von Reparaturen bzw. Durchführung von Kleinreparaturen und Instandsetzungen im Außenbereich und im Museum\nPlanung und Koordination von Terminen, z.B. Auftragsvergaben an Fremdfirmen\nBedienung von Anlagen der Gebäudetechnik (u.a. Heizungs-, Lüftungs-, Schließ- und Alarmanlagen sowie Sanitäranlagen)\nVor- und Nachbereitung von Veranstaltungs- und Ausstellungsaufbauten\nEinkauf und Abrechnung von Verbrauchsmaterial und Geräten\nSie bringen mit:\nEine handwerkliche oder vergleichbare Ausbildung und/oder Berufserfahrung in diesem Bereich\nHandwerkliches Geschick und gutes Organisationsvermögen\nZuverlässigkeit und ein hohes Maß an Verantwortungsbewusstsein\nEin freundliches Auftreten, Teamfähigkeit und Dienstleistungsorientierung\nInteresse an der Betreuung eines historischen Grundstücks\nGute Deutschkenntnisse\nBereitschaft zum Arbeiten am Wochenende und an Feiertagen, sowie morgens oder abends\nPKW-Führerschein (B/Klasse 3)\nMS Office und E-Mail-Kenntnisse\nDas bieten wir:\nLeistungsgerechte Bezahlung\nEinarbeitung durch einen kompetenten Kollegen\nModerne Arbeitsmittel und Werkzeuge\nGeregelte Arbeitszeiten – mit gelegentlichen flexiblen Einsätzen, z.B. bei Abend- und Sonderveranstaltungen\nFester Arbeitsort an einem der schönsten Plätze am Wannsee\nDie Liebermann-Villa ist durch ihre offene und freundliche Arbeitsatmosphäre der Wertschätzung und gegenseitigen Unterstützung geprägt. Es erwartet Sie ein kleines, sehr engagiertes und sympathisches Team von Festangestellten, die von rund 120 Ehrenamtlichen Mitarbeiter*innen unterstützt werden. Für eine gute Work-Life-Balance und tolle Teamevents ist stets gesorgt.\nWir freuen uns sehr auf Ihre Bewerbung mit Lebenslauf und kurzem Motivationsschreiben per E-Mail (bitte zusammengefasst in einer PDF-Datei, max. 10MB) an:\njobs@liebermann-villa.de\n. Bei Rückfragen wenden Sie sich gerne an die Assistenz der Direktion, Nadine Cornelius, unter   030 805 85 900.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.05.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-m-w-d-krankheitsvertretung/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/handwerksmeisterin-m-w-d-als-teamleitung/", "image": "", "title": "Handwerksmeister:in (m/w/d) als Teamleitung", "content_text": "Fränkisches Freilandmuseum Bad Windsheim, Bad Windsheim Bewerbungsende: 04.06.2025 | Der Bezirk Mittelfranken sucht für das Team Kassen-, Museums- und Vorführdienst des\nFränkischen Freilandmuseums in Bad Windsheim\nzum nächstmöglichen Zeitpunkt eine / einen\nHandwerksmeisterin / Handwerksmeister (m/w/d) als Teamleitung\nin Vollzeit. Die Stelle ist im Rahmen einer Krankheitsvertretung vorerst befristet bis 31.05.2026 zu besetzen. Eine anschließende Verlängerung ist ggf. möglich.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nPersonelle, fachliche und organisatorische Leitung des Teams „Kassen- und Museumsdienst“ mit derzeit 24 Kassen- und Museumsdienstkräften\nOrganisation, Einteilung und Abrechnung des Handwerker-Vorführdienstes und der Ehrenamtlichen Mitarbeitenden\nPlanung, Organisation und Durchführung von Museumsveranstaltungen\nÜberwachung und Kontrolle von externen Dienstleistungsunternehmen\nIhr Profil\nSie verfügen über einen Abschluss als Handwerksmeisterin / Handwerksmeister (m/w/d)\n(z.B. im Bereich Gebäudereinigung, Hauswirtschaft oder vergleichbar)\nFundierte Kenntnisse in der Personalführung wären wünschenswert\nErfahrung beim Erstellen von Dienstplänen sind von Vorteil\nSelbständige, organisierte und strukturierte Arbeitsweise\nGute EDV-Kenntnisse in den gängigen MS-Office-Anwendungen (Word, Excel, Outlook)\nKundenorientierung, verbindliches Auftreten und Diskretion\nEinsatzfreude, Teamfähigkeit und Durchsetzungsvermögen\nZeitliche Flexibilität und Bereitschaft zu Arbeitseinsätzen bei Veranstaltungen an Wochenenden und Feiertagen während der Museumssaison\nWir bieten\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit im öffentlichen Dienst\nEine Vollzeitstelle, bei deren Besetzung Teilzeitwünsche im Rahmen von Jobsharing nach Möglichkeit berücksichtigt werden\nFachliche Einarbeitung sowie hausinterne Fortbildungen\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe EG 9a TVöD-VKA\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Verwaltungsleiter, Herr Reinhold Werner (Tel. 09841 6680-12), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet-Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 04.06.2025\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.06.2025", "url": "https://www.museumsbund.de/stellenangebote/handwerksmeisterin-m-w-d-als-teamleitung/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-12/", "image": "", "title": "Leitung (m/w/d)", "content_text": "Museum am Dom Trier, Trier Bewerbungsende: 30.05.2025 | Referenznummer 25052\nFür das\nMuseum am Dom\nsuchen wir zum 1. Januar 2026 eine Person zur\nLeitung (m/w/d)\ndes Museums am Dom\nDas Museum am Dom Trier ist eine Einrichtung des\nBistums Trier\n. Seine Sammlung repräsentiert in außergewöhnlicher Weise über 1700 Jahre Christentum und legt Zeugnis ab für die Kontinuität der künstlerischen Auseinandersetzung mit dem christlichen Glauben von der Spätantike bis zur Neuzeit. Ein Schwerpunkt der Sammlung liegt noch heute in der Zeit der spätantiken und frühmittelalterlichen Blüte Triers und resultiert überwiegend aus der wissenschaftlichen Erforschung der heute zum UNESCO-Welterbe gehörenden Hohen Domkirche St. Peter und Liebfrauenkirche. Bei der Präsentation der Sammlungen werden Werke unterschiedlichster Epochen miteinander in Dialog gebracht und spiegeln die Vielfalt der künstlerischen und religiösen Äußerungen durch die Jahrhunderte wider.\nSo bietet gerade diese Gegenüberstellung von Werken alter und zeitgenössischer Kunst sowie von unterschiedlichen künstlerischen Positionen dem Besucher die Möglichkeit zur Auseinandersetzung und eigenen Positionierung.\nDas Museum am Dom ist mit seinem Auftrag ein lebendiger Ort der Wahrnehmung, Begegnung und Auseinandersetzung christlicher Kunst. Eingebettet in die Kultur- und Museumslandschaft Triers gilt es diese Potentiale im überregionalen Diskurs weiterzuentwickeln.\nIhre Aufgaben:\nEntwicklung einer strategischen, dem Charakter und der Lage des Museums angemessenen Zielperspektive zur nachhaltigen Sicherung des Standorts und zur Einbindung in die Museumslandschaft Triers\nVerantwortung für die inhaltliche Entwicklung und die Steigerung seiner Bekanntheit\nAufbau neuer und Ausbau bestehender Netzwerke, um das Besucheraufkommen zu erhöhen und die Attraktivität des Museums bei den verschiedenen Zielgruppen zu steigern\nGewährleistung des Erhalts der Sammlungsbestände sowie der kunsthistorisch bedeutenden Werke im Bistum Trier, einschließlich des Domschatzes, unter Beteiligung der zuständigen Abteilungen des Bischöflichen Generalvikariates (BGV)\nEntwicklung eines Konzeptes zur wissenschaftlichen Erschließung der Bestände im Kontext der Bistumsgeschichte\nEntwicklung von Ausstellungskonzepten und -plänen sowie Entwicklung und Organisation von Museumsprogrammen und -veranstaltungen zur nachhaltigen Sicherung des Museums\nBeteiligung an den Zielsetzungen des UNESCO-Welterbes Trier Dom St. Peter und Liebfrauenkirche zur Qualitätssicherung der Ziele des universellen Erbes der UNESCO\nFührungsverantwortung für das Museumsteam\nUnternehmerisches Handeln im Rahmen der Leitungsaufgabe; Erstellung und Überwachung des Haushaltsplans sowie Verantwortung für einen effizienten Museumsbetrieb.\nIhr Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium in Kunstgeschichte, Kulturmanagement oder Museologie oder eine gleichwertige Qualifikation sowie ausgewiesene Erfahrungen in einer vergleichbaren Position\nnachgewiesene Erfahrungen in Kulturmanagement, Museumsrecht und -finanzierung\nEntwicklung und Steuerung von Ausstellungsprojekten\nMarketingerfahren im Bereich der Kulturarbeit\nKommunikations- und Teamfähigkeit, Organisationstalent und Entscheidungsfreude\nausgeprägte soziale Kompetenzen im Umgang mit Mitarbeitenden, Besucher*innen und Kooperationspartner*innen\nErfahrung in der Konzepterstellung von Öffentlichkeitsarbeit im Kulturbereich\nErfahrungen mit Datenbanken und digitaler Archivierung im Sammlungswesen\nKenntnisse gängiger MS Teams-Applikationen.\nWir bieten:\neine attraktive Vergütung nach den Bestimmungen der Kirchlichen Arbeits- und Vergütungsordnung (KAVO) entsprechend der Qualifikation (Entgeltgruppe 15)\nein umfassendes Fort- und Weiterbildungsangebot\nflexible Arbeitszeitgestaltung\nZusatzversorgung über die Kirchliche Zusatzversorgungskasse (KZVK).\nDer Beschäftigungsumfang beträgt\n100 Prozent\n. Einen aktiven Einsatz für den Schutz von Kindern, Jugendlichen und Schutzbefohlenen setzen wir voraus.\nWir freuen uns auf Ihre Bewerbung und erbitten Ihre aussagekräftigen Unterlagen wir bis zum\n30.05.2025\nan\nbewerbungen@bistum-trier.de\n(möglichst in\neiner\npdf-Datei)\nBischöfliches Generalvikariat Trier\nAbteilung Personalplanung, -gewinnung u. -einsatz\nMustorstraße 2\n54290 Trier\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-12/", "date_published": "2025-05-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-27/", "image": "", "title": "Restaurator:in (m/w/d)", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 01.06.2025 | Bei der Antikensammlung der\nStaatlichen Museen zu Berlin (SMB)\nist eine Stelle als\nRestaurator:in (m/w/d)\nzu besetzen. Die Berliner\nAntikensammlung\nist das größte Museum griechischer, zyprischer, etruskischer und römischer Kunst in Deutschland. Ihre Bestände werden auf der Museumsinsel präsentiert: Im Alten Museum, im Neuen Museum, im Pergamonmuseum sowie im interimistischen Bau „Pergamonmuseum. Das Panorama“. Der Bestand umfasst rund 100.000 Objekte aller Gattungen antiker Kunst vom 2. Jahrtausend v. Chr. bis ins 5. Jahrhundert n. Chr.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-27/", "date_published": "2025-05-13T00:00:00"}]}