{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/personalreferentin-en-w-m-d/", "image": "", "title": "Personalreferent:in (w/m/d)", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 31.05.2025 | Das Freilichtmuseum Hessenpark präsentiert die Siedlungsgeschichte des Bundeslandes Hessen auf einer Fläche von ca. 60 ha mit über 100 historischen Gebäuden, einer Vielzahl von interessanten Veranstaltungen rund um das ländliche und kleinstädtische Alltagsleben und erlaubt somit eine Zeitreise durch die letzten 400 Jahre. Wir zeigen kulturhistorische Sonder- und Dauerausstellungen und bieten in unserem Jahresprogramm abwechslungsreiche Veranstaltungen. Mit mehr als 200.000 Gästen jährlich gehört der Hessenpark zu den größten Freilichtmuseen in Deutschland.\nWir suchen\nab sofort\nUnterstützung bei der Betreuung unserer etwa 100 Mitarbeitenden in\nVoll- oder Teilzeit\nmit mind. 30 Wochenstunden durch eine/n\nPersonalreferentin/en (w/m/d)\nIhre Aufgaben:\nSie sind für das operative Personalmanagement zuständig und Ansprechpartner/in (m/w/d) für unsere Fach- und Führungskräfte in allen personalrelevanten Fragestellungen.\nSie unterstützen im Recruiting von neuen Mitarbeitenden und führen das Bewerbermanagement\nSie unterstützen in der Personaladministration und erstellen Verträge, Bescheinigungen und\nSie übernehmen vorbereitende Tätigkeiten für die Entgeltabrechnung und arbeiten mit unserem\nSie sind verantwortlich für die Personalakten, pflegen und aktualisieren Personaldaten und erstellen\nSie helfen bei der Organisation und Umsetzung von Personalentwicklungsmaßnahmen.\nSie unterstützen bei der Steuerung, Weiterentwicklung und Implementierung von HR-\nWir wünschen uns von Ihnen:\nAbgeschlossene kaufmännische Ausbildung mit Zusatzqualifikation im Personalwesen oder Studienabschluss (Bachelor) mit Schwerpunkt Personal\nMehrjährige Berufserfahrung in der operativen Personalarbeit\nSicherer Umgang mit den gängigen MS Office-Anwendungen und Erfahrung mit Zeitmanagementsystemen\nAusgeprägte kommunikative Fähigkeiten und eine strukturierte Arbeitsweise\nHohes Maß an Verantwortungsbewusstsein, Eigeninitiative und sozialer Kompetenz\nWir bieten einen Arbeitsplatz mit vielfältigen Aufgaben, die ein selbstständiges und verantwortungsvolles Arbeiten ermöglichen. Die Arbeitszeiten sind flexibel einteilbar, Sie erhalten eine Vergütung nach TV-H mit Altersvorsorge und Jahressonderzahlung und können an unseren Gesundheitsangeboten teilnehmen.\nHaben Sie Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums? Möchten Sie gemeinsam mit uns etwas bewegen und den Personalbereich tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie Ihre vollständige Bewerbung per E-Mail bis zum 31.05.2025 an:\npersonal@hessenpark.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/personalreferentin-en-w-m-d/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verstaerkung-d-m-w-im-bereich-vermittlung/", "image": "", "title": "Verstärkung (d/m/w) im Bereich Vermittlung", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 31.05.2025 | Das Freilichtmuseum Hessenpark ist das Museum für Alltagskultur des Landes Hessen. Es thematisiert in über 100 wiedererrichteten Gebäuden auf einer Fläche von 60 Hektar und mit einer Sammlung von mehr als 200.000 Objekten den Wandel des Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis zum Ende des 20. Jahrhunderts. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt die Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider.\nZur Unterstützung des Fachbereichs Wissenschaft suchen wir ab dem\n01.10.2025\nzunächst\nbefristet für zwei Jahre\nin Teilzeit mit 20 Stunden eine\nVerstärkung (d/m/w) im Bereich Vermittlung\nIhre Aufgaben:\nKonzeption, Planung, Umsetzung und Nachbereitung von Bildungs- und Vermittlungsangeboten für diverse Zielgruppen\nErstellung didaktischer Materialien\nSchulung von Guides für Führungen und Workshops\nAnsprache einer breiten Öffentlichkeit – insbesondere von Kindergärten, Schulen – um neue Besuchendengruppen zu gewinnen und Netzwerke auszubauen\nErarbeitung und Realisierung von digitalen Vermittlungsformaten\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Master) im Fach Kulturanthropologie, (empirische) Kulturwissenschaft oder in einem vergleichbaren museologischen oder historischen Studiengang\nErfahrungen in der Vermittlungsarbeit\nGute Kenntnisse der gängigen MS-Office-Anwendungen\nFähigkeit sich gut und verständlich auszudrücken, organisatorisches Geschick und Hands-on-Mentalität, Teamfähigkeit sowie Belastbarkeit\nFreude an Vermittlungstätigkeiten, an Projektarbeit und an Themen der Alltagskultur\nWir bieten\neinen Arbeitsplatz mit vielfältigen Aufgaben, die ein selbstständiges und verantwortungsvolles Arbeiten ermöglichen. Die Arbeitszeiten sind flexibel einteilbar, Sie erhalten eine Vergütung nach TV-H mit Altersvorsorge und Jahressonderzahlung und können an unseren Gesundheitsangeboten teilnehmen.\nWir wertschätzen diverse Teams und freuen uns über Ihre Bewerbung unabhängig von Ihrer kulturellen und sozialen Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexuellen Identität.\nHaben Sie Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums? Möchten Sie gemeinsam mit uns etwas bewegen und den Bereich Vermittlung tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie\nIhre aussagekräftige Bewerbung per E-Mail bis zum 31.05.2025 an:\npersonal@hessenpark.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/verstaerkung-d-m-w-im-bereich-vermittlung/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-zeitgenoessische-kunst/", "image": "", "title": "Kurator*in (m/w/d) zeitgenössische Kunst", "content_text": "Arp Museum Bahnhof Rolandseck, Remagen Bewerbungsende: 30.06.2025 | Das Arp Museum Bahnhof Rolandseck ist ein Museum für internationale Kunst. Im Jahr 2007 wurde der Neubau von Richard Meier in spektakulärer Lage über dem Rhein eröffnet. Der historische Bahnhof Rolandseck war bereits seit den 1960er-Jahren ein bedeutender Kulturort und ist heute Teil des Museumskonzepts und einem Schwerpunkt in der Kunstvermittlung. Mit hochkarätigen Ausstellungen zur zeitgenössischen Kunst, zum Kosmos des Künstlerpaares Hans Arp und Sophie Taeuber-Arp, sowie aus der Sammlung Rau für UNICEF ist es heute das besucherstärkste Kunstmuseum in Rheinland-Pfalz.\nDas Arp Museum Bahnhof Rolandseck wird getragen von der Landes-Stiftung Arp Museum Bahnhof Rolandseck, einer Stiftung des öffentlichen Rechts.\nWir suchen zum 1.10.2025\neine*n Kurator*in (m/w/d)\nfür den Bereich Ausstellungen und Sammlung/ zeitgenössische Kunst\nSie erarbeiten in Zusammenarbeit mit der Direktion und dem Museumsteam ein attraktives internationales Ausstellungsprogramm mit begleitenden Publikationen. Sie bereiten selbstverantwortlich Ausstellungen und Kooperationen vor, erarbeiten Konzepte, auch für Fördermittelanträge und setzen diese Projekte im Team um. Sie verantworten die Sammlung im Bereich zeitgenössische Kunst, inkl. digitaler Erfassung, Dokumentation und Leihverkehr.\nWir erwarten ein abgeschlossenes Studium (MA oder Promotion) der Kunstgeschichte oder eines verwandten Faches, sowie nachweisbare Erfahrung als Kurator*in und im Ausstellungs- und Publikationsmanagement. Hervorragende Kenntnisse der internationalen zeitgenössischen Kunst und aktueller Diskurse werden vorausgesetzt. Vorzugsweise kennen Sie die Arbeit einer öffentlich geförderten Institution unter musealen Bedingungen und haben bereits Budgets verantwortet.\nDarüber hinaus verfügen Sie über ein sehr gutes schriftliches Ausdrucksvermögen in Deutsch und Englisch und einen sicheren Umgang mit den gängigen Software-Programmen und in den digitalen Medien. Kommunikationsstärke, Belastbarkeit, Freude an der Arbeit im Team setzen wir voraus.\nWeitergehende Informationen über unser Museum finden Sie unter www.arpmuseum.org; Auskünfte zur Stelle können bei der Direktorin erfragt werden:\nwallner@arpmuseum.org\nDie Beschäftigung erfolgt in einem unbefristeten Arbeitsverhältnis gemäß dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Die Stelle wird mit einem Entgelt der Entgeltgruppe 13 Stufe 2 des TV-L vergütet. Die Arbeitszeit beträgt 100%.\nMenschen aller Geschlechter sind uns willkommen. Schwerbehinderte Menschen werden bei entsprechender Eignung bevorzugt eingestellt.\nWir freuen uns auf Ihre Bewerbungsunterlagen ausschließlich per E-Mail (max. 10 MB, zusammengefasst in einer pdf) bis zum 30.06.2025 an: spielmann@arpmuseum.org\nLandes-Stiftung\nArp Museum Bahnhof Rolandseck\nPetra Spielmann, Kaufmännische Leiterin\nHans-Arp-Allee 1\n53424 Remagen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-zeitgenoessische-kunst/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-w-m-d-3/", "image": "", "title": "Museumspädagoge/-in (w/m/d)", "content_text": "Ostpreußisches Landesmuseum, Lüneburg Bewerbungsende: 08.06.2025 | Die Hansestadt Lüneburg mit ihrer einzigartigen Altstadt aus der Hansezeit zählt zu den schönsten Städten Deutschlands. Zwischen der Metropole Hamburg und den Naturschutzgebieten der Elbniederungen und der Lüneburger Heide gelegen, bietet sie ein abwechslungsreiches Wohnumfeld; als Universitätsstadt mit einer ungewöhnlich vielfältigen Kulturlandschaft steht die Stadt für einen Spannungsbogen von Innovation, Kreativität, Tradition und Weltoffenheit.\nFür diesen besonderen Standort sucht das Ostpreußische Landesmuseum mit Deutschbaltischer Abteilung zu sofort eine(n)\nMuseumspädagoge/-in (w/m/d) in Vollzeit (derzeit durchschnittlich 39 Stunden wöchentlich)\nBezahlung nach E 13 des Tarifvertrags für den öffentlichen Dienst (TVöD Bund)\nDas Ostpreußische Landesmuseum ist eine von Bund und dem Land Niedersachsen geförderte Kultureinrichtung mit nationalem und internationalem Wirkungskreis. Als Landesmuseum umfasst seine Sammlungs-, Forschungs- und Ausstellungs- und Vermittlungstätigkeit Aspekte der ostpreußischen Landes-, Kunst- und Geistesgeschichte, Natur- und Volkskunde sowie der Archäologie Ostpreußens ebenso wie die Kultur und Geschichte der Deutschbalten. Ende 2025 erhält es eine eigene Abteilung zum bekannten Aufklärer Immanuel Kant. Auch betreibt es das Lüneburger Brauereimuseum. Neben der kulturhistorischen Arbeit in Lüneburg und Deutschland pflegt das Museum einen intensiven europäischen Dialog mit seinen Partnerländern. Es wird getragen von der Ostpreußischen Kulturstiftung, einer Stiftung des privaten Rechts.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-w-m-d-3/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-bildung-und-vermittlung/", "image": "", "title": "Wissenschaftliche:r Volontär:in im Bereich Bildung und Vermittlung", "content_text": "Kulturstiftung Hansestadt Lübeck, Lübeck Bewerbungsende: 12.06.2025 | Die Kulturstiftung Hansestadt Lübeck sucht zum 01.08.2025\neine:n wissenschaftliche:n Volontär:in im Bereich Bildung und Vermittlung\nDer Museumsverbund die LÜBECKER MUSEEN umfasst zehn Einrichtungen aus den Bereichen Kunst, Literatur, Geschichte und Natur, die sich mit einem zielgruppenorientierten und vielfältigen Vermittlungsangebot an ein diverses Publikum richten. Die strategische Konzeption und zentrale Steuerung der Bildungs- und Vermittlungsarbeit ist eine der Kernaufgaben des Museumsverbundes: Sie ist maßgeblich für die wechselseitige Kommunikation der Häuser mit dem Publikum und soll multiperspektivische Zugänge für Besucher:innen und Nicht-Besucher:innen schaffen. Ziel ist die gleichberechtigte Teilhabe und aktive Mitbestimmung großer Teile der Gesellschaft. Einen Schwerpunkt bei der strategischen Konzeptplanung und der Entwicklung zielgruppenspezifischer und inklusiver Angebote spielen dabei digitale Vermittlungsformate.\nIhre Aufgaben:\nEigenständige Konzeption und Durchführung von Bildungsprojekten und Vermittlungsformaten für verschiedene Zielgruppen in enger Zusammenarbeit mit der Bereichsleitung und den Leitungen der einzelnen Häuser des Museumsverbundes\nEntwicklung von didaktischen Materialien (digital und analog)\nOrganisation und inhaltliche Konzeption sowie Betreuung von Aktionstagen und Museumsfesten\nUnterstützung bei Routineaufgaben des Bereichs wie der Einsatzplanung von Guides, der Datenerhebung zu den Angeboten und deren Kommunikation\nVerfassen von zielgruppen- und medienspezifischen Texten in enger Zusammenarbeit mit der Presse- und der Marketingabteilung\nWir erwarten:\nEin abgeschlossenes wissenschaftliches Hochschulstudium (Master oder Äquivalent) aus dem Bereich der Kulturwissenschaften (Germanistik, Kunstgeschichte, Geschichte, Komparatistik, Kulturvermittlung, Museumsmanagement oder Vergleichbares)\nSehr gute schriftliche und mündliche Ausdrucksfähigkeit, Deutschkenntnisse auf dem Niveau C1\nTeamfähigkeit, Organisations- und Kommunikationsgeschick\nKreativität und Experimentierfreudigkeit\nSicherer Umgang mit gängigen EDV-Programmen\nWünschenswert: Erfahrung mit partizipativen Prozessen, Kreativitätsmethoden, Design Thinking o.ä.\nWir bieten:\nDas Volontariat bietet einen umfassenden Einblick in die vielfältigen Aufgaben einer Zentralstelle für Bildung und Vermittlung in einem Verbund mit unterschiedlich profilierten Häusern. Darüber hinaus ermöglicht es die Mitgestaltung der strategischen Ausrichtung der gesamten Bildungs- und Vermittlungsarbeit.\nErfahrungen in der Konzeption und praktischen Umsetzung von Bildungs- und Vermittlungsprojekten, die die große Bandbreite unterschiedlicher Museumstypen widerspiegeln\nEin vertieftes Volontariats-Projekt, das die Möglichkeit zur eigenverantwortlichen Tätigkeit und fachlichen Profilierung beinhaltet und von der Leitung Bildung und Vermittlung begleitet wird\nEinblicke in das Kulturmanagement und die Prozesse eines differenzierten Museumsverbundes\nProjektbezogene Zusammenarbeit mit den Bereichen Presse, Marketing und Digitalisierung\nEinblicke in alle Arbeitsbereiche des Museumsverbundes\nJobTicket\nDas Volontariat hat eine Laufzeit von zwei Jahren. Die durchschnittliche regelmäßige Wochenarbeitszeit beträgt 39 Stunden. Die Vergütung entspricht 50 % von TVÖD EG 13 Stufe 1 im ersten Jahr und Stufe 2 im zweiten Jahr.\nDie Hansestadt Lübeck verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern. Bei sonst gleicher Eignung werden schwerbehinderte Bewerber:innen bevorzugt berücksichtigt. Ausdrücklich freuen wir uns über Bewerbungen aller Nationalitäten und von Menschen mit Migrationsgeschichte.\nBitte richten Sie Ihre aussagekräftige Bewerbung (in einer pdf zusammengefasst) bis zum 12.6.2025 an\njulia.bock@luebeck.de\nWeitere Informationen unter\nwww.die-luebecker-museen.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-bildung-und-vermittlung/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-20/", "image": "", "title": "Verwaltungsleitung (m/w/d)", "content_text": "Bröhan Museum, Berlin Bewerbungsende: 11.06.2025 | Das Bröhan Museum sucht zum nächstmöglichen Zeitpunkt\neine Verwaltungsleitung (m/w/d)\nKennzahl 02/25\nIm Bröhan Museum. Jugendstil Kunst Design, Stiftung öffentlichen Rechts, ist zum nächstmöglichen Zeitpunkt die Stelle einer Verwaltungsleitung (m/w/d), bis zu Entgeltgruppe 13 TVöD-VKA unbefristet und in Vollzeit zu besetzen.\nZu Ihren Aufgaben zählen insbesondere:\nHaushalts- und Finanzmanagement\nBeauftragte(r) für den Haushalt § 9 LHO\nVerantwortung für die Finanz- und Haushaltsplanung, insbesondere Aufstellung der Unterlagen für den Stellen- und Wirtschaftsplan, den Entwurf des Haushaltsplans, Ausführung des Haushaltsplans und Mitwirkung bei Maßnahmen von finanzieller Bedeutung\nVerantwortung für die mittelfristige Investitionsplanung\nÜberwachung und Steuerung der Finanzen inklusive Berichtswesen für verschiedene Adressaten (Stiftungsrat, Land Berlin (für Kultur zuständige Senatsverwaltung), sonstige Zuwendungsgeber\nEntwicklung und Umsetzung von Strategien zur Steigerung der Eigeneinnahmen sowie Drittmittelakquise/Drittmittelverwaltung\nSteuerung und Überwachung der Mittel für die einzelnen Projekte\nVerantwortung für ein geordnetes und transparentes Rechnungswesen sowie dessen digitale Weiterentwicklung\nVerantwortung für die Erstellung des Jahresabschlusses\nBilanzierung nach HGB\nAnsprechpartner für alle Prüfinstanzen\nAdministrative Aufgaben\nLeitung der Verwaltung (Personal, Finanzen / Controlling, Gebäudemanagement und allgemeiner Dienstbetrieb)\nVerantwortung für grundsätzliche Personalfragen der Stiftung (Personalrecht, Personalentwicklung, Personalplanung, Personalrecruiting, Gesundheitsmanagement, Gleichbehandlung, Diversity). Strategisches Personalmanagement einschließlich der ordnungsgemäßen Durchführung und Administration aller Personal- und Gehaltsangelegenheiten unter Einhaltung der arbeitsrechtlichen und tariflichen Bestimmungen\nUnterstützung des Vorstands/ der Direktion in allen Fragen des Personalrechts und Verwaltungsrechts, des Haushalts und der Wirtschaftsführung sowie in Fragen der Personalplanung und -entwicklung, Gleichbehandlung und Diversity\nVerantwortung für die Weiterentwicklung einrichtungsbezogener Controlling-Instrumente\nErstellung der Vorlagen und Berichte u.a. für den Stiftungsrat\nSchnittstellenmanagement zu allen relevanten Arbeitsbereichen der Stiftung\nStrategisches Management, insbesondere im Hinblick auf das geplante Bauvorhaben, die Ausweichspielstätte und den Neustart nach dem Umbau des Bröhan Museums\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Master/Magister/Diplom) der Betriebswirtschaftslehre, Public Management oder vergleichbar oder gleichwertige Fähigkeiten und Erfahrungen\nMehrjährige einschlägige Berufserfahrung\nUmfassende Kenntnisse der Betriebswirtschaftslehre, des Controllings und der öffentlichen Verwaltung, sowie berufspraktische Erfahrungen im Haushalts- und Rechnungswesen\nErfahrung im kaufmännischen Rechnungswesen und KLR\nGute Kenntnisse im Arbeitsrecht und Tarifrecht (TVöD-VKA)\nVerhandlungssichere Deutsch- und Englischkenntnisse in Wort und Schrift\nSouveränität im wirtschaftlichen Umgang mit öffentlichen Finanzmitteln\nKonzeptionelles und strategisches Denken und Handeln\nSicheres Auftreten, ausgeprägte Kommunikationsfähigkeit und Verhandlungsgeschick, Teamfähigkeit, Führungs- und Sozialkompetenz\nSicherheit im Umgang mit digitalen Medien und sehr gute Softwarekenntnisse insbesondere in Excel und Buchhaltungssystemen sowie Datenbanken\nWir bieten:\nEine abwechslungsreiche Beschäftigung in einem interessanten Arbeitsumfeld und einem engagierten, wertschätzenden Team\nGestaltungspotenzial in einem Museum im Wandel\nFlexible Arbeitszeiten und Mobile Office nach Absprache\nMöglichkeit der Inanspruchnahme eines BVG-Firmentickets\nDie Bezahlung erfolgt, je nach persönlicher Qualifikation, bis zu EG 13 TVöD-VKA\nSie finden sich im Profil wieder? Dann freuen wir uns auf Ihre Bewerbung!\nVollständige schriftliche Bewerbungsunterlagen erbitten wir bis zum 11.06.2025 per Post oder E-Mail (zusammengefasst in einem PDF-Dokument, maximal 8 MB) an:\nBröhan Museum\nKennzahl: 02/25\nSchloßstraße 1a\n14059 Berlin\nE-Mail: bewerbung@broehan-museum.de\nAnsprechpartner für Fragen zum Aufgabengebiet: Herr Dr. Hoffmann (Tel.: 030/32690600)\nBewerbungsunterlagen werden nur zurückgesandt, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nSchwerbehinderte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Bitte weisen Sie in der Bewerbung gegebenenfalls auf eine vorhandene Schwerbehinderung bzw. Gleichstellung hin. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Einwanderungsgeschichte werden besonders ermutigt, sich zu bewerben.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.06.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-20/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-28/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Bezirk Oberfranken, Bayreuth Bewerbungsende: 18.06.2025 | Der Bezirk Oberfranken sucht für den Bereich\nKultur- und Heimatpflege\nzum nächstmöglichen Zeitpunkt einen\nwissenschaftlichen Volontär (m/w/d)\nin Vollzeit, befristet für die Dauer von zwei Jahren.\nUnsere Kernkompetenzen liegen im Bereich der sozialen Hilfen, des Gesundheitswesens, der Kultur- und Heimatpflege sowie der Landwirtschaft. Nähere Informationen zum Bezirk Oberfranken erhalten Sie auf unserer Homepage im Internet unter:\nwww.bezirk-oberfranken.de\nIhre Aufgaben:\nBei der KulturServiceStelle handelt es sich um eine fachliche Beratungsstelle für die Bereiche Museum sowie Theater & Literatur und Tracht. Ihren Sitz hat sie in Bayreuth im Museum für bäuerliche Arbeitsgeräte, das in Form einer Lernwerkstatt gerade zu einem modernen Bildungsort für unterschiedliche Besuchergruppen umfunktioniert wird. Während Ihres Volontariates arbeiten Sie in allen wissenschaftlichen Arbeitsbereichen eines Museums mit. Dazu zählt neben der wissenschaftlichen Inventarisation von Museumsgut, der Presse- und Öffentlichkeitsarbeit und Inwertsetzung der Museumsobjekte auch die Herausgabe wissenschaftlicher Publikationen. Sie wirken bei Veranstaltungen im Bereich der Bildung und Vermittlung und der Durchführung von Sonderausstellungen mit.\nUnsere Erwartungen:\nAbgeschlossenes Hochschulstudium (Master, M. A. oder Promotion) in den Bereichen Europäische Ethnologie/Volkskunde, Kulturwissenschaften, Bayerische und/oder Fränkische Landesgeschichte oder andere Geisteswissenschaften\nGute EDV-Kenntnisse in allen gängigen Office-Anwendungen (Word, Excel, Power-Point) sowie die Bereitschaft, sich in spezielle Inventarisations-Datenbankprogramme (z. B. VINO) einzuarbeiten\nKenntnisse im Bereich Social Media\nZuverlässigkeit, strukturierte, gewissenhafte und selbstständige Arbeitsweise sowie Teamfähigkeit\nBereitschaft zur flexiblen Arbeitsgestaltung, z. B. bei gelegentlichen Abendveranstaltungen und Dienstreisen\nFührerschein Klasse B\nWir bieten:\nEin interessantes, anspruchsvolles und abwechslungsreiches Aufgaben- und Tätigkeitsfeld\nEin praxisnahes und durch hohe Eigenverantwortlichkeit ausgewiesenes wissenschaftliches Volontariat in einem modernen Kulturbetrieb\nSie sind eingebunden in ein kreatives Team, das zusammen mit Ihnen einen modernen und lebendigen Bildungsort weiterentwickeln möchte\nDie Teilnahme an internen und relevanten externen Fortbildungen, insbesondere im Rahmen der Bayerischen Volontariatsakademie der Landesstelle für die nichtstaatlichen Museen in Bayern\nEin auf die Dauer von zwei Jahren befristetes Volontariat in Vollzeit (derzeit 39 Wochenstunden)\nEine Vergütung in Höhe von 50 % der Entgeltgruppe 13 TVöD zuzüglich einer Jahressonderzahlung\nDie Stelle ist grundsätzlich für die Besetzung mit schwerbehinderten Menschen oder schwerbehinderten Menschen gleichgestellten Personen geeignet. Bewerberinnen und Bewerber mit anerkannter Schwerbehinderung oder Gleichstellung werden bei im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen senden Sie bitte\nbis spätestens 18.06.2025\nan:\nBezirk Oberfranken, Sachgebiet 11 Personal, Cottenbacher Str. 23, 95445 Bayreuth\nBitte verwenden Sie nur Kopien, da eine Rücksendung der Unterlagen nicht erfolgen kann.\nGerne können Sie uns Ihre Bewerbungsunterlagen auch per E-Mail im PDF-Format übersenden an:\nvolontariat@bezirk-oberfranken.de\n.\nTelefonische Auskünfte erteilt Frau Barbara Christoph M. A. (Tel.: 0921/7846-1430).\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-28/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-akteurswerkstatt-m-w-d-fuer-reallabor-zekiwa-zeitz/", "image": "", "title": "Wissenschaftliche/r Mitarbeiter/in Akteurswerkstatt (m/w/d) für Reallabor ZEKIWA Zeitz", "content_text": "Stiftung Bauhaus Dessau, Zeitz Bewerbungsende: 16.06.2025 | Die Stiftung Bauhaus Dessau beteiligt sich entsprechend ihres Auftrags, die Botschaft der Bauhausidee in die Zukunft zu tragen, als eine von sechs Konsortiumspartnern am\nReallabor ZEKIWA Zeitz\n(weitere Informationen unter\nhttps://bauhaus-dessau.de/reallabor-zekiwa-zeitz/\n) mit mehreren Arbeitspaketen. Dabei handelt es sich um ein Modellvorhaben des Landes Sachsen-Anhalt für das Neue Europäische Bauhaus (NEB). Das Vorhaben ist entsprechend der Förderprogramme der EU auf den Zeitraum bis Ende 2027 begrenzt. Der Schwerpunkt liegt dabei auf den zentralen Fragen der Gestaltung des gesellschaftlichen Strukturwandels und den damit verbundenen kulturellen Transformationen sowie deren struktureller und methodischer Modellhaftigkeit für andere Regionen. Im Kontext des Green Deal soll mit dem Reallabor in der von massiven Strukturbrüchen gezeichneten Stadt Zeitz im Mitteldeutschen Braunkohlerevier prototypisch ein inklusiver und klimagerechter Stadtumbau befördert werden. Die Kürzel ZEKIWA steht dabei für das Areal und das Industriedenkmal der ehemaligen, legendären Zeitzer Kinderwagen Fabrik.\nDie Stiftung Bauhaus Dessau sucht zum 01.08.2025, befristet bis zum 31.12.2027,\neine/n wissenschaftliche/n Mitarbeiter/in für die Akteurswerkstatt (m/w/d).\nAls ein wichtiger Baustein zur erfolgreichen Umsetzung der Ziele des Reallabors wird das ZEKIWA-Areal in einen größeren landschafts- und stadträumlichen Zusammenhang gesetzt, um Stadt(menschen) und Fluss(landschaft) näher zusammenzubringen und das Areal an die grüne Infrastruktur anzubinden.\nZur Vorbereitung einer konkreten Umsetzung verschiedener Konzepte dient die Akteurswerkstatt der Erprobung prototypischer Versuchsanordnungen und Testfelder einer nachhaltigen Kreislaufwirtschaft. Zwischennutzungen und die Sichtbarmachung von Aktivitäten im Raum sind ein wesentlicher Bestandteil dieser Arbeit. Als Koordinator*in der Akteurswerkstatt lenken Sie aktiv diesen Prozess, indem Sie einerseits das Spektrum der lokalen Akteure identifizieren, analysieren und zur Mitwirkung einladen. Zugleich entwickeln Sie die Akteurswerkstatt mit Ihren Ideen und Impulsen konzeptionell und erarbeiten gemeinsam mit den Akteur*innen und Partner*innen aus der Zeitzer Stadtgesellschaft Nutzungsperspektiven und konkrete Handlungsfelder. Sie stoßen Lernprozesse für eine gelingende nachhaltige Transformation an und entwickeln Formate und Projekte für Bildung und Wissenstransfer zwischen Akteuren der Zivilgesellschaft, den Bürger*innen und Anrainer*innen sowie zur Gewinnung von externen Partner*innen. Ihre Tätigkeit ist essenziell für die Belebung des ZEKIWA-Areals als Wirtschafts- und Sozialraum.\nDas Aufgabengebiet umfasst u.a. folgende Tätigkeiten:\nKonzeptionelle Entwicklung, Moderation und Gesamtkoordination der Akteurswerkstatt\nIdentifizierung und Ansprache geeigneter lokaler Akteur*innen\nOrganisation von Bildung und Wissenstransfer zur Stärkung des Akteursnetzwerkes\nVorbereitung und Durchführung von Akteurswerkstätten, Workshops und anderen Formaten und Projekten zur Etablierung neuer Nutzungsperspektiven\nEinbeziehung von sachlich und zeitlich abgestimmtem Expertenwissen in Abstimmung mit der Projektleitung\nIdentifizierung und Realisierung von Möglichkeiten einer neuen Produktivität für das Quartier sowie Modellen für Co-Creation und Verstetigung der Initiativen\nInstitutionalisierung dieses Prozesses, u.a. durch Entwicklung geeigneter Instrumente der Verstetigung, der Vermittlung und der Sichtbarmachung im Raum\nÜberprüfung der Einhaltung der Zeit- und Arbeitspläne\nKoordination des Austausches innerhalb des Konsortiums\nErfolgskontrolle hinsichtlich der Nachhaltigkeit, Ästhetik und Integration\nVerantwortung für die projektbezogenen, vergaberechtskonformen Beschaffungsaktivitäten sowie die Erstellung des Verwendungsnachweises\nAblage und archivsichere Dokumentation von Projektunterlagen\nIhr Kompetenzprofil:\nWissenschaftlicher Hochschulabschluss in den Fachbereichen Städtebau, Raumplanung, Regionalentwicklung, Geographie oder ähnlich ausgerichteten Fachbereichen\nNachgewiesene Kenntnisse in der Thematik nachhaltige Raumentwicklung, Reallabore und transformative Planung sowie Prozessgestaltung\nErfahrung mit kollaborativen Prozessen\nSehr gute Kommunikationsfähigkeit\nMehrjährige Erfahrung in Projektkoordinierung und -leitung\nErfahrung in der Zusammenarbeit mit unterschiedlichen Akteur*innen und Expert*innen\nSicherer Umgang mit der Standard-Software MS Office (Word, Excel, PowerPoint, Outlook); mit Softwareanwendungen für Bildbearbeitung, Layout, wünschenswert Kenntnisse im Umgang mit Desktop-Publishing (wie Adobe Photoshop und InDesign); WordPress; macOS; iOS; Android\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten\nEine spannende, zukunftsweisende Aufgabe mit großem Gestaltungsspielraum.\nDie Möglichkeit, innovative Ansätze für den Strukturwandel – insbesondere im Kontext des Green Deal und des Kohleausstiegs –\naktiv mitzugestalten.\nZusammenarbeit in einem kreativen und engagierten Team, das Inklusion, Nachhaltigkeit und Ästhetik lebt.\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler Arbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 13 TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich in Zeitz (Sachsen-Anhalt).\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 16.06.2025. Bitte senden Sie diese ausschließlich per E-Mail\n(zusammengefasst in einer PDF-Datei bis 10 MB) an:\nbewerbung@bauhaus-dessau.de\nStiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DSGVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter www.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal, unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-akteurswerkstatt-m-w-d-fuer-reallabor-zekiwa-zeitz/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-besucherservice-5/", "image": "", "title": "Mitarbeiter (m/w/d) Besucherservice", "content_text": "LutherMuseen, Eisleben Bewerbungsende: 09.06.2025 | Das Erbe Martin Luthers und der Reformation zu bewahren und zu vermitteln, ist die Aufgabe der LutherMuseen. 1997 als Stiftung Luthergedenkstätten in Sachsen-Anhalt gegründet, umfassen die LutherMuseen heute fünf reformationsgeschichtliche Gedenkstätten an den Standorten in Eisleben (Luthers Geburtshaus und Luthers Sterbehaus), Mansfeld (Luthers Elternhaus) und Wittenberg (Lutherhaus und Melanchthonhaus). Die Gebäude in Eisleben und Wittenberg sind im Jahr 1996 in das Weltkulturerbe der UNESCO aufgenommen worden. Die Buch-, Handschriften- und Grafikbestände besitzen weltweite Bedeutung; die „Frühen Schriften der Reformationsbewegung initiiert von Martin Luther“ sind seit 2015 in das UNESCO-Weltdokumentenerbe aufgenommen worden.\nFür den Besucherservice in Lutherstadt Eisleben suchen wir einen\nMitarbeiter (m/w/d) Besucherservice\n(30 Stunden/ Woche)\nZu den Aufgaben gehören vor allem:\nBegrüßung und Empfang der Gäste\nErteilen von Auskünften\nFührung durch die Ausstellung\nVerkauf von Eintrittskarten, Literatur und Souvenirs\nErstellen des Tagesabschlusses\nOrganisatorische Aufgaben für die Stiftung\nSonstige Aufgaben wie z.B. Mithilfe bei Sonderveranstaltungen innerhalb und außerhalb der Öffnungszeiten\nBewerber sollen über ein freundliches, kommunikatives, engagiertes, zuverlässiges und teamorientiertes Wesen verfügen. Außerdem erwarten wir:\nanerkannte Qualifikation des Dienstleistungssektors (vorzugsweise Tourismus und Handel)\nEnglischkenntnisse sowie Interesse an der Reformationsgeschichte sind ausdrücklich erwünscht\nWir bieten:\nArbeitsverhältnis nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L, Tarifgebiet Ost)\nVergütung mit Entgeltgruppe 3 bei Vorliegen der persönlichen und tariflichen Voraussetzungen\neine individuelle Zuordnung der tariflichen Erfahrungsstufe unter Berücksichtigung Ihrer bisherigen Berufserfahrung\nVereinbarkeit von Beruf und Familie\nzusätzliche Altersvorsorge (VBL) wird ermöglicht\nvermögenswirksame Leistungen können gewährt werden\nVielzahl an attraktiven Weiterbildungsmöglichkeiten, u.a. Seminare zur beruflichen Weiterentwicklung\nDie Zusammenarbeit soll zum 01.07.2025 bzw. zum nächstmöglichen Zeitpunkt mit insgesamt 30 Stunden/ Woche beginnen. Die Stellen sind zunächst auf 2 Jahre befristet.\nDer Dienstort ist\nLutherstadt Eisleben\n.\nChancengleichheit ist uns wichtig. Schwerbehinderte werden bei gleicher Eignung vorrangig berücksichtigt.\nBewerbungskosten können leider nicht erstattet werden. Ihre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte bis zum\n09.06.2025\nan die\nLutherMuseen\nStiftung Luthergedenkstätten in Sachsen-Anhalt\nDaniela Klohs\nCollegienstraße 54\n06886 Lutherstadt Wittenberg\nbewerbung@luthermuseen.de\nEs werden ausschließlich Bewerbungen berücksichtigt, die rechtzeitig unter der vorgenannten E-Mailadresse oder postalisch bei uns eingehen. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Daher werden die im Rahmen des Bewerbungsverfahrens erhobenen Daten entsprechend der einschlägigen Datenschutzvorschriften erhoben, verarbeitet und genutzt. Wir weisen Sie aber darauf hin, dass die Übersendung Ihrer E-Mail an uns unverschlüsselt erfolgt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-besucherservice-5/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d-sekretariat-im-museumsbetrieb/", "image": "", "title": "Sachbearbeiter*in (m/w/d) Sekretariat im Museumsbetrieb", "content_text": "Potsdam Museum, Potsdam Bewerbungsende: 26.05.2025 | Potsdam ist lebenswert, familienfreundlich und vielfältig. Das spiegelt sich auch in der Verwaltung der brandenburgischen Landeshauptstadt wider. Mit mehr als 2.500 Beschäftigten sind wir eine der größten Arbeitgeberinnen der Region. Als kommunale Behörde halten wir die Stadt am Laufen und sind zuverlässige Dienstleisterin für die Einwohnerinnen und Einwohner. Gleichzeitig geben wir die Impulse für die Entwicklung der Stadt.\nDas Potsdam Museum – Forum für Kunst und Geschichte zählt als kommunales Museum der Landeshauptstadt zu den bedeutendsten kultur- und kunstgeschichtlichen Einrichtungen Brandenburgs. Es befindet sich am Museumsstandort Alter Markt in der historischen Mitte Potsdams. Neben seiner Ständigen Ausstellung zur Stadtgeschichte präsentiert das Potsdam Museum wechselnde Sonderausstellungen zur Kultur- und Kunstgeschichte mit regionalen und überregionalen Bezügen. Unterschiedliche Veranstaltungsformate und museumspädagogische Angebote ergänzen das Programm des Hauses.\nPotsdam wächst und damit auch die Aufgaben in der Verwaltung. Wir suchen zum nächstmöglichen Zeitpunkt für das Potsdam Museum – Forum für Kunst und Geschichte befristeten Anstellung nach § 14 Abs. 1 TzBfG bis 10. Februar 2026 in Teilzeit mit 32 Wochenstunden eine*n\nSachbearbeiter*in (m/w/d) Sekretariat im Museumsbetrieb\nKennziffer: 241.000.21\nzur Stellenuasschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.05.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d-sekretariat-im-museumsbetrieb/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/dezernatsleitung-m-w-d/", "image": "", "title": "Dezernatsleitung (m/w/d)", "content_text": "Brandenburgisches Landesamt für Denkmalpflege und Archäologisches Landesmuseum, Zossen Bewerbungsende: 16.06.2025 | Beim Brandenburgischen Landesamt für Denkmalpflege und Archäologischen Landesmuseum (BLDAM) ist zum nächstmöglichen Zeitpunkt für die Abteilung Bau- und Kunstdenkmalpflege, Dezernat Inventarisation und Dokumentation, die unbefristete Stelle\neiner Dezernatsleitung (m/w/d)\nmit 40 Stunden/Woche zu besetzen. Die Vergütung erfolgt bis zur Entgeltgruppe 15 TV-L.\nDer Dienstort ist Zossen, OT Wünsdorf.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.06.2025", "url": "https://www.museumsbund.de/stellenangebote/dezernatsleitung-m-w-d/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalbetreuerin-recruiterin-m-w-d-fuer-die-abteilung-kaufmaennische-verwaltung/", "image": "", "title": "Personalbetreuer*in / Recruiter*in (m/w/d) für die Abteilung kaufmännische Verwaltung", "content_text": "Zeppelin-Museum Friedrichshafen, Friedrichshafen Bewerbungsende: 31.05.2025 | Das Zeppelin Museum verfügt über die weltweit größte Sammlung zur Luftschifffahrt und eine Kunstsammlung mit Werken vom Mittelalter bis zur Gegenwart. Ein Schwerpunkt der Museumsarbeit liegt auf der Planung und Umsetzung von Themenausstellungen, die Technik und Kunst konzeptionell verbinden. Das Zeppelin Museum zieht mit rund 240.000 Besucher*innen jährlich ein internationales Publikum an.\nDie Zeppelin Museum Friedrichshafen GmbH\nsucht zum nächstmöglichen Zeitpunkt\nfür die Abteilung kaufmännische Verwaltung\neinen Personalbetreuer*in / Recruiter*in (m/w/d)\nin Vollzeit (100 %)\nIhre Aufgaben:\nWir suchen eine*n HR-Generalist*in für die Bearbeitung von Personalangelegenheiten der Beschäftigten der Zeppelin Museum Friedrichshafen GmbH (insgesamt 84 Beschäftigte in Anlehnung an den TVöD). Zu Ihren Aufgaben gehört im Wesentlichen:\nganzheitliche Bearbeitung von Personalvorgängen vom Eintritt bis zum Austritt der Beschäftigten:\nAnsprechpartner*in für alle Beschäftigten in personalrechtlichen Fragen\nErstellung von Verträgen und Zeugnissen\nKoordinierung des On- und Offboardings\nallgemeines Bescheinigungswesen bzw. Korrespondenz mit beteiligten Behörden\nPflege und Verwaltung der Personalstammdaten und -akten einschließlich der Fristenüberwachung\neigenständiges Prüfen von Ansprüchen z. B. auf Teilzeit, Urlaub, Sonderurlaub, Stufenprüfungen, Lohnfortzahlung etc.\nErstellung von Sitzungsvorlagen\nPersonalrekrutierung inklusive der eigenständigen Durchführung von Stellenbesetzungsverfahren\nPrüfung von Vorgängen im Rahmen des Qualitätsmanagements („Vier-Augen-Prinzip“)\nErstellung und Pflege von Statistiken sowie Auswertung aus Personaldatenbanken\nErarbeitung kurzer Stellungnahmen zu uneindeutigen Fall-Konstellationen\nUnterstützung bei der Weiterentwicklung und Optimierung von internen Prozessen\nÜbernahme von Sonderaufgaben und Projekten mit Personalbezug\nIhre Qualifikationen:\nabgeschlossenes einschlägiges Hochschulstudium (Bachelor), z. B. Personalmanagement, Verwaltungsfachwirt*in, Rechtsfachwirt*in o. ä. und erste Berufserfahrung im ausgeschriebenen Aufgabengebiet oder eine abgeschlossene mindestens dreijährige Berufsausbildung und mindestens fünfjährige einschlägige Berufserfahrung im ausgeschriebenen Aufgabengebiet\nsehr gute Fachkenntnisse des allgemeinen Arbeitsrechts und des Sozialversicherungsrechts\nversierter Umgang mit MS Office\nKenntnisse in der vorbereitenden Lohnbuchhaltung\nWir bieten Ihnen:\neine Vergütung angelehnt an TVöD 9b (die Stufen-Zuordnung erfolgt unter Berücksichtigung Ihrer einschlägigen Erfahrung)\neinen unbefristeten Arbeitsvertrag\nGleitzeitkonto\nein interessantes Tätigkeitsfeld in einem einzigartigen Museum mit einem jungen Team\nflache Hierarchien\nFortbildungsmöglichkeiten\n30 Tage Jahresurlaub, Heiligabend und Silvester zusätzlich arbeitsfrei\nFür weitere Fragen steht Ihnen gerne Dr. Claudia Emmert (Tel. 07541 / 3801 10) zur Verfügung.\nBei Interesse senden Sie bitte Ihre Bewerbung, bestehend aus aussagekräftigem Anschreiben, Lebenslauf und Zeugnissen, bis zum 31. Mai 2025 ausschließlich an:\njob@zeppelin-museum.de\n(max. 10 MB).\nReisekosten können nicht erstattet werden.\nDas Zeppelin Museum begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten und von People of Colour sowie von Bewerber*innen mit Flucht oder familiärer Migrationsgeschichte. Schwerbehinderte Menschen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/personalbetreuerin-recruiterin-m-w-d-fuer-die-abteilung-kaufmaennische-verwaltung/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-m-w-d-untere-denkmalschutzbehoerde/", "image": "", "title": "Referent (m/w/d) Untere Denkmalschutzbehörde", "content_text": "Kulturstiftung Sachsen-Anhalt, Leitzkau Bewerbungsende: 15.06.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nFür die Wahrnehmung denkmalschutzrechtlicher Aufgaben sowie allgemeiner Grundsatzangelegenheiten suchen wir zum nächstmöglichen Zeitpunkt einen Referenten (m/w/d) am Sitz der Hauptverwaltung Schloss Leitzkau.\nIhre Aufgaben\nSchnittstellenkoordination mit dem Denkmalfachamt (LDA)\nHilfe bei der Umsetzung der durch denkmalrechtliche Genehmigungen geforderten Nebenbestimmungen\nBeteiligung bei der Erstellung von liegenschaftsbezogenen längerfristigen Konzeptionen\nTeilnahme an Bau- und Planungsberatungen\nBeratung zu geplanten Projekten/Vorhaben hinsichtlich denkmalschutzrechtlicher und verfahrensrechtlicher Belange sowie Beratung zu denkmalfachlichen/ -pflegerischen Fragestellungen\nDurchführung denkmalschutzrechtlicher Verfahren (Genehmigungsverfahren nach § 14 DenkmSchG LSA, Stellungnahmen bei Fördermittelanträgen, Anzeigen gem. § 17 DenkmSchG LSA)\nRecherche baurelevanter Unterlagen im Vorfeld (historische Bauunterlagen, Dokumentationen etc.)\nKontrolle laufender Bauvorhaben\nIhr Profil\nAbgeschlossenes Studium, vorzugsweise mit rechtswissenschaftlichem oder verwaltungswissenschaftlichem Schwerpunkt\nBerufspraktische Erfahrungen in der öffentlichen Verwaltung bzw. im denkmalschutzrechtlichen und denkmalpflegerischen Bereich sind erwünscht\nVerständnis für Bauabläufe sowie Interesse an den bauhistorischen Besonderheiten der Liegenschaften der KST\nBeherrschen der deutschen Sprache in Wort und Schrift\nÜberdurchschnittliche Einsatzbereitschaft, Flexibilität, Kontakt- und Teamfähigkeit sowie eine eigenverantwortliche und systematische Arbeitsweise\nKommunikative und rhetorische Kompetenz, sichere Umgangsformen und Verhandlungsgeschick sowie die Bereitschaft zu Dienstreisen (innerhalb Sachsen-Anhalts)\nUnser Angebot\neine interessante, abwechslungsreiche und eigenverantwortliche Tätigkeit (\nVollzeit, 40 Stunden/Woche\n),\nein\nunbefristetes Arbeitsverhältnis\n,\ngleitende Arbeitszeit,\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge,\nangenehmes Betriebsklima mit Arbeitsort in\nLeitzkau\n,\ntarifgerechte Eingruppierung in die\nEntgeltgruppe 10 TV-L\n.\nNähere Auskünfte zur Stellenausschreibung erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer\n12/03041/05.2025-05\nbis zum\n15.06.2025\nan „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte\nausschließlich als\neine\npdf-Datei\nbei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutz-rechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-m-w-d-untere-denkmalschutzbehoerde/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/trainee-m-w-d-filmarchivarin-2/", "image": "", "title": "Trainee (m/w/d) Filmarchivar*in", "content_text": "Stiftung Deutsche Kinemathek, Berlin Bewerbungsende: 31.05.2025 | Die Stiftung Deutsche Kinemathek – Museum für Film und Fernsehen ist eine der führenden Einrichtungen Europas, die sich der Bewahrung und Reflexion des audiovisuellen Erbes widmet. Mit ihrem Programm in ihrem neubezogenen Zwischenquartier, dem E-Werk in der Mauerstraße in Berlin Mitte, ermöglicht die Kinemathek spannende Begegnungen mit der Welt der bewegten Bilder bis zur Fertigstellung eines geplanten Filmhauses. Sie bietet dort experimentelle Präsentationen ebenso wie ein vielfältiges Bildungs- und Veranstaltungsprogramm, zeigt dort Filmreihen, Produktionen aus dem Fernseharchiv und das Festival Film Restored. Die Archive und eine Fachbibliothek machen sie zu einem bedeutenden Ort für Wissenschaft und Forschung.\nWir suchen zum 01.09.2025 befristet bis zum 31.08.2027 eine*n\nTrainee (m/w/d) Filmarchivar*in\n(Vollzeit 39 Stunden/Woche\n)\nDer Fokus des Traineeprogramms liegt auf dem praktischen Umgang mit analogem Filmmaterial. Fachkenntnisse werden durch die konkrete Bearbeitung von Beständen der Filmsammlung der Deutschen Kinemathek vermittelt. Die Aufgaben beziehen sich sowohl auf einzelne Filmelemente als auch auf große und komplexe Konvolute.\nAuf der Grundlage eines Ausbildungsplans stehen folgende Aspekte im Fokus\n:\nKennenlernen und Arbeiten mit der Filmsammlung der Deutschen Kinemathek\nArbeitsabläufe von der Übernahme und Identifizierung des Filmmaterials über die Bewertung und Dokumentation bis zur Archivierung und Zugänglichmachung\nVermittlung von Kenntnissen über technische Prozesse von der Herstellung bis zur Wiedergabe von analogem Film (Aufzeichnungs- und Wiedergabeverfahren von Bild und Ton, Kopierwerkstechnik, Kinoprojektion)\nmechanische, fotografische und auditive Befundung und Bewertung von analogem Film\nSammlungsmanagement\nKonservierungsverfahren und -strategien\nUmgang mit Kontamination und Zerfall\nUmgang mit analogen und digitalen filmtechnischen Geräten, tlw. Tätigkeiten in klimatisierten Lagern\nEntwicklung von Konzepten zu Sicherungsstrategien und Verwertungsszenarien\nHospitation in einer anderen Filmerbeinstitution, sofern möglich\nVoraussetzungen\nAbgeschlossenes Hochschulstudium in einem relevanten Fach (z.B. Filmkulturerbe, Archivwissenschaft) oder einschlägige Arbeitserfahrung in einem Archiv oder Kopierwerk, einer Sammlung oder Postproduktion\nNachgewiesene gute Kenntnisse der Filmgeschichte\nNachgewiesene Deutschkenntnisse in Wort und Schrift\nFilmtechnische Kenntnisse sind von Vorteil\nWir bieten\nEine Vergütung in Anlehnung an Anwärterbezüge (50% von EG 13 TVöD ohne Zuschläge)\nInteressante und abwechslungsreiche Aufgaben\nEin engagiertes Team, das auch abteilungsübergreifend in Projektteams zusammenarbeitet\nVereinbarkeit von Beruf und Privatem durch zeitlich flexibles und mobiles Arbeiten\nEin teamorientiertes, familienfreundliches und diverses Arbeitsumfeld in einer aufgeschlossenen wie modernen von der BKM geförderten Kulturinstitution\n30 Tage Jahresurlaub bei einer 5-Tage-Woche sowie zusätzliche freie Tage am 24. und 31. Dezember\nZuschuss zum BVG-Firmenticket\nDie Deutsche Kinemathek gewährleistet die Gleichstellung von Frauen und Männern nach Maßgabe des Bundesgleichstellungsgesetzes. Wir verstehen uns als werteorientierte Institution, als Reflexionsort für historische und aktuelle gesellschaftliche Entwicklungen. Wir schätzen Vielfalt und empfinden unterschiedliche Biografien und Lebensentwürfe als Bereicherung. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. BIPoC, LGTBQI* und Menschen mit Diskriminierungs- und Marginalisierungserfahrung möchten wir besonders zu einer Bewerbung ermutigen. Schwerbehinderte Menschen werden bei gleicher Eignung und Qualifikation bevorzugt.\nWenn wir Ihr Interesse geweckt haben, senden Sie bitte Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen spätestens bis zum\n31.05.2025\n(im PDF-Format per E-Mail als eine Datei) an\nbewerbungen@deutsche-kinemathek.de\n.\ndeutsche-kinemathek.de/karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/trainee-m-w-d-filmarchivarin-2/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-m-w-d-fuer-den-bereich-kommunikation-und-marketing-das-minsk/", "image": "", "title": "Teamleitung (m/w/d) für den Bereich Kommunikation und Marketing (DAS MINSK)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 06.06.2025 | Die Museen der Hasso Plattner Foundation gGmbH, eine Tochter der gemeinnützigen Hasso Plattner Foundation, betreibt seit 2017 das Museum Barberini und seit 2022 DAS MINSK Kunsthaus in Potsdam, welche vom Kunstsammler und SAP-Gründer Hasso Plattner gestiftet wurden.\nDAS MINSK Kunsthaus in Potsdam ist damit das jüngste Projekt der Hasso Plattner Foundation und eröffnete am 24. September 2022 für die Öffentlichkeit. Das ehemalige Terrassenrestaurant „Minsk“ – erbaut in den 1970er-Jahren im modernistischen Stil der DDR – wird damit zu einem Ort für Begegnungen zwischen moderner und zeitgenössischer Kunst. Hier werden Kunstwerke aus der ehemaligen DDR, die Teil der Sammlung Hasso Plattner sind, in neuen Kontexten gezeigt.\nGesucht wird zum nächstmöglichen Zeitpunkt eine\nTeamleitung (m/w/d) für den Bereich Kommunikation und Marketing (DAS MINSK) in Vollzeit\nIhre Aufgaben:\nEntwicklung und Umsetzung von Kommunikations- und Marketingstrategien zur Steigerung der Besucherzahlen und zur Förderung der nationalen und internationalenBekanntheit des Kunsthauses.\nLeitung und Koordination eines kleinen Marketing- und Kommunikationsteams.\nPlanung und Durchführung von PR-Kampagnen, Pressearbeit und Social Media Aktivitäten.\nAufbau und Pflege eines starken Netzwerks zu Medien, Partnern und relevanten Stakeholdern, insbesondere im Bereich der zeitgenössischen Kunst.\nInitiierung und Pflege von Kooperationen mit anderen kulturellen Institutionen, Tourismuseinrichtungen und lokalen Partnern.\nZusammenarbeit mit internen Teams und externen Partnern, um integrierte Marketing- und Kommunikationspläne zu erstellen.\nBudgetplanung und -kontrolle für alle Marketing- und Kommunikationsaktivitäten.\nAnalyse und Reporting der Marketingmaßnahmen zur kontinuierlichen Optimierung.\nSie bringen mit:\nAbgeschlossenes Studium im Bereich Marketing, Kommunikation, Betriebswirtschaft oder eine vergleichbare Qualifikation.\nMehrjährige Berufserfahrung in einer leitenden Position im Marketing und/oder Kommunikation, idealerweise im Kulturbereich.\nHervorragende Kenntnisse in der Entwicklung und Umsetzung von Marketingstrategien.\nEin starkes Netzwerk zu Medien, Partnern und relevanten Stakeholdern, insbesondere im Bereich der zeitgenössischen Kunst.\nErfahrung in der Leitung und Motivation von Teams.\nAusgezeichnete Kommunikationsfähigkeiten in Deutsch und Englisch, sowohl schriftlich als auch mündlich.\nKreativität, strategisches Denken und eine ausgeprägte Hands-on-Mentalität.\nHohe Affinität zu zeitgenössischer Kunst und Kultur.\nWir bieten:\nMitgestaltung beim Aufbau und der Positionierung einer neuen Kunstinstitution\nInteressantes und anspruchsvolles Aufgabengebiet\nAgiles Team mit kurzen Entscheidungswegen\nMöglichkeit zur teilweisen Arbeit im Home Office\nBitte senden Sie Ihre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien)\n06.06.2025\nin elektronischer Form, als ein PDF Dokument mit dem Stichwort\nKommunikation\nan\njobs@museen-plattner.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.06.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-m-w-d-fuer-den-bereich-kommunikation-und-marketing-das-minsk/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-ticketadministration-d-m-w/", "image": "", "title": "Leitung Ticketadministration (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 25.05.2025 | Das Humboldt Forum ist ein neuer Ort des Erlebens, der Begegnung und des Lernens in der Mitte Berlins. Im Humboldt Forum werden herausragende Sammlungen und bedeutende Exponate mit einem multidisziplinären Veranstaltungsprogramm zusammengeführt. Die Stiftung Humboldt Forum im Berliner Schloss ist Bauherrin und Betreiberin des Humboldt Forums. Gemeinsam mit den Akteuren des Humboldt Forums (Stiftung Preußischer Kulturbesitz, Humboldt Universität zu Berlin und Stiftung Stadtmuseum Berlin) bespielt sie das Haus mit einem Ausstellungs- und Veranstaltungsprogramm mit künstlerischer, politischer und wissenschaftlicher Ausrichtung.\nFür den Bereich Besucherservice/Ticketing suchen wir zum nächstmöglichen Zeitpunkt eine\nLeiter*in Ticketadministration (d/m/w)\nIhre Aufgaben\nSie sind verantwortlich für den Betrieb und die kontinuierliche Weiterentwicklung des Besuchermanagement-Systems go~mus und der Kassensoftware Korona gemäß der betrieblichen und strategischen Anforderungen des Humboldt Forums. Sie stellen den reibungslosen Betrieb für Kauf- und Buchungsvorgänge im Ticket-Webshop, am Telefon und an der Kasse sicher. Ihnen sind zwei Mitarbeiter*innen fachlich direkt unterstellt.\nIhr Tätigkeitsfeld umfasst weiterhin u. a. folgende Aufgaben:\nSie sind zentrale Ansprechperson für alle fachlichen und strategischen Fragen rund um das Ticketing – inklusive Preisstruktur, Webshop, Paymentanbindung, Befragungsoptionen an der Kasse und Auswertungen.\nSie klären operative Fragen und setzen tagesaktuelle Aufgaben in der Ticketadministration bei hohem Arbeitsaufkommen und im Vertretungsfall um.\nSie entwickeln die langfristige Strategie des Ticketings unter Berücksichtigung aktueller und zukünftiger Anforderungen, Besucherinteressen und des Budgets weiter.\nSie betreuen Schnittstellen zu Systemen wie CRM (Salesforce), ERP (MS Business Central) und Planungssoftware (EVIS) und entwickeln diese weiter.\nSie verantworten die Konzeption und Umsetzung von Schulungen für das Besucherservice-Team.\nSie sind verantwortlich für die User-Administration und das Rollen/Rechte-Konzept.\nSie sind zuständig für die technische Anbindung externer Vertriebsplattformen (z.  GetYourGuide und Visit Berlin).\nSie entwickeln und implementieren Gruppenbuchungsprozesse (z. B. für gewerbliche Gruppen).\nIhr Profil\nSie verfügen über ein abgeschlossenes Hochschulstudium in Wirtschaftsinformatik oder in einem vergleichbaren Studiengang oder gleichwertige Fähigkeiten und Erfahrungen.\nSie haben mindestens drei Jahre Berufserfahrung im Bereich Ticketadministration vorzugsweise in größeren Kulturinstitutionen oder Festivals.\nSie haben sehr gute Kenntnisse in der Administration von Ticketing-und Kassen-Software (go~mus, Korona, Eventim, Reservix u. ä.)und verfügen über Excel-Know-how.\nSie sind in der Lage, Weiterentwicklungsbedarfe zu erkennen, zu durchdenken und in die Realität umzusetzen.\nSie verfügen über Erfahrung in der Schulung und Anleitung von Teams im Bereich Ticketing sowie in der fachlichen Führung von Mitarbeiter*innen.\nSie sind lösungsorientiert und ausgesprochen teamfähig.\nSie arbeiten eigenverantwortlich, strukturiert und ergebnisorientiert.\nSie verfügen über eine hohe Auffassungsgabe sowie über die Fähigkeit zum vernetzten Denken und Handeln in einer komplexen Struktur.\nSehr gute Sprachkenntnisse in Deutsch und Englisch runden Ihr Profil ab.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkten, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durchFort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z. B\n.\n39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge(VBL)\nArbeitgeberzuschuss für dasJobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugangzu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie\nZugang\nzu den staatlichen Museen Berlins\nVerschiedene Angebote für Mitarbeiter*innen\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD- Bund für die Entgeltgruppe 11. Die Besetzung der Stelle erfolgt unbefristet in Vollzeit mit 39 Wochenstunden. Teilzeitbeschäftigung ist grundsätzlich möglich.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne (Personal) unter\nbewerbung@humboldtforum.org\nIhr Bewerbungsanschreiben richten Sie bitte an Ute Behrmann (Leitung Besucherservice & Ticketing).\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungsfrist\nLust darauf ein Teil der Stiftung Humboldt Forum zu werden? Dann freuen wir uns auf Ihre Online-Bewerbung bis einschließlich 25.05.2025 über den untenstehenden Button.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-ticketadministration-d-m-w/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-controlling-grabungsbereich-m-w-d-3/", "image": "", "title": "Sachbearbeiter Controlling Grabungsbereich (m/w/d)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 31.05.2025 | Beim Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– ist im Bereich der Verwaltung der Drittmittelgrabungen zum nächstmöglichen Zeitpunkt eine Stelle als\nSachbearbeiter Controlling Grabungsbereich (m/w/d)\nzu besetzen.\nEs handelt sich um eine unbefristete Vollzeitstelle. Die Stelle ist mit EG 10 TV-L bewertet.\nDer Dienstort ist Halle (Saale).\nAufgaben:\nControlling im Bereich der Abrechnungen von Drittmittelgrabungen mit Auswertungen und Berichterstattung\nKoordinierung und Umsetzung verwaltungs- und haushaltsrechtlicher Aufgaben in enger Zusammenarbeit mit dem Haushaltsreferat\nMitarbeit bei der Entwicklung und Anwendung von Controllinginstrumenten\nMitarbeit beim Aufbau und der Fortschreibung einer Kosten- und Leistungsrechnung\nKoordinierung des Controllings der Grabungsabrechnungen\nKommunikation mit übergeordneten Behörden, Dritten und intern\nMitarbeit bei der Planung der Vorhaben, deren Budgetüberwachung und Abrechnung\nErstellen von Controllingberichten\nÜberwachung der Einhaltung der Vorgaben des Tax Compliance Management System (TCMS) im Grabungsbereich\nFachliche Voraussetzungen:\nabgeschlossenes Studium zum/zur Dipl.-Betriebswirt/in und/oder Dipl.-Kaufmann/frau und/oder Dipl.-Verwaltungswirt/in und/oder vergleichbarer einschlägiger Bachelor/Master-Abschluss; erfolgreich abgeschlossener Verwaltungslehrgang II und/oder Qualifikation als Steuerfachwirt/in oder Betriebswirt/in\nBerufserfahrung im Bereich Controlling\ngute IT-Kenntnisse\nwünschenswert: Berufserfahrungen im Bereich des öffentlichen Dienstes, Kenntnisse im HAMISSA\nPersönliche Voraussetzungen:\nhervorragende organisatorische und analytische Fähigkeiten\nsorgfältige, ergebnisorientierte und strukturierte Arbeitsweise\nAusgeprägte Kommunikations-, Kooperations- und Teamfähigkeit\nInterdisziplinäres Denken, Zuverlässigkeit, Belastbarkeit und Engagement\nVerantwortungsbewusstsein und Selbstständigkeit\nFührerschein der Klasse B/3\nWir bieten Ihnen:\nunbefristete Stelle in Vollzeit (derzeit 40 Std./Woche); die Stelle ist nur in bedingtem Rahmen auch für Teilzeit geeignet\nein breit gefächertes Aufgabengebiet mit einem hohen Maß an Eigenverantwortung und kreativem Gestaltungsspielraum\nMitarbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze schätzt\neinen attraktiven Arbeitsplatz in einer modernen Verwaltung\n30 Tage Urlaubsanspruch im Jahr bei einer 5 Tage Woche (24.12. und 31.12. frei)\nJahressonderzahlung und eine zusätzliche betriebliche Altersvorsorge (VBL)\nMöglichkeiten zur Teilnahme an Fort- und Weiterbildungsangeboten\nflexible Arbeitszeitregelungen (z. B. Gleitzeit, Telearbeit im Rahmen dienstlicher Möglichkeiten)\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 04/25\n– auch außen auf dem Briefumschlag – bis zum 31.05.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–Landesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA\nunter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-controlling-grabungsbereich-m-w-d-3/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologe-w-m-d-3/", "image": "", "title": "Museologe (w/m/d)", "content_text": "Westpreußisches Landesmuseum, Warendorf Bewerbungsende: 20.06.2025 | Das Westpreußische Landesmuseum (WLM), das sich in der Trägerschaft der Kulturstiftung Westpreußen (KSW) befindet, bewahrt die materielle und immaterielle Überlieferung der Landesgeschichte Westpreußens und seiner multiethnischen Geschichte. Auf Grundlage des § 96 des Bundesvertriebenengesetzes (BVFG) erforscht es die Kunst- und Kulturgeschichte der vormaligen Provinz Westpreußen, die heute Teil der Republik Polen ist, sammelt und erhält dingliches Kulturgut und Erinnerungswerte und präsentiert diese in Sonder- und Dauerausstellungen mit dem Ziel, Vergangenheit und Gegenwart der historischen Kulturregion einem deutschen und internationalen Publikum bekannt und verständlich zu machen. Zusammen mit seinen polnischen Partnerinstitutionen entwickelte das WLM Projekte zur Erinnerung und Pflege des gemeinsamen Kulturerbes und fördert den nachbarschaftlichen Kulturaustausch mit Polen. – Die Ausstellungsbereiche sind dienstags bis sonntags sowie an mehreren Feiertagen für das Publikum geöffnet. Darüber hinaus finden regelmäßig auch Abendveranstaltungen statt.\nZur Unterstützung des Museumsteams sucht das WLM zum nächstmöglichen Termin einen Museologen (w/m/d).\nIhre Aufgaben:\nPflege, Verwaltung und systematische Dokumentation der musealen Sammlung\nUnterstützung bei der Digitalisierung von Sammlungsbeständen und der Weiterentwicklung der Sammlungsdatenbank\nMitarbeit bei konservatorischen Maßnahmen und der Betreuung des Magazins und Depots\nMitwirkung bei Auf- und Abbauarbeiten von Dauer- und Sonderausstellungen\nUnterstützung bei der organisatorischen Umsetzung musealer Veranstaltungen\nEnge Zusammenarbeit mit dem wissenschaftlichen Team, der Museumspädagogik und der Verwaltung\nIn geringem Umfang Durchführung kleinerer Transport- und Montagetätigkeiten sowie hausmeisterlichen Aufgaben im Museumsbetrieb\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Bachelor, Diplom (FH) oder gleichwertiger Studienabschluss) im Fach Museologie, Museumskunde oder einer vergleichbaren Fachrichtung\nFundierte Kenntnisse im Bereich der musealen Sammlungsarbeit und Dokumentation und Interesse an Sammlungsbezogener Museumsarbeit und am Erhalt kulturellen Erbes\nHandwerkliches Geschick und Bereitschaft zu praktischen Tätigkeiten im Ausstellungs- und Museumsbetrieb\nGute EDV-Kenntnisse, idealerweise Erfahrung im Umgang mit Museumsdatenbanken\nKörperliche Belastbarkeit\nFührerschein Klasse B oder höher\nTeamfähigkeit, Kommunikationsfähigkeit, Eigeninitiative, hohe Flexibilität\nZuverlässigkeit, Pünktlichkeit und Verantwortungsbewusstsein\nGute Umgangsformen sowie freundliches und sicheres Auftreten\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und in den Abendstunden\nGute deutsche Sprachkenntnisse in Wort und Schrift\nWir bieten Ihnen:\nEin interessantes und anspruchsvolles Aufgabengebiet\nMitarbeit in einem erfahrenen, kreativen Team\nEine zunächst auf 1,5 Jahre befristete Vollzeitbeschäftigung mit 39 h/W, verbunden mit der Option auf eine unbefristete Weiterbeschäftigung\neine Bezahlung nach Entgeltgruppe 9a TVöD\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz und schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt. Von schwerbehinderten Bewerberinnen und Bewerbern wird lediglich ein Mindestmaß an körperlicher Eignung verlangt. Das WLM begrüßt Bewerbungen von Menschen aller Nationalitäten, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion oder sexueller Identität.\nFür Fragen zu der ausgeschriebenen Stelle\nwenden Sie sich bitte an den Leiter des Westpreußischen Landesmuseums\nHerrn Martin Koschny M. A.\nTelefon:\n02581 92777- 16\nE-Mail:\nmartin.koschny@westpreussisches-landesmuseum.de\nWir freuen uns auf Ihre aussagekräftige schriftliche Bewerbung mit den entsprechenden Unterlagen, die Sie bitte als zusammenhängende pdf-Datei bis zum 20. Juni 2025 an:\nmartin.koschny@westpreussisches-landesmuseum.de\nsenden.\nHinweis auf die Aufbewahrung der Unterlagen (Datenschutz)\nMit der Übersendung Ihrer Bewerbungsunterlagen erklären Sie sich damit einverstanden, dass Ihre Daten gem. gesetzlicher Bestimmungen gespeichert werden dürfen. Ein Widerruf dieser Einwilligung ist jederzeit möglich. Die Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen des Bundesdatenschutzgesetzes vernichtet/gelöscht.\nDie Aufbewahrungsfrist für Bewerbungen beträgt 6 Monate nach Eingang.\nWeitere Bestimmungen zum Datenschutz finden Sie auf der Website des Museums.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museologe-w-m-d-3/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiters-in-m-w-d/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Westpreußisches Landesmuseum, Warendorf Bewerbungsende: 26.05.2025 | Am\nWestpreußischen Landesmuseum\nin Warendorf ist zum 1. Juli 2025 die Stelle einer/eines\nWissenschaftlichen Mitarbeiters/-in (m/w/d)\nzu besetzen.\nDie Kulturstiftung Westpreußen ist seit 1975 die Trägerstiftung des Westpreußischen Landesmuseums. Es bildet auf der Grundlage des § 96 Bundesvertriebenengesetz (BVFG) die zentrale Einrichtung, die die Kulturgeschichte Westpreußens erforschen, dingliches Kulturgut sammeln und erhalten sowie die Arbeitsergebnisse präsentieren soll. Das Museum soll Vergangenheit und Gegenwart der gesamten Kulturregion Westpreußen bekannt machen und einen Beitrag zur Verständigung zwischen Deutschland und Polen leisten. Das Westpreußische Landesmuseum wird von der Bundesrepublik Deutschland, vom Land Nordrhein-Westfalen, vom Landschaftsverband Westfalen-Lippe sowie von der Stadt Warendorf institutionell gefördert.\nZu Ihren Aufgaben gehören insbesondere:\nSie bereiten Ausstellungen und Veranstaltungen sowohl inhaltlich als auch organisatorisch vor und führen diese durch.\nSie betreiben historische, sozial- und kulturgeschichtliche Forschung zur deutsch-polnischen Kulturregion an der unteren Weichsel.\nSie wirken am Aufbau und an der Pflege der Sammlungen mit, insbesondere des Bildarchivs und der Westpreußen-Bibliothek.\nSie übernehmen die konzeptionelle und redaktionelle Betreuung von Publikationen.\nSie sind verantwortlich für die Presse- und Öffentlichkeitsarbeit.\nDas erwarten wir von Ihnen:\nSie haben ein abgeschlossenes Hochschulstudium der Geschichte, der Kunstgeschichte oder einer anderen einschlägigen Kulturwissenschaft, idealerweise mit Promotion,\nSie verfügen über tiefergehende Kenntnisse von aktueller Museumsarbeit und zeitgemäßen Vermittlungsmethoden und\nSie haben die Fähigkeit zu selbstständigem Arbeiten sowie Teamfähigkeit und Flexibilität\nVon Vorteil sind weiter:\nSie verfügen über gute Kenntnisse und ein ausgeprägtes Interesse an der westpreußischen Landes- und Kulturgeschichte.\nSie bringen Erfahrungen im Museums-, Ausstellungs- und Veranstaltungsmanagement sowie im Marketing, Kulturmanagement, in der Museumsvermittlung und der Öffentlichkeitsarbeit mit.\nSie besitzen ausgeprägte methodische, kommunikative und soziale Kompetenzen.\nSie beherrschen die deutsche Sprache sicher in Wort und Schrift.\nSie haben Erfahrungen in redaktionellen Tätigkeiten.\nSie verfügen über polnische Sprachkenntnisse oder sind bereit, diese zu erwerben.\nSie sind bereit, auch abends und an Wochenenden zu arbeiten.\nDie Stelle:\nDie Stelle kann zunächst für 18 Monate besetzt werden. Nach Möglichkeit kann danach die Übernahme in ein unbefristetes Beschäftigungsverhältnis vorgenommen werden. Die Bezahlung erfolgt abhängig von persönlicher Eignung und Qualifikation nach Entgeltgruppe 13 des Tarifvertrags für den öffentlichen Dienst (TVöD Bund). Es handelt sich um eine Vollzeitstelle (derzeit 39 Stunden pro Woche) und der Dienstort ist Warendorf.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz und schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt. Bewerbungen von Menschen mit Schwerbehinderungen sind erwünscht, wobei eine persönliche Mobilität auch in nicht barrierefreiem Umfeld gegeben sein muss. Die KSW begrüßt Bewerbungen von Menschen aller Nationalitäten, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion oder sexueller Identität.\nFür Fragen zu der ausgeschriebenen Stelle\nwenden Sie sich bitte an den Leiter des Westpreußischen Landesmuseums\nHerrn Martin Koschny M. A.\nTelefon:\n02581 92777- 16\nE-Mail:\nmartin.koschny@westpreussisches-landesmuseum.de\nDie Kulturstiftung Westpreußen freut sich auf Ihre\naussagekräftige Online-Bewerbung\nmit den entsprechenden Unterlagen (tabellarischer Lebenslauf, Zeugnisse, lückenlose Tätigkeitsnachweise) bis zum\n26\n.05.2025\nauf\n:\nhttps://karriere.warendorf.de/jobposting/29e8a083aa7739749af875d11c6f7355a798f3af\nHinweis auf die Aufbewahrung der Unterlagen (Datenschutz)\nMit der Übersendung Ihrer Bewerbungsunterlagen erklären Sie sich damit einverstanden, dass Ihre Daten gem. gesetzlicher Bestimmungen gespeichert werden dürfen. Ein Widerruf dieser Einwilligung ist jederzeit möglich. Die Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen des Bundesdatenschutzgesetzes vernichtet/gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiters-in-m-w-d/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-elektrotechnik-elektrofachkraft-m-w-d-2/", "image": "", "title": "Mitarbeiter*in Elektrotechnik / Elektrofachkraft (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 25.05.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann. Als Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum 01.09.2025 eine*n\nMitarbeiter*in Elektrotechnik / Elektrofachkraft (m/w/d) unbefristet und in Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-elektrotechnik-elektrofachkraft-m-w-d-2/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bildungsreferentin-m-w-d-12/", "image": "", "title": "Bildungsreferent*in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 22.05.2025 | Bei der Stiftung Deutsches Historisches Museum ist im Fachbereich Bildung und Vermittlung, Abteilung Ausstellungen zum nächstmöglichen Zeitpunkt eine Stelle als\nBildungsreferent*in (m/w/d)\nzu besetzen.\nDie Stelle ist zunächst befristet bis zum 31. Dezember 2025 verbunden mit der Option einer Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der jährlichen Mittelfreigabe) und nach Entgeltgruppe 11 TVöD-Ost bewertet.\nDer Dienstort ist Berlin-Mitte. Die wöchentliche Arbeitszeit beträgt 25 Wochenstunden.\nDie Bereitschaft zur Wochenendarbeit, an Feiertagen oder abends wird vorausgesetzt.\nDas Aufgabengebiet erfordert die schnelle Einarbeitung in unterschiedliche Themen und die Übernahme von verschiedenen Aufgaben im Fachbereich Bildung und Vermittlung sowie in der Abteilung Ausstellungen.\nIm Wesentlichen handelt es sich um folgende Aufgaben in den Wechselausstellungen „Gewalt ausstellen: Erste Ausstellungen zur NS-Besatzung in Europa, 1945-1948“ „Natur und deutsche Geschichte. Glaube – Biologie – Macht“ und andere:\nAusarbeitung und Übernahme von Überblicks‐ und Themenführungen (analog und digital) in deutscher sowie mind. einer unten genannten Fremdsprache für Einzelbesucher, nationale und internationale Gruppen\nKonzept und Durchführung von geschichtsdidaktischen Formaten (z.B. Filmwerkstätten, Geschichtswerkstätten, Familienangeboten; PC-Stationen, u.a.) analog und digital\nAusarbeitung von Konzept und Durchführung von Überblicks‐ und Themenführungen; Betreuung von VIP-Gruppen und Abend- oder Sonderveranstaltungen für nationale und internationale Gruppen und Multiplikatorenveranstaltungen in der Bildungsarbeit (analog und digital)\nMitarbeit bei der inklusiven Gestaltung der Ausstellung „Natur und deutsche Geschichte“ und andere Ausstellungen\nMitarbeit an Formaten für Kinder für die Ausstellung „Natur und deutsche Geschichte“ und andere Ausstellungen und Veranstaltungen\nErstellen von Vorlagen in bildungspolitisch, aktuellen Themen für interne und externe Diskussionen\nVerfassen von Vorlagen für Werbetexte\nÜbernahme von Führungen rund ums Zeughaus\nFolgende Anforderungen werden gestellt:\nAbgeschlossene Hochschulbildung einer der Fachrichtungen Geschichte, Geschichtsdidaktik, Politologie, Public History, Kunstgeschichte oder in einer verwandten Fachrichtung\nSehr gute historische und/oder kulturhistorische Kenntnisse des 19. und 20. Jahrhunderts\nNachgewiesene museumspädagogische oder geschichtsdidaktische Berufserfahrung\nFließende Kenntnisse in Deutsch und Englisch oder Französisch (ab GER-Niveaustufe C1)\nWünschenswert sind:\nErfahrungen in den Themen Inklusion und Barrierefreiheit\nKenntnisse in der interkulturellen Bildungsarbeit\nErfahrung mit der Konzeption von Formaten und / oder Programmen für Kinder und Jugendliche\nFließende Kenntnisse einer dritten Sprache in Wort und Schrift wie z.B. Spanisch, Französisch, Italienisch, Polnisch, Türkisch u.a.\nTeamfähigkeit und Belastbarkeit (Tätigkeiten fallen auch am Wochenende oder abends an)\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Deutsches Historisches Museum und zur Stiftung Flucht, Vertreibung, Versöhnung gestanden haben.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: BUV\nbis zum\n22.05.2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.05.2025", "url": "https://www.museumsbund.de/stellenangebote/bildungsreferentin-m-w-d-12/", "date_published": "2025-05-14T00:00:00"}]}