{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-fuer-kuratorische-assistenz/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d) für kuratorische Assistenz", "content_text": "Stadt Heilbronn, Heilbronn Bewerbungsende: 01.03.2026 | Unsere Stadt geht in die Zukunft – und Sie sind mit dabei. Heilbronn am Neckar ist das dynamische Oberzentrum der Region Heilbronn-Franken. Wirtschaftliche Stärke, Bildungsvielfalt, kulturelle Energie und soziales Engagement zeichnen unsere Stadt aus.\nDie Stelle im Städtischen Museum Heilbronn ist ab 1. Mai 2026 zur Besetzung offen.\nWährend der Ausbildung erhalten Sie einen Einblick in alle museumsrelevanten Bereiche der Institution.\nIhr wichtiger Beitrag\nSie unterstützen die zuständigen Kuratoren/Kuratorinnen unter anderem bei der Organisation und Durchführung von Ausstellungen und Veranstaltungen, insbesondere für die Kunsthalle Vogelmann.\nSie erstellen Textbeiträge und sonstige Druckmittel z.B. für Flyer, Ausstellungen samt Audioguide, etc.\nSie übernehmen Aufgaben in der Museumspädagogik (z.B. Führungen/Workshops).\nSie erledigen allgemeine Verwaltungsaufgaben sowie die Ausstellungsorganisation mit dem Erstellen von Werks-, Versicherungs- und Transportlisten, etc.\nSie unterstützen die Pressearbeit und bereiten Pressekonferenzen vor.\nSie arbeiten beim Verfassen von Texten für die Presse, für Flyer und Ausstellungen inklusive Lektorat mit.\nSie bauen die Kommunikation über Social Media Kanäle weiter aus.\nzur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-fuer-kuratorische-assistenz/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-tourneeausstellung-ausstellungen-im-ausland/", "image": "", "title": "Projektleitung (m/w/d) Tourneeausstellung/Ausstellungen im Ausland", "content_text": ", Stuttgart | Für die Abteilung Kunst in Stuttgart suchen wir zum nächstmöglichen Zeitpunkt befristet eine Projektleitung (m/w/d) Tourneeausstellung/Ausstellungen im Ausland in Teilzeit (80%).\nWer wir sind\nWerte – Kultur – Frieden: Mit dem ifa weltweit sinnstiftend wirken in Stuttgart und Berlin\nDas ifa -Institut für Auslandsbeziehungen setzt sich gemeinsam mit Partnern weltweit ein für die Freiheit in Kunst, Forschung und Zivilgesellschaft und bringt Menschen zusammen, die sich für eine offene Gesellschaft engagieren. Dazu schafft es analoge und digitale Räume für Begegnung, Austausch, Aushandlung und Ko-Kreation. Es gibt Aktivist:innen, Künstler:innen und Wissenschaftler:innen eine Stimme, fördert Kooperationen und verfolgt seine Ziele verstärkt mit europäischen Partnern. Basierend auf seinen Kernkompetenzen Kunst, Forschung und Zivilgesellschaft baut es Netzwerke auf, um nachhaltige Wirkung zu erzielen.\nDas ifa wird gefördert vom Auswärtigen Amt, dem Land Baden-Württemberg und der Landeshauptstadt Stuttgart.\nAn unseren Standorten in Stuttgart und Berlin sind 200 Mitarbeitende für uns tätig.\nDas ifa organisiert weltweit Tourneeausstellungen zeitgenössischer Kunst und Kultur, die in Museen und Kunsträumen in verschiedenen Ländern gezeigt werden. Die Ausstellungen umfassen monografische wie auch thematische Ausstellungen in den klassischen Kunstgattungen von Fotografie über Design bis hin zu Digital Born Art. Diese Ausstellungen fördern den internationalen Austausch und schaffen lokale Begegnungsorte, oft in Kooperation mit Partnern vor Ort.\nWas Sie erwartet\nProjektleitung von internationalen Ausstellungsprojekten (inkl. Rahmenprogramm) analog und digital im Rahmen internationaler Tourneen\nKoordinierung der Arbeiten aller Projektbeteiligten einschließlich Erarbeitung detaillierter Zeitpläne für die Ausstellungsprojekte und Steuerung von Externen\nKommunikation mit ausländischen Partnern bzgl. Inhalten, Präsentationsbedinungen und -formen und zusätzlich unter Berücksichtigung außenkulturpolitischer Bedinungen und Interessen\nÜbersetzung künstlerischer Planungsprozesse in verwalterische Vergabestrukturen\nEntwicklung neuer Formate und Kommunikationswege für den Bereich in enger Zusammenarbeit mit der Bereichsleitung\nWas Sie mitbringen\nAbgeschlossenes Hochschulstudium im Bereich Kunst-, Kulturwissenschaften, Kulturmanagement oder Vergleichbares\nMehrjährige Erfahrung in Konzeption und Realisierung von Ausstellungen und Programmen sowie deren Übersetzung ins Digitale, Kenntnisse in MuseumPlus\nSehr gute Vernetzung in der internationalen zeitgenössischen Kunst und Kultur\nBreites Interesse an diskursiven, gesellschaftlichen und interdisziplinären Themenstellungen\nKenntnisse in der verwalterischen Abwicklung von Ausstellungsprojekten (Bundeshaushaltsordnung/öffentl. Mittel)\nHerausragende Management- und Kommunikationskompetenz, großes Engagement, Flexibilität und Teamgeist\nSehr gute Deutsch- und Englischkenntisse sowie einer weiteren, gern außereuropäischen Fremdsprache\nWas wir Ihnen bieten\nBei uns erwartet Sie ein spannender und vielseitiger Job bei einer weltweit tätigen Organisation.\nUnsere Bezahlung richtet sich nach dem Tarifvertrag für den öffentlichen Dienst, die Eingruppierung ist, bei Vorliegen der Voraussetzungen, in der Entgeltgruppe 11 TVöD-Bund vorgesehen. Wir pflegen eine partnerschaftliche und offene Arbeits­atmosphäre. Moderne und familienfreundliche Arbeits­bedingungen sind für uns selbstverständlich. Ihre flexiblen Arbeitszeiten werden im Team abgestimmt.\nBeim ifa profitieren Sie von einer Jahressonderzahlung, einer Betriebsrente mit Arbeitgeberanteil, einem Arbeitgeberzuschuss zum Deutschland-Job-Ticket, einer sehr guten Anbindung an das öffentliche Verkehrsnetz, von gesundheitsfördernden Maßnahmen und von individuellen Fort- und Weiterbildungsmöglichkeiten.\nDas ifa setzt sich für Vielfalt ein. Wir begrüßen Bewerbungen von Menschen unabhängig von Nationalität, ethnischer und sozialer Herkunft, Religion oder Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Das Institut für Auslandsbeziehungen e.V. (ifa) ist als eingetragener Verein ein privater Arbeitgeber.\nKontakt\nIhre Bewerbung enthält ein Motivationsschreiben, einen Lebenslauf und alle relevanten Zeugnisse. Bitte laden Sie diese als zusammengefasste PDF-Datei (maximal 35 MB) bis zum 18.03.2026\nhier\nhoch.\nTelefonische Auskünfte zum Aufgabengebiet erhalten Sie bei Frau Slade, erreichbar unter der Rufnummer +49 711 2225245 oder per E-Mail sophie.slade@ifa.de.\nIhre Bewerbungsunterlagen werden spätestens 6 Monate nach der Stellenbesetzung gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-tourneeausstellung-ausstellungen-im-ausland/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-fuer-den-bereich-ausstellungen-und-sammlung-2/", "image": "", "title": "Projektassistenz (m/w/d) für den Bereich Ausstellungen und Sammlung", "content_text": "Dokumentationszentrum Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 11.03.2026 | Die Bundesstiftung Flucht, Vertreibung, Versöhnung sucht, zum 1. Juni 2026 beziehungsweise zum nächstmöglichen Zeitpunkt eine\nProjektassistenz\n(m/w/d)\nfür den\nBereich Ausstellungen und Sammlung\ndes Dokumentationszentrums.\nDie Stelle ist auf zwei Jahre befristet und nach\nEntgeltgruppe 9b TVöD Bund\nbewertet.\nWir sind ein einzigartiger Lern- und Erinnerungsort, der Zwangsmigration in Geschichte und Gegenwart ins Zentrum stellt. Flucht und Vertreibung von rund 14 Millionen Deutschen im historischen Kontext des Zweiten Weltkriegs und der nationalsozialistischen Politik bilden den Schwerpunkt der Ständigen Ausstellung. Unserem Publikum bieten wir außerdem sehenswerte Sonderausstellungen und eine Bibliothek mit Zeitzeugenarchiv, die zum Recherchieren einlädt. Hinzu kommt ein vielfältiges Programm mit Führungen, innovativen Workshops und Veranstaltungen. Das 2021 eröffnete Haus mit spektakulärer Architektur befindet sich mitten in Berlin unweit des Potsdamer Platzes. Sie möchten ein Forum historischer Bildung und lebendiger Debatten mitgestalten? Wir freuen uns über Ihre Bewerbung!\nIhr Aufgabengebiet umfasst insbesondere:\nMitarbeit bei der Planung und Realisierung von verschiedenen Sonderausstellungen sowie von kleineren Galerie-Ausstellungen,\nBeschaffung von Reproduktionen und Lizenzen für Katalog, Ausstellungsprojekte,\nCopyrightmanagement, Bild- und Medienarchivierung für die Ausstellungen sowie Katalog/Ausstellungspublikationen und sonstige Begleitmaterialien,\nMitarbeit bei Organisation und Koordination des Leihverkehrs,\nMitarbeit bei Organisation und Koordination des Ausstellungsauf-/abbaus,\nPflege der Ständigen Ausstellung und Sicherstellung eines reibungslosen Betriebs,\nVor- und Nachbereitung von Jour Fixen und Arbeitsgruppen, intern wie extern.\nUnsere Anforderungen:\nAbgeschlossene Hochschulbildung, FH- oder Bachelor-Abschluss, der Fachrichtung Geschichte, Kulturwissenschaften, Museologie oder vergleichbare Kenntnisse,\nBerufserfahrung im Bereich Kultur- und oder Museums-, Ausstellungsmanagement,\ngute Kenntnisse im Bereich Bild- und Medienverwaltung, idealerweise in Kulturinstitutionen,\nsicheres Deutsch und Englisch in Wort und Schrift.\nWünschenswert sind:\nInteresse an der deutschen und europäischen Zeitgeschichte, vorzugsweise zu Zwangsmigration, insbesondere zur Flucht und Vertreibung der Deutschen,\nhohe Kommunikations-, Organisations-, Planungs- und Teamkompetenz,\nsehr gute einschlägige EDV-Kenntnisse,\nInteresse an europäischer und globaler Zeitgeschichte.\nWir bieten Ihnen:\nEine verantwortungsvolle Tätigkeit in Verbindung mit einem relevanten Thema,\nfamilienfreundliche Arbeitsumgebung (Urlaub nach TVöD, flexible Arbeitszeiten; Möglichkeit der anteiligen mobilen Arbeit),\nDeutschlandticket Job (anteilige Kostenübernahme durch den Arbeitgeber).\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Flucht, Vertreibung, Versöhnung und zur Stiftung Deutsches Historisches Museum gestanden haben.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nFür inhaltliche Rückfragen zur Ausschreibung können Sie sich gerne an info@f-v-v.de.\nBitte richten Sie Ihre Bewerbungen mit der\nKennziffer ProA26\nbis zum\n11. März 2026\nausschließlich elektronisch an:\nbewerbung@f-v-v.de\n.\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF-Datei mit einer Größe von max. 8 MB übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder Anhänge können nicht berücksichtigt werden.\nDokumentationszentrum Flucht, Vertreibung, Versöhnung\nStresemannstraße 90\n10963 Berlin\nwww.flucht-vertreibung-versoehnung.de\nT +49 30 206 29 98 – 0\nMail:\ninfo@f-v-v.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2026", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-fuer-den-bereich-ausstellungen-und-sammlung-2/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogik/", "image": "", "title": "Museumspädagogik", "content_text": "Stiftung Stadtmuseum Wiesbaden, Wiesbaden Bewerbungsende: 22.03.2026 | Museumspädagogik (w/m/d)\nin Teilzeit (19,5 Wochenstunden),\nBefristet für die Dauer der Elternzeit der Stelleninhaberin.\nBewerbungsschluss: 22. März 2026\nDie\nStiftung Stadtmuseum Wiesbaden\nist eine von der Landeshauptstadt Wiesbaden gegründete Stiftung des öffentlichen Rechts. Als Trägerin des\nsam – Stadtmuseum am Markt\nim Herzen der Wiesbadener Innenstadt sichert sie den laufenden Museumsbetrieb, betreut, dokumentiert und erforscht die bedeutende Sammlung Nassauischer Altertümer sowie die Sammlungen zur Stadtgeschichte und der Region RheinMain. Die Stiftung ermöglicht die nachhaltige Umsetzung von Ausstellungen, Veranstaltungen, Vermittlungsangeboten und Kooperationen mit Schulen und weiteren Bildungseinrichtungen, mit der Hochschule RheinMain und Akteuren der Stadtgesellschaft. Stiftung und Museum verstehen sich als Plattform und Schnittstelle für Wissen, Bildung und gesellschaftlichen Dialog.\nAktuell arbeiten wir unter anderem an der zeitgemäßen Weiterentwicklung des sam an einem neuen Standort sowie am Sonderprojekt „WDC WerkRaum Wiesbaden – Offen für deine Ideen“.\nDie WDC WerkRaum Wiesbaden ist ein Ort, der zum Mitgestalten einlädt. Ziel ist ein intensiver Austausch zwischen Generationen, Herkünften, Lebenswelten und Perspektiven – ein Raum, der gesellschaftlichen Zusammenhalt erlebbar macht und dazu einlädt, gemeinsam auszuhandeln und zu gestalten, wie wir in Zukunft leben wollen.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine/n engagierte/n\nMitarbeiter/in für die\nMuseumspädagogik\nin Teilzeit (19,5 Wochenstunden)\nBefristet für die Dauer der Elternzeit der Stelleninhaberin.\nIhre Aufgaben\nÜbernahme und Umsetzung bestehender Konzepte pädagogischer Vermittlungsangebote für Schulen, Ferienbetreuungen, Erwachsene und Familien sowie Lehrerfortbildungen\nAkquirieren von Schulkassen sowie Wahrnehmen der Allgemeinen Buchungskommunikation und -verwaltung der Führungsangebote sowie des Netzwerkaufbaus und -pflege\nBeraten von Besuchenden, Lehrkräften und/oder Gruppenleitungen zu den pädagogischen Angeboten\nUmsetzung von didaktischen Konzepten und Begleitmaterialien zu Sonder- und Dauerausstellungen\nMitarbeit an Sonderveranstaltungen (z. B. Internationaler Museumstag, Begleitveranstaltungen zu Sonderausstellungen, Angebote im WDC WerkRaum von Mai-Oktober 2026)\nBetreuen, Koordinieren und Schulen der Honorarkräfte\nWahrnehmen der Projektkoordination, z. B. gemeinsame Projekte mit Kooperationspartnern: u. a. Planen von Anträgen und Finanzen sowie Verwalten von Fördergeldern\nUmsetzung von partizipativen Angeboten zur kulturellen Teilhabe\nIhr Profil\nAbgeschlossenes Hochschulstudium der Museologie, Kulturmanagement, Kulturwissenschaften,\nArchäologie, Geschichte, Pädagogik oder verwandte Bereiche\nFundierte praktische Erfahrungen in der Bildungs- und Vermittlungsarbeit\nVersierter Umgang mit MS Office\nBereitschaft zu Fort- und Weiterbildungen\nTeamfähigkeit, Einsatzbereitschaft, Zuverlässigkeit sowie organisierte und strukturierte Arbeitsweise\nFlexibilität bei Arbeitszeiten (Abend-, Wochenend- und Feiertagseinsätze)\nGute Kommunikationsfähigkeit sowie gutes Ausdrucksvermögen in Deutsch und Englisch\nFreude am Umgang mit Menschen aller Altersstufen und Begeisterung für die Arbeit im kulturellen Sektor\nWünschenswert\nErfahrungen im Bereich Teamleitung\nErfahrungen im Bereich Fördermittelmanagement /Drittmittelbeschaffung\nSammlungsbezogene Fachkenntnisse\nWir bieten Ihnen\neine vielseitige und verantwortungsvolle Tätigkeit in einem dynamischen Umfeld\ndie Mitarbeit in einem engagierten Team\nJobticket und betriebliche Zusatzversorgung für Angestellte\nFort- und Weiterbildungsmöglichkeiten und Gesundheitsmanagement (LH Wiesbaden)\nAnstellung im öffentlichen Dienst\n(TVöD VKA), Vergütung nach TVöD 9 des Tarifvertrags für den öffentlichen Dienst\nGewünschter Arbeitsbeginn:  zum nächstmöglichen Zeitpunkt\nVorstellungsgespräche: voraussichtlich KW 16 / 17\nHaben wir Ihr Interesse geweckt?\nWir freuen uns über Ihre\naussagekräftige Bewerbung\n(\neine\nzusammenhängende PDF-Datei per E-Mail mit Anschreiben, tabellarischem Lebenslauf und Zeugniskopien)\nbis spätestens 22. März 2026 per E-Mail an:\ninfo@stadtmuseum-wiesbaden.de\nStiftung Stadtmuseum Wiesbaden\nBierstadter Straße 1, 65189 Wiesbaden\nAnsprechpartnerin: Christiane Jarosch-Viriyachitt\nDurch die Bewerbung entstehende Kosten werden nicht erstattet.\nDie Gleichstellung aller Mitarbeitenden ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit Personen mit Schwerbehinderung geeignet. Schwerbehinderte Bewerberinnen bzw. Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogik/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-m-w-d-fuer-buergerwissenschaften-mit-schwerpunkt-insekten/", "image": "", "title": "Projektkoordinator*in (m/w/d) für Bürgerwissenschaften mit Schwerpunkt Insekten", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 05.03.2026 | Senckenberg – Leibniz-Institution für Biodiversitäts- und Erdsystemforschung (SGN)\nmit Hauptsitz in Frankfurt am Main sucht für das Senckenberg Forschungsinstitut und Naturmuseum Frankfurt zum\n01.05.2026\nfür die Abteilung Terrestrische Zoologie eine*n\nProjektkoordinator*in (m/w/d) für Bürgerwissenschaften mit Schwerpunkt Insekten\n(Vollzeit / Teilzeit ist möglich)\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeit ist möglich\nVertragsart: Befristet auf 2 Jahre, eine Entfristung ist vorgesehen Vergütung: Tarifvertrag des Landes Hessens (TV-H) / E11\nSenckenberg zählt zu den weltweit führenden Forschungseinrichtungen im Bereich der Biodiversitäts- und Erdsystemforschung. Mit acht Forschungsinstituten, drei Naturmuseen in ganz Deutschland und Wissenschaftlerinnen und Wissenschaftlern aus über 40 Nationen ist Senckenberg international hervorragend vernetzt. Der Hauptsitz befindet sich in der dynamischen Wirtschaftsmetropole Frankfurt am Main im Herzen Deutschlands. Dort ist auch eine der bekanntesten Einrichtungen, das Senckenberg Naturmuseum, angesiedelt.\nDie geplante Stelle dient der langfristigen Stärkung der Artenkenntnis im Bereich der Insekten in Hessen und darüber hinaus. Damit wird der wachsenden Bedeutung von Artenkenntnis für Biodiversitätsschutz, angewandten Naturschutz und Forschung Rechnung getragen und ein nachhaltiger Beitrag zur Ausbildung und Förderung neuer Artenkennerinnen und Artenkenner geleistet. Dies ist sowohl gesellschaftlich als auch für die Weiterentwicklung der Forschung mit Einbindung von Ehrenamtlichen Experten für Senckenberg von hoher Relevanz.\nMit dem Portal Insekten Hessen existiert bereits ein zentraler Knotenpunkt, der Fachwissen bündelt, ehrenamtliches Engagement vernetzt und wichtige Daten für den Naturschutz zugänglich macht. Um dieses Portal zu betreuen, auszubauen und in ein deutschlandweites Netzwerk einzubinden, ist eine dauerhafte koordinierende Stelle erforderlich.\nIhre Aufgaben\nAusgehend vom Portal Insekten Hessen und den angeschlossenen Projekten Aufbau und Pflege eines Artenkennernetzwerkes zum Thema Insekten aus Wissenschaft, Ehrenamt und Praxis\nInitiierung und Koordination von weiterführenden Projekten zu Artenkenntnis, Biodiversitätsschutz, angewandtem Naturschutz und Forschung\nZusammenarbeit mit Behörden und Verbänden (z.B. Naturschutzakademie Hessen)\nPflege und Weiterentwicklung des Portals “Insekten Hessen” in Zusammenarbeit mit ehrenamtlich tätigen Personen und Kooperationspartnern, sowie Vernetzung mit überregionalen Plattformen und Sicherstellung der Datenintegration (z.B. rote Liste, HLNUG)\nKonzeption, Organisation und Durchführung von Fortbildungsangeboten für Wissenschaftler und interessierte Bürger zur Förderung der Artenkenntnis\nÖffentlichkeitsarbeit und Kommunikation der Projektergebnisse mit internen und externen Partnern im Bereich Insekten und darüber hinaus\nUnterstützung der Abteilung im Bereich taxonomischer Expertise und Sammlungsarbeit\nIhr Profil\nAbgeschlossenes Bachelor – Studium der Biologie oder ein vergleichbarer Studienabschluss\nBegeisterung für Insekten und deren Lebensräume; vertiefte Kenntnisse heimischer Arten einer Insektengruppe wünschenswert\nSehr gute Kommunikationsfähigkeiten in deutscher Sprache\nBereitschaft zur Zusammenarbeit mit Behörden und Verbänden, Wissenschaftlern, Laien und Bürgerwissenschaftlern\nSicherheit im Umgang mit Datenbanken\nSehr gute Präsentations- und Kommunikationsfähigkeiten\nIT-Kenntnisse\nBereitschaft zur gelegentlichen Arbeit am Wochenende\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität.\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-26013 bis zum 05.03.2026 an\nrecruiting@senckenberg.de\nDie Interviews sind für den 11.März 2026 vorgesehen. Wir bitten die Bewerber*innen sich diesen Zeitraum vorzumerken. Es gibt die Möglichkeit, alternative Interviewdaten zu vereinbaren\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Steffen Pauls unter\nsteffen.pauls@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2026", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-m-w-d-fuer-buergerwissenschaften-mit-schwerpunkt-insekten/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistent-in-des-verwaltungsdirektors-vorstandes-m-w-d/", "image": "", "title": "Assistent/in des Verwaltungsdirektors/ Vorstandes (m/ w/ d)", "content_text": "Deutsche Kinemathek, Berlin Bewerbungsende: 03.03.2026 | Die Stiftung Deutsche Kinemathek – Museum für Film und Fernsehen ist eine der führenden Einrichtungen Europas, die sich der Bewahrung und Vermittlung des audiovisuellen Erbes widmet. In ihrem neuen, temporären Zwischenquartier im E-Werk in Berlin-Mitte lädt sie bis zur Eröffnung eines neuen Filmhauses zu vielfältigen Begegnungen mit Film und Fernsehen ein. Sie zeigt dort experimentelle Ausstellungen, kuratierte Filmreihen, Produktionen aus dem Fernseharchiv sowie das Festival Film Restored. Ein breites Publikum erreicht die Kinemathek durch ein abwechslungsreiches Bildungs- und Veranstaltungsprogramm – sowie mit der Retrospektive und den Berlinale Classics, die sie im Rahmen der Internationalen Filmfest-spiele Berlin ausrichtet. Archive und Fachbibliothek machen die Kinemathek zu einem wichtigen Ort für Wissenschaft und Forschung.\nWir suchen möglichst zum 01.04.2026 zunächst befristet für zwei Jahre (Übernahme in ein unbefristetes Arbeitsverhältnis ist vorgesehen) eine*n\nAssistent/ in des Verwaltungsdirektors/ Vorstandes (m/ w/ d)\n(Vollzeit 39 Stunden/Woche)\nAufgabenbeschreibung\nOrganisation des operativen Tagesgeschäftes des Verwaltungsdirektors (VD)/ Vorstandes wie z.B. Terminverwaltung, Überwachung des Mailverkehrs, Wiedervorlagen, digitale und analoge Ablage, Berichtswesen, Erstellung und Auswertung von Statistiken etc.\nReisemanagement des VD\nVor- und Nachbereitung von Meetings, Sitzungen sowie Protokollführung inkl. Gremienarbeit, Zusammenstellung von Unterlagen\nDurchführung und Zusammenfassung von rechtlichen und finanzwirksamen Recherchen\nadministrative Unterstützung für das Management von Drittmittelprojekten\nDurchführung und Prüfung von Abrechnungen, Erstellen von Vermerken\nallgemeine und fremdsprachliche Sekretariatsaufgaben sowie administrative Tätigkeiten wie z.B. organisatorische Vorbereitung und Abrechnung von Dienstreisen, Verfassen von Vermerken etc.\nVoraussetzungen\nabgeschlossene Berufsausbildung im verwaltungs- und/ oder kaufmännischen Bereich wie z.B. Fremdsprachenassistenz\nKenntnisse bezüglich Vorschriften des BGBs, Vergaberechts, Bundesreisekostengesetzes etc. sowie von Verwaltungsvorgängen\nsicherer Umgang mit den MS-Office-Produkten inkl. Teams, OneDrive etc.\nKommunikationsstärke in Wort und Schrift\nsouveränes Auftreten, ausgeprägte Dienstleistungsorientierung sowie Freude am Organisieren\nverhandlungssichere Deutsch- und Englischkenntnisse, jede weitere Fremdsprache ist von Vorteil\nhohes Maß an Flexibilität und Belastbarkeit\nWir bieten\nEine Vergütung E 9a TVöD bei Vorliegen der formalen Voraussetzungen\nInteressante und abwechslungsreiche Aufgaben\nEinen Arbeitsplatz in zentraler Lage in Berlin\nEin engagiertes Team, das auch abteilungsübergreifend in Projektteams zusammenarbeitet\nVereinbarkeit von Beruf und Privatem durch zeitlich flexibles und mobiles Arbeiten\nEin teamorientiertes, familienfreundliches und diverses Arbeitsumfeld in einer aufgeschlossenen wie modernen vom BKM geförderten Kulturinstitution\n30 Tage Jahresurlaub bei einer 5-Tage-Woche sowie zusätzliche freie Tage am 24. und 31. Dezember\nZuschuss zum BVG-Firmenticket\nDie Deutsche Kinemathek gewährleistet die Gleichstellung von Frauen und Männern nach Maßgabe des Bundesgleichstellungsgesetzes. Wir verstehen uns als werteorientierte Institution, als Reflexionsort für historische und aktuelle gesellschaftliche Entwicklungen. Wir schätzen Vielfalt und empfinden unterschiedliche Biografien und Lebensentwürfe als Bereicherung. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. BIPoC, LGTBQI* und Menschen mit Diskriminierungs- und Marginalisierungserfahrung möchten wir besonders zu einer Bewerbung ermutigen. Schwerbehinderte Menschen werden bei gleicher Eignung und Qualifikation bevorzugt.\nWenn wir Ihr Interesse geweckt haben, senden Sie bitte Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen spätestens bis zum\n03.03.2026\n(im PDF-Format per E-Mail als eine Datei) an\nbewerbungen@deutsche-kinemathek.de\n. Wir planen, die Auswahlgespräche am 12.03.2026 zu führen.\ndeutsche-kinemathek.de/karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2026", "url": "https://www.museumsbund.de/stellenangebote/assistent-in-des-verwaltungsdirektors-vorstandes-m-w-d/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung/", "image": "", "title": "Geschäftsführung des Museumsverbandes Thüringen e. V.", "content_text": "Museumsverband Thüringen, Erfurt Bewerbungsende: 15.03.2026 | Der 1990 gegründete Museumsverband Thüringen e. V. (MVT) ist der Fachverband für fast 250 Museen in Thüringen. Der Vorstand und daraus die Präsidentin / der Präsident des MVT werden alle vier Jahre von den Mitgliedern direkt gewählt. Die Hauptaufgabe des Vorstandes und der in der Landeshauptstadt Erfurt angesiedelten Geschäftsstelle besteht in der Beratung der Mitglieder und des für Museen zuständigen Ministeriums, in der Lobbyarbeit für die Museen gegenüber der Landespolitik und den Museumsträgern, der Netzwerkarbeit im Sinne der Mitglieder sowie in der Koordinierung der Provenienzforschung der kleinen und mittleren Museen in Thüringen. Die Geschäftsstelle besteht aus derzeit sieben Mitarbeitenden und der Geschäftsführung.\nDiese Stelle der\nGeschäftsführung des Museumsverbandes Thüringen e. V.\nist zum nächstmöglichen Zeitpunkt unbefristet zu besetzen. Es handelt sich um eine Vollzeitstelle (39 Wochenstunden), die der Entgeltgruppe 13 TVöD zugeordnet ist.\nDas\nAufgabengebiet\numfasst:\nLeitung der Geschäftsstelle im regelmäßigen Austausch mit dem Präsidium und dem Vorstand des MVT,\ndie souveräne inhaltliche Vertretung der Ziele des MVT gegenüber der Politik, dem Fördermittelgeber Freistaat Thüringen, den Museumsträgern und den Mitgliedern in Abstimmung mit dem Vorstand,\nproaktive Mitarbeit bei der Weiterentwicklung der Ziele des MVT und der Ableitung der dazugehörigen Strategie,\ndas Erstellen der Jahresberichte,\ndie interne Koordinierung der Verbandsarbeit zwischen Vorstand, Arbeitskreisen, Mitgliedern und Geschäftsstelle,\ndie inhaltliche Vorbereitung des jährlichen Verbandstages sowie der monatlichen Vorstandssitzungen und der regelmäßigen Abstimmungsrunden mit dem Präsidium,\ndie Verantwortung für die Haushaltsplanung des Verbandes und die laufende Budgetüberwachung,\ndas Fördermittel- und Vertragsmanagement sowie die Steuerung externer Dienstleister,\ndie Netzwerkarbeit mit dem Deutschen Museumsbund, anderen Museumsverbänden (in der KMBL), vor allem dem Museumsverband Hessen sowie weiteren Kultur-Fachverbänden in Thüringen,\nenge Zusammenarbeit mit Partnern wie der Thüringer Universitäts- und Landesbibliothek Jena oder der digiCULT-Verbund eG.\nBerufliche Qualifikation und fachliche Voraussetzungen:\nabgeschlossenes Hochschulstudium (Universität, Fachhochschule) mit Masterabschluss in einer einschlägigen Fachrichtung oder gleichwertige Qualifikation, verbunden mit einer mehrjährigen Tätigkeit im öffentlichen Dienst, in der freien Wirtschaft, bei Nonprofit-Organisationen oder bei einem freien Kulturträger,\nsehr gute Kenntnis der Thüringer Museumslandschaft und/oder der kulturpolitischen Verhältnisse in Thüringen,\nnachgewiesene Netzwerkarbeit mit Interessenvertretungen aus Politik, Kultur, Verwaltung und Industrie,\nnachgewiesene Erfahrung einer erfolgreichen mehrjährigen Teamleitung.\nPersönliche Voraussetzungen\n:\nsouveräne, strategisch denkende Führungspersönlichkeit,\nwertschätzende und motivierende Personalführung und strategische Personalentwicklung,\nausgeprägtes Kommunikationsgeschick und hohes Maß an Sozialkompetenz,\nFähigkeit zum Netzwerken,\nbreites Interesse an kulturgeschichtlichen Themen,\nüberdurchschnittliches Engagement, Flexibilität und Organisationstalent,\nEigeninitiative, schnelle Auffassungsgabe und positive Grundhaltung, Improvisationsfähigkeit und Belastbarkeit,\nein hohes Maß an Diskretion und Zuverlässigkeit,\nIdentifikation mit den Zielen des MVT,\nBereitschaft zur Arbeit außerhalb der regulären Bürozeiten,\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift,\nsicherer Umgang mit Windows, den gängigen MS-Office-Anwendungen und den gängigen digitalen Anwendungen eines modernen Büromanagements,\neinschlägige Kenntnisse und Erfahrungen im öffentlichen Haushaltsrecht,\nBereitschaft zur Mobilität in einer weitverzweigten Museumslandschaft,\nFührerschein Klasse B.\nWir bieten:\ntarifgerechte Bezahlung mit den am öffentlichen Dienst orientierten vermögenswirksamen Leistungen,\neine verantwortungsvolle Tätigkeit in einem engagierten Museumsverband mit individuellen Gestaltungsspielräumen,\nein engagiertes, qualifiziertes Team und ein vielseitiges Aufgabengebiet,\neinen attraktiven, mit dem ÖPNV erreichbaren Arbeitsort in einer Stadt mit hohem Freizeitwert,\nein modern eingerichtetes, freundliches Büro,\nMöglichkeiten zur Fort- und Weiterbildung,\nim Rahmen des Aufgabenspektrums die Möglichkeit des mobilen Arbeitens,\nUnterstützung beim Start (Hilfe bei der Einarbeitung, Vorstellung bei Partnereinrichtungen, ggf. Unterstützung bei der Wohnungssuche).\nSollten wir Ihr Interesse zur Erfüllung des genannten Aufgabenspektrums geweckt haben und Sie die geforderten Voraussetzungen erfüllen, dann senden Sie Ihre\nBewerbung bis zum 15. März 2026 in Form einer Online-Bewerbung\n(inkl. einer programmatischen Skizze zu Ihrer aus den Zielen des MVT abgeleiteten Strategie für die nächsten fünf Jahre / bis zu 5.000 Zeichen o. L.) als PDF an\npraesident@museumsverband-thueringen.de\n. Bitte achten Sie darauf, dass der Umfang der Datei nicht größer als 4 MB ist.\nGerne steht Ihnen der Präsident des Museumsverbandes Thüringen, Herr Dr. Roland Krischke, für Rückfragen zur Verfügung. Schreiben Sie hierzu an die oben angegebene\nE-Mail-Adresse oder vereinbaren Sie telefonisch einen Termin über das Sekretariat des MVT: 0361 / 5513871.\nSchwerbehinderte oder ihnen gleichgestellte Bewerberinnen und Bewerber werden nach Maßgabe des SGB IX bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur angemessenen Berücksichtigung bitten wir Sie, den Bewerbungsunterlagen einen entsprechenden Nachweis beizufügen.\nNach Abschluss des Verfahrens werden die Unterlagen nicht berücksichtigter Bewerberinnen und Bewerber vernichtet. Bewerbungskosten werden nicht erstattet.\nMit der Übersendung Ihrer Bewerbung willigen Sie in die Verarbeitung Ihrer personenbezogenen Daten in den Systemen des Museumsverbandes Thüringen e. V. ein. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bauingenieur-architekt-m-w-d-teilgebiet-hochbau/", "image": "", "title": "Bauingenieur / Architekt (m/w/d) Teilgebiet Hochbau", "content_text": "Kulturstiftung Sachsen-Anhalt, Gommern / OT Leitzkau Bewerbungsende: 22.03.2026 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nZur Unterstützung und Entlastung der objekt-/ projektverantwortlichen Bauingenieure bzw. Referatsleiter, vor allem aber zur Wahrnehmung der öffentlichen Bauherrenfunktion, suchen wir für die Baudirektion am Standort Leitzkau (Bau- und Liegenschaftsverwaltung) zum nächstmöglichen Einstellungstermin vorübergehend einen Bauingenieur und/oder Architekten (m/w/d) – Teilgebiet Hochbau.\nIhre Aufgaben\nEigenverantwortliche Steuerung, Planung und Überwachung von Bauvorhaben im Rahmen von Sanierungs- und Neubauprojekten in Wahrnehmung der Bauherrenfunktion\nDurchführung von Ausschreibungen sowie Erstellung und Pflege der Baudokumentation\nBau- bzw. Baukostenkontrolle und Vorabnahme von Bauleistungen\nPrüfung und Abrechnung von Bauleistungen\nSteuerung, Koordination und fachliche Begleitung von Ingenieurbüros, Behörden und ausführenden Firmen im Rahmen der Bauherrenfunktion\nIhr Profil\nein abgeschlossenes Hochschulstudium des Bauingenieurwesens oder der Architektur vorzugsweise im Teilbereich Hochbau oder eine vergleichbare Qualifikation\nBerufserfahrung im öffentlich-rechtlichen Umfeld / in der öffentlichen Verwaltung\ngute Kenntnisse in der HOAI sowie den Vergabevorschriften\nKenntnisse im Denkmalschutz und in der Denkmalpflege (Er- und Unterhaltung von Kulturdenkmalen)\nBeherrschung der deutschen Sprache in Wort und Schrift sowie sicheres Verhandlungsgeschick\nselbstständige, sorgfältige Arbeitsweise sowie strukturiertes Vorgehen\nüberdurchschnittliche Einsatzbereitschaft, Flexibilität, Teamfähigkeit, Kontaktfähigkeit\nFührerschein Klasse B\nBereitschaft zu regelmäßigen Dienstreisen innerhalb Sachsen-Anhalts (als Selbstfahrer/in mit Dienst-PKW/Privat-PKW)\nUnser Angebot\neine verantwortungsvolle und abwechslungsreiche Tätigkeit in\nVollzeit\n(40 Stunden/ Woche)\nbefristetes\nArbeitsverhältnis für\nzwei Jahre\ngleitende Arbeitszeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in\nGommern OT Leitzkau\ntarifgerechte Eingruppierung in die\nEntgeltgruppe 11 TV-L\nNähere Auskünfte zu der ausgeschriebenen Stelle erteilen Ihnen Frau Anika Kliewe und Frau Christine Oelze unter den Rufnummern +49 39241 934-71 bzw. -90. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer\n12/03041/02.2026-03\nbis zum\n22.03.2026\nan „referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte\nausschließlich als\neine\npdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.03.2026", "url": "https://www.museumsbund.de/stellenangebote/bauingenieur-architekt-m-w-d-teilgebiet-hochbau/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-bildung-und-vermittlung-m-w-d-mit-schwerpunkt-kulturpaedagogik-und-inklusion/", "image": "", "title": "Mitarbeiter*in Bildung und Vermittlung (m/w/d) mit Schwerpunkt Kulturpädagogik und Inklusion", "content_text": "Kulturstiftung Dessau-Wörlitz, Dessau Bewerbungsende: 31.03.2026 | In der Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau ist\nzum nächstmöglichen Zeitpunkt\neine Stelle als\nMitarbeiter*in Bildung und Vermittlung (m/w/d) mit Schwerpunkt Kulturpädagogik und Inklusion in der Abteilung Schlösser und Sammlungen\nWerden Sie Teil unseres motivierten und engagierten Teams am Standort Wörlitz in 06785 Oranienbaum-Wörlitz.\nDie Kulturstiftung Dessau-Wörlitz ist eine durch das Land Sachsen-Anhalt und den Bund geförderte staatliche Stiftung des öffentlichen Rechts. Sie hat mit ihren mehr als 100 Beschäftigten satzungsgemäß die Aufgabe, das Gartenreich Dessau-Wörlitz, eine historische Kulturlandschaft mit dem Status eines UNESCO-Welterbes, zu bewahren und zu entwickeln. In Obhut der Stiftung befinden sich etwa 240 historische Bauwerke, darunter fünf Schlösser mit dazugehörigen Gartenanlagen und umfangreiche Kunstsammlungen von europäischem Rang.\nInhaltliche Schwerpunkte der Tätigkeit sind:\nDurchführung von Programmen, Formaten und Aktionen im Rahmen bestehender Konzepte für verschiedene Zielgruppen, insbesondere für junge Menschen und Familien\nFundierte, ganzheitlich orientierte Wissensvermittlung des UNESCO-Welterbes (Kunst, Kultur und Natur)\nMitarbeit bei der Entwicklung und Erstellung didaktischer Vermittlungsmaterialien (analog und digital)\nMitarbeit bei der Entwicklung und Organisation inklusiver, barrierefreier Angebote\neigenverantwortliche Zusammenarbeit mit Bildungseinrichtungen (Kitas, Schulen etc.) und verschiedenen anderen Institutionen\nPflege und Weiterentwicklung von Netzwerken und Kooperationen\nDurchführung von Fortbildungen für Saisonkräfte und Multiplikatoren\nprojektbezogene Finanzplanung und -verwaltung inkl. Organisation/Beschaffung von Arbeits- und Hilfsmitteln\nEvaluation, Auswertung und Qualitätssicherung von Bildungsangeboten\nMitarbeit an der Entwicklung, Fortschreibung und Umsetzung unseres Bildungs- und Vermittlungskonzeptes in enger Zusammenarbeit mit den Kolleginnen der Bildung und Vermittlung sowie der Schlossleitung\nSie erfüllen folgende Voraussetzungen:\nabgeschlossene Ausbildung oder abgeschlossenes Studium in einer für das Tätigkeitsfeld relevanten Fachrichtung, bevorzugt aus den Bereichen (Kunst-, Museums-, Theater-) Pädagogik oder Museologie\nerste berufliche Erfahrungen in der didaktischen Aufbereitung wissenschaftlicher Inhalte\nerste berufliche Erfahrungen in der zielgruppenspezifischen Vermittlung\nerweitertes Führungszeugnis\nDarüber hinaus erwarten wir von Ihnen:\nFreude an der Entwicklung und Umsetzung innovativer Bildungs-, Vermittlungs- und Veranstaltungsformate, ggf. mit Inklusionsbezug\nFreude am persönlichen Umgang mit Menschen jeder Altersgruppe\nausgeprägte Kommunikationsfähigkeit, ein hohes Maß an Sozialkompetenz\nBelastbarkeit und Flexibilität\nselbstständiges, verantwortungsbewusstes und teamorientiertes Handeln\nOrganisationsgeschick mit proaktiver, strukturierter und zuverlässiger Arbeitsweise\nsehr gute mündliche und schriftliche Ausdrucksfähigkeit (Deutsch)\ngute Englischkenntnisse in Wort und Schrift\nsicherer Umgang mit Microsoft-Office-Programmen\nKreativität, Flexibilität und Sorgfalt\nFührerschein der Klasse B und die Bereitschaft zum Führen eine Pkw\nAufgrund der spezifischen Öffnungszeiten der Schlösser kann gelegentliche Wochenend- und Feiertagsarbeit nicht ausgeschlossen werden; eine entsprechende Einsatzbereitschaft wird vorausgesetzt.\nWir bieten Ihnen:\nWork Life Balance\nFlexible Arbeitszeiten in einem Gleitzeit-Modell mit Zeitguthaben sind für uns selbstverständlich.\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Arbeitswoche.\nDer 24. und 31. Dezember sind zusätzliche freie Arbeitstage.\nDie Möglichkeit einer Teilzeitbeschäftigung unter Berücksichtigung der dienstlichen Erfordernisse sehen wir als Selbstverständlichkeit an.\nIhre Gesundheit liegt uns sehr am Herzen! Wir bieten Ihnen ein modernes betriebliches Gesundheitsmanagement an.\nFaire Vergütung\nBei Erfüllung der persönlichen Voraussetzungen und Wahrnehmung aller übertragenen Tätigkeiten ist eine Zuordnung bis zur Entgeltgruppe 9b des Tarifvertrages der Länder (TV-L) möglich (Vollzeit: 40 Stunden/Woche).\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L.\nKarrierekick durch Weiterbildungen\nWir stillen Ihren Wissensdurst und bieten Ihnen gezielte Fortbildungen an.\nSie können bis zu 10 Tage Bildungsurlaub in zwei Jahren nach dem Bildungsurlaubsgesetz in Anspruch nehmen.\nWeitere Benefits\nZentrale Lage Ihres Arbeitsplatzes im Herzen einer der Liegenschaften des Gartenreichs Dessau-Wörlitz.\nSie wollten schon immer alle Häuser der Stiftung kennen lernen?\nSie interessieren sich für unsere Ausstellungen?\nWir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen.\nSie erhalten eine zusätzliche Altersvorsorge über die VBL (Versorgungsanstalt des Bundes und der Länder).\nWir zahlen Ihnen vermögenswirksame Leistungen lt. TV-L.\nWir bieten die Möglichkeit der Entgeltumwandlung zum Leasing für Fahrräder / E-bikes nach TV-L § 19b.\nDie Stelle ist unbefristet.\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller und geschlechtlicher Identität.\nSchwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 31.03.2026\n(Datum des Poststempels bzw. der E-Mail) an\nKulturstiftung Dessau-Wörlitz\nSchloss Großkühnau\nReferat Haushalt/Personal/Organisation\nEbenhanstraße 8\n06846 Dessau-Roßlau\nbewerbung@gartenreich.de\nBei Fragen zum Aufgabengebiet informiert Sie gern:\nFrau Dr. Anette Froesch\nAbteilungsleiterin Schlösser & Sammlungen\nTelefon: + 49 (0) 340 646 15-35\nMobil: + 49 (0) 1511 954 6179\nBewerbungs- und Reisekosten können nicht erstattet werden. Wird die Rücksendung der Unterlagen erwünscht, ist ein ausreichend frankierter und adressierter Rückumschlag erforderlich.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-bildung-und-vermittlung-m-w-d-mit-schwerpunkt-kulturpaedagogik-und-inklusion/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-den-bereich-provenienzforschung-mwd/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in für den Bereich Provenienzforschung (m,w,d)", "content_text": "Hamburger Kunsthalle, Hamburg Bewerbungsende: 12.03.2026 | Die Hamburger Kunsthalle ist eine der herausragenden europäischen Museumssammlungen und eine der besucherstärksten Kunstmuseen Deutschlands. Mit einem gegenwartsbezogenen Programm auf historischer Basis, in dem diskursive Ausstellungen, die Weiterentwicklung der Sammlung, Forschung und Vermittlung zusammen gedacht werden, ist sie ein Ort des Austausches, der Kreativität und des Wissens. Wir arbeiten international vernetzt und verstehen uns zugleich als aktiver Teil der Hamburger Stadtgesellschaft.\nZum nächstmöglichen Zeitpunkt besetzen wir, zunächst befristet bis Ende 2028, eine*n wissenschaftliche*n Mitarbeiter*in für den Bereich Provenienzforschung (m, w, d) in Vollzeit.\nIn dieser Position forschen Sie als Teammitglied im Bereich Provenienzforschung und Sammlungsgeschichte am Bestand der Sammlung der Hamburger Kunsthalle. Ein Schwerpunkt der Aufgabe liegt auf der Erforschung von beanspruchten Werken aus dem Treuhandvermögen der Freien und Hansestadt Hamburg (FHH).\nIhre Aufgaben sind:\nWissenschaftliche Provenienzforschung und Dokumentation der stiftungseigenen Sammlung sowie des Bestandes im Treuhandvermögen der FHH in der Sammlung der Hamburger Kunsthalle und besonders im Zusammenhang mit aktuellen (Restitutions-)anfragen.\nKommunikation und Zusammenarbeit im Netzwerk der Provenienzforschung und mit den verschiedenen Vertreter*innen der Behörde für Kultur und Medien der FHH.\nTransparente und zielgruppenadäquate Vermittlung der Ergebnisse und Erkenntnisse aus der Provenienzforschung und Sammlungsgeschichte (analog / digital).\nSie bringen folgende Voraussetzungen mit:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Kunstgeschichte, Geschichte oder Provenienzforschung (Master / Magister).\nNachgewiesene Erfahrungen in der Provenienzforschung insbesondere hinsichtlich des NS-verfolgungsbedingten Entzugs.\nProfunde Kenntnisse in der Museumsgeschichte, Geschichte des Kunsthandels, Kenntnisse zu Händler*innen, Galerist*innen und Sammler*innen und deren Netzwerke, zur Geschichte des „Dritten Reiches“ und spezifisch zu der Geschichte der Judenverfolgung.\nErfahrung in der Archiv- und Quellenarbeit, im Umgang mit Kunstobjekten und Quellendokumentation.\nVorteilhaft:\nSie bringen ein hohes Maß an Teamfähigkeit mit, da die Tätigkeit im engen Austausch mit dem Team der Hamburger Kunsthalle erfolgt.\nBereitschaft zur aktiven Vernetzung innerhalb der Fachszene.\nSie arbeiten auch unter hoher Arbeitsbelastung sorgfältig, termingerecht und analysieren und fassen komplexe Sachverhalte zügig und verständlich zusammen.\nDie Hamburger Kunsthalle bekennt sich zu den Verpflichtungen der Washingtoner Erklärung und den nachfolgenden Erklärungen wie der Theresienstädter Erklärung und berücksichtigt die hieraus resultierenden Aspekte in ihrem Handeln.\nDie regelmäßige wöchentliche Arbeitszeit beträgt zurzeit 40 Stunden. Die Vergütung erfolgt nach EG 13 TV-AVH. Ihre Fragen beantwortet Ihnen Frau Marion Asmus (Tel. 040/428 131 263).\nDie Hamburger Kunsthalle strebt an, dass sich die gesellschaftliche Vielfalt der Stadt auch bei ihren Beschäftigten widerspiegelt. Wir begrüßen die Bewerbungen aller Menschen, unabhängig ihrer Herkunft, fördern die Gleichstellung der Geschlechter und die Vereinbarkeit von Beruf und Familie. Wir freuen uns insbesondere über Bewerbungen von Männern. Sie werden aufgrund ihrer Unterrepräsentanz bei gleicher Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt. Schwerbehinderte Menschen werden bei gleicher Eignung und fachlicher Leistung ebenfalls bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nohne Foto\nmit Lebenslauf und Zeugnissen\nbis zum 12. März 2026\nper Mail an\nbewerbung@hamburger-kunsthalle.de\n(maximal 5 MB, Anhänge als PDF, keine ZIP-Datei)\nBewerbungen in anderen Formaten als PDF können leider nicht berücksichtigt werden.\nWir erheben für das Ausschreibungsverfahren nur personenbezogene Daten, die für den Bewerbungsprozess relevant sind und beachten dabei die gesetzlichen Bestimmungen. Mehr Informationen finden Sie unter\nwww.hamburger-kunsthalle.de/datenschutzerklaerung\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-den-bereich-provenienzforschung-mwd/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-sammlung-archaeologie/", "image": "", "title": "Mitarbeiter (m/w/d) Sammlung / Archäologie", "content_text": "halbers, Halberstadt Bewerbungsende: 03.03.2026 | ganz modern – ganz dynamisch – ganz zukunftsorientiert\nEine Stadt mit\nCharisma\n– alt und modern, besinnlich und aufregend, ruhig und bewegend!\nDie Stadt Halberstadt ist ein wichtiger Wirtschaftsstandort im Nordharz und\nKreisstadt\ndes Harzkreises. Sie bietet Kultur und Geschichte zum Anfassen, Naherholungsgebiete zum Relaxen, eine Vielzahl von Sport- und Freizeitangeboten sowie vielfältige Restaurants zum Genießen.\nEine modern ausgebaute\nInfrastruktur\nmit einer großen Anzahl an Schulen, Bildungseinrichtungen und Kindereinrichtungen stehen für eine zukunftsorientierte Kreisstadt. In einer Stadt mit ca.\n40.000 Einwohnern\nsorgen rund 500 engagierte Mitarbeiter bereits heute für einen reibungslosen Ablauf: ob in der Verwaltung, in der Feuerwehr, in der Stadtplanung, im Baubereich, in den Schulen und Kindertagesstätten sowie in vielen weiteren Einsatzfeldern.\nWerden auch Sie ein Teil im\n#TeamStadtHalberstadt\n– gestalten Sie unsere Kreisstadt mit als:\nMitarbeiter\n(m/w/d) Sammlung / Archäologie\nEs handelt sich um eine auf ein Jahr befristete Stelle gem. § 14 Abs. 1 TzBfG im Bereich der Archäologie in den städtischen Museen mit einer wöchentlichen Arbeitszeit von 30 Stunden und einer Bezahlung nach Entgeltgruppe\nE 09 b TVöD*.\nDiese Arbeitsaufgaben erwarten Sie …\nAnfertigung der entsprechenden Dokumentationen zu erfolgten archäologischen Ausgrabungen mit dem Schwerpunkt Stadtarchäologie sowie digitale Erfassung archäologischer Altbestände\nBetreuung des Sammlungsbestandes für den Bereich der Ur- und Frühgeschichte\nMitwirkung bei der Vorbereitung und dem Aufbau von Ausstellungen,\nDurchführung von Führungen und museumspädagogischen Aktionen zu den Themen Ur- und Frühgeschichte/Archäologie\nAnfertigung und Betreuung der Fotodokumentation\nOrganisation, Durchführung und Nachbereitung der archäologischen Fachtagung „Reich und schön? – Die Fürstengräber der jüngeren Römischen Kaiserzeit aus Emersleben“ am 28. und 29.08.2026 in Halberstadt\ninsbesondere Teilnehmer- und Referentenmanagement\nVorbereitung des zugehörigen Tagungsbands inklusive Redaktion und Fundraising zur Publikation\nBetreuung des Wissenschaftlichen Beirats der archäologischen Sammlung am Städtischen Museum\nSie bringen mit…\nmindestens eine abgeschlossene Hochschulbildung (Diplom/Bachelor) in den Fachrichtungen: Archäologien Europas, Ur- und Frühgeschichte/Vor- und Frühgeschichte, Archäologie, Mittelalter-Archäologie\n*Willkommen sind auch Bewerbungen von Personen, die nicht über die geforderte formale Qualifikation verfügen, jedoch aufgrund gleichwertiger Fähigkeiten und ihrer beruflichen Erfahrung entsprechende Tätigkeiten erfolgreich ausgeübt haben. Hierbei finden die Eingruppierungsrichtlinien des TVöD Anwendung\nvertiefte Fachkenntnisse zur Archäologie des Harzraums\nanwendungsbereite Kenntnisse zu Museologie bzw. Museumsmanagement, insbesondere zur Betreuung und Ausstellung von ur- und frühhistorischen bzw. archäologischen Objekten\numfassende Kenntnisse und Erfahrungen im Umgang mit Archivierungsprogrammen und Datenbanken (AUGIAS) sind erforderlich\nsicherer Umgang mit MS Office\nsicherer Umgang mit gängigen Graphikprogrammen\nBereitschaft zur Arbeit an Sonn- und Feiertagen\nsehr gute Selbstorganisation beim Arbeiten\nversiert im Umgang mit Besuchern und Anfragen\npraktische Erfahrung mit persönlich durchgeführten Museumsführungen oder museumspädagogischen Aktionen\npraktische Erfahrung mit Redaktion wissenschaftlicher Texte\nErfahrung in der Einwerbung von Drittmitteln\nBelastbarkeit, Flexibilität sowie Engagement\nBereitschaft zur Weiterbildung und Qualifizierung\nZuverlässigkeit, Eigeninitiative, Verantwortungsbewusstsein\nWir bieten Ihnen …\nModerne und einladende Arbeitsumgebung\n– Freuen Sie sich auf attraktive und freundliche Arbeitsbedingungen, die zum Wohlfühlen einladen.\nVerantwortungsvolle Aufgaben in einem engagierten Team\n– Übernehmen Sie spannende Tätigkeiten in einem funktionierenden und unterstützenden Umfeld.\nUmfassende Einarbeitung –\nWir sorgen für eine fachkundige und individuelle Einarbeitung, damit Sie bestens starten können.\nFlexible Arbeitszeiten –\nGestalten Sie Ihre Arbeitszeit flexibel, um Familie und Beruf optimal zu vereinbaren.\nGesundheitsförderung\n– Profitieren Sie von betrieblichen Maßnahmen zur Gesundheitsförderung.\nAltersvorsorge –\nWir unterstützen Ihre Zukunft mit einer betrieblichen Altersvorsorge.\nAttraktive Vergütung –\nNeben dem Entgelt erhalten Sie alle tariflichen Leistungen wie Jahressonderzahlung, leistungsorientierte Prämien, Urlaub und mehr – alles nach dem Tarifvertrag für den öffentlichen Dienst (TVöD).\nHomeoffice-Möglichkeiten –\nNach einer Einarbeitungsphase können Sie bis zu 50% Ihrer Arbeitszeit flexibel im Homeoffice gestalten.\nWeiterbildung –\nWir fördern Ihre persönliche und fachliche Entwicklung durch vielfältige Fortbildungsmöglichkeiten, z.B. über LinkedIn Learning, Fachworkshops oder Messen.\nInnovative Arbeitsumgebung –\nArbeiten Sie mit modernster Technik und leistungsstarkem Equipment, das Sie bei Ihrer täglichen Arbeit unterstützt.\nDie Stadt Halberstadt steht für Gleichstellung, Chancengleichheit und Antidiskriminierung, auch bei der Personalgewinnung. Schwerbehinderte und gleichgestellte Bewerber/innen werden bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nBei im Ausland erworbenen Bildungsabschlüssen bitten wir um Übersendung entsprechender Nachweise über die Gleichwertigkeit mit einem deutschen Abschluss. Nähere Informationen hierzu erhalten Sie auf der Internetseite der Zentralstelle für ausländisches Bildungswesen (ZAB) unter\nwww.kmk.org/zab sowie Sprachniveau C1\n.\nBei Einstellungen der Gemeinde können Mitglieder im Einsatzdienst der Feuerwehr dieser Gemeinde nach § 9 Abs. 5 Brandschutzgesetz Land Sachsen-Anhalt (hier Mitglieder der Freiwilligen Feuerwehr) bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt werden, wenn nicht andere rechtlich schützenswerte Gründe überwiegen, die in der Person eines anderen Bewerbers liegen.\nSie haben Interesse, dann richten Sie Ihre aussagefähigen Bewerbungsunterlagen (Bewerbungsschreiben, lückenloser Lebenslauf, Prüfungszeugnis des geforderten Abschlusses und Tätigkeitsnachweis, alle qualifizierten Zeugnisse) – gern auch als E-Mail/ De-Mail (nur ein Anhang im PDF-Format, maximale Größe 15 MB) bitte bis zum\n03.03.2026\nunter dem Kennwort „\nStädtisches Museum\n“ an die\nStadt Halberstadt\nFB Innere Verwaltung/KITA/Schulen\nDomplatz 49\n38820 Halberstadt\nOnlinebewerbung unter\nhttps://service.halberstadt.de\nE-Mail:\nbewerbung@halberstadt.de\nFür eventuelle Rückfragen stehen Ihnen folgende Ansprechpartner zur Verfügung:\nFrau Schmieder\nAbteilungsleitung Personal\nStädtisches Museum, Archive\nTelefon: 03941 55 1120\nFrau Dr. Gornig\nAbteilungsleitung\nTelefon: 03941 55 1470\nHinweis zur postalischen Einreichung:\nWir bitten als Bewerbungsunterlagen ausschließlich Fotokopien zu verwenden und auf aufwendige Bewerbungsmappen, Klarsichthüllen etc. zu verzichten. Bitte beachten Sie, dass nur vollständige Bewerbungsunterlagen (aussagekräftiges und unterschriebenes Anschreiben, Lebenslauf, alle qualifizierten Prüfungszeugnisse über den Berufsabschluss, ggf. Arbeitszeugnisse) in das Auswahlverfahren einbezogen werden.\nUnterlagen werden nur zurückgesandt, wenn ein ausreichend frankierter Rückumschlag bei-gefügt ist. Ansonsten werden die Unterlagen von nicht berücksichtigten Bewerbern/innen nach Ablauf von 6 Monaten nach Bewerbungsschluss vernichtet. Bewerbungskosten werden nicht erstattet. Wir weisen darauf hin, dass bei Abgabe einer E-Mail-Adresse alle Benachrichtigungen über diesen Weg erfolgen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-sammlung-archaeologie/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-abteilung-gebaeudemanagement-w-m-d/", "image": "", "title": "Leitung Abteilung Gebäudemanagement (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 11.03.2026 | Das Deutsche Museum mit seinen unterschiedlichen denkmalgeschĂĽtzten Liegenschaften sucht eine\nLeitung Abteilung GebĂ¤udemanagement\n(w/m/d)\ndie in verantwortlicher Position den gesamten GebĂ¤udebetrieb und die Wahrnehmung aller Pflichten seitens des EigentĂĽmers und des GebĂ¤udenutzers sicherstellt. Wir suchen gezielt nach einer Person, die das Facility-Management zeitgemĂ¤Ăź interpretiert und ihre MaĂźnahmen entsprechend nachhaltig und effizient ausrichtet.\nIhre Rolle\nSie verantworten die betriebswirtschaftlichen und technischen Aspekte der GebĂ¤udemanagements\nSie sind erster Ansprechpartner fĂĽr alle Belange rund um den GebĂ¤udebetrieb,\ndas technische und infrastrukturelles GebĂ¤udemanagement\nSie sorgen fĂĽr ein ansprechendes Erscheinungsbild unserer Liegenschaften im Innen- und AuĂźenbereich\nIhre Aufgaben\nFĂĽhrung eines Teams aus 20 Mitarbeitenden\nFĂĽhrung der externen Dienstleister unter Beachtung technischer, juristischer und kaufmĂ¤nnischer Gesichtspunkte\nĂśbernahme der Verantwortung fĂĽr den technischen und infrastrukturellen GebĂ¤udebetrieb\nBudgetverantwortung fĂĽr Betrieb und Instandhaltung\nVerantwortung fĂĽr die strategische Planung, Kalkulation sowie Steuerung von MaĂźnahmen zur Instandhaltung, Wartung, Sanierung, Renovierung und Reinigung aller Anlagen\nAusschreibung und Beschaffung unter BerĂĽcksichtigung des Ă¶ffentlichen Vergaberechts\nImplementierung, Aufrechterhaltung und Weiterentwicklung des Energiemanagementsystems\nIhr Profil\nerfolgreich abgeschlossenes Studium im Ingenieurwesen mit Schwerpunkt Elektrotechnik, HKLS, GebĂ¤udetechnik und Facility Management oder Wirtschaftsingenieurwesen\nhervorragende Kenntnisse im technischen GebĂ¤udemanagement\nmindestens 5 Jahre Berufserfahrung im technischen GebĂ¤udebetrieb, in der Implementierung von Facility-Management-Prozessen, idealerweise in einer FĂĽhrungsposition\nFachwissen im Energiemanagement, in der GebĂ¤udeleittechnik und im CAFM\nsehr gute juristische und kaufmĂ¤nnische Kenntnisse im Vertragswesen\numfangreiche Kenntnisse in der HOAI, VOB-A und VOB-B, GWB, UVgO\nEntscheidungsfĂ¤higkeit\nausgeprĂ¤gtes analytisches und systemisches DenkvermĂ¶gen\nstarke ProblemlĂ¶sungsfĂ¤higkeiten\nhohe Eigeninitiative\nEigenverantwortung und Verbindlichkeit\nKonfliktfĂ¤higkeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in einem engagierten, wertschĂ¤tzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-mĂ¶glichkeiten\neine tarifgerechte Bezahlung nach dem Tarifvertrag fĂĽr den Ă¶ffentlichen Dienst der LĂ¤nder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des Ă¶ffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilitĂ¤t durch Gleitzeit, ggf. Teilzeit\ngrundsĂ¤tzliche MĂ¶glichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, EGYM Wellpass\nDie Stelle ist unbefristet.\nWir begrĂĽĂźen Ihre Bewerbung unabhĂ¤ngig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller IdentitĂ¤t.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Gehaltsvorstellung, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n11.03.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2608\nan.\nBei Eingang erhalten Sie eine automatische EmpfangsbestĂ¤tigung. VerspĂ¤tete Bewerbungen kĂ¶nnen nicht berĂĽcksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-abteilung-gebaeudemanagement-w-m-d/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/researcher-m-f-d-enchytraeidae-biodiversity-and-functions-2/", "image": "", "title": "Researcher (m/f/d) – Enchytraeidae Biodiversity and Functions", "content_text": "Senckenberg Gesellschaft für Naturforschung, Görlitz Bewerbungsende: 10.04.2026 | Senckenberg\n–\nLeibniz\nInstitution\nfor Biodiversity\nand\nEarth\nSystem\nResearch\n(SGN)\n,\nheadquartered in Frankfurt am Main, is seeking to fill the following position at the\nSenckenberg Museum of Natural History in Görlitz\nas of September 1, 2026\nResearcher (m/f/d) – Enchytraeidae Biodiversity and Functions\npart time (65 %)\nLocation: Görlitz (Saxony)\nEmployment scope: part-time (65 %)\nType of contract:limited to 18 months\nRemuneration: collective agreement of the German Länder, TV-L E 13\nSenckenberg is one of the world’s leading research institutions in the field of Biodiversity and Earth System Research, with eight research institutes and three natural history museums across Germany and scientists from over 40 nations. Our headquarter is located in the thriving commercial metropolis of Frankfurt in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nThe renowned Senckenberg Museum of Natural History (SMNG) in Görlitz hosts one of the largest collections of soil fauna in Europe and, within its Soil Zoology department, conducts basic and applied research in soil fauna taxonomy and ecology. The Soil Zoology department consists of seven sections, with the Oligochaeta section being one of the latest additions. Community dynamics and taxonomic and functional diversity of potworms (Enchytraeidae) and earthworms is the main research topic of this section. Its research focusses on ecology, with a special emphasis on soil fauna mediated ecosystem services.\nThe project\nLand use affects belowground communities with unknown consequences for essential ecosystem processes. In the framework of the Biodiversity Exploratories (\nhttps://www.biodiversity-exploratories.de/en/\n), funded by the German Research Foundation (DFG), the project “Biodiversity exploratories – Biodiversity of Enchytraeidae and their Functions (BE-DEF)” will investigate temporal and spatial dynamics of grassland communities of Enchytraeidae (Annelida, Oligochaeta) using morphological identification, metabarcoding, and eDNA approaches. Combined with proteomics and compound-specific stable isotopes, we will analyse the impact of land use on functional diversity in Enchytraeidae communities and therefore soil functions. In this project, two researchers will closely work together for sampling campaigns, morphological species identification and interpretation of results. One of them (based in Görlitz) will specialize in analysing functional traits using proteomics (MALDI-TOF) and compound stable isotope analysis in amino acids of Enchytraeidae. The other researcher (based in Frankfurt) will engage in molecular methods like metabarcoding and eDNA.\nYour Tasks\nParticipate in field work campaigns (each covering one week, three in total) within Germany\nShort-term lab visits (each covering a maximum of four weeks, three in total) to Frankfurt, Göttingen, Wilhelmshaven\nDetermination of Enchytraeidae and collection of morphological trait data\nManagement of morphological trait database\nPreparation of samples for stable isotope and proteome measurements, analysis and interpretation of results\nAnalysis of physical and chemical soil parameters\nExchange of data and results within the project team, coupled with online meetings for joint interpretation of results\nParticipation at national and international conferences for presenting results of the research project\nWriting of manuscripts for publication of research results in international journals\nYour Profile\nDiploma or MSc degree in biology, ecology, zoology, or a related field\nStrong interest in soil fauna, soil biodiversity and ecology\nWillingness to participate in field work campaigns\nGood communication skills for working in a highly collaborative and international environment\nVery good spoken and written English language skills\nTeam spirit\nDesirable skills\nGood knowledge in statistical analyses, preferably in R\nExperience in molecular lab work (barcoding, metabarcoding, data analysis, phylogeography)\nExperience in mass-spectrometer data analysis, e. g.,\n13\nC,\n15\nN and proteome fingerprinting methods (MALDI-TOF)\nExperience in (soil) invertebrate identification using light microscopy\nDriving license\nWe offer\nAn attractive job within the inspired and dynamic working environment of an internationally recognized research institution\nFlexible working hours – mobile working options – assistance with child care and care for family members („audit berufundfamilie“) – employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation, CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation, if available) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the\nreference #08-26003\nby\nApril 10, 2026\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about these positions, please contact Dr. Nicole Scheunemann at\nnicole.scheunemann@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.04.2026", "url": "https://www.museumsbund.de/stellenangebote/researcher-m-f-d-enchytraeidae-biodiversity-and-functions-2/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/researcher-m-f-d-enchytraeidae-biodiversity-and-functions/", "image": "", "title": "Researcher (m/f/d) – Enchytraeidae Biodiversity and Functions", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 10.04.2026 | Senckenberg\n–\nLeibniz\nInstitution\nfor Biodiversity\nand\nEarth\nSystem\nResearch\n(SGN)\n,\nheadquartered in Frankfurt am Main, is seeking to fill the following position at the Senckenberg Biodiversity and Climate Research Centre (SBiK-F) as of September 1, 2026\nR\nesearcher (m/f/d) – Enchytraeidae Biodiversity and Functions\npart time (65%)\nLocation: Frankfurt am Main (Hesse)\nEmployment scope: part-time (65%)\nType of contract:limited to 18 months\nRemuneration: collective agreement of the German Land Hesse, TV-H E13\nSenckenberg is one of the world’s leading research institutions in the field of Biodiversity and Earth System Research, with eight research institutes and three natural history museums across Germany and scientists from over 40 nations. Our headquarter is located in the thriving commercial metropolis of Frankfurt in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nIn the Biodiversity and Climate Research Centre (SBiK-F) in Frankfurt am Main, the department Functional Environmental Genomics develops and adapts molecular approaches to study the structure, composition and functions of hard-to-observe organisms, particularly soil invertebrate communities. We generate high-resolution genomic resources and tools, including shotgun metagenomics, ancient environmental DNA time series, and transcriptomic analyses, to improve species identification and to address key ecological questions such as the impacts of rapid global change on biodiversity. Through interdisciplinary collaborations, we integrate complementary genomic approaches and contribute to foundational databases and ecological insights that support biodiversity monitoring and conservation.\nThe project\nLand use affects belowground communities with unknown consequences for essential ecosystem processes. In the framework of the Biodiversity Exploratories (\nhttps://www.biodiversity-exploratories.de/en/\n) funded by the German Research Foundation (DFG), the project “Biodiversity Exploratories – Biodiversity of Enchytraeidae and their Functions (BE-DEF) will investigate temporal and spatial dynamics of grassland communities of Enchytraeidae (Annelida, Oligochaeta) using morphological identification, metabarcoding, and eDNA approaches. Combined with proteomics and compound-specific stable isotopes, we will analyse the impact of land use on functional diversity in Enchytraeidae communities and therefore soil functions. In this project, two researchers will closely work together for sampling campaigns, morphological identification and interpretation of results. One of them (based in Görlitz) will specialize in analysing functional traits using proteomics and compound stable isotope analysis in amino acids. The other researcher (based in Frankfurt) will engage in metabarcoding and DNA-barcoding of bulk samples and eDNA, focussing on alpha-, beta-, and genetic biodiversity, and analysing spatial distributions of species.\nYour Tasks\nParticipate in field work campaigns (each covering one week, three in total) within Germany\nShort-term lab visits (each covering a maximum of 4 weeks, three in total) to Görlitz, Göttingen, Wilhelmshaven\nMorphological determination of Enchytraeidae and collection of morphological trait data\nMolecular lab work for metabarcoding and DNA-barcoding (eDNA and bulk samples)\nSequence data management\nSpatial and temporal analysis of sequence data\nExchange of data and results within the project team, combined with online meetings for joint interpretation of results\nParticipation at conferences for presenting results of the research project\nWriting of manuscripts for publication of research results in international journals\nYour Profile\nDiploma or MSc degree in biology, ecology, zoology, or a related field\nStrong interest in soil fauna, soil biodiversity and ecology\nWillingness to participate in field work campaigns\nGood communication skills for working in a highly collaborative and international environment\nVery good spoken and written English language skills\nTeam spirit\nDesirable skills\nExperience in molecular lab work (barcoding, metabarcoding, data analysis, phylogeography)\nExperience in (soil) invertebrate identification using light microscopy\nGood knowledge in statistical analyses, preferably in R\nDriving license\nWe offer\nAn attractive job within the inspired and dynamic working environment of an internationally recognized research institution\nFlexible working hours – mobile working options – assistance with child care and care for family members („audit berufundfamilie“) – employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation, CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation, if available) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the\nreference #11-26008\nby\nApril 10, 2026\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about these positions, please contact Prof. Dr. Miklos Balint at\nmiklos.balint@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.04.2026", "url": "https://www.museumsbund.de/stellenangebote/researcher-m-f-d-enchytraeidae-biodiversity-and-functions/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-w-m-d-3/", "image": "", "title": "wissenschaftlicher Mitarbeiter (w/m/d) DAS ZUKUNFTSMUSEUM", "content_text": "Deutsches Museum, Nürnberg Bewerbungsende: 04.03.2026 | Das Deutsche Museum Nürnberg DAS ZUKUNFTSMUSEUM sucht einen\nwissenschaftlichen Mitarbeiter (w/m/d)\nin Teilzeit (75%) für das Verbund-Projekt „DIWA 4.0. Das inklusive Wir in Augsburg: solidarisch, vernetzt und digital. Ziel des Projekts ist die Recherche und Kommunikation von Migrationswegen aus Geschichte, Gegenwart und Zukunft. Dazu werden eine App, eine Homepage sowie ein Medientisch entwickelt; letzterer entsteht im Rahmen von Workshops mit migrantischen Communities.\nIhre Aufgaben\nwissenschaftliche Recherche zu Orten der Migrationsgeschichte in Nürnberg\nzielgruppenorientierte Aufbereitung der Rechercheergebnisse\nMitarbeit bei der Auswertung von Workshops und Interviews\nMitwirkung bei der Entwicklung und Erstellung von projekteigenen Texten und Beiträgen\nImplementierung der Ergebnisse und Daten in projektbezogene Medien\nKoordinierung der Durchführung, Dokumentation und Evaluierung einer Tagung\nIhr Profil\nwissenschaftlicher Hochschulabschluss in Soziologie, Kulturwissenschaft, Bildungswissenschaft oder Migrationswissenschaft\numfassende fachliche Kenntnisse in den Themenfeldern Migration und Einwanderungsgesellschaft\neinschlägige Berufserfahrung in der Forschung oder der Zusammenarbeit mit diversen bzw. marginalisierten gesellschaftlichen Gruppen\nErfahrung in der Zusammenarbeit mit migrantischen Communities\nErfahrungen in der Durchführung und Auswertung von Interviews\nsehr gute Sprachkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Deutsch und Englisch\ninterkulturelle Kompetenz\nvon Vorteil: weitere Fremdsprachen, Erfahrung und Affinität für die Arbeit mit digitalen Medien, Erfahrung in der Erstellung von digitalen Bildungsformaten\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 13 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stelle ist projektbezogen befristet für ein Jahr.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n04.03.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2609\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-w-m-d-3/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-mit-schwerpunkt-medien/", "image": "", "title": "Kurator*in (w/m/d) mit Schwerpunkt Medien", "content_text": "Haus der Kunst München, München Bewerbungsende: 15.03.2026 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nWir suchen zum\n1. Juli 2026\nfür den\nBereich Programm & Ausstellungen\ninnerhalb des kuratorischen Teams eine*n\nKurator*in\n(w/m/d) mit Schwerpunkt Medien\nin Vollzeit.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nKonzeption und Umsetzung von Programm- und Ausstellungsprojekten unter Einbeziehung transdisziplinärer und transnationaler Perspektiven\nEntwicklung innovativer Präsentationsformate unter Berücksichtigung der langfristigen Programmstrategie des Haus der Kunst\nKoordination aller mit der Umsetzung verbundenen Prozesse unter Gewährleistung höchster professioneller und künstlerischer Standards\nEnge Zusammenarbeit mit Künstler*innen zur Entwicklung und Produktion neuer Werke, einschließlich ortsspezifischer Arbeiten sowie digitaler und KI-basierter Live-Formate\nErarbeitung, Überwachung und Einhaltung von Zeitplänen\nVerantwortung für Planung, Überwachung und Einhaltung von Projektbudgets\nDrittmittel- und Sponsoring Akquise, inklusive Vorbereitung und Verwaltung von Förderanträgen\nAbteilungsübergreifende Zusammenarbeit mit den Bereichen Kommunikation, Bildung & Teilhabe, Produktion und Verwaltung\nKonzeption und termingerechte Fertigstellung von Publikationen und Programm- und Ausstellungstexten\nEntwicklung und Durchführung von programmbezogenen Vorträgen, Veranstaltungen und regelmäßig stattfindenden Führungen\nUnterstützung und Betreuung von kuratorischen Stipendiaten oder Praktikanten\nAnforderungen – das bringen Sie mit:\nErfolgreich abgeschlossenes Studium in Kunstgeschichte, “Curatorial Studies” oder vergleichbarer Studienrichtung mit Schwerpunkt der jüngsten globalen Kunstgeschichte (1960 bis heute); Masterabschluss ist wünschenswert\nMindestens fünf Jahre Erfahrung im kuratorischen Bereich und leitender Projektfunktion\nNachgewiesene Erfolge bei der Kuratierung von Ausstellungen, Festivals, insbesondere Live- und Medienveranstaltungen\nErfahrung in der Zusammenarbeit mit Künstler*innen\nBegeisterung für zeitgenössische Kunst und starkes Interesse an innovativen Konzepten und transdisziplinären Ansätzen (Performance and Sound)\nFachkenntnisse in Medienkunst und Technologie einschließlich KI\nErfahrung in der Einhaltung und Kontrolle von Budget- und Zeitplänen\nHohe Organisations- und Kommunikationskompetenz, Teamfähigkeit und überdurchschnittliches Engagement\nSehr gute Sprachkenntnisse in mindestens Deutsch und Englisch\nWir bieten Ihnen:\nEine verantwortungsvolle Position in einer der renommiertesten Kunstinstitutionen Europas\nGehalt gemäß TV-L entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nDie Stelle ist auf zwei Jahre befristet mit Option einer anschließend unbefristeten Anstellung\n30 Tage Jahresurlaub; zusätzlich am 24. und 31.12. arbeitsfrei\nEin kreatives und internationales Arbeitsumfeld mit einer offenen Kommunikationskultur\nEine Tätigkeit in einem dynamischen und unterstützenden Team mit hohem Lernpotenzial\nEinen attraktiven und inspirierenden Arbeitsplatz im Herzen Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher berücksichtigen wir alle Bewerbungen – unabhängig von Herkunft, Geschlecht, Alter, Religion, Behinderung, sexueller Orientierung oder geschlechtlicher Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Colour, sind ausdrücklich erwünscht.\nWir präferieren Bewerbungen ohne Bild.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen und vollständigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem Stichwort\nHDK-2026-02\nbis zum\n15.03.2026\nin elektronischer Form (eine PDF-Datei) an:\nbewerbung@hausderkunst.de\nDie Vorstellungsgespräche werden am 01.04.2026 online stattfinden.\nAllgemeine Fragen beantwortet Ihnen Beate Gurth / Personalreferentin gerne unter 089/211 27-122.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nPersonalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-mit-schwerpunkt-medien/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-6/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Archäologisches Landesmuseum Baden-Württemberg, Konstanz Bewerbungsende: 26.04.2026 | Im Archäologische Landesmuseum Baden-Württemberg ist zum 01. September 2026 befristet auf 2 Jahre für den\nHauptsitz in Konstanz\nein Wissenschaftliches Volontariat (m/w/d) in Vollzeit (39,5 h/W) zu besetzen.\nDas Archäologische Landesmuseum Baden-Württemberg ist mit seinem Hauptsitz in Konstanz, dem Zentralen Fundarchiv in Rastatt und sieben Zweigmuseen die zentrale Institution für die Vermittlung der Landesarchäologie und für die Archivierung der archäologischen Zeugnisse aus einer der wichtigsten Fundregionen Europas.\nDas Wissenschaftliche Volontariat bietet Ihnen eine vielseitige und praxisnahe Ausbildung in den relevanten Bereichen der Museumsarbeit. Sie erhalten weitreichende Einblicke in alle Arbeitsbereiche ergänzt durch einen Ausbildungsplan mit internen und externen Fortbildungen.\nIhre Aufgaben\nDas Wissenschaftliche Volontariat umfasst u. a. die Mitarbeit in den Bereichen Ausstellungswesen, Kulturvermittlung, Kommunikation/Marketing.\nProfil\nAbgeschlossenes Hochschulstudium (Master) in der Vor- und Frühgeschichte, Provinzialrömischen, Klassischen oder Mittelalter-Archäologie\nInteresse an der musealen Präsentation von Objekten und Themen\nBereitschaft zur Vermittlung von Inhalten auch im digitalen Raum\nErfahrung mit archäologischem Fundmaterial und Kenntnisse der Archäologie Südwestdeutschlands sind erwünscht.\nErste Erfahrungen in der Museumsarbeit sind von Vorteil.\nÜberdurchschnittliches Engagement, Teamfähigkeit, Belastbarkeit, Einsatzbereitschaft, Verantwortungsbewusstsein und Flexibilität\nDeutschkenntnisse im C1-Sprachniveau\nFührerschein (PKW) erwünscht\nbei Einstellung: Vorlage eines einwandfreien erweiterten Führungszeugnisses\nUnser Angebot\nVolontariat-Vergütung nach E13 (50 %) TV-L\nDie Stelle ist auf 2 Jahre befristet\nEine abwechslungsreiche und vielfältige Tätigkeit in einer renommierten Kultureinrichtung mit einem hochmotivierten Team\nflexible Arbeitszeiten zur Vereinbarkeit von Familie und Beruf\nWeiterbildungsmöglichkeiten\nVielfalt ist uns wichtig, daher begrüßen wir Bewerbungen von Personen jeglichen Geschlechts, unabhängig des Alters, des Glaubens, der kulturellen und sozialen Herkunft oder der sexuellen Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung inkl. Zeugnisse bis zum\n26. April 2026\nper Mail (eine pdf-Datei mit max. 5 MB) mit Betreff „Volontariat Konstanz 2026“ an bewerbungen@konstanz.alm-bw.de\nDie Bewerbungsgespräche finden voraussichtlich im 20. Mai 2026 statt. Für fachliche Fragen steht\nIhnen Dr. Fabian Brenker unter +49 (0) 7531 9804-40 zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nBitte beachten Sie im Kontext Ihrer Bewerbung auch unsere Datenschutzerklärung. Mit Ihrer Bewerbung bestätigen Sie, diese zur Kenntnis genommen zu haben und damit einverstanden zu sein, dass die von Ihnen angegebenen Daten elektronisch erhoben und gespeichert werden. Ihre Daten werden dabei nur streng zweckgebunden zur Bearbeitung und Beantwortung Ihrer Anfrage benutzt. Mit dem Absenden Ihrer Bewerbung erklären Sie sich mit der Verarbeitung einverstanden.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.04.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-6/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-4/", "image": "", "title": "wissenschaftlicher Volontär (m/w/d) Öffentlichkeitsarbeit", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 11.03.2026 | Das Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte –, sucht zum 01.04.2026 bzw. zum nächstmöglichen Zeitpunkt\neinen wissenschaftlichen Volontär (m/w/d)\nDie Vergütung beträgt nach Maßgabe des RdErl. der StK vom 03.06.2019 – 11-0340, im ersten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 1 des TV-L und im zweiten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 2 des TV-L.\nDie Dauer des Volontariats ist auf zwei Jahre befristet. Der Dienstort ist Halle (Saale).\nDie Stelle steht in Vollzeit zur Verfügung. Während der Ausbildung erhalten die Volontäre Einblicke in alle museumsrelevanten Bereiche der Institution.\nDie Ausschreibung dient der Förderung des wissenschaftlichen Nachwuchses. Das Volontariat bietet Ihnen die Möglichkeit, sich in die Aufgaben und Bereiche der Archäologischen Denkmalpflege, Schwerpunkt Öffentlichkeitsarbeit, umfassend einzuarbeiten und an den Ausstellungsvorhaben des Landesmuseums für Vorgeschichte mitzuwirken. Das Tätigkeitsfeld beinhaltet die Mitarbeit bei der Organisation und Durchführung von Presseterminen und der Strategieentwicklung der Öffentlichkeitsarbeit des LDA. Darüber hinaus vermittelt das Volontariat die selbständige Bearbeitung von Anfragen aus dem gesamten Bereich des Hauses, die enge Zusammenarbeit mit der Museums- und Ausstellungsabteilung im Rahmen der Ausstellungsvorbereitung sowie der Öffentlichkeitsarbeit zu den Ausstellungen des Landesmuseums für Vorgeschichte und die Vermittlung denkmalpflegerischer sowie landeshistorischer Belange an die Öffentlichkeit.\nIhre Aufgaben:\npraxisbezogene Ausbildung in allen Bereichen der Öffentlichkeitsarbeit des Landesamtes\nMitarbeit bei der Vorbereitung und Durchführung von Pressekonferenzen, Ausstellungseröffnungen und anderen Veranstaltungen\nMitarbeit bei der Bewerbung von Ausstellungen: Organisation, Erarbeitung von wissenschaftlich fundierten Informationsmaterialien\nMitarbeit bei der Vorbereitung von Sonderausstellungen\nInternetredaktion: Mitarbeit bei der inhaltlichen und redaktionellen Betreuung der Websites und der Social Media-Auftritte des LDA\nPräsentation des LDA auf Messen u. ä. Veranstaltungen\nSelbständige Bearbeitung von Anfragen zum gesamten Arbeitsbereich des LDA\nFachliche Voraussetzungen:\nabgeschlossenes Hochschulstudium (vorzugsweise Promotion) im Fach Ur- und Frühgeschichtliche Archäologie, Klassische Archäologie, Kunstgeschichte oder einer verwandten geisteswissenschaftlichen Disziplin\nKenntnisse der neuen Medien, besonders im Bereich Internetredaktion sowie Social Media sind von Vorteil\ngute Kenntnisse der Archäologie Mitteldeutschlands\ngute Englischkenntnisse\nPersönliche Voraussetzungen:\nStilsicheres Auftreten\nTeamfähigkeit\nGute Auffassungsgabe\nOrganisationstalent und Fähigkeit zu strukturiertem, eigenverantwortlichem Arbeiten\nFührerschein Klasse B und Bereitschaft zu längeren Dienstreisen auch mit Dienstkraftfahrzeug\nBereitschaft zur Teilnahme an Abend- und Wochenendterminen\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit der Möglichkeit für ein hohes Maß an Eigenverantwortung und der Möglichkeit für kreativen Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\neinen attraktiven Arbeitsplatz\nTeilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaubsanspruch im Jahr (bei einer 5 Tage Woche)\n12. und 31.12. frei\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte – gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 09/26\n– auch außen auf dem Briefumschlag – bis zum 11.03.2026\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n– Landesmuseum für Vorgeschichte –\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-4/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-3/", "image": "", "title": "wissenschaftlicher Volontär (m/w/d) Bodendenkmalpflege", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 11.03.2026 | Das Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte –, sucht zum 01.04.2026 bzw. zum nächstmöglichen Zeitpunkt, in der Abteilung für überregionale Bodendenkmalpflege\neinen wissenschaftlichen Volontär (m/w/d)\nDie Vergütung beträgt nach Maßgabe des RdErl. der StK vom 03.06.2019 – 11-0340, im ersten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 1 des TV-L und im zweiten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 2 des TV-L.\nDie Dauer des Volontariats ist auf zwei Jahre befristet. Der Dienstort ist Halle (Saale).\nDie Stelle steht in Vollzeit zur Verfügung. Während der Ausbildung erhalten die Volontäre Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhre Aufgaben:\npraxisbezogene zweijährige Ausbildung in allen Bereichen der Bodendenkmalpflege von der Zusammenarbeit mit Genehmigungsbehörden bis hin zur Organisation und Durchführung von archäologischen Grabungskampagnen\nEinblicke in verschiedene Prospektionsmethoden, die naturwissenschaftliche Archäologie, die Denkmalinventarisation, die Wissensvermittlung\nZusammenarbeit mit den Abteilungen des LDA\nFachliche Voraussetzungen:\nabgeschlossenem Studium der Vor- und Frühgeschichte (MA, M.A., Diplom, ggf. Promotion), möglichst im Hauptfach\nKenntnisse der Denkmallandschaft Mitteldeutschlands\nPersönliche Voraussetzungen:\nFähigkeit zu aktiver, verbindlicher Kommunikation mit Fachleuten und Laien\nBereitschaft zu interdisziplinärer Arbeit\nGrabungserfahrung\nFreude an der praktischen Bodendenkmalpflege\nInitiative, Flexibilität, Teamfähigkeit und Organisationstalent\nFahrerlaubnis/Führerschein und Bereitschaft zum Führen von Dienstkraftfahrzeugen\nBereitschaft zu Dienstreisen\nEDV-Kenntnisse, insbesondere in CAD oder GIS, sind wünschenswert\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit der Möglichkeit für ein hohes Maß an Eigenverantwortung und der Möglichkeit für kreativen Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\neinen attraktiven Arbeitsplatz\nTeilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaubsanspruch im Jahr (bei einer 5 Tage Woche)\n12. und 31.12. frei\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte – gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 08/26\n– auch außen auf dem Briefumschlag – bis zum 11.03.2026\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n– Landesmuseum für Vorgeschichte –\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-3/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-wissenschaftlich-paedagogischer-schwerpunkt-oekologie-und-botanik/", "image": "", "title": "Volontär*in (m/w/d) wissenschaftlich-pädagogischer Schwerpunkt – Ökologie und Botanik", "content_text": "Naturmuseum Ulm, Ulm Bewerbungsende: 03.03.2026 | Unsere Stadtverwaltung ist so stark wie die Gesamtheit ihrer Mitarbeiter*innen (m/w/d). Werden Sie Teil unseres Teams und gestalten Sie Ulm aktiv mit.\nWir suchen für das Naturmuseum Ulm zum 01.07.2026 eine*n\nVolontär*in (wissenschaftlich-pädagogischer Schwerpunkt) – Ökologie und Botanik (m/w/d)\nVollzeit, befristet\nfür 24 Monate.\nDas Naturmuseum Ulm ist seit über 100 Jahren ein zentraler Ort der Wissensvermittlung über die Urgeschichte und die Naturvielfalt der Region Ulm. Unsere Dauerausstellungen zu den Themen Wald und Süßwasser, Evolution, Fossilienfunde und Mineralogie bieten spannende Einblicke in unsere Umweltgeschichte. Besonders für Kinder und Schulen haben wir vielfältige interaktive Angebote entwickelt. Unser Ziel ist es, das botanische Angebot für ein breites Publikum auszubauen, und das Projekt „Talking-Trees“ steht dabei im Mittelpunkt.\nWährend der Ausbildung erhalten die Volontär*innen Einblicke in alle museumsrelevanten Arbeitsbereiche, darunter Sammlung, Erhaltung und Bewahrung, Dokumentation und Forschung, Ausstellung, Bildung und Vermittlung, Kommunikation sowie Management und Verwaltung.\nDie Bezahlung erfolgt mit 50% der\nEntgeltgruppe 13 TVöD\n.\nBitte fügen Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Nachweise über Ihre berufliche Qualifikation, relevante Arbeitszeugnisse und Referenzen) sowie ein kreativ gestaltetes Deckblatt bei.\nIhre Aufgaben:\nMitwirkung bei der Neugestaltung von Teilen der Dauerausstellung sowie bei der Konzeption und Durchführung von Sonderausstellungen\nMitarbeit in den wissenschaftlichen Sammlungen, Strukturierung und Digitalisierung der Sammlungsbestände\nUnterstützung der Öffentlichkeitsarbeit, insbesondere in der Präsentation und Vermittlung von Ausstellungen\nWeiterführung und Weiterentwicklung des Projekts „Talking-Trees“\nAusarbeitung und Durchführung von pädagogischen Materialien und Veranstaltungen für verschiedene Zielgruppen (Schulklassen, Kindergärten, Interessierte)\nMithilfe bei der Etablierung von BANU-Qualifizierungs- und Zertifizierungsangeboten, insbesondere im Bereich Botanik\nKooperation mit anderen Museen und Bildungseinrichtungen zur Weiterentwicklung des pädagogischen Programms\nIhr Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium in Biologie, Geologie oder einem vergleichbaren geowissenschaftlichen Studiengang (M.Sc., Diplom, Lehramt; Promotion von Vorteil)\nfundierte Kenntnisse in Ökologie und Botanik sowie praktische Erfahrungen im Museumsbereich sind von Vorteil\nInteresse an der Arbeit mit Datenbanken und der Digitalisierung von Sammlungen\nhohe Kreativität, Eigeninitiative und Teamfähigkeit\nselbstständiges und sorgfältiges Arbeiten, gepaart mit einer hohen Lernbereitschaft\nWir bieten:\nein vielfältiges und spannendes Aufgabengebiet in einem dynamischen Umfeld\nkreative Gestaltungsmöglichkeiten in einem engagierten und offenen Team\nvergünstigtes Deutschlandticket für den öffentlichen Nahverkehr\ngünstige Mittagstisch-Angebote in ausgewählten Gastronomiebetrieben und Kantinen\nvergünstigte Eintrittskarten für städtische Einrichtungen (Museen, Schwimmbäder, Tiergarten u.a.)\nFragen beantwortet Ihnen gerne:\nFrau Cora Carmesin, Naturmuseum Ulm, Tel: 0731/161-4741.\nDie Vorstellungsgespräche werden voraussichtlich am 16.03.2026 und 17.03.2026 stattfinden.\nWeitere Infos:\nDie Stadt unterstützt die Vereinbarkeit von Familie und Beruf durch flexible Teilzeitmodelle im Rahmen der dienstlichen Möglichkeiten. Wir begrüßen Ihre Bewerbung unabhängig Ihrer kulturellen und sozialen Herkunft, Ihres Alters, Ihrer Religion oder Weltanschauung, Ihrer Behinderung, Ihres Geschlechts oder Ihrer sexuellen Identität. Schwerbehinderte und ihnen gleichgestellte Menschen werden bei gleicher Eignung besonders berücksichtigt.\nErfahren Sie mehr über Arbeiten und Ausbildung bei der Stadt Ulm unter\nkarriere.ulm.de\n.\nBitte bewerben Sie sich mit aussagefähigen Unterlagen\nausschließlich online\nüber unser\nBewerbungsportal\nbis zum\n03.03.2026\n. Wir freuen uns auf Ihre Online-Bewerbung.\nJetzt hier bewerben!\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2026", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-wissenschaftlich-paedagogischer-schwerpunkt-oekologie-und-botanik/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-stadtmuseum-harburg/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) Stadtmuseum Harburg", "content_text": "Archäologisches Museum Hamburg und Stadtmuseum Harburg, Hamburg Bewerbungsende: 13.03.2026 | Das Archäologische Museum Hamburg und Stadtmuseum Harburg sucht zum 1. April 2026 oder später einen\nwissenschaftlichen Volontär (m/w/d)  – Stadtmuseum Harburg\nbefristet auf zwei Jahre in Vollzeit\nDas Archäologische Museum Hamburg und Stadtmuseum Harburg ist das Landesmuseum für Archäologie, Behörde für Bodendenkmalpflege der Freien und Hansestadt Hamburg und zugleich stadtgeschichtliches Museum für Harburg. Es konzentriert sich auf die Erforschung und Darstellung der norddeutschen Ur- und Frühgeschichte sowie der Harburger Stadtgeschichte.\nZiel und Inhalt des Volontariats\nErgänzend zur wissenschaftlichen Ausbildung vermittelt das Volontariat einen umfassenden Einblick in die vielfältigen Tätigkeitsfelder zeitgemäßer Museumsarbeit.\nEin Schwerpunkt des Volontariats liegt in der Mitarbeit an der Dauerausstellung am neuen Museumsstandort „Harburger Schloss“. Seine wechselvolle Geschichte spiegelt sich im letzten erhaltenen Flügel wider, der heute als Wohngebäude genutzt wird. Das Ausstellungskonzept sieht vor, die Geschichte des Schlosses in enger Verknüpfung mit der Stadtgeschichte Harburgs von den Anfängen bis zur Industrialisierung im 19. und frühen 20. Jahrhundert zu erzählen.\nIhre Aufgaben\nPraxisbezogene zweijährige Ausbildung in den Arbeitsbereichen der Abteilung Stadtgeschichte Harburg des Museums\nMitarbeit an stadtgeschichtlichen Publikationsvorhaben inklusive Quellen-, Redaktions- und Vermittlungsarbeit\nMitwirkung bei der Konzeption, Organisation und Durchführung von stadtgeschichtlichen Ausstellungen (Inhalt, Gestaltung, Realisierung, Vermittlung)\nFachliche Voraussetzungen:\nAbgeschlossenes Studium (mindestens Master oder M.A.) der Geschichtswissenschaft oder verwandter kulturhistorische Fächer\nErste Arbeitserfahrungen in einem Museum oder einer Kultureinrichtung mit Ausstellungen\nKenntnisse der norddeutschen Landesgeschichte\nSehr gute Deutschkenntnisse in Wort und Schrift\nPersönliche Voraussetzungen\nStrukturierte und zielorientierte Arbeitsweise\nEigeninitiative, Teamfähigkeit und Flexibilität\nFahrerlaubnis/Führerschein und Bereitschaft zum Führen von Dienstkraftfahrzeugen\nGute EDV-Kenntnisse und die Bereitschaft, diese zu erweitern\nWir bieten\nEin abwechslungsreiches, vielseitiges und anspruchsvolles Aufgabengebiet\nEin freundliches und kollegiales Betriebsklima\nTeilnahme an Weiterbildungsangeboten\nBezahlung nach Tarif TV-AVH\nIm ersten Jahr: 50 % des jeweiligen Entgelts der Gruppe 13 Stufe 1\nIm zweiten Jahr: 50 % des jeweiligen Entgelts der Gruppe 13 Stufe 2\nBei Rückfragen wenden Sie sich bitte an Jens Brauer, Leiter der Abteilung Stadtgeschichte (Tel.: 040 42871 2642).\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen, insbesondere über den höchsten Schulabschluss, aussagekräftigen Beurteilungen/ Arbeitszeugnissen und gegebenenfalls einem Nachweis für die Berücksichtigung einer Schwerbehinderung oder Gleichstellung im Auswahlverfahren, senden Sie bitte per E-Mail (1 PDF max. 4 MB) bis zum 13.03.2026 an:\npersonal@amh.de\n.\nWir schätzen Vielfalt und begrüßen deshalb Bewerbungen aller Menschen, unabhängig von Geschlecht und geschlechtlicher Identität, ethnischer Herkunft und Nationalität, Alter, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität oder sozialer Herkunft.\nArchäologisches Museum Hamburg und Stadtmuseum Harburg\nMuseumsplatz 2\n21073 Hamburg\nwww.amh.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-stadtmuseum-harburg/", "date_published": "2026-02-18T00:00:00"}]}