{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-17/", "image": "", "title": "Museumspädagoge/in (m/w/d)", "content_text": "Magdeburger Museen, Magdeburg Bewerbungsende: 11.01.2026 | Museumspädagoge/in (m/w/d)\nEG 10 TVöD-VKA | Teilzeit mit 20 Wochenstunden | unbefristet\nBewerbungsfrist 11.01.2026 | Interamt ID 1391233, E 353/25\nIhre Aufgaben als Museumspädagoge/in in der Arbeitsgruppe Öffentlichkeitsarbeit und Vermittlung im Kulturhistorischen Museum und Museum für Naturkunde\nKonzeptionelle Entwicklung von Vermittlungsprogrammen, insbesondere der „Megedeborch“\nAuswahl, Vorbereitung und Recherche des neuen Spielthemas und weiterer pädagogischer Angebote\nEvaluierung und Weiterentwicklung der Konzepte und Umsetzung bestehender pädagogischer Programme\nVerzahnung „Megedeborch“ mit der stadtgeschichtlichen Dauerausstellung „Magdeburg – die Geschichte der Stadt“\nRecherche von Förderprogrammen und Vorbereitung von Antragstellungen\nInhaltliche und pädagogische Betreuung\npädagogische Leitung und Umsetzung der Programme\npädagogische Aufsicht, auch bei Aktivitäten außerhalb des Museums\nOrganisation des Spielablaufs\nÜbernahme von Führungen und Vermittlungsprogrammen innerhalb des Kulturhistorischen Museums\nOrganisatorische Betreuung inkl. Vor- und Nachbereitung\nAbstimmung mit Kooperationspartner/innen, Schulen und Horten\nBeschaffung von Materialien und Abrechnung\nBerichtswesen\nVor- und Nachbereitung von Führungen und pädagogischen Programmen\nDie Bereitschaft zu gelegentlicher Arbeit an Abenden und am Wochenende ist zur Aufgabenerfüllung zwingend notwendig.\nIhr Profil\nabgeschlossenes Hochschulstudium in einer für das Aufgabengebiet einschlägigen Fachrichtung (insbesondere Museumspädagogik und Museologie)\nalternativ ein abgeschlossenes Hochschulstudium in der Fachrichtung Geschichts-, Kultur- oder Sozialwissenschaften und eine mindestens einjährige Berufserfahrung im pädagogischen Bereich einer Kultur- oder Sozialeinrichtung (Nachweis mittels Arbeitszeugnis)\nvon Vorteil sind:\nKenntnisse in der modernen Didaktik, Methodik und Wissensvermittlung\nKenntnisse in der Planung, Organisation und Durchführung von Vermittlungsprogrammen\nGrundkenntnisse in der Einwerbung, Bewirtschaftung und Abrechnung von projektbezogenen Fördermitteln\nEigenständigkeit, Kreativität, Methodenkompetenz und Kommunikationsfähigkeit\nUnser Angebot an Sie\nfinanziell: sicherer Arbeitsplatz mit Bezahlung nach TVöD-VKA und dynamischer Gehaltsentwicklung (Erfahrungsstufen 1 bis 6), betriebliche Altersvorsorge für Tarifbeschäftigte (Arbeitgeberanteil 3,9% vom Bruttoentgelt), Weihnachtsgeld, Leistungsprämie, Vergünstigung für den Personennahverkehr im marego-Verbund und weitere attraktive Beschäftigtenrabatte\nWork-Life-Balance: Familienfreundlichkeit durch flexible Arbeitszeiten ohne Kernarbeitszeit, die Möglichkeit zu anteiligem Home-Office, 30 Tage Urlaub (bei einer 5-Tage-Arbeitswoche) sowie 24.12. und 31.12. dienstfrei\nweitere Angebote: vielfältige Fort- und Weiterbildungsangebote, zahlreiche Angebote zur Gesundheitsförderung und -erhaltung sowie Veranstaltungen im Rahmen von Teamtagen, Jubiläen, Kinderweihnachtsfeiern etc.\nWeitere Informationen\nDie Landeshauptstadt Magdeburg engagiert sich aktiv für die Chancengleichheit. Daher werden alle Bewerbungen unabhängig von Geschlecht, kultureller Herkunft, Behinderung, Religion und Lebensweise begrüßt.\nBewerbungen von Schwerbehinderten und ihnen gleichgestellten Personen sind ausdrücklich erwünscht. Sie werden bei gleicher Eignung, Befähigung und fachlicher Leistung nach Maßgabe des SGB IX bevorzugt berücksichtigt.\nBewerbungen sind ausschließlich über das Online-Bewerberportal einzureichen:\nwww.Interamt.de; Interamt ID 1391233\nSie haben noch Fragen? Dann kontaktieren Sie:\nfür Fragen zum Aufgabenbereich: Alexander Pistorius, Tel.: 0391/540 3513\nfür Fragen zum Bewerbungsprozess: Sandy Strauß, Tel.: 0391/540 2649\nHinweise zum Schutz personenbezogener Daten und deren Verarbeitung im Rahmen des Bewerbungsverfahrens.\nWeitere Hinweise zur Bewerbung und Vergütung sowie Informationen über unsere aktuellen Stellenausschreibungen finden Sie auf\nwww.magdeburg.de/Karriereportal\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-17/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-in-des-kulturamtes-w-m-d/", "image": "", "title": "Leiter/-in des Kulturamtes (w/m/d)", "content_text": "Stadt Wiesbaden, Wiesbaden Bewerbungsende: 03.01.2026 | Das Dezernat für Finanzen, Schule und Kultur der Landeshauptstadt Wiesbaden sucht die/den\nLeiter/-in des Kulturamtes (w/m/d)\nDie Landeshauptstadt Wiesbaden liegt in zentraler Lage im Rhein-Main-Gebiet, eingebettet in eine der kultur- und erlebnisreichsten Regionen Deutschlands. Als Wohnstadt und Beschäftigungsort bietet Wiesbaden eine besondere Attraktivität.\nDie Leiterin/der Leiter des Kulturamtes steuert und kontrolliert die Aufgabenwahrnehmung des gesamten Amtes mit seinen ca. 120 Mitarbeiterinnen und Mitarbeitern.\nIn dieser Funktion organisieren und koordinieren Sie unter Anwendung moderner Managementmethoden den gesamten Geschäftsablauf des Amtes und seine vielfältigen Aufgaben. Sie treiben die konzeptionelle sowie strukturelle Weiterentwicklung des Amtes voran. Dabei legen Sie besonderen Wert auf die Digitalisierung und Modernisierung der Verwaltungsprozesse.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leiter-in-des-kulturamtes-w-m-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-m-w-d/", "image": "", "title": "Leitung Finanzen (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 23.01.2026 | Die Stiftung Bauhaus Dessau ist eine künstlerisch-wissenschaftliche Stiftung öffentlichen Rechts. Ihr Ziel ist es, das Bauhauserbe zu pflegen, zu erforschen und zu vergegenwärtigen. Die Stiftung arbeitet in internationalen Netzwerken und hat sich als bedeutende Forschungseinrichtung etabliert. Gleichzeitig bringt sie sich mit kulturellen Impulsen in aktuelle Herausforderungen im Bildungsbereich, in Design, Architektur und Raumplanung ein und öffnet sich mit dem Bauhaus Museum Dessau einem breiteren Publikum.\nIn der Stiftung Bauhaus Dessau ist zum nächstmöglichen Zeitpunkt die Position\nLeitung des Bereiches Finanzen (m/w/d)\nzu besetzen.\nGesucht wird eine kommunikationsstarke und engagierte Persönlichkeit, die sich dem Bauhaus in Dessau in hohem Maße verbunden fühlt und sich mit den Zielen und Aufgaben der Stiftung identifizieren kann.\nIdealerweise verfügen Sie aufgrund mehrjähriger Arbeit in vergleichbaren Positionen über fundierte Expertise in allen Fragen rund um das Thema Öffentliche Finanzen und Haushalt, Vergabe sowie Rechnungsprüfung.\nIhre Aufgaben\nLeitung, Koordinierung und Weiterentwicklung der Finanzabteilung mit allen Aufgabengebieten und Mitarbeitenden\nErarbeitung und Aufstellung der Haushaltspläne, Finanz- und Investitionspläne, interner Haushaltsordnungen/vorgaben sowie von Controlling-Standards\nÜberwachung und Steuerung des Haushaltsvollzuges\n(Durchführung des Haushaltes) und Erhebung von Einnahmen\nErarbeitung von Jahresabschlüssen sowie finanz- und haushaltswirtschaftlichen Leitungsvorlagen sowie Entwicklung von Strategien in Haushalts- und Finanzfragen in Verbindung mit steuerbaren Leistungen (BgA)\nBeratung der Verwaltungsleitung und des Vorstandes in allen die\nStiftung betreffenden finanziellen und haushalterischen Fragen\nVerantwortung für Wirtschaftlichkeitsprüfungen und\nRentabilitätsbetrachtungen\nVerantwortung für Projekt- und Zuwendungscontrolling sowie\nfür vergaberechtliche Entscheidungen\nBerichtswesen für diverse Gremien sowie Ansprechpartner/in\nfür Stiftungsrat und Stiftungsbehörde in Finanzfragen\nIhr Kompetenzprofil\nabgeschlossene Hochschulausbildung als Diplom-Betriebswirt/-in (FH), Dipl.-Finanzwirt/-in (FH), Diplom-Verwaltungswirt/-in (FH), Dipl.-Wirtschaftsingenieur/-in (FH) oder artverwandte Fachrichtung bzw.\nentsprechender Bachelor-Abschluss\nMehrjährige Erfahrungen im Bereich Finanzen, Haushalt und Vergabe, idealerweise mit Führungserfahrung und vertiefte Kenntnis des Haushalts-, Vergabe- und Steuerrechts\nSicherheit und Routine im Umgang mit Finanzfragen und\nHaushaltsaufstellung/ -durchführung\nhohe Auffassungsgabe sowie Anpassungsfähigkeit, Stresstoleranz\nErfahrung in der motivierenden Führung von Mitarbeiter/innen,\nlösungs- und teamorientierte Arbeitsweise sowie ein hohes Maß an Selbstständigkeit und Eigeninitiative, Verantwortungsbereitschaft\ngute Kenntnisse in der Anwendung von Standardsoftware\n(insbesondere Excel, Word usw.)\nKenntnisse im Umgang mit Buchungsprogrammen sind von Vorteil\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler Arbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 11 TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nDie Position ist gem. § 32 TV-L zunächst auf 2 Jahre befristet.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 23. Januar 2026. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 5 MB) an\nbewerbung@bauhaus-dessau.de\n– Stiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter www.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-marketing-und-online-marketing-m-w-d/", "image": "", "title": "Fachbereichsleitung Social-Media-Marketing und Online-Marketing (m/w/d)", "content_text": "Kuunstmuseum Stuttgart, Stuttgart Bewerbungsende: 11.01.2026 | Das Kunstmuseum Stuttgart ist eine gemeinnützige GmbH und liegt mitten in der lebendigen Stuttgarter Innenstadt. Zu den Höhepunkten der Kunstsammlung mit Schwerpunkt auf Klassischer Moderne und zeitgenössischer Kunst zählen der bedeutende Bestand an Gemälden, Grafiken und Zeichnungen des Malers Otto Dix, das Archiv Willi Baumeister sowie Werkkomplexe von Adolf Hölzel, Fritz Winter, Dieter Roth, Wolfgang Laib, Michel Majerus, Josephine Meckseper, Tim Berresheim und Katinka Bock. Das Kunstmuseum Stuttgart betreibt zudem das Museum Haus Dix in Hemmenhofen am Bodensee.\nWir suchen für unser Team\neine Fachbereichsleitung Social-Media-Marketing und\nOnline-Marketing (m/w/d)\nIhre Aufgaben\nWeiterentwicklung der Online-Marketing-Strategie des Kunstmuseums Stuttgart und des Museum Haus Dix\nEigenständige Betreuung der Social-Media-Kanäle\nRedaktion, Produktion und Veröffentlichung von zielgruppenorientiertem Content in Text, Bild und Video\naktives Community Management im Einklang mit dem Museumsleitbild\nUmsetzung verstärkter werblicher Social-Ad-Schaltungen\nAufbau von Influencer-Kooperationen und digitalen Partnerschaften\nRedaktion (Text und Bild), Pflege und Weiterentwicklung der Website und des zukünftigen Online-Shops\nPlanung, Umsetzung und Optimierung von weiteren digitalen Werbemaßnahmen\nRedaktion (Text und Bild) und Management und des E-Mail-Newsletters\nBudgetverantwortung\nIhre Qualifikationen\nabgeschlossenes Hochschulstudium im Bereich Online-Marketing, Digitale Medien, Kommunikationswissenschaften, Kulturmanagement oder eine vergleichbare Ausbildung\nmehrjährige Berufserfahrung im Bereich Social Media, Online-Marketing, idealerweise im Kulturbereich\nfundierte Kenntnisse und praktische Erfahrungen in der Content-Erstellung (Foto, Audio, Video) und bei der Bild- und Videobearbeitung\nErfahrungen bei der Konzeption, Erstellung und Auswertung von Social Ads\nKreativität und Organisationstalent, ein sicheres Gespür für visuelles Storytelling\nsehr gutes Sprachgefühl sowie Textsicherheit\nVerantwortungsbewusstsein, Flexibilität und Teamfähigkeit\nAffinität zu Kunst und Kultur\nStellendetails\nArbeitsort:\nStuttgart Zentrum\nArbeitsbeginn:\nzum nächstmöglichen Zeitpunkt\nAnstellungsart:\nzunächst auf zwei Jahre befristet,\nspätere unbefristete Weiterbeschäftigung möglich bei Vorliegen der entsprechenden persönlichen, organisatorischen und haushaltsrechtlichen Voraussetzungen\nVergütung:\nangelehnt an TvöD E12\nArbeitszeit:\n39 Stunden/Woche\nUrlaub:\n30 Tage/Jahr bei 5 Tagewoche\nBenefits\nZuschuss zum Deutschland-Jobticket\nKantine\nVermögenswirksame Leistungen\nMobiles Arbeiten/ flexible Arbeitszeiten\nUrlaubs- und Weihnachtsgeld\nE-Bike-Leasing\nBewerbung\nBitte bewerben Sie sich über unsere\nKarriereseite\nbis zum\n11.01.2026.\nSchwerbehinderte Bewerber (m/w/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nIhr Ansprechpartnerin\nJanina Schneider\nLeitung Marketing\nT: +49 (0)711 / 216 196 22\njanina.schneider@kunstmuseum-stuttgart.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-marketing-und-online-marketing-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d/", "image": "", "title": "Buchhalter:in (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 04.01.2026 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt\nunbefristet\nund in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nBuchhalter:in (m/w/d)\nEntgeltgruppe 8 TVöD VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Team\nDas Fachteam „Finanzen und Controlling“ koordiniert und überwacht die allgemeine Finanzlage der Stiftung Stadtmuseum Berlin, das interne und externe Rechnungswesen, die Haushaltssteuerung und das Liquiditätsmanagement. Wesentliches Steuerungselement ist dabei das Controlling. Sämtliche Buchungsvorgänge und der gesamte Zahlungsverkehr der Stiftung werden vom Fachteam bearbeitet. Das Fachteam ist zudem für die Aufstellung des Jahresabschlusses und des Wirtschaftsplans verantwortlich und unterstützt Projektleitungen administrativ im Drittmittelbereich. Die zum Team gehörige Vergabestelle berät und unterstützt Beschaffungs- und Vergabevorgänge.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorischen-mitarbeiterin-fuer-vermittlung-m-w-d/", "image": "", "title": "kuratorische:n Mitarbeiter:in für Vermittlung (m/w/d)", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 04.01.2026 | Das Deutsche Hygiene-Museum (DHMD) ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen sowie das Diskursprogramm beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Aktualisierung des ersten Raums der Dauerausstellung stellt die Stiftung ab 1. April 2026 befristet bis 30. November 2027\neine:n kuratorische:n Mitarbeiter:in für Vermittlung (m/w/d)\nin Vollzeit (40h/Woche) ein.\nDie Dauerausstellung widmet sich auf rund 2.000 Quadratmetern der Leitfrage “Wie wollen wir leben?” Aktuelle Themen, die sowohl die Gesellschaft insgesamt als auch jeden Einzelnen von uns betreffen, beleuchten alltägliche und existenzielle Fragen zu Leben und Sterben, Ernährung, Sexualitäten, Erinnern und Lernen sowie Bewegung aus unterschiedlichen wissenschaftlichen Perspektiven. Sie lädt das Publikum zu einer Reise zum eigenen Körper, zum Ich, zu den eigenen Gedanken und Gefühlen ein. Aus über 1.300 Exponaten, multimedialen Stationen und interaktiven Elementen entsteht ein informatives, unterhaltsames und inklusives Museumserlebnis für ein breites Publikum.\nIn den kommenden Jahren wird die Dauerausstellung entlang des Konzepts “Wohlbefinden” in seinen individuellen wie auch gesellschaftlichen Dimensionen neu ausgerichtet. Der erste Raum mit dem derzeitigen Titel “Der gläserne Mensch” thematisiert die Hausgeschichte sowie Techniken und Methoden der Wissenschaften seit der Mitte des 19. Jahrhunderts bis heute, mit denen der menschliche Körper vermessen, durchleuchtet und analysiert wurde. Mit der Aktualisierung soll der Raum verstärkt die Diversität von Körpern sowie die Normierungen von Körperbildern in den Blick nehmen. Außerdem wird die Wechselwirkung zwischen Mensch und Planet eine größere Rolle spielen. Eine multimediale und künstlerisch-szenografische Gestaltung soll die komplexen Themen sinnlich erfahrbar machen.\nDas Aufgabengebiet umfasst unter anderem:\nKonzeption und Planung attraktiver, spielerischer und interaktiver Stationen und Beteiligungsformate (analog und digital) in enger Zusammenarbeit mit dem kuratorischen Team\nKonzeption dieser Angebote mit einem besonderen Schwerpunkt auf inklusive, barrierefreie und diversitätssensible Zugänge und den Bedürfnissen der Zielgruppen\nkontinuierliche Vertretung der Vermittlungsperspektive im kuratorischen Team\nGewinnung von Kooperationspartner:innen, Mitarbeit an der Entwicklung von Partizipationsprojekten, Zusammenarbeit mit Vertreter:innen unterschiedlicher Zielgruppen\nKoordination der externen Partner:innen und Dienstleister:innen für die Umsetzung der inklusiven Zugänge (z. B. Videos in DGS, Audiodeskription, Untertitelungen, Zugänge in Einfacher Sprache)\nZusammenarbeit mit externen Dienstleister:innen und den hauseigenen Werkstätten\norganisatorische Aufgaben im Zusammenhang mit diversitätsorientierten und inklusiven Maßnahmen (Mittelverwaltung, Fördermittelnachweise, Zeitplanung)\nAnforderungsprofil:\nabgeschlossenes Studium einer kunst-, kultur- oder sozialwissenschaftlichen Fachrichtung oder einer für das Ausstellungsthema relevanten Fachrichtung (Master, Magister oder ein vergleichbarer Abschluss)\nErfahrungen mit der Entwicklung von interaktiven und partizipativen Stationen und Beteiligungsformaten für Ausstellungen\nErfahrungen im Bereich Barrierefreiheit, Inklusion und Diversität sowie in der Vermittlungsarbeit mit unterschiedlichen Zielgruppen\nFähigkeit zu assoziativem und kreativem Denken bei der Umsetzung komplexer, wissenschaftlicher Inhalte für ein diverses Publikum\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit, ausgezeichnete kommunikative Fähigkeiten. Kooperationsbereitschaft und soziale Kompetenz\nhohes Maß an persönlichem Engagement, Verantwortungsbereitschaft, Eigeninitiative und selbstständige, strukturierte Arbeitsweise\nsehr gute Englischkenntnisse, gute Kenntnisse in einer weiteren Fremdsprache wünschenswert\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten\neine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Doreen Hartmann (Tel. 0351 48 46 207), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n4. Januar 2026\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an: Stiftung Deutsches Hygiene-Museum, Monique Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorischen-mitarbeiterin-fuer-vermittlung-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d/", "image": "", "title": "Projektassistenz (m/w/d)", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 04.01.2026 | Das Deutsche Hygiene-Museum (DHMD) ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen sowie das Diskursprogramm beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Aktualisierung des ersten Raums der Dauerausstellung stellt die Stiftung ab 1. April 2026 befristet bis 30. November 2027\neine Projektassistenz (m/w/d)\nin Vollzeit (40h/Woche) ein.\nDie Dauerausstellung widmet sich auf rund 2.000 Quadratmetern der Leitfrage “Wie wollen wir leben?” Aktuelle Themen, die sowohl die Gesellschaft insgesamt als auch jeden Einzelnen von uns betreffen, beleuchten alltägliche und existenzielle Fragen zu Leben und Sterben, Ernährung, Sexualitäten, Erinnern und Lernen sowie Bewegung aus unterschiedlichen wissenschaftlichen Perspektiven. Sie lädt das Publikum zu einer Reise zum eigenen Körper, zum Ich, zu den eigenen Gedanken und Gefühlen ein. Aus über 1.300 Exponaten, multimedialen Stationen und interaktiven Elementen entsteht ein informatives, unterhaltsames und inklusives Museumserlebnis für ein breites Publikum.\nIn den kommenden Jahren wird die Dauerausstellung entlang des Konzepts “Wohlbefinden” in seinen individuellen wie auch gesellschaftlichen Dimensionen neu ausgerichtet. Der erste Raum mit dem derzeitigen Titel “Der gläserne Mensch” thematisiert die Hausgeschichte sowie Techniken und Methoden der Wissenschaften seit der Mitte des 19. Jahrhunderts bis heute, mit denen der menschliche Körper vermessen, durchleuchtet und analysiert wurde. Mit der Aktualisierung soll der Raum verstärkt die Diversität von Körpern sowie die Normierungen von Körperbildern in den Blick nehmen. Außerdem wird die Wechselwirkung zwischen Mensch und Planet eine größere Rolle spielen. Eine multimediale und künstlerisch-szenografische Gestaltung soll die komplexen Themen sinnlich erfahrbar machen.\nDas Aufgabengebiet umfasst unter anderem:\nMitarbeit an Recherchen, Detailausarbeitung und -umsetzung der Ausstellungsthemen in Absprache mit der kuratorischen Leitung\nLeih- und Lizenzanfragen von Objekten sowie Bild-, Audio- und Videoinhalten\nVerhandlung von Kosten und Nutzungsrechten (Foto, Bild, Film, Text) für Ausstellung und Begleitpublikation\nErarbeitung und Management von Objekt-, Material-, Medien- und Kontaktdaten\nMitarbeit an der Erstellung von Ausstellungstexten und Unterstützung beim Lektorat\nabteilungsübergreifende Koordinierung der hausinternen Abläufe im Rahmen des Ausstellungsprojekts, Zuarbeiten für projektbeteiligte Abteilungen\nAngebotseinholung, Vertragsanforderung, Vergabevermerke schreiben, Auftragskontrolle, Rechnungsprüfung\nProjektdokumentation\nAnforderungsprofil:\nabgeschlossenes Studium einer kultur-, geistes- oder sozialwissenschaftlichen Fachrichtung\nerste Berufserfahrung im Ausstellungsbereich\nInteresse an den Themenschwerpunkten der geplanten Ausstellung\nFähigkeit zu assoziativem und kreativem Denken bei der Umsetzung von Themeninhalten\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit, ausgezeichnete kommunikative Fähigkeiten und soziale Kompetenz\nZuverlässigkeit, Verantwortungsbewusstsein und selbstständige, strukturierte Arbeitsweise\nErfahrung im Umgang mit Sammlungsdatenbanken, z. B. MuseumPlus\nsehr gute Englischkenntnisse\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten\neine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Doreen Hartmann (Tel. 0351 48 46 207), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n4. Januar 2026\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an: Stiftung Deutsches Hygiene-Museum, Monique Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 04.01.2026 | Das Deutsche Hygiene-Museum (DHMD) ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen sowie das Diskursprogramm beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Aktualisierung des ersten Raums der Dauerausstellung stellt die Stiftung ab 1. April 2026 befristet bis 30. November 2027\neine:n wissenschaftliche:n Mitarbeiter:in (m/w/d)\nin Vollzeit (40h/Woche) ein.\nDie Dauerausstellung widmet sich auf rund 2.000 Quadratmetern der Leitfrage “Wie wollen wir leben?” Aktuelle Themen, die sowohl die Gesellschaft insgesamt als auch jeden Einzelnen von uns betreffen, beleuchten alltägliche und existenzielle Fragen zu Leben und Sterben, Ernährung, Sexualitäten, Erinnern und Lernen sowie Bewegung aus unterschiedlichen wissenschaftlichen Perspektiven. Sie lädt das Publikum zu einer Reise zum eigenen Körper, zum Ich, zu den eigenen Gedanken und Gefühlen ein. Aus über 1.300 Exponaten, multimedialen Stationen und interaktiven Elementen entsteht ein informatives, unterhaltsames und inklusives Museumserlebnis für ein breites Publikum.\nIn den kommenden Jahren wird die Dauerausstellung entlang des Konzepts “Wohlbefinden” in seinen individuellen wie auch gesellschaftlichen Dimensionen neu ausgerichtet. Der erste Raum mit dem derzeitigen Titel “Der gläserne Mensch” thematisiert die Hausgeschichte sowie Techniken und Methoden der Wissenschaften seit der Mitte des 19. Jahrhunderts bis heute, mit denen der menschliche Körper vermessen, durchleuchtet und analysiert wurde. Mit der Aktualisierung soll der Raum verstärkt die Diversität von Körpern sowie die Normierungen von Körperbildern in den Blick nehmen. Außerdem wird die Wechselwirkung zwischen Mensch und Planet eine größere Rolle spielen. Eine multimediale und künstlerisch-szenografische Gestaltung soll die komplexen Themen sinnlich erfahrbar machen.\nDas Aufgabengebiet umfasst unter anderem:\neigenständige wissenschaftlich-kuratorische Ausarbeitung von Themenschwerpunkten, Ausstellungsabteilungen und Exponatgruppen\nMitentwicklung eines detaillierten inhaltlichen und dramaturgischen Drehbuchs\neigenständige Themen-, Objekt-, Bild- und Filmrecherche\nMitarbeit an der Konzeption von Vermittlungsstationen, die die komplexen Themen in attraktive, spielerische Formate der Wissenschaftskommunikation überführen\nfachlicher Austausch mit Wissenschaftler:innen verschiedener Disziplinen und Partnerinstitutionen sowie ggf. Planung und Durchführung von Interviews für Medienstationen\nVerfassen von Ausstellungstexten\nZusammenarbeit mit externen Dienstleister:innen und den hauseigenen Werkstätten\nabteilungsübergreifende inhaltliche Beratung und Erstellung von Zuarbeiten\nAnforderungsprofil:\nabgeschlossenes Studium einer geistes- oder sozialwissenschaftlichen Fachrichtung oder einer für das Ausstellungsthema relevanten Fachrichtung (Master, Magister oder ein vergleichbarer Abschluss)\nBerufserfahrung in der wissenschaftlichen Mitarbeit an interdisziplinären Ausstellungen\nausgewiesene Kenntnisse im Themenspektrum Körpergeschichte, Medizin- und Wissenschaftsgeschichte, Anthropologie, Anthropozän, Posthumanismus o. ä.\nBefähigung zur analytischen Durchdringung und kreativen Umsetzung komplexer Inhalte\nFähigkeit zu assoziativem und kreativem Denken bei der Umsetzung von Themeninhalten\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit, ausgezeichnete kommunikative Fähigkeiten, Kooperationsbereitschaft und soziale Kompetenz\nhohes Maß an persönlichem Engagement, Verantwortungsbereitschaft, Eigeninitiative und selbstständige, strukturierte Arbeitsweise\nsehr gute Englischkenntnisse, gute Kenntnisse in einer weiteren Fremdsprache wünschenswert\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten\neine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Doreen Hartmann (Tel. 0351 48 46 207), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n4. Januar 2026\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an: Stiftung Deutsches Hygiene-Museum, Monique Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordination-fuer-museums-und-veranstaltungsmanagement/", "image": "", "title": "Koordination für Museums- und Veranstaltungsmanagement", "content_text": "Geomuseum der Universität Münster, Münster Bewerbungsende: 12.01.2026 | 42.500 Studierende, 7.750 Beschäftigte in Lehre, Forschung und Verwaltung, die gemeinsam Zukunftsperspektiven gestalten – das ist die Universität Münster. Eingebettet in die Atmosphäre der Stadt Münster mit ihrer hohen Lebensqualität zieht sie mit ihrem vielfältigen Forschungsprofil und attraktiven Lehrangeboten Studierende und Wissenschaftlerinnen und Wissenschaftler aus dem In- und Ausland an.\nDas Geomuseum der Universität Münster liegt im Herzen Münsters in einem repräsentativen historischen Bau und umfasst eine geologisch-paläontologische Abteilung, eine mineralogische Abteilung und eine Abteilung für Bildung und Vermittlung. Es ist in Trägerschaft der Universität Münster in Lehre, Forschung und Verwaltung.\nZum nächstmöglichen Zeitpunkt ist eine Stelle als\nKoordination für Museums- und Veranstaltungsmanagement\nzu besetzen. Angeboten wird eine unbefristete Vollzeitstelle. Die Eingruppierung erfolgt je nach Aufgabenübertragung und Erfüllung der persönlichen Voraussetzungen bis zu der\nEntgeltgruppe 13\ndes öffentlichen Dienstes der Länder (\nTV-L\n).\nIn dieser Position sorgen Sie für einen reibungslosen Betriebsablauf und damit für ein Museumserlebnis für alle Besuchenden.\nIhre Aufgaben:\nMuseumsmanagement mit entsprechender Personal- und Budget- sowie technisch-organisatorischer Hausverantwortung\nKoordination und Realisierung der Aktivitäten und Veranstaltungsprogramme des Geomuseums in Zusammenarbeit mit den Abteilungen Bildung und Vermittlung, Mineralogie und Paläontologie\nKoordination der Öffentlichkeitsarbeit und Marketingmaßnahmen in Zusammenarbeit mit der Stabsstelle Kommunikation und Öffentlichkeitsarbeit der Universität sowie der Abteilung Bildung und Vermittlung am Museum\nVerantwortung für das Qualitätsmanagement im Bereich Veranstaltungen und interne Prozesse\nAuswertung von Besucherstatistiken und Besucherforschung\nAusarbeitung und Umsetzung von Strategien zur aktiven Ansprache und Gewinnung von Förderern und aktive Zusammenarbeit mit dem Förderverein\nKooperative Zusammenarbeit mit verschiedenen Personen und Einrichtungen innerhalb und außerhalb der Universität\nUnsere Erwartungen:\nAbgeschlossenes Hochschulstudium der Betriebswirtschaftslehre, des Kulturmanagements, oder vergleichbares Studium im Bereich Management mit min. 2 Jahren praktischer Erfahrung im Bereich Museumsmanagement oder Veranstaltungsmanagement in Kultureinrichtungen\nBerufserfahrung im Bereich Management und Verwaltung von vorzugsweise naturwissenschaftlichen Museen\nErfahrung in der Koordination und Umsetzung von verschiedenen Veranstaltungsformaten sowie im Bereich der Öffentlichkeitsarbeit\nTechnikaffinität und ausgeprägtes Interesse an der Nutzung und Weiterentwicklung verschiedener Systeme (z. B. Buchungsmanagementsystem) und EDV-Programme\nGutes Verständnis für Zahlen, Erfahrung in Methoden der empirischen Sozialforschung/Evaluation/Museumsforschung\nKenntnisse im Bereich Besucherorientierung\nAusgeprägte Kooperationsfähigkeit und Serviceorientierung\nStrukturierte Arbeitsweise und Organisationsfähigkeit sowie eine Hands-on-Mentalität\nErfahrungen im Umgang mit unterschiedlichen Personenkreisen und Interessengruppen sowie in der Anleitung von Teams\nInteresse an geowissenschaftlichen Themen ist wünschenswert\nPraktische Erfahrungen im Bereich Fundraising sind wünschenswert\nSehr gute Sprachkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Deutsch und Englisch\nBereitschaft zur Arbeit am Abend und an Wochenenden im Rahmen von Veranstaltungen\nIhr Gewinn:\nWertschätzung, Verbindlichkeit, Offenheit und Respekt – das sind Werte, die uns wichtig sind.\nEin besonderes Arbeitsumfeld im Herzen von Münster.\nMit einer großen Anzahl an unterschiedlichsten Arbeitszeitmodellen ermöglichen wir Ihnen flexibles Arbeiten – auch von Zuhause aus.\nOb Pflege oder Kinderbetreuung – unser\nServicebüro Familie\nbietet Ihnen konkrete Unterstützungsangebote, damit Sie Privates und Berufliches unter einen Hut bekommen.\nIhre individuelle, passgenaue\nFort- und Weiterbildung\nist uns als Bildungseinrichtung nicht nur wichtig, sondern eine Herzensangelegenheit.\nVon Aikido bis Zumba – unsere\nSport- und Gesundheitsangebote\nvon A – Z sorgen für Ihre Work-Life-Balance.\nSie profitieren von zahlreichen Benefits des öffentlichen Dienstes wie z. B. einer attraktiven betrieblichen Altersvorsorge (\nVBL\n), einer\nJahressonderzahlung\nund einem Arbeitsplatz, der kaum von wirtschaftlichen Schwankungen abhängig ist.\nDie Universität Münster setzt sich für\nChancengerechtigkeit und Vielfalt\nein. Wir begrüßen alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer oder sozialer Herkunft, der Religion oder Weltanschauung, Beeinträchtigung, Alter sowie sexueller Orientierung oder Identität. Eine familiengerechte Gestaltung der Arbeitsbedingungen ist uns ein selbstverständliches Anliegen. Eine Stellenbesetzung in Teilzeit ist grundsätzlich möglich.\nBewerbungen von Frauen sind ausdrücklich erwünscht. Frauen werden bei gleicher Eignung, Befähigung, und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nIhr Interesse ist geweckt?\nDann bewerben Sie sich bis zum\n12.01.2026\nüber unser Online-Bewerbungsformular:\nhttps://uni.ms/ah2b6\nAus Gründen der Nachhaltigkeit bitten wir Sie keine Papierbewerbung einzureichen, sondern unser Bewerbungsportal zu nutzen.\nAuswahlgespräche finden voraussichtlich\nab der letzten Januarwoche 2026\nstatt.\nAus Gründen der Nachhaltigkeit bitten wir Sie keine Papierbewerbung einzureichen, sondern unser Bewerbungsportal zu nutzen.\nZuständige Personalreferentin:\nSusanne Brück\nDezernat 3.5 – Personalentwicklung\nTel.: 0251 – 83 21553\nAusschreibungskennziffer bei Rückfragen:\n2514082\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.01.2026", "url": "https://www.museumsbund.de/stellenangebote/koordination-fuer-museums-und-veranstaltungsmanagement/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-m-w-d-grundsatz-und-rechtsangelegenheiten-3/", "image": "", "title": "Referent (m/w/d) Grundsatz- und Rechtsangelegenheiten", "content_text": "Kulturstiftung Sachsen-Anhalt, Gommern-Leitzkau | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nZur Unterstützung der Hauptverwaltung im Referat Grundsatz-/Rechtsangelegenheiten und Organisation suchen wir zum nächstmöglichen Zeitpunkt einen Referenten (m/w/d) in Leitzkau.\nIhre Aufgaben\nBearbeitung juristischer Sachverhalte sowie das Erstellen von Voten vor Inanspruchnahme gerichtlicher Hilfe für alle Direktionen\nErarbeitung, Bearbeitung und rechtliche Prüfung von Verträgen\nVertragscontrolling hinsichtlich eventueller Aktualisierungen\nEntwurfserstellung und Überarbeitung von internen Verwaltungsvorschriften\nErstellen und Aktualisieren von Arbeitsplatzbeschreibungen\nErstellen von Tätigkeitsbewertungen\nFühren von Mitarbeitergesprächen\nIhr Profil\nabgeschlossene Hochschulausbildung (Bachelor) in der Öffentlichen Verwaltung, Rechtswissenschaften (1.Staatsexamen)\nKenntnisse im Tarif- und Eingruppierungsrechts\nmehrjährige Berufserfahrung mit Schwerpunkt in der öffentlichen Verwaltung\nErfahrung in der Erstellung von Tätigkeitsbewertungen wünschenswert\nsichere Rechtsanwendung, analytisches Denkvermögen und die Fähigkeit, komplexe Sachverhalte zu erfassen und strukturiert darzustellen\nsichere Umgangsformen, Deutschkenntnisse mit sehr gutem mündlichen und schriftlichen Ausdrucksvermögen\nsicherer Umgang mit den üblichen Office-Programmen\nausgeprägte Organisations- und Konfliktfähigkeit\neine hohe Einsatzbereitschaft, Zuverlässigkeit, Loyalität, Empathie, Belastbarkeit, Flexibilität sowie eine sorgfältige, systematische und selbständige Arbeitsweise\nBereitschaft zu regelmäßigen Dienstreisen innerhalb Sachsen-Anhalts (als Selbstfahrer/in mit Dienst-PKW/Privat-PKW)\nUnser Angebot\neine interessante, abwechslungsreiche und anspruchsvolle Tätigkeit in Vollzeit (40 Stunden/ Woche)\nunbefristetes Arbeitsverhältnis\ngleitende Arbeitszeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in Gommern / OT Leitzkau\ntarifgerechte Eingruppierung in die Entgeltgruppe 11 TV-L\nNähere Auskünfte zu der ausgeschriebenen Stelle erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/12.2025-20 bis zum 11.01.2026 an „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als eine pdf-Datei bei. Nach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/referent-m-w-d-grundsatz-und-rechtsangelegenheiten-3/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-bibliothek-m-w-d/", "image": "", "title": "Mitarbeiter*in in der Bibliothek (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Schleswig Bewerbungsende: 04.01.2026 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren\nStandort Schleswig\nsuchen wir zum nächstmöglichen Zeitpunkt\neine*n Mitarbeiter*in in der Bibliothek (m/w/d)\ngeringfügige Beschäftigung, befristet auf ein Jahr\nIhre Aufgaben:\nKatalogisierung von (mehrteiligen) Monografien anhand Fremddatennutzug, in Rücksprache mit den und unter Anleitung durch die Bibliothekarinnen in Mainz\nAufsicht über die Räume der Bibliothek\nPhysische Medienbearbeitung (Signaturschilder, Eigentumsstempel)\nOrdnungsaufgaben\nIhr Anforderungsprofil:\nGrundkenntnisse im Umgang mit einer Katalogdatenbank, vorzugsweise Allegro\nGute Deutschkenntnisse in Wort und Schrift\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld\nEine Vergütung bis EG 4 TV-L\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L\nBezuschussung des Deutschlandtickets in Höhe von 50 %\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt (bitte Nachweise beifügen!).\nWir freuen uns auf Ihre vollständige Bewerbung unter Angabe der gewünschten Wochenstunden- in einer PDF-Datei – per E-Mail bis zum\n04.01.2026\n. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-bibliothek-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d/", "image": "", "title": "Kurator*in (m/w/d)", "content_text": "Marta Herford, Herford Bewerbungsende: 11.01.2026 | Als Museum für Gegenwartskunst mit einem Blick auf Design und Architektur schafft das Marta Raum für künstlerische Auseinandersetzungen und eröffnet Perspektiven auf die Fragen unserer Zeit. Das Museum pflegt den gattungsübergreifenden Dialog zwischen Architektur, angewandter und freier Kunst, wobei die Bildende Kunst im Zentrum der Programmatik steht. International renommierte, zeitgenössische Künstlerinnen und Künstler verhandeln in wechselnden Einzel- und Gruppenausstellungen, in Form von raumgreifenden Inszenierungen, gesellschaftlich relevante Haltungen und generieren so vielfältige Diskurse. Das Ausstellungserlebnis ist stets geprägt von multisensorischen Erfahrungen im Einklang mit der besonderen, von Frank Gehry gestalteten Architektur des Museums.\nDas Marta Herford ist ein Museum für vieles und vor allem für viele. Die Ausstellungen, Veranstaltungen und Vermittlungsangebote bieten eine breite Grundlage für die Erfahrung von Kunst und Kultur als relevantem und lebendigem Teil des Lebens. Es fungiert als gesellschaftliche Bühne, als außerschulischer Lernort, als Ort der Teilhabe und für das individuelle Museumserlebnis gleichermaßen.\nWir suchen zum nächstmöglichen Zeitpunkt eine*n\nKurator*in (m/w/d) in Vollzeit\nDas Aufgabengebiet umfasst im Wesentlichen folgende Tätigkeiten:\nKonzeption und Realisation von Ausstellungen im Sinne der Positionierung des Museums Marta. Unterstützung der Direktion bei der Umsetzung aller künstlerischen Programme des Hauses, insbesondere des Ausstellungsprogramms\nWissenschaftliche Konzeption und Verantwortung für die Produktion begleitender Publikationen sowie von Ausstellungstexten (digital und analog) von eigenen u. a. Ausstellungen und Projekten des Museums\nInformationsaustausch und verlässliche Kommunikation mit dem Marta-Team (den Abteilungen der Ausstellungsproduktion, der Bildung & Vermittlung/Outreach, der Presse- und Öffentlichkeitsarbeit, der Verwaltung, dem Eventteam und dem Besuchsservice des Museums), mit Presse- u.a. Fachvertreter*innen, den Marta Freunden & Förderern, sowie mit unterschiedlichen Kooperationspartner*innen\nBegleitung der eingeladenen Künstler*innen bei der Realisierung von Ausstellungen, Kontaktpflege der regionalen, nationalen und internationalen Kunstszene(n)\nVertretung der Direktorin in politischen und insbesondere fachlichen Gremien\nVoraussetzungen:\nEin abgeschlossenes Hochschulstudium in Kunstgeschichte, Kunstwissenschaft, Kulturwissenschaft, Curatorial Studies, Museologie/Museumswissenschaften oder einem vergleichbaren Studiengang mit Masterabschluss oder einem Äquivalent\nMehrjährige, einschlägige Erfahrung in der eigenständigen Entwicklung und Umsetzung von Ausstellungen im Bereich der zeitgenössischen Kunst, Publikationserfahrung, fundierte Kenntnisse im Bereich der internationalen Gegenwartskunst sowie ein breites, fachliches Netzwerk\nSehr gute Sprachkenntnisse in deutscher, englischer sowie ggf. weiteren Sprachen\nErfahrung in der Akquise von Drittmitteln und wünschenswert des ausstellungsbezogenen Sponsorings\nBereitschaft vor Ort zu arbeiten und zu leben\nWir bieten:\nDie Realisierungsmöglichkeiten von Ausstellungen und Publikationen in Zusammenarbeit mit einem gut aufgestellten Team in einem inspirierenden Museum\nEin Arbeitsfeld mit sehr gutem Betriebsklima, Wertschätzung und Vertrauen\nFachliche Fortbildungs- sowie Reisemöglichkeiten\n30 Tage Jahresurlaub sowie Gleitzeit\nEinen Arbeitsplatz in einer von Frank Gehry gestalteten Büroetage\nBitte senden Sie Ihre aussagekräftige Bewerbung als PDF (max. 7 MB) bis spätestens 11.1.2026 an\nbewerbungen@marta-herford.de\n. Die Unterlagen sollten enthalten: ein Motivationsschreiben mit Gehaltsvorstellungen für die Marta gGmbH und dem frühesten Eintrittstermin (max. 2 Seiten), einen Lebenslauf mit Zeugnissen und Referenzen und/oder kontaktierbaren Referenzpersonen.\nAuskunft zum Bewerbungsverfahren erteilt Claudia Johannsen, Tel. 05221 994430-19.\nDie Marta Herford gGmbH gewährleistet die berufliche Gleichstellung aller Geschlechter. Bewerbungen aller Geschlechter sind ausdrücklich erwünscht. Anerkannte Schwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt (§ 2 SGB IX). Bitte weisen Sie auf eine bestehende Schwerbehinderung bereits in der Bewerbung hin. Bewerbungen von Menschen mit Migrationshintergrund, die die Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht.\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass wir Ihre personenbezogenen Daten im Rahmen dieses Bewerbungsverfahrens speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-digitale-bildung-vermittlung-mwd/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in Digitale Bildung & Vermittlung (m,w,d)", "content_text": "Hamburger Kunsthalle, Hamburg Bewerbungsende: 04.01.2026 | Die Hamburger Kunsthalle sucht\nzum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche*n Mitarbeiter*in für den Bereich Digitale Bildung & Vermittlung (m, w, d) für 2,5 Jahre in Vollzeit.\nIn dieser Position gestalten Sie die digitalen Vermittlungsformate der Hamburger Kunsthalle von der Ideenfindung über die Umsetzung bis zur Evaluierung. Die digitale Vermittlung hat bei uns einen hohen Stellenwert und wir bauen unsere Angebote stetig aus. Es erwartet Sie eine abwechslungsreiche und anspruchsvolle Tätigkeit in einem sich ständig verändernden, dynamischen Umfeld.\nIhre Tätigkeiten im Schwerpunkt sind:\nFortführung der digitalen Vermittlungsstrategie im Team Bildung & Vermittlung\nIdeenentwicklung für digitale Formate zu unserer Sammlung und Ausstellungen (App, Tutorials, VR/AR-Anwendungen u.a.) und Abstimmung dieser im Haus\nKonzeption und Realisierung digitaler Formate einschließlich Content in Abstimmung mit allen erforderlichen Teammitgliedern des Hauses\nRepräsentanz der digitalen Vermittlung einschließlich wissenschaftlicher Vortrags- und Publikationstätigkeit.\nErstellung von Budget- und Kostenplanung für die Realisierung digitaler Formate\nZuarbeit für Drittmittelanträge in Zusammenarbeit mit dem Team Engagement & Partnerschaften\nErstellung des technisches und inhaltliches Pflichtenhefts für das Format\nDurchführung von Vergabeverfahren\nSteuerung der Dienstleister*innen aus Gestaltung und Programmierung\nBegleitung Marketing für die digitalen Formate\nEvaluierung der Formate und Reporting\nSie bringen folgende Voraussetzungen mit:\nAbgeschlossenes wissenschaftliches Hochschulstudium (M.A.) eines für die Tätigkeit relevanten Studiengangs (Kunst- und Kulturgeschichte, Kunstpädagogik o.Ä.)\nMindestens 2 Jahre Berufserfahrung oder wiss. Volontariat im Arbeitsumfeld digitalen Erzählens sowie praktische Erfahrung in der Umsetzung von digitalen Vermittlungskonzepten, Gespür für Usability / User Experience\nSehr gute Kenntnisse zu Storytelling mit ausgeprägter Fähigkeit in der Vereinfachung komplexer Sachverhalte\nMethodisches und pädagogisches Handlungsbewusstsein bei der wissenschaftlichen Erarbeitung, Weiterentwicklung und Durchführung von Vermittlungsangeboten\nBreite Kenntnisse digitaler Vermittlungsformate und der entsprechenden aktuellen Fachdiskurse, ausgeprägtes Interesse an digitalen Trends, z.B. KI, und eine große Begeisterung für Kunst und Museumsarbeit\nKenntnisse im Projektmanagement, Organisationsgeschick, Fähigkeit zur Priorisierung komplexer Aufgaben\nEngagierte, strukturierte und sorgfältige Arbeitsweise, Kreativität\nErfahrungen im Verfassen und Redigieren von Texten für unterschiedliche Medien und Zielgruppen\nsehr gute sprachliche und kommunikative Fähigkeiten in Deutsch und Englisch\nTeamfähigkeit, verbunden mit der Freude am Umgang mit Menschen\nDie regelmäßige wöchentliche Arbeitszeit beträgt zurzeit 40 Stunden. Die Vergütung erfolgt nach EG 13 TV-AVH. Die Stelle ist drittmittelfinanziert und daher zunächst auf 2,5 Jahre angelegt. Ihre Fragen beantwortet Ihnen Frau Marion Asmus (Tel. 040/428 131 263).\nDie Hamburger Kunsthalle strebt an, dass sich die gesellschaftliche Vielfalt der Stadt auch bei ihren Beschäftigten widerspiegelt. Wir begrüßen die Bewerbungen aller Menschen, unabhängig ihrer Herkunft, fördern die Gleichstellung der Geschlechter und die Vereinbarkeit von Beruf und Familie. Wir freuen uns insbesondere über Bewerbungen von Männern. Sie werden aufgrund ihrer Unterrepräsentanz bei gleicher Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt. Schwerbehinderte Menschen werden bei gleicher Eignung und fachlicher Leistung ebenfalls bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nohne Foto\nmit Lebenslauf und Zeugnissen\nbis zum 04.01.2026\nper Mail an\nbewerbung@hamburger-kunsthalle.de\n(maximal 5 MB, Anhänge als PDF, keine ZIP-Datei)\nBewerbungen in anderen Formaten als PDF können leider nicht berücksichtigt werden.\nWir erheben für das Ausschreibungsverfahren nur personenbezogene Daten, die für den Bewerbungsprozess relevant sind und beachten dabei die gesetzlichen Bestimmungen. Mehr Informationen finden Sie unter\nwww.hamburger-kunsthalle.de/datenschutzerklaerung\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-digitale-bildung-vermittlung-mwd/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliotheksmitarbeiterin-m-w-d-fuer-die-wissenschaftliche-bibliothek/", "image": "", "title": "Bibliotheksmitarbeiter*in (m/w/d) für die wissenschaftliche Bibliothek", "content_text": "Senckenberg Gesellschaft für Naturforschung, Görlitz Bewerbungsende: 04.01.2026 | Die Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die Abteilung Museum und handlungsorientiertes Lernen am Standort Görlitz eine*n\nBibliotheksmitarbeiter*in (m/w/d) für die wissenschaftliche Bibliothek\n(Teilzeit, 30 Wochenstunden)\nOrt: Görlitz\nBeschäftigungsumfang: Teilzeit (30 Stunden/ Woche)\nVertragsart: Zunächst befristet für 2 Jahre, mit der Möglichkeit zur Entfristung\nVergütung: Tarifvertrag der Länder TV-L E8 – E9\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort Görlitz befindet sich das renommierte Senckenberg Museum für Naturkunde in einer historischen Stadt mit einer lebenswerten, besonders naturnahen Region.\nDie wissenschaftliche Bibliothek des Senckenberg Museum für Naturkunde Görlitz ist eine zentrale Servicestelle für Forschung, Lehre und museale Praxis. Sie unterstützt Wissenschaftlerinnen, Studierende sowie interne und externe Nutzerinnen mit einem spezialisierten Bestand zu zoologischen, ökologischen und naturschutzbezogenen Themen.\nDie Bibliothek befindet sich derzeit in einem Prozess der strukturellen Weiterentwicklung: Die Begleitung des bevorstehenden Umzugs in den neuen Senckenberg-Campus, die Umstellung auf ein neues Bibliotheksinformationssystem sowie die Modernisierung der Arbeitsabläufe stellen wichtige Zukunftsaufgaben dar. Im Rahmen dieser Weiterentwicklung wirken Sie aktiv an der Optimierung der bibliothekarischen Abläufe, der Qualitätssteigerung der Services sowie an projektbezogenen Maßnahmen zur Modernisierung der gesamten Einrichtung mit.\nIhre Rolle\nAls Bibliotheksmitarbeiter*in sind Sie in die Abteilung Museum und handlungsorientiertes Lernen eingebunden und übernehmen gemeinsam mit einem Fachangestellten und ehrenamtlichen Mitarbeiter*innen die Verantwortung für den wissenschaftlichen Bibliotheksbetrieb am Senckenberg Museum für Naturkunde. Sie sorgen für einen reibungslosen, serviceorientierten Ablauf in der Bibliothek, unterstützen Nutzerinnen und arbeiten eng mit Wissenschaftler*innen sowie nationalen und internationalen Partnern zusammen. Zudem gestalten Sie aktiv die Weiterentwicklung der Bibliothek und begleiten den geplanten Umzug in den neuen Senckenberg-Campus.\nIhre Aufgaben\nVorbereitung und Begleitung des Umzugs der wissenschaftlichen Bibliothek in den neuen Senckenberg-Campus\nOrganisation und Mitverantwortung für das Bibliotheksteam, bestehend aus einer*einem Fachangestellten und ehrenamtlichen Mitwirkenden\nPflege und Katalogisierung des Bestands nach RDA im Verbundsystem HeBIS bzw. FOLIO mit PICA\nManagement von Ausleihe (OUS) und Erwerbung (ACQ)\nPlanung und Durchführung von zielgruppengerechten Veranstaltungen in der Bibliothek\nBetreuung und Unterstützung von Studierenden, Auszubildenden im Praktikum sowie weiteren Nutzer*innen\nMitarbeit an Drittmittelprojekten und der Weiterentwicklung der wissenschaftlichen Bibliothek\nIhr Profil\nAbgeschlossene Ausbildung als Fachangestellte*r (m/w/d) für Medien- und Informationsdienste oder ein (Fach-)Hochschulstudium im Bereich Bibliotheks- und Informationsmanagement bzw. eine vergleichbare Qualifikation\nFundierte Erfahrung mit Bibliotheksverwaltungssystemen, insbesondere PICA und in der Verbundkatalogisierung\nSicherer Umgang mit MS-Office-Programmen (Word, Excel, PowerPoint)\nSehr gute Deutsch- und gute Englischkenntnisse in Wort und Schrift\nHohe Serviceorientierung, Organisationsgeschick und Teamgeist, Interesse an forschungsnahem bibliothekarischem Service\nFreude am Umgang mit Menschen sowie ausgeprägte Kommunikationsfähigkeit\nBereitschaft zur Weiterbildung und Offenheit für neue Ideen\nStarke Dienstleistungsorientierung\nVerantwortungsbewusstsein\nKommunikations- und Kooperationsbereitschaft\nInterkulturelle Kompetenz\nWünschenswert wären zudem\nBereitschaft zu (inter)nationalen Dienstreisen\nBefähigung zur Ausbildung von Fachangestellten für Medien- und Informationsdienste\nKenntnisse in barrierefreier und inklusiver Vermittlung\nPolnischkenntnisse\nPKW-Führerschein\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung\nflexible Arbeitszeiten – mobiles Arbeiten – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Kopien Ihrer Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #08-25025 bis zum 04.01.2026 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nFür fachliche Rückfragen zu dieser Stelle steht Ihnen Kristin Baber unter\nkristin.baber@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nhttps://hi-lusatia.de/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/bibliotheksmitarbeiterin-m-w-d-fuer-die-wissenschaftliche-bibliothek/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referatsleiterin-fuer-die-fotowerkstatt-m-w-d-in-der-abteilung-restaurierung/", "image": "", "title": "Referatsleiter:in für die Fotowerkstatt (m/w/d) in der Abteilung Restaurierung", "content_text": "Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg, Potsdam Bewerbungsende: 10.01.2026 | Die Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg (SPSG) ist eine Stiftung des öffentlichen Rechts und betreut heute mit mehr als 500 Beschäftigten einzigartige Zeugnisse der Kunst-, Kultur- und Architekturgeschichte in Potsdam, Land Brandenburg und Berlin. Mehrere Millionen Menschen aus aller Welt besuchen jedes Jahr die in weiten Teilen zum UNESCO-Welterbe gehörenden Schlösser und Parklandschaften.\nWir bieten Ihnen die Chance, die Attraktivität unserer historischen Gebäude und Gärten mit moderner Technik und Ihrem Know How zu erhalten!\nWerden Sie Teil eines motivierten Teams am Standort Potsdam, das den Fortbestand, die Erhaltung und die öffentliche Wirkung der Schlösser und Gärten verantwortet. Wir suchen für die Abteilung Restaurierung\nzum 01.04.2026\neine Referatsleiterin oder einen Referatsleiter für die Fotowerkstatt\n(m/w/d) in der Abteilung Restaurierung\nZunächst in Teilzeit mit 20 Stunden/Woche mit der Option auf Vollzeit ab 01.08.2026, unbefristet!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.01.2026", "url": "https://www.museumsbund.de/stellenangebote/referatsleiterin-fuer-die-fotowerkstatt-m-w-d-in-der-abteilung-restaurierung/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-im-zentralen-fundarchiv/", "image": "", "title": "Wissenschaftliche/r Volontär/in (m/w/d) im Zentralen Fundarchiv", "content_text": "Archäologisches Landesmuseum Baden-Württemberg, Rastatt Bewerbungsende: 31.01.2026 | Das Archäologische Landesmuseum Baden-Württemberg sucht zum\n01 April 2026\nfür das Zentrale Fundarchiv in Rastatt für\n2 Jahre\neine/n\nWissenschaftliche/n Volontär/in (m/w/d) in Vollzeit (39,5 h/W).\nDas Archäologische Landesmuseum Baden-Württemberg ist mit seinem Haupthaus in Konstanz, dem Zentralen Fundarchiv in Rastatt und sieben Zweigmuseen die zentrale Institution für die Vermittlung der Landesarchäologie und für die Archivierung der archäologischen Zeugnisse aus einer der wichtigsten Fundregionen Europas.\nDas Volontariat im Zentralen Fundarchiv, von dem aus auch die römischen Zweigmuseen des Archäologischen Landesmuseums Baden-Württemberg betreut werden, bietet Ihnen eine vielseitige und stark praxisorientierte Ausbildung mit einem hohen Maß an Eigenverantwortung, in der eine umfassende Einarbeitung in das Archivwesen sowie in die Vermittlung wissenschaftlicher Ergebnisse durch Ausstellungen und Publikationen erfolgt. Sie erhalten weitreichende Einblicke in alle Arbeitsbereiche des Landesmuseums ergänzt durch einen Ausbildungsplan mit internen und externen Fortbildungen.\nIhre Aufgaben\nDie wissenschaftliche Inventarisierung und Bewertung von Sammlungsgegenständen aus allen Zeitstufen von der Altsteinzeit bis in das 20. Jahrhundert.\nDie Betreuung von Leihvorgängen inkl. der anfallenden Fundrecherchen, die Kommunikation mit Leihnehmern, sowie die Erstellung von Leihverträgen.\nDie Mitarbeit bei der Sammlungserschließung und die Abfassung wissenschaftlicher Publikationen zu einzelnen Objekten oder Objektgruppen der Sammlung.\nDie redaktionelle Betreuung der Website, die Mitarbeit in der Presse- und Öffentlichkeitsarbeit und bei Veranstaltungen.\nDie Betreuung der Dauerausstellungen in den Zweigmuseen.\nGgf. Mitarbeit bei der Konzeption von Sonderausstellungen in den Zweigmuseen inkl. der Kommunikation mit Leihgebern, der Entwicklung museumspädagogischer Konzepte sowie der Übernahme von Publikations- und Redaktionsarbeiten.\nIhr Profil\nAbgeschlossenes Hochschulstudium (Mindestqualifikation Abschluss Master) in den Fachrichtungen Vor- und Frühgeschichtliche Archäologie, Provinzialrömische Archäologie oder Archäologie des Mittelalters.\nErfahrung mit archäologischem Fundmaterial und Kenntnisse der Archäologie Südwestdeutschlands sind erwünscht.\nErfahrungen in der Museumsarbeit, mit Datenbanksystemen sowie der Betreuung von Homepages sind von Vorteil.\nSehr gute Ausdrucksfähigkeit in Wort und Schrift.\nÜberdurchschnittliches Engagement, Teamfähigkeit, Belastbarkeit, Einsatzbereitschaft, Verantwortungsbewusstsein und Flexibilität\nFührerschein (PKW) und Bereitschaft zu Dienstreisen.\nUnser Angebot\nVolontärvergütung nach E13 (50 %) TV-L.\nDie Stelle ist auf\n2 Jahre befristet\n.\nEine abwechslungsreiche und vielfältige Tätigkeit in einer renommierten Kultureinrichtung mit einem hochmotivierten Team, flexible Arbeitszeiten, die sozialen Leistungen im öffentlichen Dienst sowie einen Zuschuss zum Job-Ticket Baden-Württemberg.\nVielfalt ist uns wichtig, daher begrüßen wir Bewerbungen von Personen jeglichen Geschlechts, unabhängig des Alters, des Glaubens, der kulturellen und sozialen Herkunft oder der sexuellen Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nIhre Bewerbung\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre aussagekräftige Bewerbung inkl. Zeugnisse bis zum 31.01.2026 per Mail mit Betreff „Volontariat Rastatt 2026“an bewerbungen@konstanz.alm-bw.de Für Fragen steht Ihnen Dr. Martin Kemkes unter der Tel: 07222/7876-47 gerne zur Verfügung.\nDie Bewerbungsgespräche sind für den 23. Februar 2026 geplant.\nBewerbungskosten werden nicht erstattet.\nBitte beachten Sie im Kontext Ihrer Bewerbung auch unsere\nDatenschutzerklärung\n. Mit Ihrer Bewerbung bestätigen Sie, diese zur Kenntnis genommen zu haben und damit einverstanden zu sein, dass die von Ihnen angegebenen Daten elektronisch erhoben und gespeichert werden. Ihre Daten werden dabei nur streng zweckgebunden zur Bearbeitung und Beantwortung Ihrer Anfrage benutzt. Mit dem Absenden Ihrer Bewerbung erklären Sie sich mit der Verarbeitung einverstanden\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-im-zentralen-fundarchiv/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorisches-volontariat/", "image": "", "title": "Kuratorisches Volontariat", "content_text": "Georg Kolbe Museum, Berlin Bewerbungsende: 25.01.2026 | Das Georg Kolbe Museum sucht zum 1.6.2026 eine inspirierende und verlässliche Persönlichkeit für ein\nKURATORISCHES VOLONTARIAT (m/w/d)\nDie Stelle wird in Vollzeit (100% mit 40 Wochenstunden) ausgeschrieben mit einer Dauer von 2 Jahren.\nUnterhaltszuschuss i.H.v. 50% des Anfangsgrundgehaltes der Entgeltgruppe 13 TV-L (§ 8 der Praktika-Richtlinien)\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorisches-volontariat/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-schwerpunkt-entomologie/", "image": "", "title": "Wissenschaftliche/r Volontär/in (m/w/d) Schwerpunkt: „Entomologie”", "content_text": "Potsdam Museum, Potsdam Bewerbungsende: 02.01.2026 | Potsdam ist lebenswert, familienfreundlich und vielfältig. Das spiegelt sich auch in der Verwaltung der brandenburgischen Landeshauptstadt wider. Mit mehr als 2.800 Beschäftigten sind wir eine der größten Arbeitgeberinnen der Region. Als kommunale Behörde halten wir die Stadt am Laufen und sind zuverlässige Dienstleisterin für die Einwohnerinnen und Einwohner. Gleichzeitig geben wir die Impulse für die Entwicklung der Stadt.\nPotsdam wächst und damit auch die Aufgaben in der Verwaltung. Die Landeshauptstadt Potsdam sucht zum\nnächstmöglichen\nZeitpunkt für das\nNaturkundemuseum\nbefristet\nfür 2 Jahre\nin Vollzeit\neine/n\nWissenschaftliche/n Volontär/in (m/w/d) (Schwerpunkt: „Entomologie“)\nKennziffer: 242.000.12\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-schwerpunkt-entomologie/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in/", "image": "", "title": "Wissenschaftliche/r Volontär/in", "content_text": "Potsdam Museum, Potsdam Bewerbungsende: 02.01.2026 | Das Potsdam Museum – Forum für Kunst und Geschichte zählt als kommunales Museum zu den bedeutendsten kultur- und kunstgeschichtlichen Einrichtungen Brandenburgs. Es befindet sich am Museumsstandort Alter Markt in der historischen Mitte Potsdams. Neben seiner Ständigen Ausstellung präsentiert das Potsdam Museum wechselnde Sonderausstellungen zur Kunst- und Kulturgeschichte mit regionalen und überregionalen Bezügen. Unterschiedliche Veranstaltungsformate und Bildungs- und Vermittlungsangebote ergänzen das Programm des Hauses.\nFür die Jahre 2026/27 ist die Unterstützung für kulturhistorische Sonderausstellungen zu Themen des 20. Jahrhunderts der vorrangige Tätigkeitsbereich. Hierzu zählt neben ausstellungsbegleitenden Tätigkeiten wie wissenschaftliche Recherchen u.ä. auch zu einem großen Anteil die Sammlungsarbeit.\nDie Landeshauptstadt Potsdam sucht für den\nFachbereich Kultur und Museum,\nPotsdam Museum – Forum für Kunst und Geschichte\neine/n\nWissenschaftliche/n Volontär/in für 2 Jahre\nKennziffer: 241.000.16\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-presse-und-oeffentlichkeitsarbeit/", "image": "", "title": "wissenschaftliche*r  Volontär*in (m/w/d) im Bereich Presse- und Öffentlichkeitsarbeit", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 07.01.2026 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen in Deutschland und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg.\nWir suchen zum 01.3.2026 befristet für die Dauer von zwei Jahren eine*n\nwissenschaftliche*n Volontär*in (m/w/d) im Bereich Presse- und Öffentlichkeitsarbeit.\nIn Ergänzung zu Ihrer abgeschlossenen wissenschaftlichen Ausbildung an einer Universität beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums. Es vermittelt durch ein umfassendes internes Bildungsprogramm Kenntnisse der wissenschaftlichen Tätigkeitsfelder im Museum (z. B. Sammlungsbetreuung, Magazinierung, Inventarisierung, Publikationswesen) sowie der Aufgabenfelder der klassischen Museumsarbeit, wie z. B. Projektsteuerung oder Kulturvermittlung.\nZu den Aufgaben\ndes Referats PR und Marketing gehören die Entwicklung und Umsetzung von Marketingkonzepten für Sammlungs- und Sonderausstellungen, die Presse- und Öffentlichkeitsarbeit, die Konzeption und Betreuung von Begleitveranstaltungen, Pressekonferenzen und Messeauftritten sowie die Pflege der Website und der Social Media-Kanäle. Dafür ist eine enge Zusammenarbeit mit allen Mitarbeiter*innen des Hauses erforderlich. Die praxisnahe Ausbildung umfasst neben der Mitarbeit an der Sonderausstellung „Bloom up!“ in der Kunsthalle Baden-Baden darüber hinaus auch ein eigenes Ausstellungsprojekt, das im Team der Volontär*innen des Hauses eigenständig entwickelt und wahrscheinlich 2027 umgesetzt wird.\nVorausgesetzt\nwird ein Master-Abschluss in einem geisteswissenschaftlichen Fach. Zusatzqualifikationen im Bereich Journalismus, Kulturmanagement oder Marketing sind erwünscht. Wir erwarten kommunikative Fähigkeiten und Belastbarkeit, ein gutes Schreibgefühl und selbständiges Arbeiten im Team. Ein sicherer Umgang mit CMS, Bildbearbeitungs- und Layout-Programmen sowie profunde Kenntnisse der Sozialen Medien sind von Vorteil.\nEs handelt sich um eine Vollzeitstelle mit zurzeit durchschnittlich 39,5 Stunden pro Woche. Die monatliche Vergütung entspricht EG 13 Stufe 1 TV-L 50 % im ersten Jahr bzw. EG 13 Stufe 2 TV-L 50 % im zweiten Jahr. Im Übrigen gelten die Rahmenbedingungen gem. der VwV des Landes Baden-Württemberg für Volontär*innen (s. www.landesmuseum.de unter Museum, Service, Stellenangebote).\nWir bieten Ihnen zudem:\nZusammenarbeit mit einem motivierten und fachlich hochqualifizierten Museumsteam\nMöglichkeit, an einem überregional bekannten Museum sowie seiner Außenstellen mit anerkannten Sammlungen zu arbeiten\nArbeitsplatz im Zentrum Karlsruhes mit optimaler Anbindung durch den ÖNVP und einer attraktiven naturnahen Lage\nGleitzeit und familienfreundliche Arbeitszeiten\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt eingestellt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nIhre Bewerbung richten Sie bitte bis zum 07.01.2026 an\nbewerbungen@landesmuseum.de\nunter Angabe der Bewerbungskennziffer „Volontariat PR&Marketing 26“. Bitte verzichten Sie nach Möglichkeit auf die Zusendung eines Fotos sowie auf die Nennung Ihrer Anschrift.\nDie Bewerbungsgespräche finden voraussichtlich am 21.1.2026 statt.\nBei Rückfragen wenden Sie sich bitte an Frau Lorbeer, Referatsleiterin PR und Marketing, Tel.Nr. 0721/926-6599, Mail\nkatrin.lorbeer@landesmuseum.de\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-presse-und-oeffentlichkeitsarbeit/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/workshop-leitung-m-w-d-im-rahmen-des-projekts-mint-zentrum-am-technoseum-unter-besonderer-beruecksichtigung-bildungsbenachteiligter-kinder-und-jugendlicher/", "image": "", "title": "Workshop-Leitung (m/w/d) im Rahmen des Projekts „MINT-Zentrum am TECHNOSEUM unter besonderer Berücksichtigung bildungsbenachteiligter Kinder und Jugendlicher“", "content_text": "TECHNOSEUM, Mannheim Bewerbungsende: 04.01.2026 | Sie haben Freude am Umgang mit Menschen? Sie können auch komplexe Zusammenhänge auf den Punkt bringen und spannend vermitteln?\nDann werden Sie zum nächstmöglichen Zeitpunkt – befristet bis zum 31.12.2027 – Teil unseres Museumsteams als\neine von zwei Workshop-Leitungen (m/w/d)\nim Rahmen des Projekts „MINT-Zentrum am TECHNOSEUM unter besonderer Berücksichtigung bildungsbenachteiligter Kinder und Jugendlicher“\n(Arbeitszeitvolumen 75%)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/workshop-leitung-m-w-d-im-rahmen-des-projekts-mint-zentrum-am-technoseum-unter-besonderer-beruecksichtigung-bildungsbenachteiligter-kinder-und-jugendlicher/", "date_published": "2025-12-09T00:00:00"}]}