{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-7/", "image": "", "title": "Museumspädagoge m/w/d", "content_text": "Oberschwäbisches Museumsdorf Kürnbach, Bad Schussenried-Kürnbach, Bewerbungsende: 22.06.2025 | Der Landkreis Biberach sucht für das Oberschwäbische Museumsdorf Kürnbach:\nMuseumspädagoge m/w/d\nKennziffer: 2025-75-04\nDas Oberschwäbische Museumsdorf Kürnbach macht die Kultur- und Alltagsgeschichte im ländlichen Oberschwaben für alle Sinne erlebbar. Rund 120.000 Besucherinnen und Besucher im Jahr kommen in diesen Bildungs- und Freizeitort.\nIn diesem Job warten anspruchsvolle Aufgaben auf Sie, die Sie in Vollzeit oder in Teilzeit mit mindestens 75 Prozent ab 21. Juli 2025 befristet als Elternzeitvertretung an unserem Dienstort in Bad Schussenried-Kürnbach erledigen können:\nKonzeption, Durchführung und Evaluation zielgruppenorientierter Angebote für Kinder- und Erwachsenengruppen sowie für Veranstaltungsbesuchende\nOrganisation und Durchführung der Beratung und Buchungsorganisation von Gruppen\nKoordination des Personaleinsatzes im Bereich Museumspädagogik\nPflege der Materialien für Vermittlungsangebote\nSchulung des Museumspädagogikteams\nKonzeption und Durchführung inklusiver partizipativer Angebote\nMitarbeit bei Konzeption und Durchführung von Veranstaltungen und Ausstellungen\nSie sind bei uns richtig, wenn Sie Folgendes mitbringen:\nein abgeschlossenes Hochschulstudium in Museumspädagogik, Museologie, Kulturvermittlung, Kulturwissenschaften, Geschichte oder einer vergleichbaren Disziplin\nInteresse an den Themen des Freilichtmuseums\ndie Bereitschaft zur Arbeit zum Teil auch an Wochenenden\nmehrjährige, belegbare Berufserfahrung und Methodenkompetenz in der Konzeption und Durchführung von Bildungs- und Vermittlungsangeboten in Museen für verschiedene Zielgruppen sind von Vorteil\nBieten können wir Ihnen\neine leistungsgerechte Bezahlung in Entgeltgruppe 10 TVöD\nWork-Life-Balance durch flexible Arbeitszeitmodelle und die Möglichkeit, mobil bzw. in Telearbeit zu arbeiten\nAngebote zur Vereinbarkeit von Beruf und Familie\nein vielfältiges Fortbildungsprogramm zur persönlichen und fachlichen Weiterqualifizierung\nzusätzliche Altersvorsorge (Betriebsrente)\nFahrtkostenzuschüsse für den ÖPNV\nZuschuss zum Fahrradkauf oder -leasing\nein attraktives Gesundheitsmanagement\nRabatte und Vergünstigungen über corporate benefits\neinen zusätzlichen dienstfreien Tag\nBei Fragen zum Bewerbungsverfahren oder zum Landratsamt als sympathischer, moderner Arbeitgeber steht Ihnen unsere Personalerin Nina Mühlebach, Telefon 07351 52-7210 oder per E-Mail an nina.muehlebach@biberach.de, gerne zur Verfügung.\nFalls Sie Detailfragen zu Stelle und Verantwortlichkeiten haben, freut sich Museumsleiter Dr. Jürgen Kniep, Telefon 07351 52-6204, auf Ihren Anruf oder Ihre E-Mail an juergen.kniep@biberach.de.\nUnd jetzt? Bewerben! Möglich bis 22. Juni 2025 hier:\nhttps://www.mein-check-in.de/biberach/position-472404\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-7/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-abteilung-marketing-kommunikation/", "image": "", "title": "Mitarbeit (m/w/d) Abteilung Marketing & Kommunikation", "content_text": "Stiftung Planetarium Berlin, Bewerbungsende: 24.06.2025 | Die Stiftung Planetarium Berlin vereint die astronomischen Einrichtungen Berlins. Die Archenhold-Sternwarte, sowie die Wilhelm-Foerster-Sternwarte zählen zu den traditionsreichsten Volkssternwarten Deutschlands, während das Planetarium am Insulaner und das Zeiss-Großplanetarium als modernste Wissenschaftstheater Europas relevante und innovative Vermittlungsformen anbieten. Die Stiftung Planetarium Berlin verfolgt dabei für jährlich über 500.000 Besucher*innen einen klaren Bildungsauftrag durch die didaktisch angemessene und moderne Vermittlung von naturwissenschaftlichem Wissen.\nMitarbeit (m/w/d) Abteilung Marketing & Kommunikation\nbesetzbar zum nächstmöglichen Zeitpunkt\nmehrere Arbeitnehmer*innen (davon 2 als Elternzeitvertretung)\nin Vollzeit/Teilzeit, Entgeltgruppe 9b TV-L\nAufgabengebiet\nMitarbeit im Bereich Marketing und Kommunikation der Stiftung Planetarium Berlin mit den Schwerpunkten Online-Marketing, Onlineredaktion, Social Media, Konzeption und Umsetzung von Werbemedien sowie Pressearbeit. Des Weiteren Unterstützung bei Veranstaltungen und Koordination von Film- und Fotoanfragen.\nIm Einzelnen\nVerfassen von zielgruppengerechten Texten\nMitarbeit Redaktion Homepage und zielgruppenspezifische Newsletter\nMitarbeit Social Media (Redaktion und Bewerbung)\nMitarbeit Online-Marketing (SEA, SEO)\nKonzeption und Umsetzung von Werbemedien in Zusammenarbeit mit Grafikagentur der Stiftung\nPressearbeit: Verfassen von Pressemitteilungen und -materialien, Beantwortung von Medienanfragen, Koordination und Betreuung von Medienbesuchen von Medienvertreter*innen/Dreharbeiten vor Ort, Vorbereitung von Pressekonferenzen\nProjektmanagement für abteilungsrelevante Themen\nEntwicklung und Umsetzung von strategischen Kommunikationskonzepten und Durchführung von Premieren- und Highlight-Veranstaltungen, Ausstellungen und Projekte der Stiftung\nBeantwortung und Koordination von Film- und Fotoanfragen\nLektorat Bildungsmaterialien\nMitarbeit Koordination von Anzeigen\nEinholen von Angeboten, Schreiben von Bedarfsmeldungen\nFormale Voraussetzungen\nAbgeschlossenes Fachhochschulstudium/Hochschulstudium (Bachelor) der Kommunikations-wissenschaft, Medienwissenschaft, Publizistik, Germanistik, Betriebswirtschaftslehre (Schwerpunkt Marketing), Museumskunde, Kulturmanagement oder vergleichbarer Fächer\nAbgeschlossenes Volontariat, Traineeship oder einschlägige Berufserfahrung in den Bereichen Marketing, strategische Presse- und Öffentlichkeitsarbeit einer kulturellen Institution oder einer vergleichbaren Einrichtung\nFachliche Anforderungen\nSehr gute Kommunikationsfähigkeit in Wort und Schrift (durch Einreichung von Arbeitsproben nachzuweisen), Textsicherheit\nSehr gute Englischkenntnisse\nErfahrung in Online-Marketing, Redaktion und Social-Media-Management\nKenntnisse oder Erfahrungen in Entwicklung und Umsetzung von strategischen Kommunikationskonzepten\nErfahrung in der Konzeption und Umsetzung von Werbemedien (z.B. Flyer, Plakate) sowie dem Verfassen von Pressemitteilungen\nSicherer Umgang mit Microsoft Office, Kenntnisse in Bildbearbeitung\nKenntnisse der Berliner Medienlandschaft\nAußerfachliche und persönliche Anforderungen\nLeistungsverhalten:\nüberdurchschnittliche Leistungsbereitschaft und Motivation\nergebnis- und zielorientiertes sowie selbstständiges und sorgfältiges Arbeiten\nanalytisch stark und ausgeprägtes Planungs- und Organisationsvermögen\nFlexibilität, Kreativität und Fähigkeit, sich schnell in neue Themengebiete einzuarbeiten\nBelastbarkeit, auch in außergewöhnlichen betrieblichen Situationen\nBereitschaft zum Einsatz außerhalb der üblichen Bürozeiten (in geringem Umfang, z.B. bei Highlightveranstaltungen)\nBereitschaft zur ständigen Weiterqualifizierung\nSozialverhalten:\nhohes Maß an Team- und Kooperationsfähigkeit\nkonstruktives Konflikt- und Kritikverhalten\nServiceorientiertes Denken und Handeln\nWir bieten\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Anbindung an den öffentlichen Nahverkehr\nEin vielseitiges Aufgabenfeld, das Raum für persönliche Entwicklung bietet\nFlexible Arbeitszeitmodelle für eine optimale Work-Life-Balance\nDie Möglichkeit, 60% mobil zu arbeiten und die Arbeitszeit flexibel zu gestalten\n30 Tage Erholungsurlaub pro Jahr, sowie zusätzlich den 24. und 31. Dezember als arbeitsfreie Tage\nEine tarifgebundene Vergütung mit regelmäßigen Tarifsteigerungen und Jahressonderzahlungen.\nAltersvorsorge durch die Versorgungsanstalt des Bundes und der Länder (VBL)\nEin Jobticket mit 50%iger Arbeitgeberförderung für die tägliche Mobilität\nJahreskarte (Freikarten) für Veranstaltungen der Stiftung Planetarium Berlin\nUmfangreiche interne und externe Weiterbildungsmöglichkeiten\nEin offenes und engagiertes Team, das sich auf Ihre Unterstützung freut\nWir gewährleisten die berufliche Gleichstellung aller Geschlechter. Anerkannte Schwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Bitte weisen Sie auf eine bestehende Schwerbehinderung bereits in der Bewerbung hin. Bewerbungen von Menschen mit Migrationshintergrund, die die Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht.\nIhre aussagekräftige Bewerbung (tabellarischer Lebenslauf, den Nachweisen über Ausbildungs-abschlüsse, Beschäftigungszeugnissen sowie bei im öffentlichen Dienst Beschäftigten mit einer Einverständniserklärung zur Anforderung und Einsichtnahme der Personalakte, unter Angabe der personalaktenführenden Stelle) sind bis zum Ende der Bewerbungsfrist unter Angabe der Kennziffer 01/2025 vorzugsweise per E-Mail an\nbewerbung@planetarium.berlin\nzu richten.\nIm Rahmen des Bewerbungsverfahrens entstehende Kosten können nicht erstattet werden.\nIm Rahmen des Bewerbungsverfahrens werden wir Ihre personenbezogenen Daten erheben, verarbeiten und nutzen. Diese Daten werden nicht an Dritte weitergegeben und die Regelungen der Datenschutzbestimmungen eingehalten. Die Bewerbungen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Verfahrens unter Beachtung der datenschutz-rechtlichen Bestimmungen vernichtet. Bitte beachten Sie unsere Informationen nach Art. 13 DSGVO für Bewerber*innen auf\nhttps://www.planetarium.berlin/ueber-uns/karriere-ausschreibungen\n.\nDie Bewerbungsfrist endet am 24.06.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-abteilung-marketing-kommunikation/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-kassentaetigkeiten-2/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) mit Kassentätigkeiten", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Frankfurt am Main Bewerbungsende: 31.07.2025 | Sicherheitsmitarbeiter (m/w/d) mit Kassentätigkeiten\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nzum nächstmöglichen Zeitpunkt Mitarbeiter (m/w/d)\nfür den Museumsaufsichtsdienst mit Kassentätigkeiten\nin einem kulturellen Objekt in\nFrankfurt am Main.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\naufgenommen werden.\nIhre Vorteile bei uns:\nWir gewährleisten eine\ntarifgebundene und pünktliche Bezahlung\nWir zahlen Ihnen\nFunktionszulagen auf den tariflichen Stundengrundlohn\nSie erhalten von uns einen unbefristeten Arbeitsvertrag\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine eigenverantwortliche Aufgabe im Museumsaufsichtsdienst (m/w/d) in einem Familienunternehmen freuen\nEine\nqualifizierte Einarbeitung\nim Rahmen der Tätigkeit ist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nKassendienst (Eintrittsgelder)\nSicherungs- und Überwachungsaufgaben; sowie tägliche Kontrolle der Exponate\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nDas bringen Sie mit:\nKörperliche Belastbarkeit für überwiegend gehende und stehende Tätigkeit\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nPolizeiliches Führungszeugnis ohne Eintrag\nUnterrichtungsnachweis für das Bewachungsgewerbe nach § 34a Gewerbeordnung\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-kassentaetigkeiten-2/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsaufsichtskraft-m-w-d/", "image": "", "title": "Museumsaufsichtskraft (m/w/d)", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Duisburg Bewerbungsende: 31.07.2025 | Museumsaufsichtskraft (m/w/d)\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen für den\nMuseumsaufsichtsdienst flexible Mitarbeiter (m/w/d) in Duisburg.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\n(ca. 100 Stunden/ Monat) ausgeübt werden.\nInformationen zur Arbeitszeit:\nDienstag bis Freitag: 12 Uhr bis 17 Uhr, Sa, So, Feiertag: 11 Uhr bis 17 Uhr\n(nach Vorausplanung)\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) im Museumsaufsichtsdienst freuen\nSie erwartet eine abwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie bewachen die Ein- und Ausgänge im Museum\nSie führen den Museumsaufsichts- und Veranstaltungsdienst durch\nSie sorgen für die Einhaltung der Hausordnung\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie beaufsichtigen die Ausstellungsräume (Wachdienst / Objektschutz)\nSie führen Ticketkontrollen und Einlasskontrollen durch\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie stellen das Einhalten der jeweiligen Vorschriften sicher, z.B. das Verbot, Kunstgegenstände zu berühren\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen sehr gute Kenntnisse der deutschen Sprache\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nDie Unterrichtung nach §34a GewO ist erforderlich, gern auch höhere Qualifikation\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsaufsichtskraft-m-w-d/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Ingolstadt Bewerbungsende: 31.07.2025 | Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst in Ingolstadt auf Minijobbasis\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab sofort Mitarbeiter (m/w/d) für den Museumsaufsichtsdienst in kulturellen Objekten in Ingolstadt.\nDie Tätigkeit kann auf\nMinijob-Basis (556,00 Euro/Basis)\nausgeübt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein\nlangfristiges Arbeitsverhältnis\nbei einem wachstumsorientierten Unternehmen\nSie erhalten eine\nTarifgebundene\nund pünktliche Bezahlung\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen den Museumsaufsichtsdienst\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie verfügen über Erfahrung aus dem Bereich des Sicherheitsgewerbes\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedlichen Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen sehr gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nDie\nUnterrichtung nach §34a GewO\nist erforderlich\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-kassentaetigkeiten/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) mit Kassentätigkeiten", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Frankfurt am Main Bewerbungsende: 31.07.2025 | Sicherheitsmitarbeiter (m/w/d) mit Kassentätigkeiten in Frankfurt\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen zum nächstmöglichen Zeitpunkt Mitarbeiter (m/w/d) für den Museumsaufsichtsdienst mit Kassentätigkeiten in einem kulturellen Objekt in Frankfurt am Main. Die Tätigkeit kann in sozialversicherungspflichtiger Teilzeit aufgenommen werden.\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung\nWir zahlen Ihnen Funktionszulagen auf den tariflichen Stundengrundlohn\nSie erhalten von uns einen unbefristeten Arbeitsvertrag\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine eigenverantwortliche Aufgabe im Museumsaufsichtsdienst (m/w/d) in einem Familienunternehmen freuen\nEine qualifizierte Einarbeitung im Rahmen der Tätigkeit ist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit. Wir machen Kultur möglich!\nIhre Aufgaben bei uns:\nKassendienst (Eintrittsgelder)\nSicherungs- und Überwachungsaufgaben; sowie tägliche Kontrolle der Exponate\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nDas bringen Sie mit:\nKörperliche Belastbarkeit für überwiegend gehende und stehende Tätigkeit\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nPolizeiliches Führungszeugnis ohne Eintrag\nUnterrichtungsnachweis für das Bewachungsgewerbe nach § 34a Gewerbeordnung\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen mit einem vollständigen Lebenslauf per E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers Holbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-kassentaetigkeiten/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-xanten-in-teilzeit/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst in Xanten in Teilzeit", "content_text": "Wach- und Werkschutz Kurt Strube GmbH , Bewerbungsende: 31.07.2025 | Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst in Xanten in Teilzeit\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab sofort Mitarbeiter (m/w/d) für den Museumsaufsichtsdienst\nin einem kulturellen Objekt\nin Xanten.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\n(Stundenvolumen nach Absprache) ausgeübt werden.\nArbeitszeiten:\nnach Vorausplanung: Dienstag bis Freitag; 10:00h bis 17:00h, Samstag/Sonntag; 11:00h bis 18:00h\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein\nlangfristiges Arbeitsverhältnis\nbei einem wachstumsorientierten Unternehmen\nSie erhalten eine\nTarifgebundene\nund pünktliche\nBezahlung\nSie erhalten\nFunktionszulagen\nauf den Stundengrundlohn\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen den Museumsaufsichtsdienst\nSie übernehmen Sicherungs- und Überwachungsaufgaben\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nSie haben die Bereitschaft vertretungsweise Kassentätigkeiten zu übernehmen, nach Einweisung\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie verfügen über Erfahrung aus dem Bereich des Sicherheitsgewerbes\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedlichen Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nPolizeiliches Führungszeugnis ohne Eintrag\nDie\nUnterrichtung nach §34a GewO\nist erforderlich (IHK)\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-xanten-in-teilzeit/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-72/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Zentrum für Erinnerungskultur, Menschenrechte und Demokratie, Duisburg Bewerbungsende: 22.06.2025 | Wissenschaftliches Volontariat beim Zentrum für Erinnerungskultur, Menschenrechte und Demokratie der Stadt Duisburg\nBeim Zentrum für Erinnerungskultur, Menschenrechte und Demokratie der Stadt Duisburg ist zum 1. Oktober 2025 und befristet auf zwei Jahre ein\nWissenschaftliches Volontariat\nzu vergeben. Angesiedelt ist der Ausbildungsplatz am Historischen Zentrum Duisburg, dem das Kultur- und Stadthistorische Museum, das Zentrum für Erinnerungskultur sowie das Stadtarchiv angehören.\nDiese Aufgaben warten auf Sie:\nIm Verlauf des Volontariats werden Sie mit allen musealen und organisatorischen Aufgabenfeldern eines historischen Museums bzw. einer Gedenkstätte vertraut gemacht. Im Vordergrund steht dabei die Realisierung einer Sonderausstellung zum Thema\n„Körper, Sexualität und Geschlechterrollen im Nationalsozialismus“,\ndie in enger Zusammenarbeit mit dem zweiten Volontariat am Historischen Zentrum Duisburg erarbeitet werden soll. Ein kulturhistorischer Prolog zur Ausstellung über\n„Körperbilder seit der Antike“\nist im Rahmen des Volontariats ebenfalls geplant.\nInnovative Formen der inhaltlichen und gestalterischen Arbeit sind bei dem Projekt ausdrücklich erwünscht, ebenso ungewöhnliche und niedrigschwellige Wege bei der Vermittlungsarbeit.\nNeben der Ausstellungstätigkeit gehören auch Arbeiten in den Sammlungen, die Mitwirkung bei Veranstaltungen und bei der Öffentlichkeitsarbeit zu Ihren Aufgaben, insbesondere durch das Erstellen eigener Beiträge für die Social-Media-Kanäle des Historischen Zentrums.\nWir bieten Ihnen\neine fundierte Ausbildung in der praktischen Museumsarbeit\nkollegiale Einarbeitung und Betreuung\ndie Gelegenheit zu eigenständiger konzeptioneller Projektarbeit\ndie Förderung der Teilnahme an Tagungen und an Weiterbildungsangeboten\nDetails\nAusbildungsstart: 1. Oktober 2025\nBewerbungsfrist: 22. Juni 2025\nDauer: 2 Jahre\nDie wöchentliche Arbeitszeit beträgt 39 Stunden\nVoraussetzungen\nEin abgeschlossenes wissenschaftliches Hochschulstudium (Master oder höher) in einem für die Aufgabe einschlägigen Fach (z. B. Gender Studies, Geschichte, Kunstgeschichte, Kulturwissenschaften, Kulturvermittlung)\nErste praktische Erfahrungen im Ausstellungs- und Museumswesen\nKenntnisse der aktuellen zeitgeschichtlichen/NS-spezifischen Diskurse\nKenntnisse zu LGBT*IQ+ Communitys und ihrer Geschichte\nBereitschaft, an den kreativen Prozessen bei der Ausstellungsgestaltung mitzuwirken\nGute Ausdrucksfähigkeit in Wort und Schrift\nSicheres, wertschätzendes Auftreten, insb. im Umgang mit den zivilgesellschaftlichen Netzwerken des Historischen Zentrums\nTeamfähigkeit, hohes Engagement, Selbständigkeit und Organisationsgeschick\nFinanzielles und Wissenswertes\nDie monatliche Vergütung beträgt 50 % von E13 (erhöht sich im zweiten Jahr) in Anlehnung an die Empfehlung des deutschen Museumsbunds.\nAnsprechpartner\nMarcel Kositz\nTel.: 0203 283-982871\nAnsprechpartnerin für fachliche Fragen\nDr. Susanne Sommer\nTel.: 0203 283-3714\ns.sommer@stadt-duisburg.de\nwww.stadtmuseum-duisburg.de\nBewerbungen bitte ausschließlich über das Online-Bewerbungsformular einreichen:\nhttps://karriere.duisburg.de/jobposting/fcf5c42b21053695b473aa678208ca6e2336329c0\nBewerbungen per Mail können nicht angenommen werden.\nEs ist uns ein besonderes Anliegen, viele unterschiedliche Perspektiven in unsere Arbeit einzubeziehen; Diversität und Chancengleichheit sind uns sehr wichtig. Daher möchten wir insbesondere queere Personen, BIPoC und Menschen mit Schwerbehinderung, Gleichstellung oder Behinderungserfahrung ermutigen sich zu bewerben.\nFrauen werden gemäß Landesgleichstellungsgesetz NRW bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\n(\nwww.duisburg.de/frauenbuero\n)\nWeitere Informationen finden Sie unter\nhttps://www.duisburg.de/microsites/karriere/neu/z_neue-hp/Fragen-Antworten.php\n_\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-72/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-71/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Kultur- und Stadthistorisches Museum, Duisburg Bewerbungsende: 22.06.2025 | Wissenschaftliches Volontariat beim Kultur- und Stadthistorischen Museum der Stadt Duisburg\nBeim Kultur- und Stadthistorischen Museum der Stadt Duisburg ist zum 1. Oktober 2025 und befristet auf zwei Jahre ein\nWissenschaftliches Volontariat\nzu vergeben. Angesiedelt ist der Ausbildungsplatz am Historischen Zentrum Duisburg, dem das Kultur- und Stadthistorische Museum, das Zentrum für Erinnerungskultur sowie das Stadtarchiv angehören.\nDiese Aufgaben warten auf Sie:\nIm Verlauf des Volontariats werden Sie mit allen musealen und organisatorischen Aufgabenfeldern eines historischen Museums bzw. einer Gedenkstätte vertraut gemacht. Im Vordergrund steht dabei die Realisierung einer Sonderausstellung zum Thema\n„Körper, Sexualität und Geschlechterrollen im Nationalsozialismus\n“, die in enger Zusammenarbeit mit dem zweiten Volontariat am Historischen Zentrum Duisburg erarbeitet werden soll. Ihre Aufgabe wird unter anderem der kulturhistorische Prolog zur Ausstellung über\n„Körperbilder seit der Antike“\nsein.\nInnovative Formen der inhaltlichen und gestalterischen Arbeit sind bei dem Projekt ausdrücklich erwünscht, ebenso ungewöhnliche und niedrigschwellige Wege bei der Vermittlungsarbeit.\nNeben der Ausstellungstätigkeit gehören auch Arbeiten in den Sammlungen, die Mitwirkung bei Veranstaltungen und bei der Öffentlichkeitsarbeit zu Ihren Aufgaben, insbesondere durch das Erstellen eigener Beiträge für die Social-Media-Kanäle des Historischen Zentrums.\nWir bieten Ihnen\neine fundierte Ausbildung in der praktischen Museumsarbeit\nkollegiale Einarbeitung und Betreuung\ndie Gelegenheit zu eigenständiger konzeptioneller Projektarbeit\ndie Förderung der Teilnahme an Tagungen und an Weiterbildungsangeboten\nDetails\nAusbildungsstart: 1.Oktober 2025\nBewerbungsfrist: 22. Juni 2025\nDauer: 2 Jahre\nDie wöchentliche Arbeitszeit beträgt 39 Stunden\nVoraussetzungen\nEin abgeschlossenes wissenschaftliches Hochschulstudium (Master oder höher) in einem für die Aufgabe einschlägigen Fach (z. B. Kunstgeschichte, Geschichte, Klassische Archäologie, Gender Studies, Kulturwissenschaften, Kulturvermittlung)\nErste praktische Erfahrungen im Ausstellungs- und Museumswesen\nKenntnisse der aktuellen zeitgeschichtlichen/NS-spezifischen Diskurse\nKenntnisse zu LGBT*IQ+ Communitys und ihrer Geschichte\nBereitschaft, an den kreativen Prozessen bei der Ausstellungsgestaltung mitzuwirken\nGute Ausdrucksfähigkeit in Wort und Schrift\nSicheres, wertschätzendes Auftreten, insb. im Umgang mit den zivilgesellschaftlichen Netzwerken des Historischen Zentrums\nTeamfähigkeit, hohes Engagement, Selbständigkeit und Organisationsgeschick\nFinanzielles und Wissenswertes\nDie monatliche Vergütung beträgt 50 % von E13 (erhöht sich im zweiten Jahr) in Anlehnung an die Empfehlung des Deutschen Museumsbunds.\nAnsprechpartner\nMarcel Kositz\nTel.: 0203 283-982871\nAnsprechpartnerin für fachliche Fragen\nDr. Susanne Sommer\nTel.: 0203 283-3714\ns.sommer@stadt-duisburg.de\nwww.stadtmuseum-duisburg.de\nBewerbungen bitte ausschließlich über das Online-Bewerbungsformular einreichen:\nhttps://karriere.duisburg.de/jobposting/64cb1c8dd74b2fcabb2d7e617ee7ec3c8daf7ce10\nBewerbungen per Mail können nicht angenommen werden.\nEs ist uns ein besonderes Anliegen, viele unterschiedliche Perspektiven in unsere Arbeit einzubeziehen; Diversität und Chancengleichheit sind uns sehr wichtig. Daher möchten wir insbesondere queere Personen, BIPoC und Menschen mit Schwerbehinderung, Gleichstellung oder Behinderungserfahrung ermutigen sich zu bewerben.\nFrauen werden gemäß Landesgleichstellungsgesetz NRW bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\n(\nwww.duisburg.de/frauenbuero\n)\nWeitere Informationen finden Sie unter\nhttps://www.duisburg.de/microsites/karriere/neu/z_neue-hp/Fragen-Antworten.php\n_\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-71/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-w-m-d-2/", "image": "", "title": "Museumsdirektor:in (w, m, d)", "content_text": "Deutsches Landwirtschaftsmuseum, Crimmitschau Bewerbungsende: 22.06.2025 | Der Landkreis Zwickau ist einer der stärksten Wirtschaftsstandorte in den neuen Bundesländern. Aufgrund seiner landschaftlichen Vielfalt und seines kulturellen Erbes ist er einer der attraktivsten Lebensräume in Sachsen. Seine breit aufgestellte Bildungslandschaft garantiert eine durchgängige Betreuung und Ausbildung unserer Kinder und Jugendlichen.\nUnsere moderne, dienstleistungsorientierte und familienfreundliche Landkreisverwaltung ist Dienstleister für rund 310.000 Bürgerinnen und Bürger sowie 14.000 Unternehmen und freut sich auf Ihre Mitarbeit!\nDas Landratsamt Zwickau\nsucht für das Deutsche Landwirtschaftsmuseum in Blankenhain:\neine\nMuseumsdirektorin/einen Museumsdirektor (w, m, d)\nunter der Kennziffer: 80/2025/DII\nim: Dezernat Jugend, Soziales und Bildung\nin: Vollzeit – mit 39 Wochenstunden\nStellenbewertung: Entgeltgruppe 14 TVöD-VKA\nBeschäftigungsdauer: unbefristet\nBeschäftigungsbeginn: zum nächstmöglichen Zeitpunkt\nIhr Aufgabengebiet:\nSie leiten das Deutsche Landwirtschaftsmuseum Schloss Blankenhain. Dem Museum obliegt das Sammeln, Bewahren, Forschen und Präsentieren von historischen Sachzeugnissen und Dokumen-ten des ländlichen Raumes. Es hat die Aufgabe der Bewahrung, wissenschaftlichen Aufarbeitung und Darstellung der Geschichte des ländlichen Raumes in Mittel- und Ostdeutschland.\nAls kulturelle Einrichtung dient es wissenschaftlichen Zwecken und deren Vermittlung an die Benutzer, insbesondere durch Ausstellungen, Durchführung wissenschaftlicher Veranstaltungen und Forschungsvorhaben.\nZu Ihren Aufgaben gehören im Wesentlichen:\nIhre Hauptaufgabe besteht in der wissenschaftlichen Museumsarbeit und Forschung. Dazu zählen schwerpunktmäßig:\nRecherchen, Forschungen und Publikationen zu verschiedenen museumsrelevanten Themen\nDetailforschungen zur Rittergutsgeschichte, den Rittergutsbesitzern und der Wirtschaftsgeschichte des Gutsbetriebes sowie der landwirtschaftlichen Gerätekunde\nAuflegen eigener Forschungsprojekte in Zusammenarbeit mit Universitäten, Hochschulen und wissenschaftlichen Instituten zu wissenschaftlichen Untersuchungen im gesamten Spektrum des Museums sowie in Zusammenarbeit untereinander\nPlanung sowie Koordinierung von bzw. Mitarbeit in wissenschaftlichen Forschungsvorhaben in Zusammenarbeit mit Hochschulen, Universitäten, Instituten und Museen zu Themen der Landwirtschafts- und Landtechnikgeschichte, Agrargeographie, Historischen Geographie, der Landes-, Volks- und Naturkunde\nwissenschaftliche Erschließung von Quellen und Archivgut zur Dokumentation des Sammlungsbestandes und Kulturgütern, der Geschichte, der Historischen Geographie der Kulturlandschaft der Volkskunde, der Landwirtschaft und der Geschichte der Regionen Mitteldeutschlands sowie des gesamten deutschsprachigen Raumes und darüber hinaus einschließlich der Erkundung, Erfassung und Übernahme von historischen Objekten in die museale Sammlung\nBearbeitung ausgewählter Sammlungsbereiche, u. a. sammlungsbegleitende Forschungen zur Geräteentwicklung, zur Entstehung der durch Landwirtschaft und Anwendung der Landtechnik entstandenen Kulturlandschaft, der Wohn- und Arbeitskultur im ländlichen Raum inklusive Anleitung der dort tätigen Praktikanten\nErstellung wissenschaftlicher Ausstellungskonzeptionen zu Vorhaben, die das gesamte Spektrum des Museums betreffen\nVerfassen wissenschaftlicher Texte für unterschiedliche Zielgruppen\nVerfassen von wissenschaftlichen Fachartikeln und Beiträgen u.a. zur Veröffentlichung im Rahmen nationaler und internationaler Fachzeitschriften und Publikationen, Netzwerken sowie Vorträge auf Tagungen im nationalen wie internationalen Rahmen\nErstellung und Herausgabe wissenschaftlicher Publikationen des Museums\nselbstständige Entwicklung, Erstellung und Fortschreibung der wissenschaftlichen Museums-, Sammlungs-, Ausstellungs- und Marketingkonzeption einschließlich deren Ausführungs-koordination und Kontrolle\nin Zusammenarbeit mit dem wissenschaftlichen Mitarbeiter der Museumspädagogik Erstellung und Fortschreibung des museumspädagogischen Konzeptes\nDurchführung spezieller Führungen und Besucherbetreuungen (z. B. Fremdsprachenführungen, VIP-Gäste etc.)\nMitarbeit in nationalen und internationalen fachwissenschaftlichen Verbänden, Gesellschaften und Vereinen (z. B. ICOM, AEOM, AIMA etc.) einschließlich der Teilnahme und Vortragstätigkeit an und bei wissenschaftlichen nationalen wie internationalen Tagungen und Kongressen\nDarüber hinaus sind Sie für die Mitarbeiterführung von zwölf Mitarbeiter/innen verantwortlich. Dazu gehören:\nFörderung der Mitarbeiterleistungen durch Beeinflussung von Zusammenarbeit, Motivation, Verantwortungs- und Kostenbewusstsein u. ä.\nEinsatzorganisation, wie z. B. Urlaubs-, Vertretungs-, Vollmachten-, Befugnis- und Aufgabenverteilung und -planung\nMitarbeiterförderung und -entwicklung sowie Mitarbeiterinformation, -beratung und -gespräche\nZu Ihren weiteren Aufgaben zählen:\nHaushaltsplan- und Nachtragshaushaltsgestaltung\neigenständige Realisierung von Bau- und Investitionsvorhaben\nPlanung, Projektmanagement, Administration und Umsetzung von Kooperationsmaßnahmen zur Forschungs- und Sammlungsarbeit\nUnsere Erwartungen:\nZugangsvoraussetzung für diese Stelle ist eine abgeschlossene\nwissenschaftliche Hochschulausbildung\n(erste Staatsprüfung, Magister- oder Diplomprüfung oder Master/Magister)\nder Fachrichtungen Museologie oder Historische Geographie\nauf der Basis einer abgeschlossenen Hochschulbildung der Fachrichtung Geschichte bzw. Museologie\nverbunden mit einer mehrjährigen musealer Berufserfahrung.\nDarüber hinaus erwarten wir:\nErfahrung in der Projekt- sowie Teamleitung einschließlich der Personaleinsatz- und Budgetsteuerung sowie der Anwendung der einschlägigen Vergabevorschriften\ndie Fähigkeit, Texte in hoher Qualität und dem Verwendungszweck entsprechend zu verfassen\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team\nein hohes Maß an Eigenverantwortung sowie Engagement und Belastbarkeit; dazu gehört auch die Notwendigkeit einer Vor-Ort-Präsenz sowie die Bereitschaft zu regelmäßigen Wochenenddiensten\nOrganisationstalent, Flexibilität und Mobilität (Führerschein Klasse B sowie die Bereitschaft zur dienstlichen Nutzung des privaten PKW)\nein kompetentes, überzeugendes und freundliches Auftreten sowie sehr gute Kommunikationsfähigkeiten (Deutsch mindestens Niveau C1, Englisch wünschenswert)\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der modernen Bürokommunikationstechnik\nWir bieten Ihnen:\neine unbefristete Einstellung mit tarifgerechter Vergütung einschließlich Jahressonderzahlung und Leistungsentgelt\nausreichend kostenfreie Parkmöglichkeiten\nein offenes, transparentes Umfeld und das Angebot, die Arbeit mitzugestalten\ndie Vereinbarkeit von Beruf und Familie, u. a. durch flexible Arbeitszeiten ohne Kernzeiten\nstellenbezogene Fortbildungsmöglichkeiten\n30 Tage Erholungsurlaub im Kalenderjahr sowie arbeitsfrei an Heiligabend und Silvester\nattraktive übertarifliche Arbeitgeberleistungen in Form von steuer- und sozialversicherungsfreien Zuschüssen zum Job-Ticket, zu Kinderbetreuungskosten, zu Gesundheitskursen oder zur betrieblichen Altersversorgung sowie die Möglichkeit zum Fahrradleasing\nbetriebliche Altersvorsorge (ZVK) bei Anstellung nach TVöD und Zahlung vermögenswirksamer Leistungen\nAngebot der arbeitsmedizinischen Vorsorge\nIm Interesse der in der Landkreisverwaltung Zwickau angestrebten Chancengleichheit in allen Bereichen des Berufslebens, sind Bewerbungen von Personen jeden Geschlechts gleichermaßen erwünscht. Die im Text verwandte Schreibform dient allein der Vereinfachung und steht für die geschlechtsneutrale Bezeichnung des Berufs.\nBewerbungen geeigneter schwerbehinderter Menschen und diesen Gleichgestellten im Sinne des Sozialgesetzbuches (SGB) IX sind ebenfalls ausdrücklich willkommen. Ein entsprechender Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nHaben wir Ihr Interesse geweckt?\nDann reichen Sie bitte Ihre\nvollständige Bewerbung\n(Anschreiben, Lebenslauf, Schul- und Abschlusszeugnisse mit Notenspiegel, Qualifikationsnachweise, lückenlose Arbeitszeugnisse und dienstliche Beurteilungen)\nüber unser elektronisches Bewerberportal unter\nwww.landkreis-zwickau.de/stellenangebote\nein. Aufgrund dessen, dass die Amtssprache in unserer Behörde deutsch ist, erwarten wir Bewerbungsunterlagen in deutscher Sprache. Ausführliche Informationen zu den Bewerbungsmodalitäten finden Sie auch auf unserer Homepage unter:  Kontakt und FAQ-Bewerbung.\nBitte sehen Sie von einer Papierbewerbung oder einer Bewerbung per E-Mail ab. Eingesendete Unterlagen können nur zurückgesandt werden, wenn ein ausreichend frankierter Rückumschlag beiliegt. Bei Fehlen des Rückumschlags werden die Unterlagen datenschutzkonform vernichtet.\nBewerbungsschluss:\n22. Juni 2025\nWir weisen Sie darauf hin, dass nur vollständige Bewerbungsunterlagen im Auswahlverfahren berücksichtigt werden können. Nach Bewerbungsschluss eingehende Bewerbungen werden nicht berücksichtigt.\nBei ausländischen Bildungsabschlüssen bitten wir um Vorlage der Feststellung der Vergleichbarkeit und Anerkennung durch die Zentralstelle für ausländisches Bildungswesen (ZAB). Ansonsten kann Ihre Bewerbung im Auswahlverfahren nicht berücksichtigt werden. Weitere Informationen entnehmen Sie bitte der Internetseite der Zentralstelle für ausländisches Bildungswesen (ZAB) unter\nwww.kmk.org/zab\n. Bewerberinnen/Bewerber aus Nicht-EU-Staaten (Europäischer Wirtschaftsraum und Schweiz ausgenommen) fügen der Bewerbung einen aktuellen Aufenthaltstitel gemäß § 4 Aufenthaltsgesetz bei, welcher die Erwerbstätigkeit ausdrücklich gestattet.\nDie Person, die nach Durchführung des Stellenbesetzungsverfahrens für die Einstellung vorgesehen ist, ist verpflichtet ein Behördenführungszeugnis nach § 30 Abs. 5 Bundeszentralregistergesetz beim zuständigen Einwohnermeldeamt zu beantragen und die Erstellungskosten zu tragen. Es ist nicht notwendig, bereits den Bewerbungsunterlagen ein Führungszeugnis beizufügen.\nIhre Bewerbungsdaten werden im Einklang mit der EU-Datenschutzgrundverordnung (EU-DSGVO), dem Sächsischen Datenschutzgesetz (SächsDSG) und dem Sächsischen Datenschutzdurchführungsgesetz (SächsDSDG) verarbeitet. Mit der Übersendung Ihrer Bewerbungsunterlagen erteilen Sie die Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten durch das Landratsamt Zwickau im Rahmen des Auswahlverfahrens. Nach Abschluss des Verfahrens werden die Daten nicht berücksichtigter Bewerber/innen datenschutzkonform vernichtet. Die ausführlichen Datenschutzhinweise finden Sie auf unserer Homepage unter:\nDatenschutz (landkreis-zwickau.de)\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-w-m-d-2/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-projekt-zwischen-diktatur-und-demokratie/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für das Projekt “Zwischen Diktatur und Demokratie”", "content_text": "LVR-Industriemuseum, Ratingen Bewerbungsende: 25.06.2025 | Wer wir sind\nDer Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nLVR-Industriemuseum\n, Rheinisches Landesmuseum für Industrie- und Sozialgeschichte, ist ein Verbundmuseum mit Standorten (Schauplätzen) in überwiegend denkmalgeschützten Fabriken in Oberhausen, Ratingen, Solingen, Bergisch Gladbach, Engelskirchen und Euskirchen.\nDie\nTextilfabrik Cromford\nist die erste Fabrik auf dem europäischen Kontinent. Die ersten mechanischen Spinnmaschinen zur Verarbeitung von Baumwolle revolutionierten vor 200 Jahren die Herstellung von Kleidung. Das Museum gewährt spannende Einblicke in die Anfänge des Fabriksystems, die Arbeits- und Lebensbedingungen von Männern, Frauen und Kindern. Darüber hinaus präsentiert das Museum Sonderausstellungen zur Kulturgeschichte der Mode und Bekleidung vom 18. bis zum 21. Jahrhundert mit unterschiedlichen thematischen Schwerpunkten.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-projekt-zwischen-diktatur-und-demokratie/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-allgemeine-verwaltung-m-w-d/", "image": "", "title": "Sachbearbeiter allgemeine Verwaltung (m/w/d)", "content_text": "Stadtmuseum der Stadt Wittenberge, Wittenberge Bewerbungsende: 30.06.2025 | Wer sind wir?\nWittenberge ist die grĂ¶Ăźte Stadt im Landkreis Prignitz und zugleich aufstrebender Wohn und Wirtschaftsstandort zwischen den Metropolen Berlin und Hamburg.\nIm Nordwesten des Landes Brandenburg und im VierlĂ¤ndereck der BundeslĂ¤nder Sachsen-Anhalt, Mecklenburg-Vorpommern und Niedersachsen gelegen treffen hier LebensqualitĂ¤t, ein familienfreundliches Wohnumfeld, NaturnĂ¤he an der Elbe und kulturelle Highlights auf ausgezeichnete Bedingungen fĂĽr Unternehmen und Wirtschaftsansiedlungen. 2017 wurde Wittenberge als Kommune des Jahres im Land Brandenburg ausgezeichnet. 2027 ist Wittenberge Ausrichter der Landesgartenschau.\nDie Stadt Wittenberge stellt zum frĂĽhestmĂ¶glichen Zeitpunkt einen\nSachbearbeiter allgemeine Verwaltung (m/w/d)\nim Stadtmuseum der Stadt Wittenberge ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-allgemeine-verwaltung-m-w-d/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-6/", "image": "", "title": "Wissenschaftlicher Volontär (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 20.06.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes und inklusives Vermittlungsprogramm.\nWerden Sie Teil unseres Teams! Auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besucher zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken. Wir freuen uns auf Sie!\nZum 01.10.2025 besetzen wir die Stelle als\nWissenschaftlicher Volontär (w/m/d)\n(in Vollzeit, 39,5 Stunden/Woche, befristet auf 2 Jahre)\nIhre Aufgaben:\nDas wissenschaftliche Volontariat dient der Aus- und Fortbildung von Wissenschaftlern (w/m/d) der museumsrelevanten Studienfächer. Sie erhalten Einblick in die Aufgaben eines Museums allgemein und in die Tätigkeiten in einem Museum im Besonderen.\nIhr Profil:\nSie haben ein Hochschulstudium im Fach Kunstgeschichte mit einem qualifizierten akademischen Abschluss. Eine Promotion ist wünschenswert. Sie interessieren sich sowohl für die wissenschaftliche als auch die praktische Museumsarbeit und einen wechselnden Sonderausstellungsbetrieb. Neben einer fachlichen Kompetenz ist eine kommunikative, aufgeschlossene Art und Teamfähigkeit unerlässlich. Darüber hinaus sollten Sie mit der gängigen Software (MS-Office, Datenbanken) gut vertraut sein. Sehr gute Englischkenntnisse sowie möglichst Kenntnisse in einer weiteren Fremdsprache sind erwünscht.\nWir bieten:\nDas Volontariat ist auf 2 Jahre befristet und wird nach den Vorgaben des Landes für Volontariate durchgeführt und vergütet.\nBewerber (w/m/d) mit Behinderung werden bei ansonsten im Wesentlichen gleicher Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte bis zum 20.06.2025 ausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-12\neinreichen.\nFachliche Fragen vorab beantwortet Ihnen Frau Sandra Diefenthaler (Leitung Abteilung Wissenschaft) unter 0711 470 40 260.\nFür allgemeine Fragen steht Ihnen unser Bereich Personal unter T +49 711 470 40 194 oder -196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-6/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie-2/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und Spektroskopie", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 15.07.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.100 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nFür unser Kernteam brauchen wir Verstärkung.\nEin ganzes Stockwerk unserer Dauerausstellung widmen wir der Sonne, der Spektroskopie und den Fernoptiken. Chronologisch machen wir Fernrohre ab dem 17. Jahrhundert begreifbar, ermöglichen den Besuchenden, Doppelfernrohre und Zieloptiken zu verwenden und optische Entfernungsmesser selbst zu nutzen. Wir verbinden stets die Grundlagen mit der Geschichte und Zukunft und machen bedeutende Meilensteine nahbar. So zeigen wir das Teleskop des SOFIA-Observatoriums und ein Segment des ELT, welches ab 2029 in der Atacama-Wüste in Chile als größtes Spiegelteleskop der Welt in Betrieb gehen wird.\nUm all dies in der finalen Phase zu kuratieren, suchen wir zum sofortigen Beginn ein/e\nWissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und\nSpektroskopie\nin Vollzeit (40h/Woche), zunächst befristet auf drei Jahre. Die Vergütung erfolgt in Anlehnung an TV-L  E13.\nIhre Aufgaben\nKuratieren Sie\ndie Ebene „Makro“ mit der Inszenierung der Sonne, der Spektroskopie, der Fernoptiken und Astronomie.\nRecherchieren Sie\ndie physikalische Funktion und Geschichte der Objekte für die Ausstellung und\nerstellen Sie\ndie Ausstellungstexte.\nÜbernehmen Sie\nfür den entsprechenden Bereich den inhaltlichen Austausch mit dem Gestaltungsbüro.\nIhr Profil\nabgeschlossenes Universitätsstudium in den Naturwissenschaften, den Ingenieurs-wissenschaften oder vergleichbar, intrinsisches Interesse an technischem Kulturgut und Wissenschaftskommunikation sowie Erfahrungen im Ausstellungswesen.\neigenständiges, wissenschaftliches Arbeiten in einem Museums-Startup, Promotion von Vorteil\nErfahrung im Projektcontrolling\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nsehr gute Englischkenntnisse in Wort und Schrift\nErfahrungen mit Edutainment (Education/Entertainment) von Vorteil\nHands-on-Startup-Mentalität\nFührerschein Klasse B\nWir bieten Ihnen\nvielseitige Aufgaben bei der grundlegenden Neugestaltung des D.O.M., in enger Abstimmung mit dem Team der interaktiven Stationen, der Vermittlung und den Mitarbeitenden aus dem Bereich des Kuratierens sowie dem Museumsdirektor.\nChance, einen ganzen Bereich der Dauerausstellung des D.O.M. selbst zu formen.\nSchnittstellenfunktion zwischen Planern und weiteren Stakeholdern.\ndie Gelegenheit zur individuellen Weiterqualifikation.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 15.07.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie-2/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-weltraum-expedition-ins-unsichtbare-geplante-laufzeit-2026-2027/", "image": "", "title": "Kurator:in (m/w/d) für das Sonderausstellungsprojekt „Weltraum – Expedition ins Unsichtbare“ (geplante Laufzeit) 2026/2027", "content_text": "AUSSTELLUNGSZENTRUM LOKSCHUPPEN ROSENHEIM, Rosenheim Bewerbungsende: 27.06.2025 | Der Lokschuppen Rosenheim zählt mit jährlich wechselnden Sonderausstellungen und bis zu 290.000 Gästen pro Jahr zu den erfolgreichsten Ausstellungshäusern im süddeutschen Raum. In der eindrucksvollen Atmosphäre einer denkmalgeschützten ehemaligen Lokomotivenremise und einer Fläche von 1.500 m² entwickeln wir Ausstellungen, die ein breites Publikum vom Vorschulkind bis zur Großmutter begeistern, für Familien, Individualbesuchende, Schulen und Kindergärten gleichermaßen. Mit hochwertigen (Original-)Objekten, vielen interaktiven Stationen, Hands-Ons, pädagogischem Begleitprogramm, Workshops und vor allem mit einem wissenschaftlich fundierten, zugleich emotional ansprechenden Zugang zu großen Themen.\nZur Verstärkung unseres konzeptionellen Teams im Ausstellungszentrum Lokschuppen Rosenheim suchen wir ab\n01.08.2025\noder\nzum nächstmöglichen Zeitpunkt\nfür die Planung und Umsetzung des Ausstellungsprojektes\n„Weltraum – Expedition ins Unsichtbare“\neine/n\nengagierte/n und begeisterte/n Kurator oder Kuratorin (m/w/d)\nmit Commitment zur Wissenschaftsvermittlung für ein breites Publikum.\nAusstellungsidee „Weltraum – Expedition ins Unsichtbare“\nDie Ausstellung nimmt Besucherinnen und Besucher mit auf eine faszinierende Reise durch den Weltraum – von der Entstehung des Universums bis zur modernsten Weltraumbeobachtung unserer Zeit. Im Zentrum stehen die bahnbrechenden Aufnahmen des James-Webb-Weltraumteleskops (JWST), flankiert von aktuellen Entwicklungen der Satellitenforschung. Den Abschluss und Höhepunkt bildet ein begehbares Mini-Planetarium, das ein immersives Erlebnis des Alls schafft.\nIhr Aufgabengebiet\nEntwicklung eines fachbereichsübergreifenden inhaltlichen Ausstellungskonzeptes in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam, Gestaltern und Gestalterinnen und anderen Kuratoren und Kuratorinnen\nAkquisition von Kooperationspartnern und Leihgebern, in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam und anderen Kuratoren und Kuratorinnen\nRecherche und Auswahl von Exponaten (ggfls. auch vor Ort bei den Leihgebern), Anfrage und Vorverhandlung von Leihverträgen.\nVerfassen und redaktionelle Bearbeitung von Ausstellungstexten und Exponatbeschriftungen.\nRecherche und Auswahl von Bildmaterial und Filmsequenzen, Anfrage und Vorverhandlung von Nutzungsrechten.\nMitwirkung bei der inhaltlichen Konzeption und inhaltliche Prüfung von interaktiven Stationen, Audio-Guide-Inhalten und Multimedia-Räumen in Zusammenarbeit mit dem Projektteam und den Ausstellungs- bzw. Mediengestaltern.\nDurchführung von Informationsveranstaltungen für Guides, Pädagogen und Pädagoginnen sowie Mitarbeiterinnen und Mitarbeiter, sowie das Abhalten von Presse- und VIP-Führungen im Rahmen der Eröffnung und bei besonderen Anlässen während der Ausstellungslaufzeit.\nDie Ausstellung soll jeweils innovativ, mit multiperspektivischem und partizipativem Zugang umgesetzt werden\nZur Ausstellung erscheint ein Begleitbuch\nIhr Anforderungsprofil\nErfahrung in der Konzeption von großen Sonderausstellungen\nErfahrung im Schreiben von griffigen Ausstellungstexten\nErfolgreich abgeschlossenes Universitätsstudium\nExpertise und museale Vernetzung im Fachbereich\nWissenschaftliches Forschungsprofil\nCommitment zur Wissenschaftsvermittlung für ein breites Publikum\nStrukturierte, konstruktive und teamorientierte Arbeitsweise, ausgeprägte Kommunikationsfähigkeit\nWir bieten\nEin interessantes und verantwortungsvolles Aufgabenfeld mit Bildungsauftrag und entsprechendem Outreach\nEin Dienstverhältnis auf Werksvertragsbasis in einem stabilen Arbeitsumfeld\nBitte geben Sie Ihre Honorarvorstellung mit Ihrer Bewerbung ab\nWir freuen uns auf Ihre Bewerbung! Bitte bewerben Sie sich bis 27.06.2025 mit Ihrem aussagekräftigen Lebenslauf inklusive Motivationsschreiben per Mail an\njennifer.morscheiser@vkr-rosenheim.de\nKontaktangaben:\nAusstellungszentrum Lokschuppen Rosenheim\nRathausstraße 24\n83022 Rosenheim\nwww.lokschuppen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-weltraum-expedition-ins-unsichtbare-geplante-laufzeit-2026-2027/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-japan-und-der-westen-von-samurai-bis-sailor-moon-geplante-laufzeit-2028-2029/", "image": "", "title": "Kurator:in (m/w/d) für das Sonderausstellungsprojekt „Japan und der Westen – Von Samurai bis Sailor Moon“ (geplante Laufzeit) 2028/2029", "content_text": "AUSSTELLUNGSZENTRUM LOKSCHUPPEN ROSENHEIM, Rosenheim Bewerbungsende: 27.06.2025 | Der Lokschuppen Rosenheim zählt mit jährlich wechselnden Sonderausstellungen und bis zu 290.000 Gästen pro Jahr zu den erfolgreichsten Ausstellungshäusern im süddeutschen Raum. In der eindrucksvollen Atmosphäre einer denkmalgeschützten ehemaligen Lokomotivenremise und einer Fläche von 1.500 m² entwickeln wir Ausstellungen, die ein breites Publikum vom Vorschulkind bis zur Großmutter begeistern, für Familien, Individualbesuchende, Schulen und Kindergärten gleichermaßen. Mit hochwertigen (Original-)Objekten, vielen interaktiven Stationen, Hands-Ons, pädagogischem Begleitprogramm, Workshops und vor allem mit einem wissenschaftlich fundierten, zugleich emotional ansprechenden Zugang zu großen Themen.\nZur Verstärkung unseres konzeptionellen Teams im Ausstellungszentrum Lokschuppen Rosenheim suchen wir\nzum nächstmöglichen Zeitpunkt\nfür die Erstellung eines Vorkonzeptes für\n„Japan und der Westen – Von Samurai bis Sailor Moon“\nmit der Option auf Planung und Umsetzung des Ausstellungsprojektes\neine/n engagierte/n und begeisterte/n Kurator oder Kuratorin (m/w/d)\nmit Commitment zur Wissenschaftsvermittlung für ein breites Publikum.\nDie Festlegung der Kuratorinnen und Kuratoren erfolgt zeitnah, aber die intensive Arbeitsphase findet im Zeitraum ca. 1,5 Jahre vor Eröffnung der Ausstellung statt.\nAusstellungsidee „Japan und der Westen“ (Voraussichtlich Oktober 2028 – August 2029)\nDiese kulturhistorische Ausstellung zeichnet den spannenden Dialog zwischen Japan und dem Westen nach – von den ersten Begegnungen im 16. Jahrhundert über die Öffnung des Landes im 19. Jahrhundert bis zur Gegenwart mit global wirksamer Popkultur wie Manga, Anime und J-Pop. Ein besonderer Fokus liegt auf dem Kulturaustausch der Partnerstädte Rosenheim und Ichikawa.\nIhr Aufgabengebiet\nEntwicklung eines fachbereichsübergreifenden inhaltlichen Ausstellungskonzeptes in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam, Gestaltern und Gestalterinnen und anderen Kuratoren und Kuratorinnen\nAkquisition von Kooperationspartnern und Leihgebern, in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam und anderen Kuratoren und Kuratorinnen\nRecherche und Auswahl von Exponaten (ggfls. auch vor Ort bei den Leihgebern), Anfrage und Vorverhandlung von Leihverträgen.\nVerfassen und redaktionelle Bearbeitung von Ausstellungstexten und Exponatbeschriftungen.\nRecherche und Auswahl von Bildmaterial und Filmsequenzen, Anfrage und Vorverhandlung von Nutzungsrechten.\nMitwirkung bei der inhaltlichen Konzeption und inhaltliche Prüfung von interaktiven Stationen, Audio-Guide-Inhalten und Multimedia-Räumen in Zusammenarbeit mit dem Projektteam und den Ausstellungs- bzw. Mediengestaltern.\nDurchführung von Informationsveranstaltungen für Guides, Pädagogen und Pädagoginnen sowie Mitarbeiterinnen und Mitarbeiter, sowie das Abhalten von Presse- und VIP-Führungen im Rahmen der Eröffnung und bei besonderen Anlässen während der Ausstellungslaufzeit.\nDie Ausstellung soll jeweils innovativ, mit multiperspektivischem und partizipativem Zugang umgesetzt werden\nZur Ausstellung erscheint ein Begleitbuch\nIhr Anforderungsprofil\nErfahrung in der Konzeption von großen Sonderausstellungen\nErfahrung im Schreiben von griffigen Ausstellungstexten\nErfolgreich abgeschlossenes Universitätsstudium\nExpertise und museale Vernetzung im Fachbereich\nWissenschaftliches Forschungsprofil\nCommitment zur Wissenschaftsvermittlung für ein breites Publikum\nStrukturierte, konstruktive und teamorientierte Arbeitsweise, ausgeprägte Kommunikationsfähigkeit\nWir bieten\nEin interessantes und verantwortungsvolles Aufgabenfeld mit Bildungsauftrag und entsprechendem Outreach\nEin Dienstverhältnis auf Werksvertragsbasis in einem stabilen Arbeitsumfeld\nBitte geben Sie Ihre Honorarvorstellung mit Ihrer Bewerbung ab\nWir freuen uns auf Ihre Bewerbung! Bitte bewerben Sie sich bis 27.06.2025 mit Ihrem aussagekräftigen Lebenslauf inklusive Motivationsschreiben per Mail an\njennifer.morscheiser@vkr-rosenheim.de\nKontaktangaben:\nAusstellungszentrum Lokschuppen Rosenheim\nRathausstraße 24\n83022 Rosenheim\nwww.lokschuppen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-japan-und-der-westen-von-samurai-bis-sailor-moon-geplante-laufzeit-2028-2029/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-kolumbus-und-das-ende-des-mittelalters-aufbruch-in-eine-neue-welt-geplante-laufzeit-2029-2030/", "image": "", "title": "Kurator:in (m/w/d) für das Sonderausstellungsprojekt „Kolumbus und das Ende des Mittelalters – Aufbruch in eine neue Welt“ (geplante Laufzeit 2029/2030)", "content_text": "AUSSTELLUNGSZENTRUM LOKSCHUPPEN ROSENHEIM, Rosenheim Bewerbungsende: 27.06.2025 | Der Lokschuppen Rosenheim zählt mit jährlich wechselnden Sonderausstellungen und bis zu 290.000 Gästen pro Jahr zu den erfolgreichsten Ausstellungshäusern im süddeutschen Raum. In der eindrucksvollen Atmosphäre einer denkmalgeschützten ehemaligen Lokomotivenremise und einer Fläche von 1.500 m² entwickeln wir Ausstellungen, die ein breites Publikum vom Vorschulkind bis zur Großmutter begeistern, für Familien, Individualbesuchende, Schulen und Kindergärten gleichermaßen. Mit hochwertigen (Original-)Objekten, vielen interaktiven Stationen, Hands-Ons, pädagogischem Begleitprogramm, Workshops und vor allem mit einem wissenschaftlich fundierten, zugleich emotional ansprechenden Zugang zu großen Themen.\nZur Verstärkung unseres konzeptionellen Teams im Ausstellungszentrum Lokschuppen Rosenheim suchen wir zum\nnächstmöglichen Zeitpunkt\nfür die Erstellung eines Vorkonzeptes zu\n„Kolumbus und das Ende des Mittelalters – Aufbruch in eine neue Welt“\nmit der Option auf Planung und Umsetzung des Ausstellungsprojektes\neine/n engagierte/n und begeisterte/n Kurator oder Kuratorin (m/w/d)\nmit Commitment zur Wissenschaftsvermittlung für ein breites Publikum.\nDie Festlegung der Kuratorinnen und Kuratoren erfolgt zeitnah, aber die intensive Arbeitsphase findet im Zeitraum ca. 1,5 Jahre vor Eröffnung der Ausstellung statt.\nAusstellungsidee „Kolumbus und das Ende des Mittelalters – Aufbruch in eine neue Welt“ (voraussichtlich Oktober 2029 – August 2030)\nDie Ausstellung beleuchtet die Fahrt des Christoph Kolumbus nicht isoliert als Entdeckung, sondern als Symbol eines umfassenden epochalen Wandels. Sie zeigt, wie sich um 1500 das europäische Weltbild veränderte – durch neue geografische Horizonte, technische Innovationen, religiöse Spannungen und den Beginn der kolonialen Expansion. Kolumbus steht dabei exemplarisch für das Ende des Mittelalters und den Übergang in die Frühe Neuzeit.\nIhr Aufgabengebiet\nEntwicklung eines fachbereichsübergreifenden inhaltlichen Ausstellungskonzeptes in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam, Gestaltern und Gestalterinnen und anderen Kuratoren und Kuratorinnen\nAkquisition von Kooperationspartnern und Leihgebern, in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam und anderen Kuratoren und Kuratorinnen\nRecherche und Auswahl von Exponaten (ggfls. auch vor Ort bei den Leihgebern), Anfrage und Vorverhandlung von Leihverträgen.\nVerfassen und redaktionelle Bearbeitung von Ausstellungstexten und Exponatbeschriftungen.\nRecherche und Auswahl von Bildmaterial und Filmsequenzen, Anfrage und Vorverhandlung von Nutzungsrechten.\nMitwirkung bei der inhaltlichen Konzeption und inhaltliche Prüfung von interaktiven Stationen, Audio-Guide-Inhalten und Multimedia-Räumen in Zusammenarbeit mit dem Projektteam und den Ausstellungs- bzw. Mediengestaltern.\nDurchführung von Informationsveranstaltungen für Guides, Pädagogen und Pädagoginnen sowie Mitarbeiterinnen und Mitarbeiter, sowie das Abhalten von Presse- und VIP-Führungen im Rahmen der Eröffnung und bei besonderen Anlässen während der Ausstellungslaufzeit.\nDie Ausstellung soll jeweils innovativ, mit multiperspektivischem und partizipativem Zugang umgesetzt werden\nZur Ausstellung erscheint ein Begleitbuch\nIhr Anforderungsprofil\nErfahrung in der Konzeption von großen Sonderausstellungen\nErfahrung im Schreiben von griffigen Ausstellungstexten\nErfolgreich abgeschlossenes Universitätsstudium\nExpertise und museale Vernetzung im Fachbereich\nWissenschaftliches Forschungsprofil\nCommitment zur Wissenschaftsvermittlung für ein breites Publikum\nStrukturierte, konstruktive und teamorientierte Arbeitsweise, ausgeprägte Kommunikationsfähigkeit\nWir bieten\nEin interessantes und verantwortungsvolles Aufgabenfeld mit Bildungsauftrag und entsprechendem Outreach\nEin Dienstverhältnis auf Werksvertragsbasis in einem stabilen Arbeitsumfeld\nBitte geben Sie Ihre Honorarvorstellung mit Ihrer Bewerbung ab\nWir freuen uns auf Ihre Bewerbung! Bitte bewerben Sie sich bis 27.06.2025 mit Ihrem aussagekräftigen Lebenslauf inklusive Motivationsschreiben per Mail an\njennifer.morscheiser@vkr-rosenheim.de\nKontaktangaben:\nAusstellungszentrum Lokschuppen Rosenheim\nRathausstraße 24\n83022 Rosenheim\nwww.lokschuppen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-kolumbus-und-das-ende-des-mittelalters-aufbruch-in-eine-neue-welt-geplante-laufzeit-2029-2030/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-abteilung-kommunikation-m-w-d-2/", "image": "", "title": "Leitung der Abteilung Kommunikation (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 22.06.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung.\nDas Museum für Kunst und Gewerbe Hamburg (Stiftung öffentlichen Rechts) sucht zum nächstmöglichen Zeitpunkt, zunächst befristet auf 4 Jahre (mit der Möglichkeit der Verstetigung), eine\nLeitung der Abteilung Kommunikation (m/w/d)\nEG 13 (TV-AVH), Arbeitszeit 100 %\nDie Abteilung Kommunikation übernimmt die Aufgaben in den Bereichen Presse, Marketing, digitaler Kommunikation und Besucher*innenservice. Die Leitung steuert sämtliche Aktivitäten und entwickelt das Aufgabenfeld strategisch und innovativ weiter. Ihr stehen ein engagiertes Team von vier Mitarbeitenden, ein*e Werkstudent*in sowie ein*e FSJ-Leistende zur Seite.\nIhre Aufgaben im Detail\nSteuerung und Weiterentwicklung des Corporate Designs im Sinne der Vision und der Corporate Identity\nEntwicklung und Umsetzung projektbezogener Kampagnen und Kommunikationsstrategien\nSteuerung von Maßnahmen im Bereich Besucher*innenservice und\n-orientierung, Beschwerdemanagement und Online-Ticketing\nKontinuierliche Besucher*innenforschung und Evaluierung und Entwicklung von Analysen und Handlungsempfehlungen\nEntwicklung des Audience Developments im Sinne der Vision\nWeiterentwicklung des Aufgabenfelds CRM\nProjekt- und Zeitmanagement, Budgetplanung und -überwachung sowie Vergaben\nGewinnung und Steuerung von externen Dienstleister*innen\nStrategische Entwicklung von Partnerschaften im Bereich Kommunikation und Marketing mit Schnittstelle zum Fundraising und Sponsoring\nRepräsentation nach außen\nIhr Anforderungsprofil\nabgeschlossenes wissenschaftliches Hochschulstudium (Promotion, Master, Magister/Magistra, Diplom univ. oder gleichwertiger Studienabschluss) im Fach Kulturmanagement, Betriebswirtschaft, Kommunikationswissenschaft oder gleichwertige Qualifikation\nHohes Verständnis für die besonderen Anforderungen der Kulturkommunikation sowie Vertrautheit mit relevanten kultur- und gesellschaftspolitischen Diskursen\nAnalytisch-strategisches Denken und Feingefühl für zeitgemäßes Design und Text sowie ein sicheres Gespür für digitale Trends und innovative Entwicklungen im Bereich Kommunikation\nAusgezeichnete Sprachkenntnisse und Sprachgefühl in Deutsch, sehr gute Englischkenntnisse\nAusgeprägte Einsatzbereitschaft, Organisationsfähigkeit und Flexibilität bei unterschiedlicher Arbeitsbelastung sowie sorgfältiges, strukturiertes sowie lösungsorientiertes Arbeiten auch unter Zeitdruck\nKosten- und Qualitätsbewusstsein\nEin teamorientierter, kooperativer Führungsstil auf Augenhöhe\nFührungserfahrung inkl. Personal- und Budgetverantwortung von Vorteil\nEin profiliertes berufliches Netzwerk\nSehr gute Kenntnisse der MS Office-Anwendungen, Erfahrungen im Umgang mit Ticketing- und CRM-Lösungen von Vorteil\nSouveränes Auftreten und eine gute Portion Humor\nWir bieten\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel zu den besten Museen im Bereich Gestaltung zu gehören\nEinen attraktiven Arbeitsplatz in der Mitte der Stadt\nFlexible Arbeitszeiten und die Möglichkeit zu mobiler Arbeit\nEine Vergütung und betriebliche Altersvorsorge nach dem Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\nFirmenfitness mit Egym-Wellpass\nEinen Zuschuss zum Deutschlandticket\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nAnsprechpartnerin: Birthe Tredup, Personalmanagement:\nbirthe.tredup@mkg-hamburg.de\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 22.06.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10 MB) an\nbewerbung@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nFahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten können nicht übernommen werden.\nÜber die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter\nwww.mkg-hamburg.de/datenschutz.html\ninformieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-abteilung-kommunikation-m-w-d-2/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitenden-kuratorin-m-w-d/", "image": "", "title": "Leitende*r Kurator*in (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 22.06.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung.\nDas Museum für Kunst und Gewerbe Hamburg (Stiftung öffentlichen Rechts) sucht zunächst befristet auf vier Jahre (mit Möglichkeit der Verstetigung), zum nächstmöglichen Zeitpunkt eine*n\nLeitende*n Kurator*in (m/w/d)\nfür die Sammlung Kunstgewerbe (ab 1850) und Design\nEntgeltgruppe E 13 (TV-AVH) in Vollzeit (100%)\nBei der Sammlung handelt es sich um eine klassische Vorlagensammlung aus dem Bereich Kunstgewerbe (angewandte Kunst), welche fortlaufend um zeitgenössisches Design ergänzt wird. Heute zählt sie zu den wichtigsten Sammlungen im deutschsprachigen Raum. Ihre Stelle ist direkt dem Vorstand unterstellt und Teil des wissenschaftlichen Teams des MK&G.\nIhre Aufgaben\nKonzeption und Umsetzung von wissenschaftlich fundierten wie zeitgenössisch relevanten Ausstellungen und Projekten, mit dem Ziel die Sammlung zu aktivieren und kritisch reflektiert zu positionieren\nEntwicklung und Umsetzung eines neuen Formats speziell für Kunsthandwerk\nMitwirkung an fachübergreifenden Projekten im Haus, zum Beispiel in Ausstellungen, Vermittlungsangeboten, digitalen und analogen Projekten jenseits von Ausstellungen\nKuratorische und konservatorische Betreuung, Forschung (auch konkret Provenienzforschung) an der Sammlung\nErweiterung der Sammlung unter Berücksichtigung der Ziele des Hauses\nAktive Digitalisierung des Sammlungsbestandes\nKonzeption und Durchführung von Veranstaltungen, Vorträgen und Führungen\nKontaktpflege zur internationalen Designszene, Hochschulen und Förderern\nIhr Anforderungsprofil\nAbgeschlossenes wissenschaftliches Hochschulstudium der Kunst – oder Designgeschichte oder vergleichbarer Disziplinen (M.A. oder vergleichbar, Promotion von Vorteil)\nKünstlerisch-forschende, -vermittelnde Zugänge zur Sammlung von Vorteil\nExzellente Kenntnisse der Geschichte des Kunstgewerbes und des modernen bis zeitgenössischen Designs\nUmfassende Versiertheit und Netzwerk im zeitgenössischen theoretischen Designdiskurs und der internationalen Designszene\nNachweisbare und umfangreiche Erfahrung in der konzeptionellen Entwicklung und Umsetzung sowie Betreuung von Ausstellungen\nLeidenschaft für Objekte der Gestaltung ab 1850, außerdem zeitgenössisches Kunsthandwerk (Contemporary Craft)\nLeitungserfahrung von Vorteil\nWirtschaftlicher Sachverstand und Kostenbewusstsein insb. in der Steuerung von Budgets\nHohe Kommunikations-, Moderations- und Teamfähigkeiten\nInteresse für und Kompetenzen in Vermittlung für diverse Zielgruppen\nHohe Belastbarkeit, Einsatzbereitschaft und Flexibilität\nSehr gute Kenntnisse in Deutsch und mindestens Englisch, weitere Fremdsprachenkenntnisse von Vorteil\nSehr gute Kenntnisse im Bereich Office und Inventarisierungstools\nKeine Scheu selbst Hand anzulegen (Objekthandling)\nNeugierde und Lust auf Experimente\nEine gute Portion Humor\nWir bieten\nEine der herausragenden Sammlungen zu Kunstgewerbe und Design Deutschlands\nEine abwechslungsreiche Aufgabe an einem spannenden Ort mit einem engagierten und kollegialen Team\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel, zu den besten Museen im Bereich Gestaltung zu gehören\nFlexible Arbeitszeiten und die Möglichkeit zur Mobiler Arbeit\nEine Vergütung und betriebliche Altersvorsorge nach dem Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\nFirmenfitness mit Egym-Wellpass\nEinen Zuschuss zum Deutschlandticket\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nAnsprechpartnerin: Birthe Tredup, Personalmanagement,\nbirthe.tredup@mkg-hamburg.de\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 22.06.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10 MB) an bewerbung@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nFahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten können nicht übernommen werden.\nÜber die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter www.mkg-hamburg.de/datenschutz.html informieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitenden-kuratorin-m-w-d/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-m-w-d-5/", "image": "", "title": "Personalsachbearbeiter (m/w/d)", "content_text": "Freies Deutsches Hochstift / Frankfurter Goethe-Museum, Frankfurt am Main Bewerbungsende: 15.06.2025 | Das Freie Deutsche Hochstift / Frankfurter Goethe-Museum sucht\nzum nächstmöglichen Zeitpunkt einen\nPersonalsachbearbeiter (m/w/d),\n(Teilzeit 25 Std./Woche)\nDas Freie Deutsche Hochstift ist eines der ältesten Kulturinstitute Deutschlands und eine gemeinnützige Forschungseinrichtung. Es ist Träger des Frankfurter Goethe-Hauses und des Deutschen Romantikmuseums und es verfügt über Kunstsammlungen, eine Handschriftensammlung sowie eine Forschungsbibliothek. Im Verein arbeiten 70 Mitarbeitende in Museum, Wissenschaft und Verwaltung, darunter u.a. Tarifbeschäftigte, Werkstudenten und Geringfügig Beschäftigte, im Museumsbetrieb gibt es Wochenenddienste mit Zeitzuschlägen.\nZu Ihren Aufgaben gehören u. a.\ndie Erstellung der Gehaltsabrechnungen und der Personalstammdaten gemäß Tarifvertrag Hessen im Abrechnungsprogramm „LOGA“,\ndie Pflege der Zeiterfassung, ebenfalls in „Loga“,\ndie Dienstplangestaltung für die Museumsmitarbeitenden\ndas Erstellen von Bescheinigungen für Mitarbeitende und Sozialversicherungsträger,\ndie Beantwortung personalwirtschaftlicher Fragen und die Betreuung des betrieblichen Gesundheitswesens\ndie Erstellung von Übersichten und Auswertungen\ndie Erstellung / Aktualisierung von Tätigkeitsbeschreibungen, -bewertungen sowie\ndie Bearbeitung wechselnder personalwirtschaftlicher Projekte.\nWir suchen eine/n engagierte/n, und verantwortungsbewusste/n Mitarbeiter/in, der/die sich in hohem Maße mit dem Haus und den Aufgaben einer Personalverwaltung identifiziert. Eine Ausbildung in der Personalbuchhaltung oder gleichwertige Kenntnisse und Berufserfahrung sind Voraussetzung; Kommunikation mit und Empathie für die Mitarbeitenden sind wichtig, Sie sind im Haus der wichtigste Ansprechpartner, die wichtigste Ansprechpartnerin in allen personalwirtschaftlichen Fragen.\nKenntnisse des MS-Office-Paketes, vor allem Word und Excel, sind notwendig, Kenntnisse des TV-H und des Abrechnungsprogrammes „LOGA“ wünschenswert.\nWir bieten Ihnen an einem interessanten Ort eine abwechslungsreiche Tätigkeit und ein Gehalt und Sozialleistungen gemäß Gehaltsstufe 9a TV-H.\nBitte bewerben Sie sich mit aussagekräftige Unterlagen bis zum 15.06.2025 bei Herrn Christian Alberth. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerberinnen und Bewerbern.\nFreies Deutsches Hochstift / Frankfurter Goethe-Museum,\nGroßer Hirschgraben 23 – 25, 60311 Frankfurt am Main,\nwww.goethehaus-frankfurt.de\nTel. 069/13880-231\nE-Mail:\nchalberth@freies-deutschs-hochstift.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-m-w-d-5/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/doctoral-student-in-zooplankton-ecology-m-f-d/", "image": "", "title": "doctoral student in zooplankton ecology (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Hamburg Bewerbungsende: 01.07.2025 | Founded in 1817, the Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s major research institutions in the field of biological diversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international level. Maintaining locations in both Wilhelmshaven and Hamburg, Senckenberg am Meer with our German Center for Marine Biodiversity Research “Senckenberg am Meer” is devoted to geobiodiversity research on marine systems.\nFor our German Center for Marine Biodiversity Research in Hamburg, the Senckenberg Gesellschaft für Naturforschung with headquarters in Frankfurt (Main) is seeking to fill the position of a\ndoctoral student in zooplankton ecology (m/f/d)\npart time (75%)\nas soon as possible.\nThe general objective of the position is to characterize and understand plankton dynamics and plankton size structure and the factors driving the observed spatial patterns and temporal trends in the southern North Sea.\nYour tasks\nStatistical analyses of long-term zooplankton data\nIntegration of imaging technologies like FlowCam, Planktoscope, Zooscan in the assessment of plankton biodiversity\nOrganization of the Plankton LTER Senckenberg Station\nAnnual sampling during different plankton expeditions resulting in 6 weeks at sea each year\nContribution to teaching activities\nWriting of publications\nYour profile\nDiploma or Master degree in marine biology or natural science\nStrong interest in the application of plankton imaging technologies (Zooscan, Flowcam, Planktoscope) is an advantage\nGood knowledge in statistical analyses, preferably using R\nExperience with sea-going expeditions on research vessels and sampling of plankton\nWillingness to participate in interdisciplinary work\nGood communication skills in order to work in a highly collaborative and international environment\nVery good command of written and spoken English. Knowledge of German is appreciated but is not a requirement\nWe offer\nExcellent working conditions in the inspiring environment of a dynamic team of researchers within a globally recognized research institution\nExcellent opportunities for further qualification\nThe opportunity to build a network with scientists in interdisciplinary fields\nFlexible working hours, remote working options, support with childcare or caring for family members (certified by “audit berufundfamilie”)\nSpecial annual payment, 30 days leave p.a., company pension scheme\nFree entry to numerous museums\nLocation: Hamburg\nWorking hours: part time (75%)\nPosition: temporary contract limited to 3 years\nRemuneration: E 13 according to collective agreement of the German\nLand\nHesse (TV-H)\nEntry date: as soon as possible\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture. The legal regulations regarding part-time work are met.\nHow to apply?\nPlease send your complete and comprehensive application (letter of motivation with a short description of your previous and current research foci, a CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation, if available) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference “#02-25008 doctoral student zooplankton ecology m/f/d” by July 1, 2025 or apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Dr. Jasmin Renz at\njasmin.renz@senckenberg.de\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.07.2025", "url": "https://www.museumsbund.de/stellenangebote/doctoral-student-in-zooplankton-ecology-m-f-d/", "date_published": "2025-05-23T00:00:00"}]}