{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/reinigungskraft-m-w-d-20/", "image": "", "title": "Reinigungskraft (m/w/d)", "content_text": "Museum KulturLand Ries, Maihingen Bewerbungsende: 14.03.2025 | Beim Bezirk Schwaben ist für das Museum KulturLand Ries in Maihingen zum nächstmöglichen Zeitpunkt die Stelle eines/einer\nReinigungskraft (m/w/d)\nmit 19,5 Wochenstunden zu besetzen.\nDienstorte sind Nördlingen und Maihingen.\nDie Sammlung des Regionalmuseums für das Nördlinger Ries umfasst ca. 50.000 Objekte aus den Bereichen Alltagskultur, Landwirtschaft und Handwerk. Sie dokumentiert das materielle und immaterielle Erbe der Region. Neben den Ausstellungs-, Verwaltungs- und Veranstaltungsflächen in Maihingen gehört zum Museum ab 2025 auch das neue Sammlungszentrum in Nördlingen, auf den der größte Teil der Reinigungsarbeiten entfällt.\nWir erwarten:\nidealerweise eine Berufsausbildung\nKenntnisse und Erfahrung im Reinigungsdienst sind erwünscht\ngewissenhafte Arbeitsweise\nSensibilität und Genauigkeit im Umgang mit Kulturgütern sowie Freundlichkeit gegenüber Gästen\nFührerschein Klasse B\nkörperliche Belastbarkeit\nBereitschaft zur gelegentlichen Feiertags- und Wochenendarbeit\ngute Deutschkenntnisse\nFlexibilität, Teamfähigkeit, eigenverantwortliches Handeln und gute Arbeitsorganisation\nAufgaben:\nReinigung der Ausstellungs-, Verwaltungs-, Veranstaltungs- und Depotflächen in Maihingen und Nördlingen\nWir bieten:\neine unbefristete Tätigkeit im Umfang von 19,5 Wochenstunden in der Entgeltgruppe 2 TVöD\nabwechslungsreiche Tätigkeit in einem engagierten und motivierten Team in einer attraktiven Arbeitsumgebung\ndie Teilnahme an Inhouse-Seminaren\nflexible Arbeitszeiten\nWir freuen uns über Ihre Bewerbung, unabhängig Ihres Geschlechts, Alters, Ihrer ethnischen und sozialen Herkunft, etwaigen Behinderung, sexuellen Orientierung und Identität sowie Nationalität.\nSchwerbehinderte Bewerber/-innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nAuskünfte zu inhaltlichen Fragen erteilt die Museumsleiterin, Frau Conny Zeitler,\n(Telefon: 09087/920717-0).\nNach Abschluss des Stellenbesetzungsverfahrens werden die eingegangenen Online-Bewerbungen zeitnah gelöscht.\nPostalisch übersandte Bewerbungsunterlagen werden nach Abschluss des Stellenbesetzungsverfahrens nicht zurückgesandt und zeitnah vernichtet.\nBitte lassen Sie uns Ihre aussagekräftigen Bewerbungsunterlagen bis\nspätestens 14.03.2025\nüber unser Bewerbungsportal (www.bezirk-schwaben.de/jobs) zukommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.03.2025", "url": "https://www.museumsbund.de/stellenangebote/reinigungskraft-m-w-d-20/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-7/", "image": "", "title": "Mitarbeiter:in (m/w/d)", "content_text": "Museum für Franken, Würzburg Bewerbungsende: 17.03.2025 | Das „\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg“\nin der Trägerschaft des Freistaates Bayern ist ein Museum für fränkische Kunst- und Kulturgeschichte und\nsucht zum\nnächstmöglichen Zeitpunkt\neinen Mitarbeiter/eine Mitarbeiterin (m/w/d)\nfür den Bereich Presse- und Öffentlichkeitsarbeit sowie Marketing für den laufenden Museumsbetrieb\nEs handelt sich um eine unbefristete Vollzeitstelle (40,1 Stunden wöchentlich).\nDas\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg\nbefindet sich seit dem 01.01.2017 als Landesmuseum in der Trägerschaft des Freistaates Bayern. Es ist ein Zentralmuseum für fränkische Kunst- und Kulturgeschichte mit einer Abteilung zur Würzburger Stadtgeschichte und besitzt überregional bedeutende Sammlungen der Malerei, Grafik und Skulptur sowie des Kunsthandwerks von der Frühzeit bis in die Gegenwart. Derzeit befindet sich das traditionsreiche Haus in einer Phase der Neupositionierung, die mit einer Generalsanierung der Festung Marienberg, einer komplexen Neukonzeption und dem Umzug des Museums samt seiner Depots einhergeht.\nIhre Aufgaben:\nPresse- und Öffentlichkeitsarbeit (digital und analog)\nWeiterentwicklung der Kommunikationsstrategie im Presse- und Öffentlichkeitsbereich\nPressearbeit und Funktion als Pressesprecher/Pressesprecherin\nPflege und Ausbau des Pressenetzwerkes\nSystematische Evaluation der Kommunikationsmaßnahmen\nWeiterentwicklung des Online- und Social-Media-Konzeptes\nKonzeption und Durchführung der Ausstellungsvermarktung\nOrganisation und Durchführung von Veranstaltungen\nStakeholder- und Kooperationsmanagement\nUmsetzung von Marketingmaßnahmen\nMarkenführung (CI und CD) digital und analog\nPlanung, Realisierung und Kontrolle von Kommunikationsstrategien, Medienplänen und Kampagnen\nStrategische Auswahl und Pflege von Werbepartnerschaften\nBetreuung des Museumsshops\nManagement des Bereichs Presse- und Öffentlichkeitsarbeit sowie Marketing\nPlanung, Verwaltung und Kontrolle des Budgets\nStrategische Marktbearbeitung und Zielgruppenanalyse, Besucherstatistik\nIhre Voraussetzungen:\nAbgeschlossenes Hochschulstudium im Studiengang Kulturmanagement mit Schwerpunkt Marketing oder Kommunikationswissenschaft, Wirtschaftswissenschaft mit Schwerpunkt Marketing oder Kunstgeschichte in Kombination mit nachgewiesenen einschlägigen Fachkenntnissen im Bereich Presse- und Öffentlichkeitsarbeit oder einer vergleichbaren Fachrichtung (B.A.)\nmöglichst mindestens drei Jahre Berufserfahrung im Bereich Marketing für ein Non-Profit-Unternehmen/ in einer kulturellen Einrichtung auf den Gebieten Marketing und Kommunikation,\nGründliches und umfassendes Fachwissen im Bereich Presse- und Öffentlichkeitsarbeit sowie im Bereich Marketing\nFähigkeit, in Kampagnen zu denken und Strategien für eine zielgruppenorientierte Ansprache zu finden\nSicherer Schreibstil, Wortgewandtheit und besondere Kreativität\nFähigkeit, auch komplexe Sachverhalt im Bereich Kultur klar und überzeugend darzustellen\nUmgang mit ständiger Termingebundenheit\nHohe Eigeninitiative und Budgetverantwortung\nSicheres Auftreten und Kommunikationsstärke in öffentlichkeitswirksamer Umgebung\nSehr sorgfältige und gewissenhafte sowie selbstständige Arbeitsweise\nGute Englischkenntnisse, wünschenswert sind Kenntnisse in einer weiteren Fremdsprache\nOnline-Affinität und selbstverständlicher Umgang mit digitalen Präsentationen und sozialen Medien,\nBereitschaft, auch abends oder an Wochenenden Dienst zu tun.\nWir bieten Ihnen:\neinen Arbeitsplatz in exponierter Lage auf der Festung Marienberg\nein abwechslungsreiches Aufgabengebiet\nein angenehmes Arbeitsklima in einem freundlichen Team\neine tarifgerechte Vergütung nach dem TV-L\nJahressonderzahlung und betriebliche Altersvorsorge\nflexible Arbeitszeiten mit der Möglichkeit zur mobilen Arbeit\nArbeit in einem erfahrenen Team, das neue Ideen, Ansätze und Medien zu schätzen weiß.\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. E10.\nDie Stelle ist grundsätzlich teilzeitfähig, sofern durch Jobsharing die ganztägige Wahrnehmung der Aufgaben gesichert ist.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben Sie Fragen?\nBei Fragen zu dieser Stellenausschreibung wenden Sie sich bitte an unseren Direktor Herrn Jörg Meißner, unter der Telefonnummer 0931/20594-0.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse) bis spätestens 17.03.2025 ausschließlich über Interamt (Stellen ID 1182839) ein. Bewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-7/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-des-glasarchivs/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d) des Glasarchivs", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 17.03.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.000 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nFür unser Kernteam brauchen wir Verstärkung.\nEin Highlight unserer neuen Dauerausstellung ist das größte Glasarchiv der Welt. Hier werden wir ca. 50.000 unserer gut 140.000 Glasproben aus der Produktion von SCHOTT der letzten 100 Jahre konservatorisch optimal gelagert und gleichzeitig künstlerisch arrangiert erlebbar machen. In den vorbereitenden Maßnahmen haben wir mittlerweile gemeinsam mit SCHOTT über 110.000 dieser Glasproben einzeln gereinigt, einzeln erfasst und digitalisiert.\nWir suchen zum sofortigen Beginn ein/e\nWissenschaftlicher Kurator (m/w/d) des Glasarchivs\nin Vollzeit (40h/Woche) als Elternzeitvertretung. Die Vergütung erfolgt in Anlehnung an TV-L E13.\nIhre Aufgaben\nKuratieren und konzipieren Sie\ndie Anordnung und dynamischen Inszenierung der 50.000 Glasproben in der Ausstellung.\nLeiten Sie\ndas Projekt der Reinigung der Glasproben bis zum Abschluss.\nVerantworten Sie\ndie wissenschaftliche Erschließung des gesamten Glasarchivs.\nÜbernehmen Sie\nfür das Glasarchiv den inhaltlichen Austausch mit dem Gestaltungsbüro.\nIhr Profil\nabgeschlossenes Universitätsstudium in den Naturwissenschaften oder den Ingenieurswissenschaften, intrinsisches Interesse an technischem Kulturgut und Wissenschaftskommunikation sowie Erfahrungen im Ausstellungswesen.\neigenständiges, wissenschaftliches Arbeiten in einem Museums-Startup. Promotion von Vorteil\nErfahrung im Projektcontrolling\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nsehr gute Englischkenntnisse in Wort und Schrift\nErfahrungen mit Edutainment (Education/Entertainment) von Vorteil\nHands-on-Startup-Mentalität\nFührerschein Klasse B\nWir bieten Ihnen\nChance, einen ganzen Bereich der Dauerausstellung des D.O.M. zu formen.\nvielseitige Aufgaben bei der grundlegenden Neugestaltung des D.O.M., in enger Abstimmung mit dem Team der Vermittlung und den Mitarbeitenden aus dem Bereich des Kuratierens sowie dem Museumsdirektor.\nSchnittstellenfunktion zwischen Planern und Stakeholdern.\ndie Gelegenheit zur individuellen Weiterqualifikation.\nkurze Entscheidungswege und flache Hierarchien.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nBenefits\nUmsetzung in einem einmaligen Umfeld zwischen Industrie, Museum und Wissenschaftskommunikation\nEine zunächst befristete Stelle mit Option auf Verlängerung\nSchnittstellenfunktion zwischen Planern und Stakeholdern\nEine Atmosphäre, in der Eigeninitiative und Teamarbeit gleichermaßen gelebt werden.\nMöglichkeiten zur persönlichen und fachlichen Weiterentwicklung in einem dynamischen Team\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturelle und soziale Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 17.03.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-des-glasarchivs/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-foerdermittelmanagement-und-service-accounting/", "image": "", "title": "Mitarbeiter (m/w/d) für Fördermittelmanagement und Service Accounting", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 17.03.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.000 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nDas Bau- und Ausstellungsprojekt umfasst ein Gesamtvolumen von 57 Millionen Euro und wird über EFRE-Mittel, sowie verschiedene Bundes- und Landesprogramme sowie Mittel der Gründungsstifter finanziert. Die Forschungsprojekte des D.O.M. sind ebenfalls zum Großteil über Förderprogramme finanziert.\nFür unser Kernteam brauchen wir Verstärkung\n.\nFür das Controlling suchen wir zum sofortigen Beginn einen\nMitarbeiter (m/w/d) für Fördermittelmanagement und Service Accounting\nin Vollzeit (40h/Woche), zunächst befristet auf drei Jahre. Die Vergütung erfolgt in Anlehnung an TV-L E12.\nIhre Aufgaben\nAdministrative Betreuung, Controlling und Abwicklung laufender Drittmittelprojekte (insb. EU-geförderter Projekte)\nAbrechnung von Förderprojekten und Verantwortung der fristgerechten Erstellung von Verwendungsnachweisen\nBudgetplanung und -steuerung\nKommunikation und Abstimmung mit Fördermittelgebern\nErstellung von Monats- und Jahresabschlüssen, zusammen mit der Lohnbuchhaltung\nUnterstützung bei der Finanzbuchhaltung\nWeiterentwicklung und Optimierung der Buchhaltungsprozesse\nWas Sie mitbringen / Ihr Profil\nabgeschlossenes wirtschafts- oder verwaltungsorientiertes Hochschulstudium (BWL, Public Management, Verwaltungswirt) ODER abgeschlossene kaufmännische oder steuerfachliche Berufsausbildung mit zusätzlicher betriebswirtschaftlicher Weiterbildung (Fachwirt) und mehrjähriger Berufserfahrung im Aufgabengebiet\nKenntnisse und praktische Anwendungserfahrung im Zuwendungs-, Verwaltungs- und Haushaltsrecht und zu einschlägigen EU-Vorschriften\nErfahrung in der Verwaltung und Abrechnung von großen, öffentlich-finanzierten Projektförderungen\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nHands-on-Startup-Mentalität\nWir bieten Ihnen\nEine auf drei Jahre befristete Stelle mit Option auf Verlängerung oder Entfristung.\nEine Schnittstellenfunktion zwischen Fördermittelgebern und Projektumsetzung.\nEine Atmosphäre, in der Eigeninitiative und Teamarbeit gleichermaßen gelebt werden.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 17.03.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-foerdermittelmanagement-und-service-accounting/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und Spektroskopie", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 17.03.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.000 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nFür unser Kernteam brauchen wir Verstärkung.\nEin ganzes Stockwerk unserer Dauerausstellung widmen wir der Sonne, der Spektroskopie und den Fernoptiken. Chronologisch machen wir Fernrohre ab dem 17. Jahrhundert begreifbar, ermöglichen den Besuchenden Doppelfernrohre und Zieloptiken zu verwenden und optische Entfernungsmesser zu nutzen. Wir zeigen das SOFIA-Teleskop und ein Segment des ELT, welches ab 2029 in der Atacama-Wüste in Chile als größtes Spiegelteleskop der Welt in Betrieb gehen wird.\nUm all dies in der finalen Phase zu kuratieren, suchen wir zum sofortigen Beginn ein/e\nWissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und\nSpektroskopie\nin Vollzeit (40h/Woche), zunächst befristet auf drei Jahre. Die Vergütung erfolgt in Anlehnung an TV-L E13.\nIhre Aufgaben\nKuratieren Sie\ndie Ebene „Makro“ mit der Inszenierung der Sonne, der Spektroskopie, der Fernoptiken und Astronomie.\nRecherchieren Sie\ndie physikalische Funktion und Geschichte der Objekte für die Ausstellung und\nerstellen Sie\ndie Ausstellungstexte.\nÜbernehmen Sie\nfür den entsprechenden Bereich den inhaltlichen Austausch mit dem Gestaltungsbüro.\nIhr Profil\nabgeschlossenes Universitätsstudium in den Naturwissenschaften, oder den Ingenieurswissenschaften, intrinsisches Interesse an technischem Kulturgut und Wissenschaftskommunikation sowie Erfahrungen im Ausstellungswesen.\neigenständiges, wissenschaftliches Arbeiten in einem Museums-Startup. Promotion von Vorteil\nErfahrung im Projektcontrolling\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nsehr gute Englischkenntnisse in Wort und Schrift\nErfahrungen mit Edutainment (Education/Entertainment) von Vorteil\nHands-on-Startup-Mentalität\nFührerschein Klasse B\nWir bieten Ihnen\nvielseitige Aufgaben bei der grundlegenden Neugestaltung des D.O.M., in enger Abstimmung mit dem Team der Vermittlung und den Mitarbeitenden aus dem Bereich des Kuratierens sowie dem Museumsdirektor.\nChance, einen ganzen Bereich der Dauerausstellung des D.O.M. selbst zu formen.\nSchnittstellenfunktion zwischen Planern und Stakeholdern.\ndie Gelegenheit zur individuellen Weiterqualifikation.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 17.03.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/datenerfasser-m-w-d-3/", "image": "", "title": "Datenerfasser (m/w/d)", "content_text": "Friedenstein Stiftung Gotha, Gotha Bewerbungsende: 15.03.2025 | Die Friedenstein Stiftung Gotha ist eine kulturelle Einrichtung von nationaler Bedeutung, die im Verbund mit weiteren Einrichtungen in Gotha ein einzigartiges Bau-, Garten- und Sammlungsensemble der europäischen Residenzkultur bildet. Die barocke Kunstkammer war Keimzelle der einzigartigen Sammlungen aus Kunst, Natur und Kulturgeschichte.\nIm Rahmen des Digitalisierungsprojektes\nGotha transdigital\n, finanziert durch den Europäischen Fonds für regionale Entwicklung (EFRE), der Beauftragten der Bundesregierung für Kultur und Medien (BKM) und der Thüringer Staatskanzlei, besetzt die Stiftung zum frühestmöglichen Zeitpunkt eine Stelle als\nDatenerfasser (m/w/d)\nin Vollzeit\nDie Stelle ist projektgebunden und damit bis zum 31.12.2027 befristet. Im Fokus des Projekts steht die digitale Transformation der Stiftung. Sie soll sich zu einer digital kompetenten Kultureinrichtung weiterentwickeln, die durch den gezielten und kreativen Einsatz digitaler Technologien ihrem gesellschaftlichen Auftrag nachkommt.\nDas Aufgabengebiet umfasst insbesondere:\nSichtung, Auswahl (in Abstimmung mit den Sammlungsbetreuer*innen) und Eingabe von Objektinformationen aus Inventarbüchern, Karteikarten, Akten oder Ausstellungskatalogen\nAufbereitung und Pflege der Informationen in der Sammlungsdatenbank\nKontrolle und ggf. Korrektur von historischen Dateneingaben in enger Zusammenarbeit mit der Datenredaktion\ngrundlegende Erfassung von Objektdaten im Zuge eines Schnellerfassungsworkflows\nScannen von Karteikarten und Inventarbüchern (reprografische Arbeiten)\nMitwirken beim Aufbau kontrollierter Vokabulare und wissenschaftlicher Thesauri und Unterstützung bei der Erforschung von Objektprovenienzen\nDas bringen Sie mit:\nabgeschlossene Berufsausbildung im kaufmännischen Bereich oder für Medien- und Informationsdienste oder eine vergleichbare Ausbildung\nErfahrungen in der Datenerfassung und Strukturierung von Informationen in museumsspezifischer Software wünschenswert\nsicherer Umgang mit MS-Office-Programmen\nsorgfältige, selbstständige und zuverlässige Arbeitsweise\nKommunikationsgeschick und gutes Ausdrucksvermögen in Wort und Schrift\nDas bieten wir Ihnen:\nVergütung in Anlehnung an TVöD-VKA EG 6, inkl. 30 Tage Jahresurlaub, zusätzliche Altersvorsorge und vermögenswirksame Leistungen\neine interessante und abwechslungsreiche Aufgabe in einem engagierten, interdisziplinären Team\nflexible Arbeitszeiten im Rahmen der geltenden Betriebsvereinbarung unter Berücksichtigung arbeitsorganisatorischer Notwendigkeiten\nattraktive Fort- und Weiterbildungsmöglichkeiten\nSchwerbehinderte Menschen werden bei gleicher Eignung, Befähigung und fachlicher Qualifikation bevorzugt berücksichtigt.\nBei Rückfragen steht Ihnen Herr Dr. Roeland Paardekooper unter 03621-8234 460 (roeland.paardekooper@friedenstein-stiftung.de) zur Verfügung.\nIhre aussagekräftige Bewerbung mit den vollständigen Unterlagen (Lebenslauf, Zeugnisse sowie ggf. Fort- und Weiterbildungsnachweise) senden Sie bitte bis zum\n15.März 2025\nper Mail (ein PDF, max. 10 MB) an\npersonal@friedenstein-stiftung.de\noder per Post (Poststempel) an:\nFriedenstein Stiftung Gotha\nHerr Dr. Tobias Pfeifer-Helke\nStiftungsdirektor\nPostfach 10 03 19\n99853 Gotha\nHinweis\nBerücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen. Durch die Bewerbung entstehende Kosten werden nicht erstattet.  Mit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen auch elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Die eingereichten Unterlagen werden nur zurückgesandt, sofern ein ausreichend frankierter Rückumschlag beigefügt wurde, andernfalls werden diese nach den aktuellen gesetzlichen Datenschutzrichtlinien vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/datenerfasser-m-w-d-3/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-buchhaltung-m-w-d/", "image": "", "title": "Sachbearbeitung Buchhaltung (m/w/d)", "content_text": "Reiss-Engelhorn-Museen, Mannheim Bewerbungsende: 16.03.2025 | Die Reiss-Engelhorn-Museen suchen zum nächstmöglichen Zeitpunkt\nSACHBEARBEITUNG BUCHHALTUNG REISS-ENGELHORN-MUSEEN (M/W/D)\nEntgeltgruppe 9a TVöD | Teilzeit (zzt. 19,5 Stunden) | unbefristet\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-buchhaltung-m-w-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-9/", "image": "", "title": "Museumsleitung (w/m/d)", "content_text": "LWL-Museum für Naturkunde, Bünde Bewerbungsende: 06.04.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum 15.07.2025 als\nMuseumsleitung (w/m/d)\nEG 15 TVöD VKA\nfür das Dobergmuseum in Bünde (Außenstelle des LWL-Museums für Naturkunde). Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 7547 bis zum 06.04.2025.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-9/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamassistentin-teamassistenten-m-w-d/", "image": "", "title": "Teamassistent:in (m/w/d)", "content_text": "Fränkisches Freilandmuseum Bad Windsheim, Bad Windsheim Bewerbungsende: 16.03.2025 | Der Bezirk Mittelfranken sucht für die Verwaltung des\nFränkischen Freilandmuseums in Bad Windsheim\nzum 01.06.2025 eine / einen\nTeamassistentin / Teamassistenten (m/w/d)\nin Teilzeit im Umfang von 50 % einer Vollzeitstelle (derzeit 19,5 Wochenstunden).\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nOrganisation des Vorzimmers der Museum- und Verwaltungsleitung\nAllgemeine sonstige Verwaltungstätigkeiten (Terminplanung und -überwachung, Entgegennahme von Telefonaten)\nAbwicklung des Schriftverkehrs\nMitwirkung bei Vor- und Nachbereitung von Besprechungen und Veranstaltungen\nFertigen von Protokollen und Gesprächsvermerken\nBearbeitung und Prüfung von Anträgen und Bescheiden\nMitarbeit bei Museumsveranstaltungen\nIhr Profil\nSie verfügen über\neine erfolgreich abgeschlossene Ausbildung zur / zum Verwaltungsfachangestellten (m/w/d)\noder\neine erfolgreich abgelegte Fachprüfung I für Verwaltungsangestellte (AL I bzw. BL I)\noder\neine erfolgreich abgeschlossene dreijährige Berufsausbildung im Verwaltungs- oder Bürobereich\nEinschlägige Berufserfahrung in einem Sekretariat wäre wünschenswert\nSelbständige, organisierte und strukturierte Arbeitsweise\nSehr gute Ausdrucksweise in Wort und Schrift\nGute EDV-Kenntnisse in den gängigen MS-Office-Anwendungen (Word, Excel, Outlook)\nKundenorientierung, verbindliches Auftreten und Diskretion\nEinsatzfreude, Teamfähigkeit und Durchsetzungsvermögen\nWir bieten\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit\nEine Teilzeitstelle im Umfang von 50 % einer Vollzeitstelle (derzeit 19,5 Wochenstunden)\nFachliche Einarbeitung sowie hausinterne Fortbildungen\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe 5 TVöD\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Verwaltungsleiter, Herr Reinhold Werner (Tel. 09841 6680-12), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet-Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 16.03.2025\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/teamassistentin-teamassistenten-m-w-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalmanagerin-und-stv-verwaltungsleitung-m-w-d-fuer-das-team-haushalt-verwaltung/", "image": "", "title": "Personalmanager*in und  stv. Verwaltungsleitung (m/w/d)  für das Team Haushalt/Verwaltung", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 24.03.2025 | Das Haus der Geschichte Baden-Württemberg in Stuttgart sucht zum nächstmöglichen Zeitpunkt eine/n\nPersonalmanager*in und\nstv. Verwaltungsleitung (m/w/d)\nfür das Team Haushalt/Verwaltung\nBesoldung A 12 / Entgeltgruppe 11 TV-L\nin Vollzeit und unbefristet. Der Arbeitsort ist Stuttgart.\nIhr Aufgabengebiet umfasst insbesondere:\nBearbeitung aller Personalangelegenheiten von der Einstellung bis zum Austritt unter Anwendung des Arbeits- und Tarifrechts sowie sonstiger einschlägiger Regelungen\nBeratung und Unterstützung der Direktion bei der Entwicklung eines diversitätsorientierten Personalmanagements sowie eines Recruiting-Konzeptes\nBeratung der Direktion, der Teamleitungen sowie Mitarbeiter*innen in allen personalwirtschaftlichen sowie tarif-, arbeitsrechtlichen Angelegenheiten\nDurchführung von Stellenbewertungen und der tarifgerechten Eingruppierung von Tätigkeiten\nBearbeitung der Krankmeldungen und Durchführung des betrieblichen Eingliederungsmanagements\nSicherstellung des Datenschutzes in der Personalverwaltung\nVorbereitung und Durchführung von Stellenbesetzungsverfahren einschließlich der Pflege auf diversen Stellenportalen\nMitarbeit bei der Klärung von Grundsatzfragen des Tarif- und Arbeitsrechts und der Erarbeitung und Umsetzung von innerbetrieblichen Dienstvereinbarungen bzw. Regelungen\nDurchführung und Budgetplanung des betrieblichen Gesundheitsmanagements\nMitarbeit im Bereich Arbeitsschutz in Bezug auf die ASA-Sitzungen, Veranlassung zur Erstellung und Umsetzung von Gefährdungsbeurteilungen, Durchführung der allgemeinen Sicherheitsunterweisung und Ansprechperson und Aufnahme von Unfallanzeigen\nStändige Vertretung der Verwaltungsleitung\nAnforderungen:\nabgeschlossenes Studium im nichttechnischen Verwaltungsdienst (Diplom-Verwaltungswirt*in FH / Bachelor of Arts – Public Management) oder eine vergleichbare Qualifikation\nmehrjährige Berufserfahrung in der Verwaltung, im Bereich der Personalverwaltung wäre von Vorteil\nFundierte Kenntnisse im Tarif- und Arbeitsrecht sowie die Bereitschaft, diese laufend zu erweitern und zu aktualisieren\nIT-Kenntnisse (MS-Office) sowie Kenntnisse der Personalverwaltungsanwendung DIPSY und SAP sind von Vorteil\nMotivation neue Abläufe- und Digitalisierungsprozesse zu etablieren\nSelbständige, sorgfältige und zuverlässige Arbeitsweise\nTeamfähigkeit und Sozialkompetenz\nEngagement, Flexibilität und Belastbarkeit\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle, die dem gehobenen Dienst zugeordnet ist. Bei Vorliegen der rechtlichen und persönlichen Voraussetzungen kann die Stelle im Beamtenverhältnis (m/w/d) bis Besoldungsgruppe A 12 besetzt werden. Die Einstellung nicht verbeamteter Bewerber*innen kann bei Vorliegen aller rechtlichen und persönlichen Voraussetzungen nach dem Tarifvertrag für den öffentlichen Dienst der Länder in der Entgeltgruppe 11 TV-L erfolgen\nEin attraktives, interessantes Arbeitsfeld in einem kreativen Umfeld im öffentlichen Dienst\nDie Zusammenarbeit mit einem engagierten und motivierten Team in einer angenehmen Arbeitsatmosphäre\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nMöglichkeit zur Mobilen Arbeit\nFort- und Weiterbildungsmöglichkeiten\nEinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nJob Ticket BW (vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nVielfältige Angebote im betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt. Bei Fragen an die Schwerbehindertenvertretung können Sie sich per Mail an\nmwk.hsbv@hs-aalen.de\nwenden.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, zugeschriebener Behinderung, Alter sowie sexueller Orientierung und Identität.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 24. März 2025 an das Haus der Geschichte Baden-Württemberg, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Die Vorstellungsgespräche finden voraussichtlich am 04. April 2025 (KW 15) statt. Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter https://www.hdgbw.de/jobs/.\nFür weitere Informationen zur Stelle steht Ihnen Frau Sandra Ackermann, Verwaltungsleitung, gerne zur Verfügung unter Tel. 0711/212-4016.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.03.2025", "url": "https://www.museumsbund.de/stellenangebote/personalmanagerin-und-stv-verwaltungsleitung-m-w-d-fuer-das-team-haushalt-verwaltung/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-gebaeudetechnik-m-w-d/", "image": "", "title": "Teamleitung Gebäudetechnik (m/w/d)", "content_text": "Kunsthalle Mannheim, Mannheim Bewerbungsende: 23.03.2025 | Die Kunsthalle Mannheim sucht zum nächstmöglichen Zeitpunkt eine\nTEAMLEITUNG GEBÄUDETECHNIK (M/W/D)\nEntgeltgruppe 11 TVöD / Besoldungsgruppe A 11 BesO | Vollzeit | unbefristet\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-gebaeudetechnik-m-w-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-34/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Regionalmuseum Wolfhager Land, Wolfhagen Bewerbungsende: 04.04.2025 | Das Regionalmuseum Wolfhager Land sucht zum 01.07.2025 oder später eine\nMuseumsleitung (m/w/d)\nBewerbungsende: 04. April 2025\nDas Museum wird seit seiner Gründung im Jahre 1980 von einem Museumsverein geführt. Es umfasst 15 Ausstellungsräume mit 1200 m². Ein angestellter Mitarbeiter und mehrere ehrenamtliche Personen unterstützen die Arbeit der Museumsleiterin/des Museumsleiters.\nWolfhagen ist eine Kleinstadt im Landkreis Kassel mit 13.400 Einwohnern und trägt seit 2019 die amtliche Zusatzbezeichnung Hans-Staden-Stadt. Die Arbeit des Museumsvereins wird mit Zuschüssen der Stadt gefördert.\nIhre Aufgabenschwerpunkte\ninhaltliche und organisatorische Leitung des Museums\ninhaltliche, konzeptionelle Weiterentwicklung des Museums\nKonzeption und Realisierung von Sonderausstellungen und Veranstaltungen, auch außerhalb der regulären Öffnungszeiten\nwissenschaftliche Betreuung der Sammlung\nRepräsentation des Museums und seiner Aktivitäten nach außen\nMarketing- und Öffentlichkeitsarbeit, Außenvertretung gegenüber Medien\nMittelbeschaffung für Ausstellungen, Vorträge und sonstige Veranstaltungen\nZusammenarbeit mit dem ehrenamtlichen Vereinsvorstand\nOrganisation der Museumspädagogik\nIhr Profil:\nabgeschlossenes Hochschulstudium mit kulturwissenschaftlichem Schwerpunkt\nBerufserfahrung im Museumsbereich\nEinsatz- und Leistungsbereitschaft verbunden mit einer team- und zielorientierten sowie strukturierten Arbeitsweise\nsoziale und interkulturelle Kompetenz\nsicherer Umgang mit den gängigen Office-Anwendungen sowie mit modernen Informations- und Kommunikationstechniken\nFührerschein der Klasse B\nWir bieten:\neine unbefristete Teilzeitbeschäftigung mit 30 Stunden Wochenarbeitszeit\neine interessante, vielseitige und verantwortungsvolle Tätigkeit\nFreiraum für Eigeninitiativen\nein gutes Arbeitsumfeld mit einem motivierten Team\nLeben in einer familienfreundlichen Stadt mit hoher Wohnqualität und einem breit gefächerten Schul-, Sport- und Kulturangebot\neine der Qualifikation entsprechende Vergütung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen.\nBitte übermitteln Sie uns diese per E-Mail an das\ninfo@regionalmuseum-wolfhager-land.de\noder per Post an das\nRegionalmuseum Wolfhager Land e.V., Ritterstrasse 1, 34466 Wolfhagen\nBitte beachten Sie: Ihre Bewerbungsunterlagen werden nur zurückgesandt wenn ein ausreichend frankierter Rückumschlag beigefügt ist.\nIhre Ansprechpartner bei uns:\nHerr Lothar Rasch, 1. Vorsitzender des Vereins, Tel.: 05692-8012\nHerr Wolfgang Schiffner,  Geschäftsführer, Tel.: 05692-2757\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-34/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektstelle-fuer-einen-paedagogischen-mitarbeiterin/", "image": "", "title": "Projektstelle für eine*n pädagogische*n Mitarbeiter*in", "content_text": "Dokumentationszentrum Oberer Kuhberg Ulm e.V., Ulm Bewerbungsende: 27.03.2025 | Am Dokumentationszentrum Oberer Kuhberg Ulm e.V. (DZOK) ist zum 1.6.2025 eine\nProjektstelle für eine*n pädagogische*n Mitarbeiter*in der Vergütungsgruppe TvöD EG 11\nzu besetzen\n.\nDie Stelle im Rahmen des Förderprogrammprogramms „Jugend erinnert vor Ort“ ist zum 31.12.2026 befristet; eine Verlängerung wird angestrebt.\nZur Institution: Im Fort Oberer Kuhberg, Teil der Bundesfestung Ulm, befand sich von 1933 bis 1935 ein Konzentrationslager des Landes Württemberg. Heute befindet sich am historischen Ort eine Gedenkstätte mit zahlreichen Bildungsangeboten. Als Forschungs-, Lern- und Bildungszentrum hat das Dokumentationszentrum mit Archiv und Bibliothek in der Ulmer Innenstadt ein zweites Standbein und widmet sich allen Aufgabenbereichen eines lokalen NS-Dokumentationszentrums. Das DZOK hat die Rechtsform eines Vereins. Die von Haupt- und Ehrenamtlichen geleistete Arbeit wird vom Land Baden-Württemberg, der Stadt Ulm und den regionalen Gebietskörperschaften unterstützt.\nNach Projektende wird die App weiter genutzt. Die Berücksichtigung diverser Interessen und Identitäten ist projektimmanent. Das Projekt wird von der Beauftragten der Bundesregierung für Kultur und Medien (BKM) im Rahmen des Förderprogramms „Jugend erinnert vor Ort“, der Stadt Ulm und der Stiftung Erinnerung Ulm gefördert. Kooperationspartner sind der Stadtjugendring Ulm und DroidSolutions mit dem KULDIG AppCreator.\nIhr Aufgabengebiet umfasst – unter fachlicher Aufsicht der Leiterin des DZOK und in Kooperation mit der Gedenkstättenpädagogin – im Wesentlichen:\nPflege aktiver Jugendbeteiligungsstrukturen im lokalen Netzwerk\nWeiterentwicklung der Konzeption von App-Inhalten und Partizipationsformaten\nErarbeitung des Stadtgangs, thematischer Vertiefungen und Zusatzmaterialien\nDurchführung von Workshops und AGs zur lokalhistorischen Spurensuche und Inhaltsproduktion mit den Jugendlichen\nBefüllung, Erprobung und Implementierung der App\nPräsentation des Projekts für Presse und Fachöffentlichkeit\nErforderliche Qualifikationen:\nAbgeschlossenes Studium mit Schwerpunkt im Bereich der neueren Geschichte\nErfahrung bei der Durchführung gedenkstättenpädagogischer und/oder lokalhistorischer Bildungsangebote\nKompetenzen für die Realisierung digitaler und partizipativer Bildungsformate\nTeamfähigkeit, überdurchschnittliches Engagement, selbständiges, sorgfältiges und eigenverantwortliches Arbeiten im Rahmen einer bürgerschaftlichen Struktur\nBereitschaft zur Einarbeitung in den lokalen historischen Kontext\nBitte übersenden Sie Ihre aussagekräftige Bewerbung bis zum 27. März 2025 an das Dokumentationszentrum Oberer Kuhberg,\nn.wenge@dzok-ulm.de\n. Die Bewerbungsgespräche finden voraussichtlich am 11. April 2025 statt. Bitte merken Sie sich diesen Termin vor.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.03.2025", "url": "https://www.museumsbund.de/stellenangebote/projektstelle-fuer-einen-paedagogischen-mitarbeiterin/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/flexible-mini-jobberinnen-m-w-d-fuer-unsere-museumspaedagogik/", "image": "", "title": "Flexible Mini-Jobber:innen (m/w/d) für unsere Museumspädagogik", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 31.03.2025 | Die Domäne Dahlem – Landgut und Museum ist ein für alle Besucher:innen offenes 15 ha umfassendes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt. In unserem Museum im Herrenhaus zeigen wir wechselnde themenbezogene Ausstellungen. Das CULINARIUM im ehemaligen Pferdestall beherbergt eine Erlebnisausstellung zur Kulturgeschichte der Ernährung von 1850 bis heute. Ca. 12 ha des Geländes werden als Bioland-Demonstrationsbetrieb bewirtschaftet, einschließlich der Direktvermarktung der Produkte in unserem eigenen Hofladen. Das bestehende Museums- und Vermittlungskonzept stellt den Bildungsauftrag an oberste Stelle. Dieser wird im umfangreichen museumspädagogischen Angebot verwirklicht und findet lebendigen Ausdruck in der bereichsübergreifenden Arbeitsweise.\nAb März/April 2025 suchen wir zur Verstärkung unseres Teams Bildung und Vermittlung freundliche, zuverlässige und zeitlich flexible\nWas Sie erwartet:\nDurchführung von Führungen und Workshops für Kinder und weitere Nutzendengruppen, auch an Wochenenden\nDurchführung von Angeboten in der Lehrküche („Kochkiste“)\nUnterstützung des Teams bei unseren Markfesten\nEigenständige Nutzung des Buchungssystems zum Einstellen Ihrer Verfügbarkeit\nEnge Zusammenarbeit mit dem Team Bildung und Vermittlung\nWas wir erwarten:\nFreude an der Vermittlung von Wissen zu Ernährungskultur, Ökologie und\nhistorischen Inhalten für verschiedenen Nutzendengruppen\nBegeisterung am Umgang mit Menschen, insbesondere mit Kindern und\nJugendlichen\nIdealerweise praktische Erfahrung und Methodenvielfalt in der Vermittlungsarbeit\nTeamfähigkeit und Kreativität\nWünschenswert sind Fremdsprachenkenntnisse, speziell Englisch\nFlexibilität und die Bereitschaft zu Wochenend- und Feiertagsarbeit\nWas wir bieten:\nEine vielseitige und attraktive Minijob-Stelle (18 € /Std., max. 30 Std./ Monat)\nKeine garantierten Mindeststunden\nFlexible Arbeitszeiten\nEinen abwechslungsreichen, vielseitigen Arbeitsplatz in einem grünen, idyllischen Umfeld mit erstklassiger ÖPNV-Anbindung\nVergünstigungen im Hofladen, Museumsshop und im Bio-Landgasthaus der Domäne Dahlem Veranstaltungsgesellschaft\nDie Domäne Dahlem fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung! Senden Sie bitte Ihre Unterlagen als PDF in einer Datei an: bewerbung@domaene-dahlem.de\nKontakt:\nStiftung Domäne Dahlem – Landgut und Museum | Patrick Presch | Königin-Luise-Str. 49 14195 Berlin | www.domaene-dahlem.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/flexible-mini-jobberinnen-m-w-d-fuer-unsere-museumspaedagogik/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontariate-w-m-d-2/", "image": "", "title": "Wissenschaftliche Volontariate (w/m/d)", "content_text": "Stadtmuseum Oldenburg, Oldenburg Bewerbungsende: 19.03.2025 | Die Universitätsstadt Oldenburg (Oldb), Zentrum im Nordwesten mit mehr als 170.000 Einwohnerinnen und Einwohnern, bietet engagierten und teamfähigen Nachwuchskräften\nzum 1. Juni 2025\nzwei Stellen\nfür\nwissenschaftliche Volontariate (w/m/d)\nim Amt für Kultur, Museen und Sport an. Zu den städtischen Häusern zählen das Edith-Russ-Haus für Medienkunst, das Stadtmuseum Oldenburg und das Horst-Janssen-Museum. Das Volontariat wird hauptsächlich im Stadtmuseum stattfinden.\nDie Stellen auf einen Blick\nAmt\nAmt für Kultur, Museen und Sport\nFachdienst\n305 – Stadtmuseum\nFunktion\nVolontärin / Volontär\nEntgeltgruppe\n50 % des Entgeltes der Entgeltgruppe 13 Stufe 1 TVöD-V in der jeweils geltenden Fassung\nErhöhung im zweiten Jahr auf Stufe 2\nWochenarbeitszeit\nVollzeit (39 Stunden – Teilzeit ist möglich)\nTermin der Einstellung\n01.06.2025\nBeschäftigungsdauer\nZwei Jahre\nEnde der Bewerbungsfrist:\n19.03.2025\nDU\nbringst mit:\nein erfolgreich abgeschlossenes Hochschulstudium in museumsrelevanten Fächern (Abschluss mindestens Master oder M.A.)\nerste Kenntnisse in der Museumsarbeit (z. B. durch Praktika)\neinen sicheren Umgang mit PC und Microsoft Office Anwendungen\nhohe kommunikative und interkulturelle Kompetenzen, eine rasche Auffassungsgabe sowie Belastbarkeit\nFließende Deutschkenntnisse sowie gute Kenntnisse in mindestens einer weiteren Sprache (bevorzugt Englisch) sind wünschenswert. Insbesondere solltest du dich mit einem Verständnis der Museumsarbeit identifizieren, das an kultureller Teilhabe, Partizipation und Öffnung orientiert ist. Dabei ist auch die Identifikation mit dem Leitbild der Stadt Oldenburg wichtig.\nWIR\nbieten eine umfassende zweijährige wissenschaftliche Ausbildung. Diese soll durch die Mitarbeit im Bereich Social Media sowie im museumsübergreifenden Team Vermittlung und Teilhabe mit Berührungspunkten zum Marketing einen umfangreichen Einblick in die Ausstellungs- und Veranstaltungspraxis sowie das Sammlungsmanagement geben.\nEs werden\nzwei Stellen\nfür Volontariate mit unterschiedlichen Schwerpunkten angeboten:\nVolontariat mit Schwerpunkt auf der Sammlungsarbeit\nDazu gehört die Umstrukturierung und Ausweitung des Sammlungsmanagements. Das beinhaltet unter anderem die Neuaufstellung von Teilbereichen der Sammlung unter Berücksichtigung des neuen Sammlungskonzeptes. Das Thema der Sammlungsöffnung soll dabei weiterhin stark in den Fokus genommen werden, sowohl in bestehenden Projekten wie der öffentlich zugänglichen Online-Sammlung als auch mit neuen Konzepten im Kontext Citizen Science und Crowdsourcing.\nVolontariat mit Schwerpunkt auf der Entwicklung und Mitarbeit an einer neuen stadtgeschichtlichen Dauerausstellung\nDazu gehören unter anderem wissenschaftliche Recherchen zu verschiedenen Ausstellungseinheiten und Exponaten, die Mitarbeit der Umsetzung, die Erstellung und redaktionelle Bearbeitung von Ausstellungstexten analog und digital. Die Mitarbeit an sämtlichen Ausstellungsformaten ist eng an den niedrigschwelligen und ganzheitlichen Vermittlungsansatz für das neue Stadtmuseum gebunden. Im Zuge des Volontariates werden zudem Zeitzeuginnen- und Zeitzeugen-Interviews für ein Podcast-Format und Ausstellungs- und Sammlungszwecke geführt.\nDarüber hinaus erwarten dich bei beiden Volontariatsstellen folgende Aufgabengebiete:\nProjektarbeit im Bereich Vermittlung und Teilhabe, insbesondere in der Vorbereitung und Durchführung inklusiver Programmangebote und der Ausstellungsvermittlung\nMitarbeit an der Presse- und Öffentlichkeitsarbeit\nÜbernahme weiterer Aufgaben im Kuratorium bzw. dem Projektmanagement von Ausstellungen\nWährend der Ausbildung erhältst du Einblicke in alle museumsrelevanten Bereiche der Stadt Oldenburg.\nDie Stadt Oldenburg freut sich auf Menschen, die ihr Leben verantwortungsbewusst und aktiv gestalten – im Beruf und zuhause. Daher bieten wir flexible Arbeitszeiten und attraktive Angebote im Rahmen der betrieblichen Gesundheitsförderung. Darüber hinaus fördern wir die Vereinbarkeit von Beruf, Familie und Privatleben. Hier erfährst du mehr über die Stadt Oldenburg (Oldb) als Arbeitgeber\n»\n.\nDiversität verstehen wir als Bereicherung und haben uns mit der Unterzeichnung der Charta der Vielfalt ausdrücklich dazu bekannt. Wir leben eine offene und tolerante Unternehmenskultur, in der alle Beschäftigten die gleiche Wertschätzung und Förderung erfahren und wünschen uns Mitarbeiterinnen und Mitarbeiter, die dazu beitragen.\nHaben wir dich neugierig gemacht?\nAuskünfte zum Aufgabenbereich erteilt dir gern Herr Dr. Wiegmann, Leiter des Stadtmuseums Oldenburg, Telefon: 0441 235-2882.\nFragen zum Bewerbungsverfahren beantwortet Hannes Geers, Fachdienst Personal und Organisation, Telefon 0441 235-2785.\nInformationen zum Datenschutz für Bewerberinnen und Bewerber findest du hier\n»\n(PDF, 157 KB).\nBitte bewirb dich ausschließlich online.\nUnsere Bewerbungsfrist endet am 19. März 2025.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\n>> Hier gelangst du zur Online-Bewerbung <<\nMit einer Bewerbung bewirbst du dich für beide zu vergebende Volontariatsstellen. Gerne kannst du in deiner Bewerbung einen Schwerpunkt nennen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontariate-w-m-d-2/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-23/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (w/m/d)", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 01.03.2025 | Das Deutsche Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte (DSM) ist eines von acht Forschungsmuseen der Leibniz- Gemeinschaft. Das Ausstellungs- und Forschungs-programm stellt die Untersuchung maritimer Technologien und die Beziehung zwischen Mensch und Meer in den Fokus. Mit rund 100 Mitarbeitenden und Auszubildenden sowie ca. 8000 Quadratmetern Ausstellungsfläche zählt es zu den größten maritimen Museen Europas.\nDas DSM zeichnet sich durch die direkte räumliche und inhaltliche Verbindung forschungsbasierter Ausstellungen und begehbarer Originalobjekte im Freilichthafen aus. Anspruch an die Vermittlungsarbeit ist es daher, zielgruppengerecht nicht nur maritime Geschichte erlebbar zu machen, sondern auch den Zugang zu wissenschaftlichen Diskursen zu ermöglichen. Ziel ist es auch, die Bevölkerung stärker in das Sammeln und Auswerten historischen Wissens partizipativ zu involvieren. Für diese Aufgaben sucht das DSM zur Verstärkung des Teams „Bildung & Vermittlung“ zum nächst möglichen Zeitpunkt\neine:n wissenschaftliche:r Mitarbeiter:in (w/m/d)\nDie Stelle umfasst 39,2 h/Woche. Die Vergütung erfolgt nach dem TV-L abhängig von der Qualifikation bis maximal zur Entgeltgruppe 13. Die Einstellung erfolgt auf Grundlage des Teilzeit- und Befristungsgesetzes zunächst für die Dauer von zwei Jahren; eine anschließende Entfristung wird angestrebt\nIhre Aufgaben\nStellvertretende Leitung des Bereichs Bildung & Vermittlung\nBildungs- und Besucher:innenforschung\nFortentwicklung der partizipativen und inklusiven Ansätze bei der Umsetzung bereichsbezogener Angebote und Projekte\nProgrammplanung\nEntwicklung einer digitalen und crossmedialen Lernplattform\nMitarbeit bei der Konzeption von Ausstellungen\nAusbau und Pflege von Bildungspartnerschaften\nProjektanträge\nLeitung von Projekten\nDas erwarten wir von Ihnen\nabgeschlossenes Studium (MA) im Bereich der Sozial-, Geistes-, Erziehungs- und Kulturwissenschaften\nnachgewiesene mehrjährige museumspädagogische Tätigkeit\nnachgewiesene Kenntnisse aktueller analoger und digitaler sowie partizipativer Vermittlungsmethoden in Museen\nErfahrung in der Durchführung und Auswertung von qualitativen und quantitativen Forschungen zu non-formalen und informellen Lernprozessen\nKenntnisse in der Anwendung von Analysetools und Software\nkreatives, eigenverantwortliches Arbeiten\nEnglische Sprachkenntnisse B1\nTeamfähigkeit, Kommunikations- und Organisationsgeschick\nUnser Angebot für Sie\nFlache Hierarchien und kurze Entscheidungswege\nFlexible Arbeitszeiten und Remote-Work-Möglichkeiten\n30 Tage Jahresurlaub\nBetriebliche Altersvorsorge\nMitarbeiterbenefits\nInteressiert?\nDann freuen wir uns auf Ihre Bewerbung!\nIhre digitale Bewerbung senden Sie unter Angabe der Kennziffer 20252 bis spätestens\n01.03.2025\nan\npersonal@dsm.museum\n. Stellen Sie uns bitte alle Unterlagen gesammelt in einer einzigen PDF-Datei zur Verfügung. Die Bewerbungsgespräche finden am 18. März 2025 statt.\nNeben den üblichen Leistungen, die mit denen des öffentlichen Dienstes vergleichbar sind, legen wir besonderen Wert auf die Vereinbarkeit von Beruf und Familie. Die Stelle ist grundsätzlich für Teilzeit und Homeoffice geeignet.\nDas Deutsche Schifffahrtsmuseum strebt in allen Bereichen nach Geschlechtergerechtigkeit und Chancengleichheit. Daher begrüßen wir alle qualifizierten Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität. Bewerbungen von Menschen mit Migrationshintergrund werden ausdrücklich begrüßt. Schwerbehinderten Bewerberinnen und Bewerbern wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nFür inhaltliche Auskünfte steht Ihnen Frau Stüve (Tel.: 0471/48207-71 oder\nstueve@dsm.museum\ngerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-23/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogischer-mitarbeiterin-w-m-d-3/", "image": "", "title": "Museumspädagogische:r Mitarbeiter:in (w/m/d)", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 01.03.2025 | Das Deutsche Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte (DSM) ist eines von acht Forschungsmuseen der Leibniz- Gemeinschaft. Das Ausstellungs- und Forschungs-programm stellt die Untersuchung maritimer Technologien und die Beziehung zwischen Mensch und Meer in den Fokus. Mit rund 100 Mitarbeitenden und Auszubildenden sowie ca. 8000 Quadratmetern Ausstellungsfläche zählt es zu den größten maritimen Museen Europas.\nDas DSM zeichnet sich durch die direkte räumliche und inhaltliche Verbindung forschungsbasierter Ausstellungen und begehbarer Originalobjekte im Freilichthafen aus. Anspruch an die Vermittlungsarbeit ist es daher, zielgruppengerecht nicht nur maritime Geschichte erlebbar zu machen, sondern auch den Zugang zu wissenschaftlichen Diskursen zu ermöglichen. Ziel ist es auch, die Bevölkerung stärker in das Sammeln und Auswerten historischen Wissens partizipativ zu involvieren. Für diese Aufgaben sucht das DSM zur Verstärkung des Teams „Bildung & Vermittlung“ zum nächst möglichen Zeitpunkt\neine:n museumspädagogische:n Mitarbeiter:in (w/m/d)\nDie Stelle umfasst 30 h/Woche. Die Vergütung erfolgt nach dem TV-L abhängig von der Qualifikation bis maximal zur Entgeltgruppe 9b. Die Einstellung erfolgt auf Grundlage des Teilzeit- und Befristungsgesetzes zunächst für die Dauer von zwei Jahren; eine anschließende Entfristung wird angestrebt.\nIhre Aufgaben\nKonzeption und Durchführung von Programmen und Projekten mit dem Schwerpunkt „Arbeit mit Zeitzeug:innen“\nKonzeption und Durchführung von Programmen und Projekten für Schule und Kita, von Sonderführungen, Familienaktionen, Ferienprogrammen und andere Veranstaltungstagen\nErwachsenenbildung\nPartizipative bzw. Outreach-Projekte\nFortbildung für Lehrer:innen und Erzieher:innen\nPflege von Netzwerken\nMitarbeit bei der Entwicklung von Drittmittelprojekten\nDas erwarten wir von Ihnen\nStudium der Kulturwissenschaften, Public History, Geschichte und/oder (Kultur-)Pädagogik (mit Abschluss BA/MA)\nnachgewiesene mehrjährige museumspädagogische Tätigkeit, insbesondere Konzeption und Durchführung\nnachgewiesene Kenntnisse aktueller analoger und digitaler und partizipativer Vermittlungsmethoden in Museen\nErfahrungen in der Arbeit mit Zeitzeug:innen bzw. Ehrenamtlichen\nSicherheit in der Arbeit mit Kindern und Jugendlichen sowie Familien und Erwachsenengruppen\nFähigkeit zur raschen Einarbeitung in neue Themen\nkreatives, eigenverantwortliches Arbeiten\nEnglische Sprachkenntnisse B1\nTeamfähigkeit, Kommunikations- und Organisationsgeschick sowie Bereitschaft zur flexiblen Arbeitszeitgestaltung auch außerhalb der Regelarbeitszeit\nAusgezeichnete mündliche und schriftliche Kommunikationsfähigkeiten.\nUnser Angebot für Sie\nFlache Hierarchien und kurze Entscheidungswege\nFlexible Arbeitszeiten und Remote-Work-Möglichkeiten\n30 Tage Jahresurlaub\nBetriebliche Altersvorsorge\nMitarbeiterbenefits\nInteressiert?\nDann freuen wir uns auf Ihre Bewerbung!\nIhre digitale Bewerbung senden Sie unter Angabe der Kennziffer 20251 bis spätestens\n01.03.2025\nan\npersonal@dsm.museum\n. Stellen Sie uns bitte alle Unterlagen gesammelt in einer einzigen PDF-Datei zur Verfügung. Die Bewerbungsgespräche finden am 19. März 2025 statt.\nNeben den üblichen Leistungen, die mit denen des öffentlichen Dienstes vergleichbar sind, legen wir besonderen Wert auf die Vereinbarkeit von Beruf und Familie. Die Stelle ist grundsätzlich für Teilzeit und Homeoffice geeignet.\nDas Deutsche Schifffahrtsmuseum strebt in allen Bereichen nach Geschlechtergerechtigkeit und Chancengleichheit. Daher begrüßen wir alle qualifizierten Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität. Bewerbungen von Menschen mit Migrationshintergrund werden ausdrücklich begrüßt. Schwerbehinderten Bewerberinnen und Bewerbern wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nFür inhaltliche Auskünfte steht Ihnen Frau Stüve (Tel.: 0471/48207-71 oder\nstueve@dsm.museum\ngerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogischer-mitarbeiterin-w-m-d-3/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/tierpflege-mit-schwerpunkt-aquarium/", "image": "", "title": "Tierpflege mit Schwerpunkt Aquarium", "content_text": "Haus der Natur, Salzburg (Österreich) Bewerbungsende: 14.03.2025 | Das\nHaus der Natur – Museum für Natur und Techni\nk in Salzburg ist ein national und international bedeutsames naturwissenschaftliches Museum und zählt mit jährlich über 300 000 Eintritten zu den besuchsstärksten Museen Österreichs. Ziel der Museumsarbeit des Hauses der Natur ist es, einer möglichst breiten Öffentlichkeit Wissen über Phänomene und Zusammenhänge in der Natur mit einer lebendigen Ausstellungsdidaktik zu vermitteln. Es umfasst ein klassisches Naturkundemuseum, hochwertige Zoo-Abteilungen (Aquarium, Amphibien- und Reptilienzoo), ein Science Center und ein großes öffentliches Observatorium, die „VEGA-Sternwarte Haus der Natur“.\nDas Aquarium am Haus der Natur umfasst 38 Schaubecken von 100 bis 50 000 Litern, die mit Tieren und Pflanzen der tropischen Riffe, des Mittelmeeres, des tropischen Süßwassers und der heimischen Gewässer besetzt sind. Jedes Becken versucht, ein lebendiges Ökosystem nachzubilden, das den natürlichen Lebensräumen in vielen Details nahekommt. Das Aquarium zeichnet sich durch Authentizität aus und bringt so den Museumsgästen die Vielfalt und auch die Fragilität der Unterwasserwelten näher. Hinter den Kulissen befindet sich eine Quarantäneabteilung, eine Werkstatt, die Futterküche, das Lager und die Meerwasseraufbereitung. Der in den letzten Jahren komplett erneuerte Amphibien- und Reptilienzoo umfasst mehr als 20 Lebensraum-Terrarien, in denen tropische und auch heimische Tierarten gezeigt werden.\nIhr Aufgabenbereich:\nTierpflege im Aquarium (und fallweise im Reptilien- und Amphibienzoo)\nFutterzubereitung, Fütterung\nReinigung der Becken und Filteranlagen\nPflege der technischen Anlagen, Durchführung einfacher Wartungsarbeiten\nGestaltung der zu pflegenden Becken\nMitwirkung bei allen in den Zooabteilungen anfallenden Arbeiten (Renovierungsarbeiten, Lieferungen, Ladetätigkeiten, …)\nFallweise Aushilfe bei den beschriebenen Tätigkeiten im Reptilien- und Amphibienzoo\nUnsere Anforderungen an eine erfolgreiche Bewerbung:\nAbgeschlossene Ausbildung als Tierpfleger/in\nErfahrung im Bereich der Aquaristik\nHohes Maß an technischem Geschick\nSelbstständige, strukturierte und sorgfältige Arbeitsweise\nGrundsätzliches Interesse an Natur und Naturwissenschaften\nBereitschaft zur abteilungsübergreifenden Zusammenarbeit im Museum\nBereitschaft zu Wochenend- und Feiertagsdiensten bzw. Bereitschaftsdienst\nBei Männern: abgeleisteter Präsenz- bzw. Zivildienst\nVon Vorteil:\nErfahrung in einer vergleichbaren Institution\nErfahrung speziell in Riffaquaristik\nTauchschein, Lebensraumkenntnisse aus eigener Beobachtung\nHandwerkliche Zusatzausbildung\nNaturwissenschaftliche Zusatzqualifikationen\nUnser Angebot:\nAttraktive Daueranstellung mit sinnstiftender und spannender Tätigkeit im Bereich Tierpflege, Bildung und Kultur in einer lebenswerten Stadt\nArbeitsumfang: 100 % (40 Wochenstunden)\nKollegiales Betriebsklima\nAbwechslungsreiche Tätigkeit\nGehaltspaket mit fairer tariflicher Vergütung. Die Entlohnung erfolgt in Anlehnung an das Landesbediensteten-Gehaltsgesetz Salzburg (GSN), Einstiegsgehalt mindestens € 2.950,00 brutto auf Basis Vollzeit, 14-mal jährlich. Das tatsächliche Anfangsgehalt ist abhängig von anrechenbaren Vordienstzeiten und Erfahrungen.\n25 Tage (5 Wochen) Jahresurlaub (30 Tage bzw. 6 Wochen ab einem Alter von 43 Jahren), zusätzliche bezahlte Feiertage am 24. & 31. Dezember eines jeden Jahres\nAttraktiver Arbeitsplatz in der Salzburger Altstadt, mit guter Anbindung an den öffentlichen Verkehr\nVergünstigter Mittagstisch\nEine diskriminierungsfreie Arbeitsumgebung hat für uns Priorität. Das Haus der Natur fördert die Repräsentanz kultureller Vielfalt und die berufliche Gleichstellung aller Geschlechter.\nKontakt für Fragen zur Stelle:\nDr. Anke Oertel\nTel.: +43 (662) 84 26 53-0, E-Mail: anke.oertel@hausdernatur.at\nBewerbung\nBewerbungsunterlagen mit Motivationsschreiben, Lebenslauf, Ausbildungs- und Dienstzeugnissen bevorzugt per E-Mail\nbis spätestens 14. März 2025\nan das Haus der Natur, Museumsplatz 5, 5020 Salzburg; office@hausdernatur.at\nIm Zusammenhang mit dieser Stellenausschreibung bzw. Bewerbung entstehende Kosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.03.2025", "url": "https://www.museumsbund.de/stellenangebote/tierpflege-mit-schwerpunkt-aquarium/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-modell-w-m-d/", "image": "", "title": "Restaurator:in/Modell (w/m/d)", "content_text": "Deutsches Architekturmuseum, Frankfurt am Main Bewerbungsende: 09.04.2025 | Nur wer das Alte hinterfragt, kann Neues schaffen. Darum suchen wir Sie als Restaurator:in/Modell (w/m/d) für unser Stadt-Up Frankfurt! Bereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und erweitern den Horizont von ganz Frankfurt!\nIm Deutschen Architekturmuseum (DAM) finden jährlich 10 bis 15 wechselnde Ausstellungen zu Architektur und Städtebau sowie über 300 Veranstaltungen statt. Nach einer dreijährigen Sanierungsphase wird das Museum an das Frankfurter Museumsufer zurückkehren und seinen regulären Betrieb wiederaufnehmen. Die Vermittlung und die Förderung des Verständnisses von Herausforderungen an Architektur, Städtebau und Regionalplanung stellen die zentralen Aufgaben des Museums dar.\nWir suchen zum 01.10.2025 eine:n\nRestaurator:in/Modell (w/m/d)\nVollzeit, Teilzeit\nEGr. 12 TVöD\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.04.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-modell-w-m-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-2/", "image": "", "title": "Kurator:in (w/m/d)", "content_text": "Deutsches Architekturmuseum, Frankfurt am Main Bewerbungsende: 09.04.2025 | Nur wer das Alte hinterfragt, kann Neues schaffen. Darum suchen wir Sie als Kurator:in (w/m/d) für unser Stadt-Up Frankfurt! Bereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und erweitern den Horizont von ganz Frankfurt!\nIm Deutschen Architekturmuseum (DAM) finden jährlich 10 bis 15 wechselnde Ausstellungen zu Architektur und Städtebau sowie über 300 Veranstaltungen statt. Nach einer dreijährigen Sanierungsphase wird das Museum an das Frankfurter Museumsufer zurückkehren und seinen regulären Betrieb wiederaufnehmen. Die Vermittlung und die Förderung des Verständnisses von Herausforderungen an Architektur, Städtebau und Regionalplanung stellen die zentralen Aufgaben des Museums dar.\nWir suchen zum 01.10.2025 eine:n\nKurator:in (w/m/d)\nVollzeit, Teilzeit\nBesGr. A 13 BesO / EGr. 13 TVöD\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-2/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-m-w-d-fuer-das-projekt-restartbayam/", "image": "", "title": "Wissenschaftliche Projektleitung (m/w/d) für das Projekt #restartbayam", "content_text": "Bayerisches Armeemuseum, Ingolstadt Bewerbungsende: 30.03.2025 | Das Bayerische Armeemuseum ist eines der großen militärhistorischen Museen in Europa mit einer aktiven öffentlichen Spezialbibliothek. Die Sammlungen des Bayerischen Armeemuseums reichen vom Spätmittelalter bis in die Gegenwart.\nIm Rahmen des vom Bayerischen Staatsministeriums für Wissenschaft und Kunst geförderten Programms kultur.digital.strategie strebt das Bayerische Armeemuseum eine Neupositionierung im digitalen wie analogen Raum an.\nBesonderes Augenmerk liegt dabei auf der Profilschärfung seiner drei Ausstellungshäuser (Neues Schloss, Museums des Ersten Weltkriegs und Bayerisches Polizeimuseum). Dies betrifft im digitalen Raum sowohl die museumseigene Webseite sowie den Auftritt des Hauses auf verschiedenen Social Media Plattformen.\nZur Verstärkung unseres Teams suchen wir eine\nWissenschaftliche Projektleitung (m/w/d)\nfür das Projekt #restartbayam\nin Vollzeit, Entgeltgruppe 13 TV-L, befristet auf 24 Monate zum nächstmöglichen Zeitpunkt\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-m-w-d-fuer-das-projekt-restartbayam/", "date_published": "2025-02-20T00:00:00"}]}