{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/klimatechniker-m-w-d-8/", "image": "", "title": "Klimatechniker (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 13.07.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen\nKlimatechniker (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6 TV-L\n) in der Abteilung Gebäudemanagement und Informationstechnik. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Diese Stelle ist grundsätzlich auch teilzeitgeeignet.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv. Unser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Abteilung Gebäudemanagement und Informationstechnik ist eine Querschnittsabteilung, die für das Gebäudemanagement, die Koordinierung aller Baumaßnahmen und den IT-Betrieb in allen 22 Liegenschaften der SKD verantwortlich ist. Der Sitz der Abteilungsleitung ist im Dresdner Schloss. Die Abteilung hat 28 Mitarbeitende.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/klimatechniker-m-w-d-8/", "date_published": "2025-06-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-steuerfachwesen-bilanzbuchhaltung-d-m-w/", "image": "", "title": "Mitarbeiter*in Steuerfachwesen / Bilanzbuchhaltung (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 29.06.2025 | Die Stiftung Humboldt Forum im Berliner Schloss ist Bauherrin, Betreiberin und Eigentümerin des Humboldt Forums – einem einzigartigen Ort für Ausstellungen, Veranstaltungen, Forschung und Bildung im Herzen Berlins. In einem interdisziplinären, kulturell geprägten Umfeld verantworten wir die programmatische, technische und administrative Leitung dieses bedeutenden Hauses. Unser Bereich Finanzen und Controlling bildet dabei die strukturelle Grundlage für unser gemeinwohlorientiertes Handeln – mit Integrität, Präzision und Weitblick.\nSie haben ein gutes Händchen für Zahlen, arbeiten strukturiert – und möchten Ihre Expertise dort einbringen, wo Kultur auf Gesellschaft trifft?  Zur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine*n\nMitarbeiter*in Steuerfachwesen/Bilanzbuchhaltung (d/m/w)\nBefristet, Voll- oder Teilzeit · Berlin\nIhre Aufgaben\nSie wirken bei der Erstellung von Monats- und Jahresabschlüssen nach HGB mit.\nSie beurteilen steuerliche Sachverhalte, z. B. nach § 13b UStG, § 15a UStG.\nSie wirken bei der Erstellung von Steuererklärungen (Umsatzsteuer, Körperschaftsteuer, Gewerbesteuer, § 50a EStG) mit.\nSie betreuen eigenständig die institutionelle und Drittmittelbuchhaltung, inklusive Fördermittel, Spenden und Zuwendungen.\nSie wickeln der Zahlungsverkehr ab, bilden und überwachen Rückstellungen und Abgrenzungen.\nSie sind Ansprechpartner*in bei internen und externen Prüfungen (z. B. Wirtschaftsprüfung, Mittelverwendung, Zuwendungsgeber, Finanzamt).\nSie gestalten finanzbezogene Prozesse mit, insb. im ERP-System Microsoft Dynamics 365 Business Central und optimieren diese.\nSie arbeiten eng mit anderen Fachbereichen zusammen, insb. bei Projektsteuerung, Drittmittelmanagement und Controlling.\nIhr Profil\nSie haben eine abgeschlossene kaufmännische Ausbildung mit Weiterbildung zur/zum Bilanzbuchhalter*in oder Steuerfachwirt*in – alternativ ein betriebswirtschaftliches Studium mit steuerlichem Schwerpunkt.\nSie verfügen über mehrjährige Berufserfahrung im Bereich Finanzbuchhaltung, idealerweise in gemeinnützigen, öffentlich geförderten oder kulturellen Einrichtungen.\nSie haben sehr gute Kenntnisse im Handelsrecht sowie ein Grundverständnis für steuerrechtliche Besonderheiten im gemeinnützigen Sektor.\nSie gehen sicher mit Excel und ERP-Systemen (idealerweise Microsoft Dynamics 365 Business Central) um.\nSie arbeiten strukturiert und selbstständig und verfügen über ausgeprägte Kommunikations- und Teamfähigkeiten.\nSie haben Freude daran, Prozesse aktiv mitzugestalten und Verantwortung zu übernehmen.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkten, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z. B\n.\n39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nVerschiedene Angebote für Mitarbeiter*innen\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD- Bund für die Entgeltgruppe 9c. Die Besetzung der Stelle erfolgt in Vollzeit mit 39 Wochenstunden und ist für 24 Monate befristet. Eine Weiterbeschäftigung wird angestrebt. Teilzeitbeschäftigung ist grundsätzlich möglich.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an den Personalbereich unter bewerbungen@humboldtforum.org. Ihr Bewerbungsanschreiben richten Sie bitte an Anja Kliska (Bereichsleiterin).\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungsfrist\nLust darauf ein Teil der Stiftung Humboldt Forum zu werden? Dann freuen wir uns auf\nihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse und andere Nachweise) bis zum 29.06.2025 ausschließlich über das unten verlinkte Bewerbungsformular ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-steuerfachwesen-bilanzbuchhaltung-d-m-w/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-personal-d-m-w-2/", "image": "", "title": "Leiter*in Personal (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 06.07.2025 | Die Stiftung Humboldt Forum im Berliner Schloss sucht zum nächstmöglichen Zeitpunkt eine*n\nLeiter*in Personal (d/m/w).\nDer Bereich Personal ist der Abteilung Verwaltung zugeordnet und betreut mit sieben Sachbearbeiter*innen durchschnittlich 260 – 280 Mitarbeitende, einschließlich Auszubildende und besondere Beschäftigte. Zu den Kernaufgaben gehören die Personalplanung und -beschaffung, Personalcontrolling, Personalentwicklung, betriebliches Gesundheitsmanagement sowie die allgemeine Personalverwaltung.\nNach einer intensiven Aufbauphase liegt der Fokus der Stiftung in den kommenden Jahren auf der Optimierung und Digitalisierung der Personalprozesse. Ein wesentlicher Bestandteil wird dabei die weitere Implementierung einer umfassenden HR-Software sein.\nAufgaben\nSie leiten den Personalbereich sowohl personell als auch fachlich, indem Sie das Team des Personalwesens strategisch und operativ führen. Dabei setzen Sie Prioritäten und steuern die Abläufe, um eine effiziente und zielgerichtete Personalarbeit sicherzustellen.\nSie entwickeln Strategien für die nachhaltige Personalbeschaffung und –bindung weiter. Sie begegnen den Herausforderungen des sich verändernden Arbeitsmarkt mit Konzepten zur Personalentwicklung und zur Verbesserung der Mitarbeiter*innen-Zufriedenheit.\nSie optimieren bestehende Prozesse innerhalb des Personalbereichs und sorgen für eine systematische Qualitätskontrolle und Verbesserung\nSie begleiten, in Zusammenarbeit mit der Organisationsentwicklung, Changeprozesse im Haus.\nSie beraten die Leitung und Führungskräfte in allen Fragestellungen rund um das Thema Personal, zum Beispiel Personalplanung und –führung oder tarif- und arbeitsrechtliche Fragen.\nSie pflegen einen regelmäßigen und konstruktiven Austausch mit der Gleichstellungsbeauftragten, dem Betriebsrat und der Schwerbehindertenvertretung; insbesondere verhandeln Sie Betriebsvereinbarungen zu Personalangelegenheiten und setzen diese um.\nSie sind für die Budgetplanung des Bereichs und das Controlling der Personalkosten verantwortlich und berichten laufend an die Verwaltungsleitung.\nIhr Profil\nSie haben ein abgeschlossenes wissenschaftliches Hochschulstudium der Betriebswirtschaft, Rechts- oder Verwaltungswissenschaft.\nSie verfügen über mehrjährige Erfahrung im Führen eines Teams im Personalbereich, vorzugsweise in einer größeren öffentlich finanzierten Einrichtung.\nSie haben gründliche Fachkenntnisse im Arbeitsrecht, BetrVG, TVöD, BGleiG, DSGVO sowie Haushalts- und Zuwendungsrecht.\nSie pflegen einen partizipativen Führungsstil, der sich durch wertschätzende Kommunikation auszeichnet.\nSie haben Erfahrung mit Changeprozessen.\nSie haben interkulturelle Kompetenzen.\nDeutsch mindestens C2 erforderlich, verhandlungssichere Englischkenntnisse sind förderlich\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkte, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z.B. 39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe E 14. Die Besetzung der Stelle erfolgt unbefristet in Vollzeit mit 39 Wochenstunden. Die Stelle ist im Rahmen der betrieblichen Möglichkeiten für eine Wahrnehmung in Teilzeit geeignet.\nInformationen zum Bewerbungsprozess\nDie ausgeschriebene Stelle befindet sich in einem Bereich, in dem Frauen im Sinne des Bundesgleichstellungsgesetzes unterrepräsentiert sind. Die Stiftung Humboldt Forum hat sich die Chancengleichheit und berufliche Förderung von Frauen zum Ziel gesetzt. Wir sehen daher Bewerbungen von Frauen mit besonderem Interesse entgegen.\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne (Personal) unter bewerbung@humboldtforum.org. Ihr Bewerbungsanschreiben richten Sie bitte an die Abteilungsleiterin Verwaltung, Frau Andrea Großkopf.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nLust darauf, ein Teil der Stiftung Humboldt Forum im Berliner Schloss zu werden? Dann freuen wir uns auf Ihre Bewerbung bis zum 06.07.2025 ausschließlich über unser Online-Formular.\nLeiter*in Personal (d/m/w) | Jobs bei Stiftung Humboldt Forum im Berliner Schloss\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-personal-d-m-w-2/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiter-in-m-w-d/", "image": "", "title": "wissenschaftliche Mitarbeiter/-in (m/w/d)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 30.06.2025 | Die beiden Häuser am Münchner Königsplatz gehören zu den international führenden Museen für antike Kunst. Hier sind griechische, römische und etruskische Meisterwerke in einer Qualität und Fülle zu erleben, wie man sie sonst nur an wenigen Orten auf der Welt finden kann.\nAußergewöhnlich ist auch der Rahmen, in dem diese einmaligen Sammlungen präsentiert werden. Die klassizistischen Gebäude des Königsplatzes gehen auf die Initiative des bayerischen Königs Ludwig I. (1786–1868) zurück: In den Jahren 1816 bis 1830 schuf Leo von Klenze an der Nordseite des Areals die Glyptothek mit ihrer Vorhalle, die auf ionischen Säulen ruht. Von 1838 bis 1848 erbaute Georg Friedrich Ziebland im Süden das Gebäude der heutigen Antikensammlungen mit seiner korinthischen Fassade.\nEine besondere Attraktion bietet das Museumscafé im Innenhof und in Saal VIII der Glyptothek, das zum Verweilen einlädt.\nDie Staatlichen Antikensammlungen und Glyptothek suchen zum nächstmöglichen Zeitpunkt\neine/n wissenschaftliche Mitarbeiter/-in (m/w/d)\nfür 24 Monate, in Teilzeit (50%), Entgeltgruppe 13 TV-L\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiter-in-m-w-d/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besuchermanagement-2/", "image": "", "title": "Mitarbeiter*in Besuchermanagement", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 29.06.2025 | Zu besetzen ist eine unbefristete\nVollzeitstelle mit 39 Wochenstunden\nin der\nEntgeltgruppe 9a TVöD (Bund)\nab 1. September 2025. Die Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Visitor Experience & Research ist zuständig für das Informationsmanagement vor dem Besuch zu den Angeboten des Museums, die Buchungen von Programmen und Veranstaltungen, den Ticketverkauf und den Besucherservice vor Ort. Außerdem werden vom Visitor Experience & Research-Team kontinuierlich Daten zur Besucherstruktur, Nutzung und Zufriedenheit erhoben und ausgewertet, um die Perspektiven und Bedürfnisse der Besucher*innen bei der Ausstellungs- und Programmplanung berücksichtigen zu können.\nIn Ihrer Position unterstützen Sie Besucher*innen bei der Planung und Organisation ihres Besuchs von Ausstellungen, Veranstaltungen und der Teilnahme an Bildungs- und Vermittlungsangeboten.\nFolgende Aufgaben erwarten Sie u.a.\nZielgruppenspezifische, inhaltliche Information und organisatorische Beratung zum Bildungs- und Vermittlungsangebot des Jüdischen Museums und des ANOHAs in deutscher und englischer Sprache per E-Mail und Telefon\nBuchung von Führungen, Workshops und anderen Veranstaltungen (inkl. der Koordination der Räume)\nEinteilung der freiberuflichen Guides nach fachlichen und sachlichen Kenntnissen\nPrüfung von Honoraren/Rechnungen\nEinrichtung und Pflege von Kundendaten\nErstellen von Auswertungen und Statistiken in Bezug auf das Buchungsaufkommen\nMitarbeit bei Evaluierungsprozessen zur kontinuierlichen Verbesserung der Kommunikation mit Kund*innen\nUnsere Anforderungen\nAbgeschlossenes Hochschulstudium (Bachelor oder gleichwertig) vorzugsweise in einer der folgenden Fachrichtungen: Kulturwissenschaften, Museumsmanagement oder Tourismus oder einem vergleichbaren Studium\nNachgewiesene Berufserfahrung im Bereich Besuchermanagement/Administration von Ticketing-Datenbanken vorzugsweise in größeren Museen, Theatern oder anderen kulturellen Einrichtungen\nSehr gute Kenntnisse einer gängigen Besuchermanagementsoftware, vorzugsweise go~mus\nSicherer Umgang mit MS Office und MS Teams\nSehr gute Sprachkenntnisse in Deutsch und Englisch in Wort und Schrift\nAusgeprägte Serviceorientierung und Kommunikationsstärke\nZielorientierte und strukturierte Arbeitsweise im Team\nHohe Auffassungsgabe sowie die Fähigkeit zum vernetzten Denken und Handeln in einer komplexen Struktur\nUnser Angebot\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. frei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Tickets Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nKostenloser Besuch der Wechselausstellungen des Jüdischen Museums Berlin für Sie und eine Begleitperson sowie die vergünstigte bzw. kostenlose Teilnahme an Veranstaltungen des JMB\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstellungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akademie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinderwelt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nDer ausgeschriebene Arbeitsplatz ist für die Besetzung mit Teilzeitkräften grundsätzlich geeignet.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 08/2025\nbis zum\n29. Juni 2025\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nDie Bewerbungsgespräche werden voraussichtlich in der Woche vom 21. bis 25. Juli stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gerne Herr Krogulec unter der Telefon­nummer 030/25993482.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besuchermanagement-2/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-bereichs-ausstellungsbuero-m-w-d/", "image": "", "title": "Leitung des Bereichs Ausstellungsbüro (m/w/d)", "content_text": "Bundeskunsthalle, Bonn Bewerbungsende: 15.07.2025 | Die Bundeskunsthalle bietet als Haus für Wechselausstellungen ein internationales und abwechslungsreiches Programm. Jährlich finden bis zu acht große Ausstellungen aus den Bereichen Kunst und Kulturgeschichte, Archäologie, Wissenschaft und Technik statt. Die Bundeskunsthalle veranstaltet darüber hinaus Lesungen, Vorträge, Diskussionen, Symposien, Film-, Theater- und Musikaufführungen sowie andere Präsentationen und steht auch als Forum für Gespräche zwischen Persönlichkeiten aus Kunst, Kultur- und Geistesleben sowie aus dem Bereich der Politik zur Verfügung.\nIm Rahmen der Prozessoptimierung etabliert die Bundeskunsthalle ein „Ausstellungsbüro“. Hier sollen Kompetenzen gebündelt werden, um Planung, Umsetzung und Nachbereitung unserer Ausstellungen zukünftig noch effektiver zu strukturieren und zu gestalten. Insbesondere sollen hier zunächst die Bereiche Ausstellungs-/ Projektmanagement und Ausstellungslogistik enger verzahnt werden.\nFür die Umsetzung dieser Aufgabe suchen wir zum 01.01.2026 eine\nLeitung des Bereichs Ausstellungsbüro (m/w/d)\nEs handelt sich um eine unbefristete Vollzeitstelle mit einer 39-Stunde-Woche. Die Vergütung richtet sich bei Erfüllung der personen- und tätigkeitsbezogenen tariflichen Voraussetzungen nach Entgeltgruppe 11 TVöD Bund zuzüglich der im Bereich des öffentlichen Dienstes üblichen sozialen Leistungen (Jahressonderzahlung, betriebliche Altersvorsorge, leistungsorientierte Bezahlung).\nWir bieten Ihnen einen sicheren Arbeitsplatz, der die Vereinbarkeit von Familie, Pflege und Beruf durch moderne Arbeitszeitmodelle, wie z.B. gleitende Arbeitszeit oder mobile Arbeit, gewährleistet. Darüber hinaus haben Sie die Möglichkeit, an interessanten Fort-/ Weiterbildungen teilzunehmen und ein Deutschland-Jobticket zu beziehen, das von uns mit bis zu 23,28 € monatlich bezuschusst wird. Die Bundeskunsthalle ist Mitglied im Sozialwerk.Bund und fördert eine evtl. Mitgliedschaft unserer Mitarbeiter*innen.\nInklusion und Integration sind unserem Haus ein besonderes Anliegen. Bewerbungen von Menschen mit diversen Hintergründen (z. B. Menschen aller Nationalitäten, schwerbehinderte oder ihnen gleichgestellte Bewerber*innen) werden daher begrüßt.\nIhre Aufgaben im Rahmen der ausgeschriebenen Stelle:\nWahrnehmen aller mit der Leitung des Bereichs verbundenen Leitungs- und Führungsfunktionen. Als Bereichsleitung koordinieren und steuern Sie alle Arbeitsabläufe. Ihnen obliegt die Sicherstellung der wirtschaftlichen, effizienten und rechtzeitigen Aufgabenerfüllung. Sie steuern und koordinieren den Personaleinsatz der Ihnen unterstellten Mitarbeiter*innen sowie auch externer Dienstleister. Sie legen Arbeitsziele fest und überwachen deren Erreichung, setzen Prioritäten und leiten die Ihnen unterstellten Beschäftigten fachlich und organisatorisch an.  Für die Durchführung der Aufgaben sind Ihnen 4 Mitarbeiter*innen unterstellt.\nZu Ihren Aufgaben gehört insbesondere:\nPlanung und Organisation der konzipierten Ausstellungsprojekte in enger Abstimmung mit den jeweils verantwortlichen Kurator*innen; Erarbeitung von Projekt- und Zeitplänen\nKoordination der Leihgaben und Management des Leihverkehrs: Verhandlungsführung mit den jeweiligen Leihgebern, bspw. in Bezug auf Leihgebühren, Kurierbegleitung, Versicherungs- und Transportbedingungen, Prüfung und Ausfertigung von Leihverträgen; Klärung von Film- und Bildrechten, Prüfung des Lost-Art Registers;  Erstellung und Pflege der Exponatenliste/ Leihgabendatenbank in filemaker in Absprache mit den jeweils verantwortlichen Kurator*innen\nKalkulation der bereichsbezogenen Kosten und Erstellung der jeweiligen Projekt- und Ausstellungsbudgets sowie deren Kontrolle\nPlanung und Organisation des Einsatzes externer Dienstleister sowie ggf. Materialbeschaffungen. Hierbei Berücksichtigung der vergaberechtlichen Vorgaben in enger Abstimmung mit den verantwortlichen Kurator*innen, der Geschäftsführung sowie des Bereichs Zentraleinkauf\nSchnittstelle und Stakeholder zu anderen Fachbereichen des Hauses, insbesondere der Ausstellungsrealisation zwecks Planung und Umsetzung des Ausstellungsauf- und -abbaus\nIdentifikation eventueller Risiken und Probleme, Entwicklung von Lösungsstrategien, regelmäßige Überprüfung und ggf. Anpassung des Projektplanes; Überwachung des Projektfortschritts\nPlanung und Organisation der Ausstellungslogistik, d.h. des Transports von Exponaten, Sicherstellung der fachgerechten Lagerung und Handhabung vor Ort\nRisikomanagement zum Zwecke der Schadensvermeidung\nBearbeitung von Versicherungsmodalitäten, Beantragung der Bundesgarantie beim Zuwendungsgeber (BKM), Einholen von rechtsverbindlichen Rückgabezusagen, Verhandlung mit Versicherungsagenturen, ggf. Abwicklung von Schäden\nErstellung und Überwachung des Transportbudgets, Überwachung der Mittelverwendung\nMitwirkung bei der Durchführung der Ausschreibungsverfahren unter Berücksichtigung vergaberechtlicher Vorgaben für Transport, Kistenbau, Packer-, Hängepersonal u. ä. ; Erstellung des Leistungsverzeichnisses\nPlanung, Organisation und Koordination sämtlicher Transporte in enger Abstimmung mit den beteiligten externen Unternehmen einschließlich Zollformalitäten\nUnser Anforderungsprofil / Ihre Qualifikationen:\nSie verfügen über:\nein abgeschlossenes Studium in Kultur-/ Museumsmanagement, Kulturwissenschaften oder Museologie und/oder gleichwertige Fähigkeiten und Erfahrungen gem. EntgO TVöD Bund\nnachgewiesene mehrjährige Erfahrungen im Bereich Transport und Versicherungen\nManagementfähigkeit und Erfahrung in der Leitung von Projekten\nherausragende kommunikative Fähigkeiten und stark teamorientierte Arbeitsweise, Führungskompetenz\nnachgewiesene Konzeptionsstärke sowie ergebnisorientierte Arbeitsweise\nsehr gute Englischkenntnisse in Wort und Schrift, weitere Fremdsprache von Vorteil\nsicheres Verhandlungsgeschick in Vertragsangelegenheiten.\nWenn Sie Interesse an einer Mitarbeit in einem engagierten Team haben, freuen wir uns über Ihre vollständigen Bewerbungsunterlagen, die Sie bitte\nbis zum 15.07.2025\nper E-Mail (\nbewerbungen@bundeskunsthalle.de\n) an Frau Ute Bruns-Vohs, Leiterin Bereich Recht, Personal, Transport, Versicherung, richten.\nBewerbungen mit gepackten Anhängen und/oder Bewerbungen, die einen Link zu den Bewerbungsunterlagen enthalten, können aus IT-Sicherheitsgründen leider nicht berücksichtigt werden und werden unsererseits umgehend gelöscht bzw. gar nicht erst zugestellt. Bitte reichen Sie Ihre Unterlagen nach Möglichkeit in einem einzigen pdf-Dokument ein.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-bereichs-ausstellungsbuero-m-w-d/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsmitarbeiterin/", "image": "", "title": "Sammlungsmitarbeiter*in", "content_text": "Theatermuseum Hofgartenhaus Düsseldorf, Düsseldorf Bewerbungsende: 03.07.2025 | Sammlungsmitarbeiter*in\nEG 7 TVöD\nfür die Abteilung Sammlungen im Theatermuseum\nDas Theatermuseum Hofgartenhaus Düsseldorf (TMD) ist ein Museum der darstellenden Kultur. Die Sammlung, die unter anderem das 1947 gegründete Dumont-Lindemann-Archiv umfasst, bildet das Fundament des TMD. Der Sammlungsfokus liegt auf der darstellenden Kultur in Düsseldorf seit 1900 sowie auf dem nordrhein-westfälischen Gegenwartstheater in seiner Vielfalt zwischen freier Szene und Oper. Der/die Sammlungsmitarbeiter*in unterstützt bei der Bewahrung dieses einzigartigen kulturellen Erbes und kann sich in die Weiterentwicklung der Sammlung einbringen.\nIhre Aufgaben u.a.:\narchivgerechte Ablage von Sammlungsobjekten wie Szenenfotografien, Bühnenbildentwürfen, Autographen et cetera\nDigitalisierung und fachgerechte Erfassung der Meta-Daten zu Sammlungsbeständen (inklusive eventuell anfallender Recherchen), auch an der Schnittstelle zur städtischen digitalen Sammlungsplattform d:kult\nBetreuung von Nutzeranfragen sowohl per E-Mail als auch vor Ort\nProjektmanagement für organisatorische Prozesse in der Sammlung des TMD (zum Beispiel Neuausrichtung der Raumnutzung, Prozessplanung zwischen den Sammlungsstandorten)\nBetreuung und Kommunikation mit Nachlassgeber*innen im engen Austausch mit der Institutsleitung\nKoordination der vorhandenen Digitalisierungstechnik (zum Beispiel Kalibrierung des Scanners).\nIhr Profil:\nabgeschlossene Ausbildung als Fachangestellte*r für Medien- und Informationsdienste oder vergleichbare Qualifikation\nLeidenschaft für die Arbeit im Team\nBerufserfahrungen im Projektmanagement\nBerufserfahrungen in den Bereichen Sammlung oder Archiv sind wünschenswert\nKenntnisse im Bereich Theater-, Tanz- oder Kulturgeschichte sind wünschenswert\nMotivation, Eigeninitiative und selbstorganisiertes Arbeiten\ngute Englisch-Kenntnisse in Wort und Schrift.\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt unbefristet im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD).\nWir leben Vielfalt –\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich.\nDie Stelle ist zunächst befristet für die Dauer der Mutterschutzfristen der derzeitigen Stelleninhaberin zu besetzen, sofern im Anschluss daran Elternzeit in Anspruch genommen werden sollte, ist eine weitere befristete Umsetzung möglich.\nBitte bewerben Sie sich online bis zum 03.07.2025 über den Button „Stell dich vor!“.\nhttps://karriere.duesseldorf.de/sammlungsmitarbeiterin-de-f7017.html?agid=19\nFür das Bewerbungsverfahren ist Ihre Ansprechperson Lena Becker, Telefon 0211 89-24023, Moskauer Straße 25, Zimmer 3. OG, links. Bei Rückfragen bitten wir um Angabe der Kennziffer 41/204/02/01/25/01.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsmitarbeiterin/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-6/", "image": "", "title": "Assistenz (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 29.06.2025 | Die Senckenberg Gesellschaft für Naturforschung sucht zum 1. September oder 1. Oktober 2025 am Standort Frankfurt eine\nAssistenz (m/w/d)\n(Teilzeit )\nOrt: Frankfurt\nBeschäftigungsumfang: Teilzeit (50% – bis zu 75% möglich)\nVertragsart: zunächst befristet (2 Jahre)\nVergütung: Tarifvertrag des Landes Hessen (TV-H E 8)\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Aufgaben\nAdministrative Unterstützung der Abteilung Terrestrische Zoologie\nSchnittstellenfunktion zwischen der Wissenschaft und SGN-Verwaltung\nAllgemeine organisatorische und administrative Assistenzaufgaben in deutscher und englischer Sprache:\nMaterial- und Laborbestellungen\nReiseorganisation inkl. Abrechnung\nTermin-verwaltung\nUnterstützung bei Vertragserstellungen, Vertragsverlängerungen und Ausschreibungen\nPflege von verschiedenen Datenbanken und Reportings\nUnterstützung administrativer Organisation von wissenschaftlichen Veranstaltungen\nIhr Profil\nEine erfolgreich abgeschlossene kaufmännische Ausbildung mit administrativer, betriebwirtschaftlicher oder eine vergleichbare Qualifikation\nGute IT-Kenntnisse mit MS Office\nSAP-Kenntnisse sind ein großer Vorteil\nSichere Korrespondenz in deutscher und englischer Sprache\nSehr gute Kommunikations- und Koordinationsfähigkeiten\nSelbstständiges und lösungsorientiertes Arbeiten\nSie sind motiviert, stressresistent und erzielen auch unter gelegentlichem Zeitdruck professionelle Ergebnisse\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen\neine attraktive und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-25036 bis zum 29.06.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online – Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Steffen Pauls unter\nsteffen.pauls@senckenberg.de\nsehr gerne zur Verfügung.\nDie Interviews sind für den 01. und 02. Juli  2025 Vormittags oder Nachmittags vorgesehen. Wir bitten die Bewerber*innen sich diesen Zeitraum vorzumerken. Es gibt die Möglichkeit, alternative Interviewdaten zu vereinbaren.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.06.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-6/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-im-bereich-kurse-ausstellung/", "image": "", "title": "wissenschaftliche Mitarbeit (m/w/d) im Bereich Kurse & Ausstellung", "content_text": "explorhino Science Center, Aalen Bewerbungsende: 15.07.2025 | Im explorhino Science Center in Aalen werden Naturwissenschaft und Technik erlebbar. An 130 Experimentierstationen lädt die interaktive Ausstellung unseres Experimente-Museums jedes Jahr mehr als 50 000 Neugierige und Wissensdurstige dazu ein, Mathematik, Physik, Naturwissenschaft und Technik eigenständig zu erforschen, faszinierende Phänomene zu entdecken und ihre zugrundeliegenden Gesetzmäßigkeiten zu ergründen.\nBasierend auf Neugier und Faszination schaffen wir so Lern- und Erlebnisräume, in denen Wissenschaft für Kinder, Jugendliche und Erwachsene, Schülerinnen und Schüler sowie Lehrkräfte, wortwörtlich (be-)greifbar wird. Besonderen Wert legen wir dabei auf hohe Qualität der Exponate, zielgruppengerechte Wissensvermittlung und intensive Begleitung unserer Besucherinnen und Besucher auf Augenhöhe.\nZur Unterstützung unseres Teams besetzen wir zum nächstmöglichen Zeitpunkt eine Vollzeitstelle (40 h/Wo) für die\nwissenschaftliche Mitarbeit (m/w/d) im Bereich Kurse & Ausstellung\nIhre Aufgaben:\nDurchführung von Schulkursen, Ferienprogrammen, interaktiven Führungen und sonstigen Angeboten für Kinder und Jugendliche der Grund- und Weiterführenden Schulen\nBegleitung von Besucherinnen und Besuchern aller Altersstufen in der interaktiven Ausstellung\nMitwirkung bei der Erstellung didaktischer Konzepte und Begleitmaterialien für die Ausstellung und das begleitende MINT-Bildungsangebot\nBuchungsverwaltung und -kommunikation, sowie Beratung von Lehrkräften und/oder Gruppenleitungen zum Bildungsangebot\nIhr Profil:\nFachliche Qualifikationen: Sie verfügen über…\nein erfolgreich abgeschlossenes Studium eines natur- oder ingenieurswissenschaftlichen Studiengangs oder eine vergleichbare berufliche Qualifikation\nfundierte Kenntnisse in den relevanten Kernthemen Mathematik, Physik und Technik sowie die Bereitschaft sich rasch und intensiv in diese Bereiche einzuarbeiten\nErfahrung in der Vermittlung naturwissenschaftlich-technischer Phänomene\nErfahrung in der Entwicklung zielgruppenspezifischer Bildungsangebote\nPersönliche Kompetenzen: Sie zeichnen sich aus durch…\nBegeisterung für naturwissenschaftlich-technische Phänomene sowie deren zielgruppengerechte Vermittlung an Kinder, Jugendliche und Erwachsene aller Altersstufen und Bildungsstandards\nTeamfähigkeit, Kommunikationsgeschick & hohe soziale Kompetenz\nZuverlässigkeit, ein gutes Organisationsvermögen und eine zielstrebige und selbstständige Arbeitsweise\nBelastbarkeit, Flexibilität und die Bereitschaft zur Arbeit auch außerhalb der üblichen Bürozeiten und an Wochenenden\nWir bieten Ihnen:\nspannende Aufgaben in einem abwechslungsreichen, verantwortungsvollen und sinnstiftenden Tätigkeitsfeld\neigenverantwortliches Arbeiten in einem jungen und motivierten Team mit flachen Hierarchien\nkreativen Gestaltungsraum in der Aufbereitung & Vermittlung naturwissenschaftlicher Inhalte\nflexibel gestaltbare Arbeitszeiten\nDie Stelle ist auf zwei Jahre befristet und grundsätzlich teilbar.\nIhr Interesse ist geweckt? Dann senden Sie Ihre aussagekräftigen Bewerbungsunterlagen mit Angabe Ihres möglichen Eintrittstermins und Ihrer Gehaltsvorstellung bis 15.07.2025  z.Hd. Dr. Jana Peeters, Leitung explorhino Science Center, an\nbewerbung@explorhino.de\n.\nexplorhino Science Center · Beethovenstraße 12, 73430 Aalen · Tel : 07361-5761815 · www.explorhino.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-im-bereich-kurse-ausstellung/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-18/", "image": "", "title": "Restaurator/in (m/w/d)", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 30.06.2025 | Die Staatlichen Schlösser und Gärten Hessen suchen\nzum 01.01.2026\neine/n Restaurator/in (m/w/d)\nim Fachgebiet Restaurierung, unbefristet mit 20 Wochenstunden\nfür die Bearbeitung des umfangreichen Bestandes an gefassten Holzobjekten\nDie Staatlichen Schlösser und Gärten Hessen betreuen 48 denkmalgeschützte Schlösser, Burgen, Klöster und Gärten in ganz Hessen, mit einer wertvollen Ausstattung. Darunter befinden sich zwei Weltkulturerbestätten.\nDie Aufgabe der Staatlichen Schlösser und Gärten Hessen ist es, die Bau-, Kunst- und Gartendenkmäler von hohem geschichtlichen und künstlerischen Wert zu erforschen, zu erhalten und der Öffentlichkeit zugänglich zu machen.\nDem/der Restaurator/in werden abwechslungsreiche Aufgaben in der Betreuung, Pflege und Erhaltung hessischer Kulturdenkmäler geboten.\nZu Ihren Aufgaben gehören:\nDurchführung kunsttechnologischer Untersuchungen inklusive Materialanalytik\nEntwickeln und Erproben von Konservierungs- und Restaurierungsmethoden und Konzepten sowie deren Ausführung\nErstellen von Leistungsverzeichnissen, sowie Objektüberwachungen und Abnahmen externer Restaurierungsleistungen\nDurchführung von teils besonders schwierigen Konservierungs- und Restaurierungs-arbeiten an mobilen und teils wandfesten Holzobjekten/Raumausstattungen des 17. – 20. Jahrhunderts\nFotografische und schriftliche Dokumentation in einer Datenbank\nMitarbeit bei der Betreuung und Pflege der Dauer- und Sonderausstellungen, sowie des Zentraldepots\nEntwicklung und Ausführung von Objektmontagen bei der Einrichtung von Museums-räumen\nFachliche Begleitung von Rekonstruktionen und Kopien\nKonservatorische Betreuung und Pflege von Dauerleihnahmen und Leihvorhaben\nBetreuung von studienvorbereitenden und -begleitenden Praktika und Volontariaten\nDarstellung und Vermittlung von Restaurierungen in der Öffentlichkeit\nInterdisziplinäre Zusammenarbeit mit anderen Fachabteilungen, etc.\nWir erwarten:\nein abgeschlossenes Hochschulstudium (MA) im Bereich Restaurierung mit dem Schwerpunkt\nKonservierung und Restaurierung von gefassten Holzobjekten\noder eine gleichwertige Qualifikation\nKenntnis aktueller Methoden zur Reinigung und Konservierung gefasster Oberflächen auf Holz\nsorgfältiges, strukturiertes und effizientes Arbeiten mit Verantwortungsbewusstsein\nmehrjährige Berufserfahrung und breite fachspezifische Kenntnisse\nfundierte manuelle Fähigkeiten im Bereich Vergoldungen und Fassungen\ngute EDV-Kenntnisse, gute Englischkenntnisse\nmöglichst einen Führerschein der Klasse B\nWir bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nVergütung 50 von Hundert der Entgeltgruppe 11 Tarifvertrag Hessen\ndie Mitarbeit in einem engagierten Team\nFort- und Weiterbildungsmöglichkeiten\nHessen Ticket\nDer Dienstort ist Bad Homburg v. d. Höhe.\nDie Verwaltung strebt eine generelle Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berück­sichtigt. Im Ehrenamt erworbene Erfahrungen und Fähigkeiten können gegebenenfalls im Rahmen von Eignung, Befähigung und fachlicher Leistung positiv berücksichtigt werden, wenn sie für die vorgesehene Tätigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrüßt.\nIhre Bewerbung mit aussagefähigen Unterlagen (\nMotivationsschreiben, Lebenslauf, Zeugnisse, Beurteilungen\n) senden Sie –\nunter Angabe des Schwerpunktes\n– über das Bewerberportal des Landes Hessen https://karriere.hessen.de\nReferenzcode 50884775_0002\nBewerbungsschluss ist am 30.06.2025\nBei Fragen zur Stellenausschreibung melden Sie sich bitte bei Herrn Ulrich Haroska unter der Telefonnummer 06172 9262-137.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-18/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kunsthistorikerin-m-w-d-3/", "image": "", "title": "Kunsthistoriker*in (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 10.07.2025 | Sehen – Staunen – Forschen – Bewahren\nDas Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und ein lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nDie Sammlung von etwa 250 spätmittelalterlichen Gemälden aus dem gesamten deutschen Sprachraum zählt aufgrund ihres Umfangs und der hohen künstlerischen Qualität zu den weltweit bedeutendsten ihrer Art. Seit mehr als 10 Jahren erforscht das Museum mit einem interdisziplinär arbeitenden Team von Kunsttechnolog*innen und Kunsthistoriker*innen diesen Bestand (\nhttp://tafelmalerei.gnm.de\n).\nIn der anstehenden Projektphase sollen 24 Tafelgemälde aus Schwaben für einen umfangreichen Bestandskatalog kunsttechnologisch und kunsthistorisch erfasst und beschrieben werden. Dazu gehören Werke der bedeutendsten schwäbischen Künstler und Werkstätten wie Hans Multscher und Hans Holbein d.Ä. oder auch anonyme Meisterwerke wie die Kemptener Kreuzigung.\nZur Unterstützung des Projekts suchen wir zum\n01. Oktober 2025\neine*n\nKunsthistoriker*in (m/w/d)\nTeilzeit (50%), E 10 TV-L, befristet für 2 Jahre\nIhre Aufgaben:\numfassende Zusammenstellung der Forschungsliteratur zum Gemäldebestand\ninhaltliche Recherchen und Vorarbeiten für den Bestandskatalog, u.a. zu Künstlern, Ikonographie, Provenienzen\nBetreuung der Literatur- und Projektdatenbank, mit u.a. Erstellen von Einträgen\nredaktionelle Mitarbeit am Manuskript des Bestandskatalogs\nUnterstützung der Projektarbeit, u.a. Teamsitzungen, Workshops, Tagungen\nIhr Profil:\nSie verfügen über ein abgeschlossenes Studium der Kunstgeschichte (MA/M.A.) mit Schwerpunkt Kunst des Mittelalters/der Frühen Neuzeit\nSie bringen Erfahrungen im Umgang mit Datenbanken mit\nidealerweise weisen Sie Kenntnisse in historischen Hilfswissenschaften auf\nDas haben wir zu bieten:\neinen Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700 000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nMitarbeiteressen in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nSie wollen uns bei unseren Aufgaben unterstützen?\nDann senden Sie uns Ihre Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen) bis spätestens zum\n10. Juli 2025\nan unser\nOnlineportal\n.\nFür Auskünfte steht Ihnen Judith Hentschel (0911 1331-327) gerne zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.07.2025", "url": "https://www.museumsbund.de/stellenangebote/kunsthistorikerin-m-w-d-3/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-technical-assistant-m-f-d-soil-zoology-project-botiki/", "image": "", "title": "Technische Assistenz / Technical Assistant (m/f/d) Soil Zoology, project “BoTiKI”", "content_text": "Senckenberg Gesellschaft für Naturforschung, Görlitz Bewerbungsende: 01.07.2025 | // EN below\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Termin für die Abteilung Bodenzoologie am Standort Görlitz eine\nTechnische Assistenz (m/w/d) im Bereich Bodenzoologie für das Projekt „BoTiKI“\nOrt: Görlitz\nBeschäftigungsumfang: Teilzeit (20 Stunden/Woche)\nVertragsart: Projektbefristet bis 30.11.2027\nVergütung: Tarifvertrag Länder TV-L E 6 – E 9 (je nach Qualifikation)\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort Görlitz befindet sich das renommierte Senckenberg Museum für Naturkunde in einer historischen Stadt mit einer lebenswerten, besonders naturnahen Region.\nSie begeistern sich für die Biodiversität kleinster wirbelloser Tiere und bringen zugleich Interesse an technischer Ausstattung mit? Wir suchen eine engagierte Technische Assistenz (m/w/d) im Bereich Bodenzoologie zur Unterstützung des vom Bundesumweltministerium geförderten Projekts „BoTiKI“.\nÜber das Projekt:\nBöden stellen ein bedeutendes Reservoir für Treibhausgase (THG) dar. Sie können potente Treibhausgase wie CO₂, CH₄ und N₂O entweder speichern oder freisetzen.\nWirbellose Bodentiere spielen eine zentrale Rolle in bodenökologischen Prozessen, die mit den THG-Flüssen im Boden zusammenhängen. Ihr konkreter Einfluss ist jedoch bislang unzureichend erforscht und fehlt in aktuellen THG-Modellen.\n„BoTiKI“ hat das Ziel, diese Wissenslücke zu schließen und verbesserte Modelle zur Treibhausgasdynamik in Böden zu entwickeln, die auch den Einfluss der Bodenfauna berücksichtigen.\nDafür wird ein umfangreicher KI-Trainingsdatensatz erstellt, der Computer Vision, Umweltparameter und DNA-basierte Daten integriert, um multimodale Analysen zu ermöglichen.\nIhre Aufgaben\nTeilnahme an der Feldarbeit in Deutschland (während des gesamten Projekts sind vier Reisen von jeweils 3–4 Tagen geplant, außerdem mehrere einzelne Arbeitstage in der näheren Umgebung) und In-situ-Datenerfassung, inklusive Entnahme von Bodenkernen und Messung von Bodenluftströmen\nLaborbearbeitung von Bodenproben, insbesondere Extraktion, Sortierung und Vorbereitung der Bodenfauna\nEigenverantwortliche Entwicklung und Durchführung neuer Analyseverfahren und Untersuchungstechniken\nDigitalisierung wirbelloser Bodenlebensgemeinschaften mittels fotografischer Systeme und KI-gestützter Bildverarbeitung\nPflege und Bearbeitung von Probenetiketten sowie Datenmanagement in Excel und weiteren Datenbanken\nUnterstützung bei der Bildkommentierung und Nachbearbeitung zur wissenschaftlichen Dokumentation\nIhr Profil\nAbgeschlossene Ausbildung als Technische*r Assistent*in (w/m/d) für naturkundliche Museen und Forschungseinrichtungen, Biologie- oder Chemielaborant*in (w/m/d) oder eine vergleichbare Qualifikation\nLaborerfahrung sowie sicherer und selbstständiger Umgang mit optischen Systemen (z. B. Kamera, Mikroskop, Stereomikroskop)\nGute Kenntnisse in MS Office, insbesondere Excel; Erfahrung mit Datenbanksystem\nFähigkeit zur strukturierten Organisation von Arbeitsabläufen und Zeitmanagement\nAusgeprägte Affinität zur Biologie, insbesondere zu Bodenlebewesen wie Milben, Springschwänzen, Insekten oder Spinnen\nFähigkeit, im Freien und in einer Naturumgebung zu arbeiten\nTeamfähigkeit und Freude an der interdisziplinären Zusammenarbeit sowie sehr gute kommunikative Fähigkeiten\nGutes Verständnis der englischen Sprache (in Wort und Schrift)\nWünschenswert\nErfahrung mit der Messung von Gasflüssen\nDeutschkenntnisse, mindestens B 2\nPKW-Führerschein\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\nEin dynamisches Arbeitsumfeld\nFlexible Arbeitszeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #08-25010 bis zum 01.07.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Dr. Clément Schneider unter\nclement.schneider@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nhttps://www.senckenberg.de\n.\nhttps://hi-lusatia.de/\n// EN\nFor the Senckenberg Museum of Natural History in Görlitz, the Senckenberg Gesellschaft für Naturforschung headquartered in Frankfurt (Main) is seeking the to fill the following position\nTechnical Assistant\n(m/f/d) in\nSoil Zoology for\nthe project “BoTiKI”\nLocation: Görlitz\nEmployment scope: part-time (20 hours /week)\nType of contract: fixed-term contract starting as soon as possible until the end of the project: 30\nth\nNovember 2027\nRemuneration: collective agreement of the German Länder, TV-L E 6 – E 9 (depending on your level of qualifications)\nFounded in 1817, the Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s major research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research at an international level. At the Görlitz site, the renowned Senckenberg Museum of Natural History is located in a historic town with a region that is particularly close to nature and well worth living in.\nAre you an enthusiast about small invertebrates’ biodiversity, with an appeal for technology)? We are seeking a motivated soil zoology technical assistant (m/f/d) to support the project “BoTiKI “(funded by the Federal Ministry for the Environment, Climate Action, Nature Conservation and Nuclear Safety), ideally starting as soon as possible in 2025.\nAbout the project:\nSoil is a large reservoir of greenhouse gases (GHG). It can sequestrate or release potent GHG (CO\n2\n, CH\n4\nand N\n2\nO). Soil invertebrates partake in soil processes related to soil GHG fluxes, however, the fauna exact impact on those fluxes is poorly known yet, and is a missing factor in soil GHG fluxes models. “BoTiKI” aims at filling this knowledge gap and establish improved GHG models accounting for soil invertebrates.\nTo achieve this, we create a rich AI-training dataset for multi-modal inferences, combining computer-vision, environmental parameter measures and DNA data.\nYour Tasks\nParticipation in fieldwork in Germany (throughout the project, four trips of 3-4 days each are planned, as well as several individual working days in the local area) and in-situ data collection, including soil core sampling and soil gazes flux measurements\nLaboratory processing of soil samples, including extraction, sorting, and preparation of soil fauna\nIndependent development and implementation of new analytical and examination methods\nDigitization of invertebrate soil communities using photographic systems and AI-supported imaging\nData management, including Excel-based data entry and label processing for biological samples\nSupport in image annotation and post-processing for scientific documentation\nYour Profile\nCompleted vocational training as a technical assistant (f/m/d), biology or chemistry lab technician (f/m/d), or equivalent qualification/experience\nLaboratory experience and confident use of optical equipment (e.g. camera, microscope, stereo microscope)\nProficiency in MS Office, especially Excel; experience with database management system\nAbility to organize tasks and manage time effectively\nStrong interest in biology, especially in soil-dwelling invertebrates such as mites, springtails, insects or spiders\nAbility to work outdoor, in a natural environment\nAbility to work in a team and collaborate across disciplines as well as excellent communication skills\nGood command of English (written and spoken)\nDesirable skills\nExperience with gas fluxes measurement\nGood spoken and written German skills B2\nDriving license valid for Germany\nWe offer\naccess to an international network of scientists, policymakers and research organizations\na dynamic working environment\nflexible working hours – mobile working options – assistance with child care and care for family members („audit berufundfamilie“) – employee ID card with free admission to the Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply as they are underrepresented in the field of this position; in the case of equal qualifications and suitability, they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation with a description of your experience, a CV, certificates of your vocational training) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #08-25010 by 01 July 2025 or apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Dr. Clément Schneider at\nclement.schneider@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\n.\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.07.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-technical-assistant-m-f-d-soil-zoology-project-botiki/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhalterin-w-m-d-in-teilzeit/", "image": "", "title": "Buchhalter:in (w/m/d) in Teilzeit", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 06.07.2025 | Die Domäne Dahlem Veranstaltungsgesellschaft mbH betreibt eine Gastronomie, veranstaltet die traditionsreichen Marktfeste auf dem Gelände Domäne Dahlem und organisiert Veranstaltungen wie Tagungen, Hochzeiten etc. Die Veranstaltungsgesellschaft mbH ist die 100%ige Tochter der Stiftung Domäne Dahlem, die ein für alle Besucher offenes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt betreibt.\nFür Besuchergruppen werden umfangreiche Programme zu den Themen Landwirtschaft, Ernährung, Kochen, Handwerk u. a. angeboten. In den Museen werden sowohl Wechselausstellungen als auch Dauerausstellungen gezeigt.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine/n\nBuchhalter:in (w/m/d) in Teilzeit – angestellt oder freiberuflich\nWir wünschen uns eine fachkompetente und freundliche Persönlichkeit, die belastbar, flexibel und gewissenhaft ist und für die konzeptionelles und analytisches Denken ebenso handlungsleitend ist wie eine organisierte und strukturierte Arbeitsweise.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.07.2025", "url": "https://www.museumsbund.de/stellenangebote/buchhalterin-w-m-d-in-teilzeit/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-leitungsteam-der-staedtischen-galerie-fruchthalle/", "image": "", "title": "Mitarbeiter (m/w/d) im Leitungsteam der Städtischen Galerie Fruchthalle", "content_text": "Stadt Rastatt, Rastatt Bewerbungsende: 04.07.2025 | Die Barockstadt Rastatt, Große Kreisstadt mit über 50.000 Einwohnern und im Herzen Mittelbadens gelegen, ist eine Stadt mit hoher Lebensqualität, einem vielfältigen kulturellen Angebot und zahlreichen weiteren Möglichkeiten zur Entspannung und Naherholung. Im Stadtzentrum befindet sich eines der schönsten Barockschlösser am Oberrhein, der Schwarzwald ist zum Greifen nah und das Elsass nur eine Fährüberfahrt entfernt.\nWir – das sind rund 1.000 Mitarbeiterinnen und Mitarbeiter – wollen gestalten! Neue Ideen, Flexibilität und gute Kommunikation sind deshalb bei uns genauso gefragt wie die Bereitschaft, sich immer wieder neuen Herausforderungen zu stellen. Sind Sie dabei?\nWir suchen für unseren im Fachbereich Schulen, Kultur und Sport angesiedelten Kundenbereich Museen zum nächstmöglichen Zeitpunkt einen\nMitarbeiter (m/w/d) im Leitungsteam\nder Städtischen Galerie Fruchthalle\nDie Städtische Galerie Fruchthalle besteht seit über 30 Jahren und befindet sich in einem umgebauten Gebäude der ehemaligen Bundesfestung Rastatt aus dem 19. Jahrhundert. Über zwei Stockwerke, die barrierefrei miteinander verbunden sind, erstreckt sich eine Ausstellungsfläche von insgesamt 500 m\n2\n. Zur Galerie gehört die Sammlung Rastatt mit rund 1.000 Exponaten mit dem Schwerpunkt „Kunst in Baden nach 1945“, darunter eine dauerhaft installierte Monumentalcollage sowie zwei weitere Werke von Anselm Kiefer. Wechselnde Ausstellungen widmen sich den Beständen der hauseigenen Sammlung, präsentieren zeitgenössische Künstlerinnen und Künstler, vorwiegend aus dem badischen Raum, und geben auch jungen Kunstschaffenden eine Plattform.\nUnser Angebot:\nbefristet für die Dauer eines Jahres zu besetzende Teilzeitstelle (27,5 Std./Woche); bei Vorliegen der personalwirtschaftlichen Rahmenbedingungen kann ggf. eine Weiterbeschäftigung in Aussicht gestellt werden\nBezahlung nach Entgeltgruppe 9c TVöD (bei Vorliegen der tariflichen Voraussetzungen)\nein krisensicherer Arbeitsplatz\neine interessante Gestaltungsaufgabe in einer kleinen, aber renommierten Einrichtung mit einer anspruchsvollen Sammlung\neine abwechslungsreiche und verantwortungsvolle Tätigkeit in Zusammenarbeit mit der Galerieleitung und einem engagierten Team\nein gutes Miteinander auf Augenhöhe\nein attraktives und flexibles Arbeitszeitmodell, welches eine gute Vereinbarkeit von Familie und Beruf ermöglicht\nbei Bedarf ggf. Bereitstellung eines Kinderbetreuungsplatzes\nmoderne Arbeitsformen wie Telearbeit und mobiles Arbeiten\nErweiterung Ihrer fachlichen und persönlichen Kompetenzen durch breitgefächerte Fort- und Weiterbildungsmöglichkeiten, auch in digitaler Form\ndiverse Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\neine Verwaltung der kurzen Wege mit modern ausgestatteten Arbeitsplätzen im Herzen der Stadt\nkostenlose Bereitstellung von Getränken\nCorporate Benefits: ein Vorteilsportal mit vielen attraktiven Angeboten\nIhre Aufgaben:\nAssistenz der Leitung der Städtischen Galerie Fruchthalle, insbesondere wissenschaftliche Recherche, Mitwirkung bei inhaltlicher und gestalterischer Konzeption und praktischer Durchführung von Ausstellungen mit Werken aus dem Sammlungsbestand und mit zeitgenössischen Künstler/innen sowie in Kooperation mit externen Projektpartnern\nwissenschaftlich Betreuung der Sammlungsbestände\nwissenschaftliche Konzeption und Redaktion von Publikationen in Abstimmung mit der Galerieleitung\nDrittmittelakquise/Fundraising: Eigenverantwortliches Sichten von Förderprogrammen, Ansprache möglicher Partner, Verfassen von Anträgen und Abwicklung genehmigter Projekte\nMitgestaltung an entsprechenden Programmen der kulturellen Bildung (Konzeption und Organisation von Sonderveranstaltungen, Künstlergesprächen, Vorträgen und der Kunstvermittlung), insbesondere auch an Schulen\nUnterstützung der Presse- und Öffentlichkeitsarbeit inklusive Pflege von Social-Media-Kanälen sowie Wahrnehmung von Verwaltungsaufgaben für die Städtische Galerie\nKonzeption und Durchführung von Social-Media-Formaten\nIhr Profil:\nein abgeschlossenes Hochschulstudium in Kunstgeschichte, Kunstwissenschaft oder in einer vergleichbaren Fachrichtung; kuratorische Erfahrung ist wünschenswert\ngroßes Interesse an besucherorientierter Museumsarbeit\nEigenverantwortliches Arbeiten, Organisationstalent, hohe Kommunikationsfähigkeit und gute Kenntnisse im Umgang mit EDV und den neuen Medien sind ebenso unerlässlich wie ein breites Kontaktnetzwerk\nSoziale Kompetenz und Teamfähigkeit, Einsatzbereitschaft, Belastbarkeit und Flexibilität sowie eine hohe Motivation, sich den anstehenden Aufgaben ideenreich und zuverlässig zu stellen\nSie möchten unser Team verstärken und die Zukunft der Städtischen Galerie Fruchthalle mitgestalten? Dann lassen Sie es uns wissen und übersenden Sie Ihre aussagekräftige Bewerbung\nbis spätestens 04.07.2025\nan die Stadt Rastatt, Fachbereich Personal, Organisation und EDV, Kundenbereich Personal, Marktplatz 1, 76437 Rastatt oder als PDF-Datei an personal@rastatt.de.\nNoch Fragen? Zögern Sie nicht, Kontakt zu uns aufzunehmen! Frau Kätzel, Leiterin des Kundenbereichs Museen, Telefon 07222 972-8400, und Herr Wagner vom Kundenbereich Personal, Telefon 07222 972-2320, helfen Ihnen gerne weiter.\nWir freuen uns auf Sie!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-leitungsteam-der-staedtischen-galerie-fruchthalle/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technikerin-im-bereich-mechatronik-elektrotechnik-m-w-d/", "image": "", "title": "Techniker*in im Bereich Mechatronik / Elektrotechnik (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Wilhelmshaven / Hamburg Bewerbungsende: 25.07.2025 | // EN below\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht am Deutschen Zentrum für Marine Biodiversitätsforschung (DZMB), Abteilung von Senckenberg am Meer mit Standorten Wilhelmhaven und Hamburg zum nächstmöglichen Zeitpunkt eine*n\nTechniker*in im Bereich Mechatronik/Elektrotechnik (m/w/d)\n(Vollzeit / vollzeitnahe Teilzeit)\nOrt: Wilhelmshaven (überwiegend)/Hamburg (gelegentlich)\nBeschäftigungsumfang: Vollzeit / vollzeitnahe Teilzeit (mind. 75 %)\nVertragsart: befristet für eine Dauer von 2 Jahren\nVergütung: Tarifvertrag des Landes Hessen, TV-H E8 bis E10 (je nach Qualifizierung)\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Senckenberg am Meer in der Hafenstadt Wilhelmshaven ist das nördlichste Institut der Gesellschaft. Es kooperiert mit wichtigen Forschungseinrichtungen der deutschen Meeresforschung sowie Hochschulen und Universitäten. Direkt an der Nordsee gelegen, bietet der Standort Wilhelmshaven außerdem Naherholung in der unberührten Natur.\nSenckenberg etabliert mit ALONGate (A Longterm Observatory of the North Atlantic Gateway to the Arctic Ocean) ein neues Projekt zur Erforschung benthischer Habitate in der Tiefsee. Zur Unterstützung dieses innovativen Projekts suchen wir eine/n motivierte /n Mechatroniker*in für eine 2-jährige Beschäftigung.\nIhre Aufgaben\nUnterstützung beim Bau und der Weiterentwicklung von Benthischen Lander Observations-Systemen (BLOS)\nTeilnahme an mehrwöchigen schiffsbasierten Einsätzen zur Ausbringung und Bergung der BLOS (2 Reisen für jeweils ca. 4 Wochen während der Vertragslaufzeit)\nVerwaltung und Kuratierung der gesammelten Daten gemäß den FAIR-Prinzipien (Findability, Accessibility, Interoperability, Reusability)\nTechnische Betreuung der BLOS und Sicherstellung eines aktuellen, standardisierten Datenmanagements\nIhr Profil\nAbgeschlossenes Fachhochschulstudium oder abgeschlossene Ausbildung mit Berufserfahrung in den Bereichen Mechatronik mit Schwerpunkt in der Elektrotechnik, Meerestechnik oder einer vergleichbaren Fachrichtung\nBereitschaft zu mehrwöchigen Einsätzen auf ozeanischen Forschungsschiffen und interdisziplinärer Zusammenarbeit (zwei mehrwöchige Reisen während der Vertragslaufzeit)\nInteresse an der technischen Innovation und nachhaltigen Erforschung der Tiefsee der Subarktis zwischen Island, Grönland und Norwegen (Spitzbergen)\nSicheres Englisch in Wort und Schrift\nKenntnisse im Bereich Datenmanagement und digitale Datenbanken\nWünschenswert\nErfahrung im technischen Betrieb und in der Wartung mariner Sensorik und Tiefseegeräte\nFührerschein Klasse B\nDeutschkenntnisse in Wort und Schrift\nFähigkeit zur Kommunikation auf Französisch\nGelegentliche Reisebereitschaft (Dienstreisen z.B. nach Frankreich, Norwegen, Island im Rahmen von ca. 2 – 5 Tagen, maximal 4 während der Vertragslaufzeit)\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #02-25001 bis zum 25.07.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Prof. Dr. Saskia Brix unter\nsaskia.brix-elsig@senckenberg.de\nzur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFor its institute Senckenberg am Meer (SaM) with sites in Wihelmshaven and Hamburg, the Senckenberg Gesellschaft für Naturforschung, headquartered in Frankfurt am Main, Germany, is seeking to fill the following position based at SaM’s German Centre for Marine Biodiversity Research (DZMB):\nMechatronics engineer / electrical engineer (m/f/d)\n(full time / part-time (75%)\nLocation: Wilhelmshaven (mostly) / Hamburg (occasionally)\nEmployment scope: full-time / part-time (at least 75%)\nType of contract: temporary contract limited two years\nRemuneration: collective agreement of the state Hesse, TV-H E8-E10 (depending on qualifications)\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. Named for its location bordering the North Sea, our northernmost institute “Senckenberg am Meer” in Wilhelmshaven cooperates with major marine research institutions in Germany as well as colleges and universities. The area around Wilhelmshaven is well-known for its unspoilt nature and general recreational value.\nWith ALONGate (A Longterm Observatory of the North Atlantic Gateway to the Arctic Ocean), Senckenberg establishes a new project designed to research deep-sea benthic habitats. We are looking for an inspired mechatronics engineer to join this innovative project for a period of two years.\nYour tasks\nyou support the construction and development of Benthic Lander Observation Systems (BLOS)\nyou participate in ship-based missions over several weeks to deploy and recover BLOS (two journeys over approx. four weeks during the contract term)\nyou manage and curate the collected data according to the FAIR principles (Findability, Accessibility, Interoperability, Reusability)\nyou provide technical support for BLOS and ensure current and standardized data management\nYour profile\nyou have a university degree (university of applied sciences) or completed vocational training including professional experience in the field of mechatronics with a focus on electrical engineering, marine technology or a related field of expertise\nyou are willing and able to spend several weeks on board of oceanic research vessels and work with colleagues in different fields of expertise (two journeys over several weeks during the contract term)\nyou have a strong interest in technical innovation and sustainable exploration of the subarctic deep sea between Iceland, Greenland and Norway (Svalbard)\nyou are fluent in English (written and spoken)\nyou are experienced in data management and familiar with digital databases\nDesirable skills\nyou have experience in the technical operation and maintenance of marine sensors and deep-sea equipment\nyou have a class B driver’s license\nyou are able to communicate in German (written and spoken)\nyou are able to communicate in French\nyou are willing to travel on occasion (business trips e.g. to France, Norway or Iceland of approx. 2 – 5 days, a maximum of four trips during the contract term)\nWe offer\naccess to an international network of scientists, policymakers and research organizations\nan attractive job within the inspired and dynamic working environment of an internationally recognized research institution\nflexible working hours – mobile working options – assistance with child care and care for family mambers („audit berufundfamilie“) – employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement  – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation with a short description of your previous and current research foci, a CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation, if available) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #02-25001  by July 25, 2025 or apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Prof. Dr. Saskia Brix at\nsaskia.brix-elsig@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our website at\nhttps://www.senckenberg.de/en/imprint/\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/technikerin-im-bereich-mechatronik-elektrotechnik-m-w-d/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherungstechniker-m-w-d-2/", "image": "", "title": "Sicherungstechniker (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 06.07.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen\nSicherungstechniker (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6 TV-L\n) in der Abteilung Sicherheit. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Abteilung Sicherheit ist eine Querschnittsabteilung die für den Schutz von Menschen und Sachgütern insbesondere von Kunstgegenständen in den Liegenschaften der SKD verantwortlich ist. Sie ist unterteilt in Analyse und Auswertung, operative Sicherheit und Sicherheitstechnik. Die Sicherheitstechnik ist die Basis der operativen Sicherheit und Grundlage für einen sicheren Geschäftsbetrieb der SKD.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherungstechniker-m-w-d-2/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/phd-candidate-research-assistant-f-m-d-turtle-neuroanatomy-evolutionary-morphology/", "image": "", "title": "PhD Candidate / Research Assistant (f/m/d) Turtle Neuroanatomy & Evolutionary Morphology", "content_text": "Senckenberg Gesellschaft für Naturforschung, Tübingen Bewerbungsende: 22.06.2025 | The Senckenberg Society for Nature Research (Senckenberg Gesellschaft für Naturforschung, SGN) was founded in 1817 and is one of the most important research institutions around biological diversity. At its twelve sites throughout Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. At the site in Tübingen, Baden-Württemberg, the Senckenberg Centre for Human Evolution and Palaeoenvironmant (SHEP) is located in a lively university town with historical flair and numerous local recreational opportunities.\nThe Senckenberg Centre for Human Evolution and Palaeoenvironment (SHEP) at the University of Tübingen is seeking a motivated PhD candidate for the Paleontology working group:\nPhD Candidate / Research Assistant (f/m/d)\nTurtle Neuroanatomy & Evolutionary Morphology\n(part time, 65%, 26 weekly working hours)\nWe are seeking a highly qualified and motivated Research Assistant (f/m/d) to contribute to a research project focused on the neuroanatomy and eco-morphological evolution of turtles, integrating fossil and extant data.\nYour tasks\nConduct scientific research on the neuroanatomy of turtles, including both fossil and extant taxa\nPerform collection visits to study and document fossil turtle specimens\nProcess and analyze digital CT datasets of cranial and neurological structures\nCarry out geometric morphometric analyses to study shape variation\nConduct eco-morphological and phylogenetic comparative analyses using R or Python\nPresent research findings at scientific meetings and symposia\nPrepare and contribute to the publication of results in peer-reviewed journals\nYour profile\nCompleted university degree (Master’s) in biology, geosciences or related areas\nExperience in morphology, neuroanatomy, and paleontology of turtles is desired\nExpertise in the analysis of digital CT scan data is desired\nFamiliarity with analytical tools such as R or Python for statistical and phylogenetic comparative analyses\nExperience with scientific writing and publishing in peer-reviewed journals is desired\nAbility to work reliably and collaboratively in a scientific research setting\nStrong command of spoken and written English; German language skills are a plus.\nWe offer\nInvolvement in a cutting-edge research project within a highly interdisciplinary and international team and a supportive research environment\nAccess to state-of-the-art imaging and analytical facilities\nOpportunities for scientific networking and professional development\nflexible working conditions – possibility of mobile working – support with childcare or caring for family members (certified by the “audit berufundfamilie”) – Senckenberg badge in combination with free admission to numerous municipal museums – a collectively agreed annual special payment – collectively agreed vacation entitlement – company pension plan\nPlace of employment: Tübingen (Baden-Württemberg)\nWorking hours: part-time (approx. 26 hours/week)\nType of contract: 3 years, ideally starting 1\nst\nOctober 2025\nPayment: according to the public collective agreement TV-L E13\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nYou would like to be part of our team?\nPlease submit your complete a meaningful application as a single PDF file including\na letter of motivation,\na CV,\nScans of academic transcripts, and contact details of two potential academic referees\nApplications should be submitted electronically no later than the 22\nnd\nof June 2025 and be addressed to\nrecruiting@senckenberg.de\nquoting the reference number #10-25005.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at https://www.senckenberg.de/en/imprint/.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFor scientific inquiries regarding the position please contact Dr Gabriel Ferreira.\nE-Mail:\ngabriel.ferreira@senckenberg.de\nJoin our team in Tübingen and contribute to groundbreaking research at the intersection of paleontology, neuroanatomy, and evolutionary biology!\nFor more information about the Senckenberg Gesellschaft für Naturforschung please go to\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/phd-candidate-research-assistant-f-m-d-turtle-neuroanatomy-evolutionary-morphology/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/eventmanager-in-m-w-d-2/", "image": "", "title": "Eventmanager/in (m/w/d)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 08.07.2025 | Das Museum Barberini in Potsdam gestiftet von SAP-Gründer und Mäzen Hasso Plattner, wird von der Hasso Plattner Foundation getragen. Seit der Eröffnung 2017 ist das Haus mit Ausstellungen zum französischen Impressionismus und zu aktuellen Fragestellungen zu Künstlern wie Vincent van Gogh, Pablo Picasso oder Gerhard Richter hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die Sammlung impressionistischer Gemälde des Museumsgründers Hasso Plattner, darunter Werke von Claude Monet, Pierre-Auguste Renoir, Berthe Morisot, Gustave Caillebotte und Paul Signac.\nGesucht wird zum nächstmöglichen Zeitpunkt ein/e\nEventmanager/in (m/w/d), in Vollzeit.\nDie Position ist zunächst auf zwei Jahre befristet; eine unbefristete Weiterbeschäftigung wird angestrebt.\nIhre Aufgaben:\nOrganisation und Durchführung des Veranstaltungsprogramms des Museums Barberini (z. B. Ausstellungseröffnungen, Lesungen, Vorträge, Firmenveranstaltungen)\nKoordination der beteiligten internen und externen Akteur:innen (z. B. Technik, Catering, Sicherheit) sowie Erstellung von Ablaufplänen und Personaldisposition\nBetreuung von VIP-Gästen inkl. Reiseorganisation, Vertragsabwicklung und persönlicher Begleitung bei Veranstaltungen\nErstellung und Pflege von Angeboten und Buchungen im Ticketingsystem für Veranstaltungen und museumsbezogene Leistungen\nPflege und Verwaltung des zentralen Veranstaltungskalenders\nVerantwortung für die Aktualität und Qualität der Adressdatenbank im Kontext des Veranstaltungsmanagements\nEnge Zusammenarbeit mit den kuratorischen, kommunikativen und kaufmännischen Bereichen des Museums\nIhr Profil:\nabgeschlossene kaufmännische Berufsausbildung oder Bachelorstudium in Veranstaltungsmanagement, Kulturmanagement, Tourismus oder einer vergleichbaren Ausbildungs- bzw. Studienrichtung\nMehrjährige Berufserfahrung in der Organisation und Durchführung von Veranstaltungen, idealerweise im kulturellen Umfeld oder im gehobenen Veranstaltungsbereich\nAusgeprägte organisatorische Fähigkeiten, hohe Eigenverantwortung und ein strukturierter Arbeitsstil\nSouveränes und freundliches Auftreten im Umgang mit Gästen, insbesondere mit VIPs\nErfahrung in der Zusammenarbeit mit Dienstleistern (z. B. Technik, Catering, Sicherheit) sowie in der Personalplanung\nSicherer Umgang mit gängigen Office-Anwendungen und idealerweise Erfahrung mit Ticketing- oder CRM-Systemen\nBereitschaft zu flexiblen Arbeitszeiten, auch an Abenden und ggf. Wochenenden oder Feiertagen\nDas bieten wir Ihnen:\nMitarbeit in einem Museum mit internationalem Renommee\nEinblicke in alle museumsrelevanten Bereiche der Institution\neine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre und regelmäßige Mitarbeiterevents\nWeiterbildungsmöglichkeiten\nSchlanke Organisationsstruktur, generalistisch arbeitendes und agiles Team\nleistungsgerechte Vergütung inkl. Übernahme der Kosten für ein Deutschlandticket\nIhre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien) senden Sie bitte bis zum\n08.07.2024\nper E-Mail und zusammengefasst in einem PDF-Dokument an\njobs@museen-plattner.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.07.2025", "url": "https://www.museumsbund.de/stellenangebote/eventmanager-in-m-w-d-2/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-im-museum-m-w-d-moeglichst-mit-zusatzqualifikationen-tischler-zimmermann-restaurator/", "image": "", "title": "Mitarbeiter im Museum (m/w/d) möglichst mit Zusatzqualifikationen (Tischler, Zimmermann, Restaurator)", "content_text": "Vogtland Kultur GmbH, Markneukirchen Bewerbungsende: 30.06.2025 | VOGTLAND KULTUR GMBH\nMit ihren fünf Kultureinrichtungen ist die Vogtland Kultur GmbH kultureller Botschafter der Region.\nDas Vogtländische Freilichtmuseum mit seinen beiden Museumsteile in Landwüst, auf der Höhenlage des Wirtsberges und in Eubabrunn in idyllischer Tallage, begeistert mit seinen historischen Gehöften, Tieren und Pflanzen, Kinder und Erwachsene. Wir geben spannende Einblicke in das Leben und Arbeiten auf einem historischen Waldhufendorf.\nDas Vogtländische Freilichtmuseum sucht tatkräftige Unterstützung für sein Team.\nWir suchen einen\nMitarbeiter im Museum (m/w/d) möglichst mit Zusatzqualifikationen (Tischler, Zimmermann, Restaurator)\nVollzeit – ab 01. Mai 2025\nSie sind handwerklich geschickt, arbeiten gern selbstständig und haben keine Berührungsängste mit Nutztieren? Sie sind historisch interessiert – dann haben wir genau den richtigen Job für Sie!\nAufgaben:\nRegelmäßige Kontrolle und Instandhaltung der historischen Gebäude sowie technischen Anlagen (z. B. Brandmeldeanlage, Heizung, Luftentfeuchter)\nDurchführung kleinerer Reparaturen in und um die historischen Gebäude\nPflege der Außenanlagen und Ausstellungsräume (z. B. Rasen mähen, Winterdienst, Tierbetreuung, Gartenpflege)\nMüllentsorgung und Transportdienste\nAuf- und Abbau von Sonderausstellungen\nUnterstützung bei Veranstaltungen und pädagogischen Projekten (gern mit eigenen Fähigkeiten)\nAnleitung und Betreuung von Hilfskräften (z. B. Ehrenamtliche, Maßnahmenteilnehmer)\nOrganisatorische Unterstützung der Museumsleitung, Museumsmitarbeiter\nDokumentation von Wartungen, Zählerständen und Tierbeständen\nÜbernahme von Diensten am Wochenende und Feiertagen\nQualifikationen:\nArbeitserfahrung in einem handwerklich-technischen Beruf, idealerweise im Bereich Zimmermann, Restauration oder Gebäudemanagement, Tierpflege, Landschaftspflege\nHandwerkliches Geschick und technisches Verständnis\nErfahrung im Umgang mit Nutztieren\nFührerschein Klasse B, nach Möglichkeit PC-Kenntnisse\nBelastbarkeit und Flexibilität\nServiceorientierung, Kommunikationsfähigkeit und Zuverlässigkeit\nDas bieten wir:\nWeiterbildungsmöglichkeiten nach Bedarf\nArbeit in einem einzigartigen, historischen Umfeld\nWir bieten Ihnen ein spannendes und abwechslungsreiches Aufgabengebiet mit viel Eigenverantwortung in einem engagierten und kreativen Team.\nBewerbungen von schwerbehinderten Menschen werden bei gleicher fachlicher und persönlicher Eignung im Rahmen der gesetzlichen Vorschriften bevorzugt berücksichtigt. Ein entsprechender Nachweis über das Vorliegen einer Schwerbehinderung bzw. Gleichstellung ist bitte in Kopie beizufügen.\nIhre aussagekräftige Bewerbung senden Sie bitte bis zum 30. Juni 2025 an:\nVogtland Kultur GmbH\nSekretariat/Geschäftsführung\nFrau Susanne Schmidl\nWeinholdstr. 7\n08468 Reichenbach\noder per Mail an\ninfo@vogtland-kultur.de\nFür Fragen zum ausgeschriebenen Aufgabengebiet steht Ihnen gerne Frau Neumann unter +49 1609 7749 746 zur Verfügung.\nDatenschutzhinweis: Mit Ihrer Bewerbung willigen Sie ein, dass Ihre Daten bis zur Beendigung des Auswahlverfahrens gespeichert und verarbeitet werden. Ausführliche Informationen dazu finden Sie auf unserer Homepage http://www.vogtland-kultur.deunter der Rubrik Datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-im-museum-m-w-d-moeglichst-mit-zusatzqualifikationen-tischler-zimmermann-restaurator/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/108577/", "image": "", "title": "Wissenschaftlichen Mitarbeiter (m/w/d)", "content_text": "Vogtland Kultur GmbH, Markneukirchen Bewerbungsende: 30.06.2025 | VOGTLAND KULTUR GMBH\nMit ihren fünf Kultureinrichtungen ist die Vogtland Kultur GmbH kultureller Botschafter der Region.\nFür die Topaswelt Schneckenstein und für das Vogtländische Freilichtmuseum suchen wir zum nächstmöglichen Zeitpunkt eine/n Wissenschaftlichen Mitarbeiter (m/w/d) für 40 h/Woche, Vergütung nach Vereinbarung.\nDas Naturkundemuseum Vogtländisch-Böhmische Mineralienzentrum beinhaltet eine große Mineralien- und Bergbauausstellung, ein Naturkundemuseum, eine Edelsteinschleiferei und eine Kräuterküche. In Anlehnung an das Edelsteinvorkommen am Topasfelsen Schneckenstein beherbergt das Mineralienzentrum ein Topaszimmer, welches weltweit einmalig ist. Hier werden Topase von Fundorten in aller Welt gezeigt und wichtige Details über den Edelstein Topas dem Besucher nähergebracht.\nDas Vogtländische Freilichtmuseum mit seinen beiden Museumsteilen in Landwüst, auf der Höhenlage des Wirtsberges und in Eubabrunn in idyllischer Tallage, begeistert mit seinen historischen Gehöften, Tieren und Pflanzen, Kinder und Erwachsene. Die historischen Häuser sind ebenso Kulturgut, wie die Objekte innerhalb und außerhalb der Gebäude. Eine umfassende volkstümliche Sammlung von vogtländischen Trachten bis hin zur Dreschmaschine und vereinzelten Raritäten vermitteln den Besuchern das Leben der Vogtländer.\nAufgabenprofil:\nInventarisierung und Katalogisierung der Neuzugänge und des Altbestandes\nDigitalisierung der Sammlung\nfachgerechte Konservierung von Sammlungsobjekten\nKontrolle und Erweiterung der Bestandsdokumentation\nPflege der Dauerausstellung\nUnterstützung und Beratung beim Ankauf neuer Exponate\nSuche nach Restauratoren mit Akquise von Fördergeldern zur Restauration etc.\nwissenschaftliche Erschließung, Beratung und Betreuung\nBewahrung, Sammlung, Präsentation und Vermittlung musealer Objekte\nKonzeptionierung und Gestaltung von Dauer- und Sonderausstellung\nWeiterentwicklung des Sammlungsmanagement\nBesucherbetreuung und Hilfe bei der Durchführung von Veranstaltungen\nBetreuung der Kasse in Eubabrunn während der Inventarisierung / Recherche / Datenbankpflege / Ausstellungserarbeitung…\nÜbernahme von Diensten am Wochenende und Feiertagen\nVoraussetzungen:\nabgeschlossenes Studium in Museologie (BA) oder eines vergleichbaren Studienganges (Museologie, Ethnologie, Geschichte, Archäologie, Geowissenschaften / Mineralogie, Kunst- Kulturgeschichte oder vereinbarer Abschluss mit hohem historischem sowie naturwissenschaftlichen Interesse)\nWissenskompetenz für die aufgeführten Aufgabenbereiche\nFremdsprachenkenntnisse, vor allem Englisch\nBereitschaft zur kontinuierlichen Fort- und Weiterbildung\ngute regionale Kenntnisse\nSozial-/Kommunikationskompetenz\nhohes Maß an Eigenverantwortlichkeit und Selbständigkeit\nsicherer Umgang mit Museumssoftware (FirstRumos; Directus Verwaltungssoftware; Postgres Datenbank)\nprofessioneller und versierter Umgang mit gängigen Office-Anwendungen\nsouveränes, offenes und sicheres Auftreten sowie ausgezeichnete Umgangsformen\nuneingeschränkte Zuverlässigkeit, Vertrauenswürdigkeit und Diskretion\nFührerschein der Klassen B und die Bereitschaft für Dienstfahrten mit dem eigenem PKW\nDie ausgeschriebene Stelle ist unbefristet. Sie werden für beide Museen der Vogtland Kultur GmbH tätig und müssen bereit sein, in allen Standtorten zu arbeiten.\nBewerbungen von schwerbehinderten Menschen werden bei gleicher fachlicher und persönlicher Eignung im Rahmen der gesetzlichen Vorschriften bevorzugt berücksichtigt. Ein entsprechender Nachweis über das Vorliegen einer Schwerbehinderung bzw. Gleichstellung ist bitte in Kopie beizufügen.\nBitte senden Sie uns Ihre aussagekräftige Bewerbung mit tabellarischem Lebenslauf, Zeugnissen und Qualifizierungsnachweisen, Arbeitszeugnissen und Beurteilungen bis zum 30. Juni 2025 an:\nVogtland Kultur GmbH\nz.Hd. Frau Schmidl\nWeinholdstraße 7\n08468 Reichenbach im Vogtland\nODER\nper EMail an\ninfo@vogtland-kultur.de\nFür Fragen zum ausgeschriebenen Aufgabengebiet steht Ihnen gerne Herr Gerisch unter 03465 41993 oder Frau Neumann unter 0160 97749746 zur Verfügung.\nDatenschutzhinweis: Mit Ihrer Bewerbung willigen Sie ein, dass Ihre Daten bis zur Beendigung des Auswahlverfahrens gespeichert und verarbeitet werden. Ausführliche Informationen dazu finden Sie auf unserer Homepage http://www.vogtland-kultur.deunter der Rubrik Datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/108577/", "date_published": "2025-06-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-sales-events-operations-m-w-d-in-vollzeit/", "image": "", "title": "Mitarbeiter:in Sales / Events / Operations (m/w/d) in Vollzeit", "content_text": "Pinakothek der Moderne, München Bewerbungsende: 29.06.2025 | Die FLUX Betriebs GmbH der Stiftung Pinakothek der Moderne sucht ab sofort eine:n engagierte:n Mitarbeiter:in für den Bereich\nSales / Events / Operations\nin Vollzeit für FLUX, den neuen Ort an der Pinakothek der Moderne zur „Belebung von Wintergarten und Außenbereich der Pinakothek der Moderne als Third Place“. Die mitarbeitende Person im Bereich\nSales / Events / Operations\nspielt eine zentrale Rolle dabei, Flux für neue Besucher:innengruppen zu öffnen und ihn als lebendigen Treffpunkt für vielfältige Gemeinschaften zu etablieren. Sie arbeitet in enger Abstimmung mit der Cultural Event Managerin des Flux.\nÜber das Projekt:\nDie Stiftung Pinakothek der Moderne und die vier Museen in der Pinakothek der Moderne initiierten ein Projekt zur Belebung von Wintergarten und Außenbereich der Pinakothek der Moderne als „Third Place“ für informelle, niederschwellige und soziale Interaktionen. Neben einer gestalterischen Intervention der britischen Künstlerin Morag Myerscough wird ein eigenständiges Kulturprogramm in Zusammenarbeit mit den vier Museen in der Pinakothek der Moderne kuratiert und eine Gastronomie eröffnet.\nAufgaben:\nBetrieb\nVerantwortlichkeit für die Betriebsbereitschaft\nAnsprechpartnerin für Gäste und Mitarbeiter:innen\nSchulung und Unterweisung der Betriebsmitarbeitenden\noperative Unterstützung im Tagesgeschäft, Schichtleitung\nFortlaufende Optimierung der Flächenaufteilung (Parallelnutzungen ermöglichen) und der infrastrukturellen Umsetzung\nVerantwortung für die Einhaltung aller gesetzlicher Vorschriften im Bezug auf Hygiene und Arbeitssicherheit\nSicherstellen einer hohen Gästezufriedenheit sowie die gesamtheitliche Betreuung der Gäste\nSales & Event Management\nStrategische Ausrichtung des Vertriebs von Vermietungen\nErstellen von Verkaufsprognosen und -berichten\nErreichung der Vertriebsziele und KPIs\nBearbeitung von Veranstaltungsanfragen für unterschiedliche Bereiche: Firmenkund:innen, Vermietung, Kulturkund:innen\nSelbständige Ausarbeitung von Veranstaltungsangeboten, Präsentationen und -verträgen\nPlanung, Organisation, Durchführung und Nachbereitung von Veranstaltungen inklusive Abrechnungen\nKontrolle und ordnungsgemäße Verbuchung im Kassensystem\nallgemeine administrative Aufgaben\nEnge Zusammenarbeit mit externen Dienstleistern wie Veranstaltungstechnik, Catering, Facility Management, Security\nüberwachen der Einhaltung und Weiterentwicklung der Servicestandards\nSchulung und Unterweisung der Eventmitarbeitenden\nAnforderungen:\nErfahrung in der Eventorganisation\nKommunikationsstärke und Verhandlungssicherheit\nStrategisches Denken und gutes Verständnis für Verkaufsprozesse\nKaufmännisches Know-how\nHohes Maß an Eigeninitiative, Teamfähigkeit und Organisationstalent\nKooperations- und Konfliktfähigkeit\nBereitschaft zu flexiblen Arbeitszeiten, regulär abends und am Wochenende\nErfahrung in der Gastronomie\nVon Vorteil ist Mehrsprachigkeit\nWir bieten:\nEine vielseitige und sinnstiftende Tätigkeit beim Aufbau, Eröffnung und Belebung eines zukunftsweisenden Third Place\nInspirierendes, vielfältiges und kreatives Aufgabengebiet und Arbeitsumfeld mitten im Herzen des Kunstareals\nZunächst befristet auf 1 Jahr, Option auf jährliche Verlängerung\nJahresbruttogehalt von ca. 45.000 Euro\nInteressiert?\nDann freuen wir uns über eine aussagekräftige Bewerbung inklusive Motivationsschreiben, Lebenslauf und Referenzen bis zum 29.06.2025 an Sarah Karuga:\nsarah.karuga@flux-munich.com\nGerne können Sie sich auch bei Fragen vorab melden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-sales-events-operations-m-w-d-in-vollzeit/", "date_published": "2025-06-13T00:00:00"}]}