{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/volontariat-bildung-und-vermittlung-kuration-m-w-d/", "image": "", "title": "Volontariat Bildung und Vermittlung / Kuration (m/w/d)", "content_text": "KW Institute for Contemporary Art, Berlin Bewerbungsende: 21.09.2025 | Die KW Institute for Contemporary Art widmen sich durch die Produktion, Präsentation und Vermittlung zeitgenössischer Kunst zentralen Fragen unserer Gegenwart. Mittels Ausstellungen und unterschiedlichster Veranstaltungsformate greifen die KW stets aktuelle Tendenzen aus dem nationalen und internationalen zeitgenössischen Kunst- und Kulturdiskurs auf und entwickeln diese in Zusammenarbeit mit Künstler*innen, mit Institutionen sowie durch Auftragsarbeiten aktiv weiter. Die KW besitzen keine eigene Sammlung, was dem Team der KW ein hohes Maß an Flexibilität in der Programmgestaltung und Publikumsansprache ermöglicht.\nDie KW Institute for Contemporary Art haben eine Stelle für ein wissenschaftliches Volontariat über zwei Jahre zu besetzen, das im ersten Jahr in der Abteilung Bildung und Vermittlung und im zweiten Jahr im kuratorischen Büro absolviert wird. Durch die praxisorientierte Ausrichtung der Ausbildung werden im Volontariat neben der wissenschaftlichen Recherche, der Entwicklung von Vermittlungsformaten sowie konzeptueller und kuratorischer Arbeit für das künstlerische Programm auch fundierte Erfahrungen und Kenntnisse über die Organisation, Planung und Durchführung, sowie die administrative Abwicklung internationaler sowie auch regionaler künstlerischer Projekte und Veranstaltungen gesammelt.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-bildung-und-vermittlung-kuration-m-w-d/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontaer-in-m-w-d-im-projekt-kunststadtgeschichte-kunstwerke-im-kontext-stadtgeschichtlicher-narration-at/", "image": "", "title": "Forschungsvolontär/in (m/w/d) im Projekt „Kunst[Stadt]Geschichte: Kunstwerke im Kontext stadtgeschichtlicher Narration“ (AT)", "content_text": "Siegerlandmuseum, Siegen Bewerbungsende: 28.09.2025 | Die Stadtverwaltung Siegen sucht zum 01.01.2026 eine/einen\nForschungsvolontär/in\n(m/w/d)\nfür das Siegerlandmuseum\nim Projekt „Kunst[Stadt]Geschichte: Kunstwerke im Kontext stadtgeschichtlicher Narration“ (AT)\nDas Siegerlandmuseum im Oberen Schloss ist ein Stadt- und Regionalmuseum mit vielfältigem Sammlungsgebiet. Es verfügt über einen großen kunsthistorischen Bestand. Herausragende Bedeutung hat das Werk des in Siegen geborenen Malers Peter Paul Rubens. Zur Zeit befindet sich das Siegerlandmuseum in einer Umbruchphase: Geplant ist eine Erweiterung des Siegerlandmuseums und der Umbau eines in unmittelbarer Nachbarschaft zum Oberen Schloss gelegenen Hochbunkers zu einem zusätzlichen Museumsstandort. Im Erweiterungsbau soll künftig die Stadt- und Regionalgeschichte in Verbindung mit der lokalen Wirtschafts- und Industriekultur thematisiert werden.\nNeben der Bewahrung, Präsentation und Vermittlung legt das Siegerlandmuseum einen Arbeitsschwerpunkt auf die Beforschung seiner Objekte sowie der musealen Praxis. Das Museum unterhält dazu Kooperationen mit verschiedenen Hochschulen. Im Rahmen des durch das Ministerium für Kultur und Wissenschaft des Landes Nordrhein-Westfalen geförderten Programms „Forschungsvolontariat Kunstmuseen NRW“ soll dieser Arbeitsschwerpunkt weiter ausgebaut werden: Die hier ausgeschriebene Stelle ist im Projekt „Kunst[Stadt]Geschichte: Kunstwerke im Kontext stadtgeschichtlicher Narration“ (AT) angesiedelt, eng mit dem Ausbauprojekt verbunden und begleitet den inhaltlichen und gestalterischen Konzeptionsprozess wissenschaftlich. Übergeordnet wird das Forschungsvolontariat durch die Fragestellung geleitet, wie sich die Stadt- und Regionalgeschichte Siegens und des Siegerlandes innovativ im Spannungsfeld zwischen Gebäude und Kunstobjekten sowie Erinnerung und Perspektiven der Gegenwart ausstellen lässt. Siehe hierzu beigefügte Projektbeschreibung.\nWir bieten Ihnen:\ndie Chance, einen integralen Beitrag zu einem zukunftsweisenden Ausstellungsprojekt zu leisten und sich zugleich ein Profil mit klarer wissenschaftlicher Fundierung und hoher Praxisrelevanz zu erarbeiten – als Qualifikation, die für die spätere Tätigkeit in kuratorischen oder forschungsnahen Bereichen des Museumswesens besonders wertvoll ist\nim Rahmen Ihres 2-jährigen Volontariats die Möglichkeit, im Projekt „Kunst[Stadt]Geschichte: Kunstwerke im Kontext stadtgeschichtlicher Narration“ (AT) eigenständige Forschungsarbeit zu leisten; dies umfasst insbesondere die Gebiete:\nTheoretische und praktische Verfolgung der Frage, wie sich mit Ansätzen und Methoden der Public History Stadt- und Regionalgeschichte jenseits einer rein chronologischen Erzählweise und hauptsächlich von Kunstwerken ausgehend spannend und zugänglich vermittelt werden kann\nRecherche und Erschließung der für die künftige Ausstellung relevanten Bestände des Siegerlandmuseums zur Stadt- und Regionalgeschichte und mögliche Ergänzung durch partizipative Formate\nErarbeitung eines kuratorischen (Teil-)Konzepts zur musealen Inszenierung einzelner Themenbereiche in der neuen Ausstellung und Reflektion des Vorgehens im wissenschaflichen Diskurs\ndarüber hinaus eine vielseitige, abwechslungsreiche und interessante Tätigkeit mit Ausbildung in allen Aufgabenfeldern des Museums gemäß den Empfehlungen des Deutschen Museumsbundes im Rahmen der Initiative „Vorbildliches Volontariat“\ndie Mitarbeit in einem kleinen, engagierten Team\ndie Begleitung der wissenschaftlichen Arbeit durch die Museumsleiterin, den Kurator und die Kooperationspartner/innen am Lehrstuhl für die Didaktik der Geschichte an der Universität zu Köln\neine tarifgerechte Bezahlung nach dem Tarifvertrag TVöD (50 % der Entgeltgruppe 13, Stufe 1, im zweiten Ausbildungsjahr Stufe 2)\nWir erwarten von Ihnen\n:\nein abgeschlossenes Hochschulstudium (Master, Diplom oder vergleichbare Hochschulabschlüsse) einschlägiger Fachrichtung (z.B. Kunstgeschichte, Kulturwissenschaft, Geschichtswissenschaften)\nKenntnisse im Bereich der Public History\nnachgewiesene Erfahrung in einem Museum oder einer Kultureinrichtung mit Ausstellungen, mindestens ausgewiesen durch längere Praktika\neine sehr gute sprachliche Ausdrucksfähigkeit in Wort und Schrift in deutscher und englischer Sprache, gerne auch in einer weiteren Fremdsprache\nsehr sicherer Umgang mit MS-Office und idealerweise erste Erfahrungen mit der Sammlungsverwaltungssoftware MuseumPlus\nInteresse an der Vermittlung der Inhalte des Forschungsprojekts für ein breites und diverses Publikum sowie an der wissenschaftlichen Dissemination\nausgeprägte Fähigkeit zu sowohl eigenverantwortlicher, systematischer und selbständiger Forschungsarbeit als auch engagierter Teamarbeit\nausgeprägte Kommunikationsfähigkeit, Einsatzbereitschaft und Flexibilität; Organisationstalent und sorgfältige Arbeitsweise\nidealerweise Kenntnisse der aktuellen Entwicklungen und Vermittlungsformen im Bereich digitaler Medien; erste Erfahrungen in der Arbeit mit digitalen Anwendungen\nZu Ihren wesentlichen Aufgaben gehören:\nBearbeitung des Projekts „Kunst[Stadt]Geschichte: Kunstwerke im Kontext stadtgeschichtlicher Narration“ (AT) in den Bereichen:\nSystematische Erschließung der musealen Bestände zur Stadt- und Regionalgeschichte\nRecherche zu Ausstellungskonzepten historischer Orte und Public-History-Ansätzen\nErarbeitung und Durchführung von Formaten der Teilhabe und Partizipation entlang einer Strategie zur musealen Nutzung bzw. Vermittlung der Inhalte und Ergebnisse\nWissenschaftliche Mitarbeit bei der Erarbeitung eines kuratorisch-gestalterischen Konzepts\nMitarbeit in allen Feldern der musealen Kernarbeit (Sammeln, Bewahren, Vermitteln, Ausstellen) sowie ergänzender administrativer Tätigkeiten gemäß der Ausbildungsinhalte eines wissenschaftlichen Volontariats\nArbeitszeit:\nDie regelmäßige wöchentliche Arbeitszeit beträgt 39 Stunden.\nBewerbung:\nDie Universitätsstadt Siegen fördert die Gleichbehandlung aller Mitarbeitenden und begrüßt deshalb ausdrücklich Bewerbungen von allen Personen, unabhängig von deren ethnischer, kultureller oder sozialer Herkunft, Alter, Behinderung, Religion, Weltanschauung oder sexueller Identität. Bewerbungen von Frauen sind ausdrücklich erwünscht. Nach dem Landesgleichstellungsgesetz NRW werden Frauen bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nBewerbungen Schwerbehinderter sind erwünscht.\nWenn Sie unser Stellenangebot interessiert, bewerben Sie sich bitte bis spätestens zum 28. September 2025 per Online-Bewerbung über das Stellenportal “INTERAMT”:\nwww.interamt.de\n. Hierzu ist eine erstmalige kostenlose Registrierung auf der Portalseite “INTERAMT” erforderlich.\nDie Stellen-ID lautet: 1347774; das Stellenangebot finden Sie unter:\nhttps://interamt.de/koop/app/trefferliste?1&stellenangebotliste=1347774\nEs werden ausschließlich Bewerbungen berücksichtigt, die über das Stellenportal “INTERAMT” eingehen. Sollte für Sie eine Bewerbung über dieses Portal aus persönlichen Gründen nicht möglich sein, setzen Sie sich bitte mit der Arbeitsgruppe 1/1-2 Personal, Herrn Jörg Hees, Tel. 0271/404-1554,\nj.hees@siegen.de\noder Frau Tami Weber, Tel. 0271/404-1380,\nta.weber@siegen.de\n, in Verbindung.\nFür Fragen rund um die Stelle steht Ihnen\nFrau Dr. Karin Kolb, Institutsleitung Museen, 0271/404-1905, k.kolb@siegen.de zur Verfügung.\nFür Fragen rund um den Bewerbungsprozess stehen Ihnen\nHerr Jörg Hees, Arbeitsgruppe Personal, 0271/404-1554, j.hees@siegen.de oder\nFrau Tami Weber, Tel. 0271/404-1380, ta.weber@siegen.de zur Verfügung.\nFür inhaltliche Fragen zum Projekt folgt die Projektbeschreibung:\nKunst[Stadt]Geschichte: Kunstwerke im Kontext stadtgeschichtlicher Narration (AT)\nAuszug aus dem Projektantrag\nProjektentwurf: Stadtgeschichte mit Kunstwerken neu erzählen – Inhalt\nAktuell befindet sich die Erweiterung des Siegerlandmuseums im Rahmen der Südwestfalen-Regionale 2025 in Vorbereitung zum Umbau der in unmittelbarer Nachbarschaft zum Oberen Schloss gelegenen Hochbunkeranlage zu einem zusätzlichen Museumsstandort. Verbunden ist mit diesem Vorhaben nicht nur die Gewinnung von etwa 600 qm neuer Ausstellungsfläche, sondern auch eine grundlegende Überarbeitung und Erweiterung des inhaltlichen und räumlichen Konzepts des Museums. Im sogenannten „großen“ Bunker sollen künftig die Stadt- und Regionalgeschichte in Verbindung mit der lokalen Wirtschafts- und Industriekultur thematisiert werden, während der „kleine“ Bunker ganz der Dokumentation und musealen Vermittlung des Entstehungskontexts der Anlage im Zweiten Weltkrieg gewidmet wird.\nDie inhaltliche Neuausrichtung erfolgt im Rahmen eines zeitgemäßen, partizipativen und digital gestützten Ausstellungskonzepts, das das Museum als offenen Ort historischer Reflexion, gesellschaftlicher Teilhabe und multiperspektivischer Erinnerung positioniert. Dabei soll insbesondere die spezifische Raumerfahrung des Bunkers bewusst in die museale Erzählstruktur integriert und als Ausgangspunkt für innovative, immersive Vermittlungsformate genutzt werden.\nHochbunkeranlage Burgstraße\nDas hier vorgeschlagene Forschungsvolontariat ist eng mit dem Ausbauprojekt verbunden, indem der/die Volontär*in den parallel zur Gebäudeplanung laufenden inhaltlichen und gestalterischen Konzeptionsprozess wissenschaftlich begleitet. Übergeordnet wird dieser durch die Fragestellung geleitet, wie sich die Stadt- und Regionalgeschichte Siegens und des Siegerlandes innovativ im Spannungsfeld zwischen Gebäude und Kunstobjekten sowie Erinnerung und Perspektiven der Gegenwart ausstellen lässt. Der/die Volontär*in unterstützt diesen Prozess im Rahmen von „Kunst[Stadt]Geschichte: Kunstwerke im Kontext stadtgeschichtlicher Narration“ (AT) substanziell durch Verfolgung der Fragestellung auf zwei Ebenen:\nErstens\nerfolgt eine wissenschaftlich fundierte Recherche mit dem Ziel, zu untersuchen, wie Stadt- und Regionalgeschichte jenseits einer rein chronologischen Erzählweise und vornehmlich von Kunstwerken ausgehend spannend und zugänglich vermittelt werden kann. Berücksichtigt werden dabei neben einem kunsthistorischen Zugang insbesondere die Ansätze und Methoden der Public History, die eine multiperspektivische und gegenwartsbezogene Geschichtsvermittlung in den Blick nehmen, also fragen: Wie können Kunstwerke als Träger von regionaler Geschichte zum Sprechen gebracht werden? Ein besonderer Fokus liegt auf dem Potenzial der Bunkeranlage als Ausstellungsobjekt: Der/die Volontär*in untersucht, wie die Gebäude selbst, insbesondere der kleine Bunker, mit ihrer historischen Bedeutung, Materialität und Atmosphäre konzeptionell eingebunden werden können. Ergänzend erfolgt eine systematische Recherche zu musealen Best-Practice-Beispielen, die den historischen Raum als integralen Bestandteil der Narration begreifen und produktiv für das Ausstellungsdesign nutzen.\nZweitens\nerschließt der/die Volontär*in systematisch die für die künftige Ausstellung relevanten Bestände des Siegerlandmuseums zur Stadt- und Regionalgeschichte. Dabei handelt es sich hauptsächlich um Objekte aus dem Bereich der bildenden Künste: Ölbilder und Aquarelle wie die Veduten und städtischen Interieurs von Jakob und Wilhelm Scheiner, Druckgrafiken wie die Stadtpanoramen von Matthäus Merian dem Älteren und Margarethe Goetze sowie Plastiken und Skulpturen von traditionellen Berufen des Siegerlandes von Friedrich Reusch und Hermann Kuhmichel. Ergänzt wird dieser Bestand durch kunsthandwerkliche Objekte, angewandte Kunst (wie Möbel), dokumentarische Fotografien sowie um immaterielle Zeugnisse wie die Oral-History-Sammlung im Rahmen von „Unser Siegen“. Ziel ist es, das vorhandene Material hinsichtlich seines Potenzials für die Ausstellung zu sichten und zu bewerten, zugleich aber auch bestehende Lücken und Desiderate zu benennen. Auch hier sind neben der kunsthistorischen und bildwissenschaftlichen Betrachtung die Perspektiven der Public History leitend, etwa im Hinblick auf Fragen der Repräsentation, Leerstellen und Auslassungen oder mögliche Ergänzungen durch partizipative Formate.\nIn einem\ndritten\nSchritt bringt der/die Volontärin beide Ebenen zusammen und entwickelt in enger Kooperation mit dem Museumsteam konkrete kuratorische Vorschläge für die museale Inszenierung einzelner Themenbereiche in der neuen Ausstellung. Neben einem übergeordneten Konzept zur inhaltlichen und dramaturgischen Struktur werden exemplarisch ausgewählte Segmente auch im Detail ausgearbeitet, sodass sie als Grundlage für die Arbeit der später beauftragten Ausstellungsgestalter*innen dienen können. Besonderer Wert wird hierbei auf inklusive, innovative und mediengestützte Vermittlungsansätze gelegt, die das Zusammenspiel von Exponaten, Raum und Besuchendenerfahrung in den Mittelpunkt stellen. Damit entspricht das Museum seinen eigenen Zielvorgaben als partizipativer Ort für alle.\nInsgesamt liefert das Forschungsvolontariat nicht nur einen wichtigen wissenschaftlichen Beitrag im Bereich der musealen Anwendung von Public-History-Perspektiven bei der Ausstellungsplanung mit Objekten der bildenden Künste, sondern ist auch für das Siegerlandmuseum, das mit dem Ausbau vor einem historischen Umbruch steht, von großer praktischer und nachhaltiger Bedeutung. Der/die Volontär*in erhält die Gelegenheit, an einem modellhaften Transformationsprozess aktiv mitzuwirken, wissenschaftlich zu publizieren und die Zukunft eines stadtgeschichtlich profilierten Museumsstandorts entscheidend mitzugestalten. Im Sinne des Ausbildungscharakters bietet das Projekt die Chance, einen integralen Beitrag zu einem zukunftsweisenden Ausstellungsprojekt zu leisten und sich zugleich ein Profil mit klarer wissenschaftlicher Fundierung und hoher Praxisrelevanz zu erarbeiten – eine Qualifikation, die für die spätere Tätigkeit in kuratorischen oder forschungsnahen Bereichen des Museumswesens besonders wertvoll ist.\nMethodik und Ziele\nDie Projektkomponente des Forschungsvolontariats gliedert sich in drei ergänzende Arbeitsbereiche mit methodischen Schwerpunkten und Zielstellungen. Die Bearbeitung der Bereiche 1 und 2 erfolgt parallel.\nErschließung des musealen Bestandes zur Stadt- und Regionalgeschichte\nIm ersten Arbeitsbereich erfolgt eine systematische Erfassung der für die geplante Ausstellung relevanten Bestände des Siegerlandmuseums auf Basis der Objektdatenbank. Hierbei werden sowohl die im Depot wie auch in der aktuellen Präsentation vorhandenen Objekte – Gemälde, Druckgrafik, kunsthandwerkliche Arbeiten, angewandte Kunst, ferner Fotografien und mediale Zeugnisse wie die Zeitzeug*innenberichte – nebst ihren Datensätzen gesichtet und auf ihre inhärenten Potenziale für die Nutzung in der künftigen Ausstellung in Engführung mit den Erkenntnissen aus Arbeitsbereich 2 geprüft. Ergänzend erfolgt eine quellenbasierte Analyse zu Objektbiografien, thematischen Zusammenhängen und bisherigen Präsentationsformen. Lücken, Desiderate und Ergänzungsbedarfe werden systematisch in der Objektdatenbank dokumentiert und zusammengefasst.\nZiel:\nAufbau einer strukturierten Arbeitsgrundlage für die kuratorische Konzeptentwicklung\nVorgehen:\nErfassung der einschlägigen Bestände und Korpusbildung in der Sammlungsdatenbank des Museums, 2. Identifikation zentraler Erzählstränge der Stadt- und Regionalgeschichte auf Basis der Sammlung, 3. Ermittlung fehlender Perspektiven und thematischer Leerstellen u.a. durch Workshops mit interessierten Bürger*innen\nRecherche musealer Standards und Best-Practice-Beispiele\nIm zweiten Arbeitsbereich werden aktuelle museologische Standards im Bereich der Präsentation von Stadt- und Regionalgeschichte recherchiert und analysiert. Neben Literatur- und Fallstudienrecherchen erfolgt eine gezielte Untersuchung nationaler und internationaler Best-Practice-Beispiele, insbesondere solcher, die entweder historische Bauten oder besondere Erinnerungsorte als Teil der Ausstellungsgestaltung nutzen und/oder sich im Besonderen auf Kunstwerke zur Vermittlung der Stadtgeschichte stützen. Darüber hinaus wird im Sinne der transformativen Wissenschaft die einschlägige Public-History-Forschung ausgewertet und auf ihre Übertragbarkeit in den Ausstellungskontext geprüft. Im Rahmen dieser Phase konzipiert der/die Volontär*in eine wissenschaftliche Tagung, die der Ideengenerierung und Vernetzung dient. Hier kommen sowohl Forschende also auch museal Praktizierende (z.B. Kurator*innen und Museumspädagog*innen) zusammen, um sich über Herausforderungen und erfolgreiche Projekte und entsprechend begleitende Besuchendenforschungen auszutauschen.\nZiel:\nEntwicklung eines wissenschaftlich fundierten Orientierungsrahmens für die museale Präsentation von Stadt- und Regionalgeschichte in der Museumserweiterung,\nVorgehen:\nSammlung und systematische Aufbereitung von Gestaltungs- und Vermittlungsbeispielen, 2. Übertragung aktueller Ansätze der Public History auf die Ausstellungskonzeption, 3. Initiierung eines öffentlichen Diskurses zur Weiterentwicklung des Konzepts im Rahmen einer Tagung\nErarbeitung eines kuratorischen Konzepts mit Detailplanungen zu einzelnen Elementen\nAuf Grundlage der in den ersten beiden Bereichen gewonnenen Erkenntnisse wird in enger Abstimmung mit dem Museumsteam ein übergreifendes kuratorisches Konzept für die künftige Ausstellung im großen Bunker entwickelt. Dazu zählt die Definition zentraler Themenfelder sowie die Konzeption von Vermittlungsstrategien, die sowohl die räumliche Eigenart des Bunkers als auch inklusive und innovative Ansätze berücksichtigen. Darüber hinaus erfolgt eine exemplarische Ausarbeitung einzelner Themenbereiche, um konkrete Grundlagen für die weitere gestalterische Umsetzung bereitzustellen. Die entwickelten Konzepte werden so aufbereitet, dass sie unmittelbar in die Arbeit der Ausstellungsgestalter*innen einfließen können.\nZiel:\nAusarbeitung eines thematisch und räumlich strukturierten Ausstellungskonzepts\nVorgehen:\nkonkrete Formulierung einzelner Ausstellungseinheiten mit Beispielen für Objektanordnung, Narration und Medienintegration, 2. Workshop mit ausgewählten Partner*innen aus Museen und Forschung zur internen Diskussion des Konzeptes sowie Workshop mit interessierten Bürger*innen zur (aktiven und partizipativen) Neugestaltung der Ausstellung mit ihren Impulsen, 4. Vorbereitung der Ergebnisse für die Umsetzung durch die Ausstellungsgestalter*innen\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontaer-in-m-w-d-im-projekt-kunststadtgeschichte-kunstwerke-im-kontext-stadtgeschichtlicher-narration-at/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-presse-und-oeffentlichkeitsarbeit-m-w-d-3/", "image": "", "title": "Referent:in Presse und Öffentlichkeitsarbeit (m/ w/ d)", "content_text": "Museumsstiftung Post und Telekommunikation, Nürnberg Bewerbungsende: 21.09.2025 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des ûÑffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehûÑren die Museen fû¥r Kommunikation in Berlin, Frankfurt am Main und Nû¥rnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fû¥r Philatelie in Bonn.\nAm\nMuseum fû¥r Kommunikation in Nû¥rnberg\nsuchen wir zum\n01. Januar 2026\n, befristet zur Vertretung bis zum 31. Mai 2028 eine:n\nReferent:in Presse und û\u0096ffentlichkeitsarbeit (m/ w/ d)\n(E12 TVûÑD Bund, Vollzeit 39 Std./Woche)\nAls unser:e Referent:in kommunizieren Sie die Angebote und Themen des Museums an die Medien und die û\u0096ffentlichkeit sowie fû¥r Content-Schaffende und stûÊrken so die PrûÊsenz und Reichweite des Hauses. Als verantwortliches Teammitglied fû¥r analoge und digitale Presse und û\u0096ffentlichkeitsarbeit pflegen Sie den Kontakt zu Vertreter:innen der Medien ã\u0080\u0093 on- und offline. Auf aktuelle Entwicklungen in der Medienlandschaft reagieren Sie zeitnah und zielgerichtet. Sie entwickeln digitale und klassische Kommunikationsstrategien und -konzepte.\nSie bauen ein persûÑnliches Netzwerk auf, das Sie vertrauensvoll und kontinuierlich pflegen. Dazu gehûÑrt, dass Sie Pressekonferenzen organisieren oder zu Medienbesuchen einladen, Pressemitteilungen verfassen und dafû¥r Sorge tragen, dass hochwertiges Bildmaterial fû¥r die Berichterstattung sowie Texte, auch fû¥r die Bewerbung im digitalen Raum, zur Verfû¥gung stehen.\nSie û¥berlegen selbststûÊndig Themen, die in den Medien und auf sozialen Plattformen der Museumsstiftung und des Museums fû¥r Kommunikation Nû¥rnberg platziert werden kûÑnnen, und sind erste:r Ansprechpartner:in bei Medien- und Vernetzungsanfragen. Sie verfassen und redigieren Online-Texte und sind zustûÊndig fû¥r die Erstellung, Pflege und das Publizieren von Museums-Webinhalten/ Webseite, der museumseigenen Expotizer und Social-Media-KanûÊle.\nSie arbeiten sicher im CMS Gutenberg und beherrschen die digitale Bildbearbeitung inklusive Bewegtbilder wie Reels. Sie sind souverûÊn und erfahren in der Interaktion und Kommunikation im Netz.\nAls Stellvertreter:in der kommissarischen Direktorin des MKN wirken Sie als Teil des Fû¥hrungskrûÊfte-Kreises in stiftungsweiten internen Gremien mit. In Abwesenheit der Hausleitung û¥bernehmen Sie die Vertretung sowohl gegenû¥ber dem Team als auch die ReprûÊsentation des Museums nach auû\u009fen.\nVoraussetzungen sind:\nein abgeschlossenes fachspezifisches Hochschulstudium in Publizistik, Medien- oder Kommunikationswissenschaften oder geisteswissenschaftlicher Studiengang und nachgewiesene Erfahrungen in den geforderten TûÊtigkeitfeldern\nnachgewiesene journalistische Erfahrung\nKenntnisse in Fragen der Urheberschaft, Bild- und VerûÑffentlichungsrechte sowie Kenntnisse in Bilddatenbanken\nDigitalkompetenz, TechnikaffinitûÊt, Erfahrungen in den Bereichen Medienarbeit und Social Media, unabdingbar die Beherrschung von CMS (Gutenberg) und Interesse an neuen Kommunikationsformaten\nein sicherer Schreibstil in Deutsch auf muttersprachlichem Niveau, Spaû\u009f am Formulieren und Wortgewandtheit sowie die praktische Vertrautheit mit journalistischen Formaten und deren angemessener Umsetzung\nErwû¥nscht ist die FûÊhigkeit, in Kampagnen zu denken und Strategien/ Konzepte fû¥r eine zielgruppenorientierte Ansprache zu finden. Auch bringen Sie Erfahrungen in der û\u0096ffentlichkeitsarbeit einer Kulturinstitution mit und haben Freude am Netzwerken und Kommunizieren. Ein Gespû¥r fû¥r relevante Themen und Interesse an neuen Kommunikationsformaten ergûÊnzen Ihre FûÊhigkeiten.\nSie passen gut zu uns, wenn Sie kommunikations-, kooperations- und teamfûÊhig sind. Auû\u009ferdem sind Sie eigeninitiativ, kreativ und zuverlûÊssig.\nWir bieten die Mitarbeit in einem engagierten Team in einem der schûÑnsten Museen Nû¥rnbergs sowie in einer bundesweit tûÊtigen Stiftung. Die Vergû¥tung und Sozialleistungen erfolgen gemûÊû\u009f Tarifvertrag (TVûÑD) des Bundes. Bei Vorliegen der fachlichen und persûÑnlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 12 vorgesehen.\nFlexible Arbeitszeiten sowie die MûÑglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewûÊhrleistet gemûÊû\u009f BGleiG die berufliche Gleichstellung unabhûÊngig vom Geschlecht und unterstû¥tzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (ôÏ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berû¥cksichtigt. Vielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrû¥û\u009fen wir Bewerbungen unabhûÊngig von NationalitûÊt, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitûÊt.\nBei der Museumsstiftung ist eine TeilzeitbeschûÊftigung grundsûÊtzlich mûÑglich. Gehen entsprechende Bewerbungen ein, wird fû¥r den Arbeitsplatz geprû¥ft, ob den Teilzeitwû¥nschen im Rahmen der dienstlichen MûÑglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewû¥nschten Gestaltung der Teilzeit) entsprochen werden kann.\nFû¥r weitere Auskû¥nfte steht Ihnen Frau Winkler (030/71 30 27 72) gerne zur Verfû¥gung.\nBitte senden Sie Ihre aussagefûÊhige Bewerbung inklusive journalistischer Arbeitsproben bis zum\n21. September 2025\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straû\u009fe 16 in 10117 Berlin\nE-Mail:\nbewerbung1@mspt.de\nOnline-Bewerbungen sind willkommen! Bitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zipã\u0080\u0093AnhûÊnge kûÑnnen aus Sicherheitsgrû¥nden keine Berû¥cksichtigung finden.\nDie von Ihnen û¥bermittelten Daten werden von uns gespeichert. Es werden ausschlieû\u009flich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NûÊhere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung û¥bersandt. Sie kûÑnnen jederzeit Ihr EinverstûÊndnis zur Speicherung der Daten zurû¥ckziehen und die LûÑschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-presse-und-oeffentlichkeitsarbeit-m-w-d-3/", "date_published": "2025-09-05T05:21:15.394970"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-cashflow-controlling-und-foerdermittelmanagement/", "image": "", "title": "Mitarbeiter (m/w/d) für Cashflow-Controlling und Fördermittelmanagement", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 05.10.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.000 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen. Das Bau- und Ausstellungsprojekt umfasst ein Gesamtvolumen von 57 Millionen Euro und wird über EFRE-Mittel, verschiedene Bundes- und Landesprogramme sowie Mittel der Gründungsstifter finanziert. Die Forschungsprojekte des D.O.M. sind ebenfalls zum Großteil über Förderprogramme finanziert.\nFür unser Kernteam brauchen wir Verstärkung.\nFür das Controlling suchen wir zum sofortigen Beginn einen\nMitarbeiter (m/w/d) für Cashflow-Controlling und Fördermittelmanagement\nin Vollzeit (40h/Woche), zunächst befristet auf drei Jahre. Die Vergütung erfolgt in Anlehnung an TVL E12.\nIhre Aufgaben\nSteuerung der Liquidität des Museums durch Sicherung der Transparenz einzelner Teilprojekte, Segmente und des Museums als Ganzes mit Fokus auf der Liquidität mittels Excel-basiertem Dashboard sowie enge Abstimmung bei der Erfassung von Mittelzu- und -abflüssen mit Projektsteuerern, Steuerbüro und Fördermittelgebern\nKaufmännische Betreuung laufender Drittmittelprojekte (insb. EU-geförderter Projekte), Dies beinhaltet die Kontrolle von förderfähigen Kosten, Abrechnung von Förderprojekten und Verantwortung der fristgerechten Erstellung von Verwendungsnachweisen sowie Kommunikation und Abstimmung mit Fördermittelgebern.\nErstellung Rolling Forecast und Budgets\nErstellung von Monats- und Jahresabschlüssen, zusammen mit dem Steuerbüro\nWeiterentwicklung und Optimierung der Buchhaltungsprozesse\nWas Sie mitbringen / Ihr Profil\nabgeschlossenes wirtschafts- oder verwaltungsorientiertes Hochschulstudium (BWL, Public Management, Verwaltungswirt) ODER abgeschlossene kaufmännische oder steuerfachliche Berufsausbildung mit zusätzlicher betriebswirtschaftlicher Weiterbildung (Fachwirt) und mehrjähriger Berufserfahrung im Aufgabengebiet\nKenntnisse und praktische Anwendungserfahrung im Zuwendungs-, Verwaltungs- und Haushaltsrecht und zu einschlägigen EU-Vorschriften\nErfahrung in der Verwaltung und Abrechnung von großen, öffentlich-finanzierten Projektförderungen\nsehr gute Excel-Kenntnisse\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nHands-on-Startup-Mentalität\nWir bieten Ihnen\nEine auf drei Jahre befristete Stelle mit Option auf Verlängerung oder Entfristung.\nEine Schnittstellenfunktion zwischen Fördermittelgebern und Projektumsetzung.\nEine Atmosphäre, in der Eigeninitiative und Teamarbeit gleichermaßen gelebt werden.\nEin familienfreundliches Arbeitsumfeld.\nEin hoch engagiertes Team.\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 23.09.2025 als PDF an\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-cashflow-controlling-und-foerdermittelmanagement/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-team-sammlung-m-w-d/", "image": "", "title": "Leitung Team Sammlung (m/w/d)", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 05.10.2025 | Das Deutsche Optische Museum (D.O.M.) liegt im Zentrum der Stadt Jena. Es umfasst ein historisches (Ausstellungs-)Gebäude aus den 1920er Jahren, welches derzeit kernsaniert und um einen künstlerisch herausragend gestalteten Neubau ergänzt wird.\nDie weltweit einzigartige Sammlung umfasst über 50.000 Objekte und historische Akten. Seit 2020 konnten wir die wissenschaftliche und kulturelle Bedeutung unserer Sammlung durch bedeutende und umfangreiche Schenkungen signifikant steigern. Zu den nun vorhandenen Teilsammlungen zählen die größte Brillensammlung Europas, zahlreiche optischen und ophthalmologischen Instrumente und Geräte wie viele hundert Mikroskope, Fotoapparate und Teleskope. Ergänzt wird dies durch Flachware in Form von Projektionsbildern, Grafiken oder Gemälde sowie eine über 11.000 Bände umfassende, wissenschaftlich-historische Bibliothek und die über 16.000 Positionen zählenden Bestände der Grauen Literatur. Eine weitere Besonderheit stellt seit 2021 das größte Glasarchiv der Welt dar, in dem wir weit über 140.000 Proben aus den Glasschmelzen der Firma Schott bewahren, entstanden in der Zeit zwischen 1920 und 1990.\nDer gesamte Sammlungsbestand wird 2028 in neu errichtete Räumlichkeiten umziehen, um bestmöglich verwahrt und wissenschaftliche genutzt zu werden.\nWir suchen für diesen einzigartigen Bestand zum sofortigen Beginn eine\nLeitung Team Sammlung (m/w/d)\nin Vollzeit (40h/Woche). Die Vergütung erfolgt zunächst befristet auf drei Jahre in Anlehnung an TV-L E11.\nIhre Aufgaben\nFachkundige Inventarisierung der umfangreichen Sammlungsbestände (Museum, Archiv, Bibliothek)\nAdministrative Verantwortung für die digitale Sammlungsinfrastruktur nach Innen und Außen\nSachgerechte Lagerung und Verwahrung des Sammlungsguts\nKoordinierung und Abwicklung von Leihanfragen, Neuerwerbungen, Schenkungen und Nachlässen\nWeiterentwicklung und Umsetzung des Sammlungskonzeptes in Abstimmung mit dem Gründungsdirektor und dem kuratorischen Team\nLangfristige wissenschaftliche Erschließung und Publikation der Sammlung\nOrganisation, Koordination und Umsetzung von Digitalisierungsprojekten\nAusgestaltung der zukünftigen Depot- und Sammlungsarbeitsräumlichkeiten\nDurchführung der Umzugsvorbereitung und –nachbereitung von Sammlungs-, Bibliotheks- und Archivbeständen in 2028\nEinweisung, Anleitung, Begleitung und Koordination von Assistenzen (Hilfskräften), Praktikanten und Mitarbeitenden von Fremdfirmen\nMitarbeit in Netzwerken\nIhr Profil\nDiplom-, Magister- oder Masterabschluss im Bereich Museologie oder Natur-/Kulturwissenschaften mit mehrjähriger Arbeitserfahrung im Bereich Sammlungs-management\nUmfangreiche EDV-Kenntnisse, insbesondere im Bereich Inventarisierung und Digitalisierung mit den gängigen Datenbanksystemen (z.B. MuseumPlus, Axiell-Collections, Robotron*Daphne, digiCult, FAUST, VINO)\nKenntnisse der Arbeits- und Dokumentationsstandards für Museen, Archive, Bibliotheken oder Dokumentationsstellen\nEinschlägige praktische Erfahrungen im allgemeinen Museumsbetrieb\nKenntnisse und praktische Erfahrungen im Umgang mit wissenschaftlichen Instrumenten wünschenswert\neigenständiges, wissenschaftliches Arbeiten in einem dynamischen Museums-Startup\nhohes Engagement, sehr gutes Organisationsgeschick, große Belastbarkeit und Flexibilität sowie ausgeprägte Teamfähigkeit\nFührerschein Klasse B\nWir bieten Ihnen\nein spannendes Arbeitsumfeld in einem attraktiven Forschungsmuseum mit vielseitigen Aufgaben.\ndie Gelegenheit zur individuellen Weiterqualifikation.\nkurze Entscheidungswege und flache Hierarchien.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nBenefits\nUmsetzung in einem einmaligen Umfeld zwischen Industrie, Museum und Wissenschafts-kommunikation\nEine zunächst befristete Stelle mit Option auf Verlängerung\nEine Atmosphäre, in der Eigeninitiative und Teamarbeit gleichermaßen gelebt werden.\nMöglichkeiten zur persönlichen und fachlichen Weiterentwicklung in einem dynamischen Team\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 05.10.2025 als PDF an\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-team-sammlung-m-w-d/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-besucherservice-und-kassendienst-in-schwabach-auf-minijobbasis/", "image": "", "title": "Mitarbeiter (m/w/d) für den Besucherservice und Kassendienst in Schwabach auf Minijobbasis", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Schwabach Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nMitarbeiter (m/w/d) für den Besucherservice mit Kassentätigkeit in einem musealen Objekt in Schwabach.\nDie Tätigkeit kann auf\nMinijob-Basis (556,00 Euro/Basis)\nausgeübt werden.\nArbeitszeiten:\n6 Stunden am Sonntag\nIhre Vorteile bei uns:\nWir gewährleisten eine\npünktliche Bezahlung\nSie können sich auf eine\neigenverantwortliche Aufgabe\nfreuen\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nEine\nqualifizierte Einarbeitung und Weiterbildung\nim Rahmen der Tätigkeit ist selbstverständlich\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie erteilen Auskünfte und empfangen Besucher bzw. Kunden\nSie betreuen und beraten die Besucher bzw. Kunden (auch bei Veranstaltungen)\nSie bedienen Computerkassen\nSie Kassieren und übernehmen den Zahlungsverkehr\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie bringen gute Erfahrungen aus dem Kassendienst mit (Computerkassen)\nSie besitzen sehr gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-besucherservice-und-kassendienst-in-schwabach-auf-minijobbasis/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtdienst-mit-teamleiterfunktion-in-nuernberg-4/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtdienst mit Teamleiterfunktion in Nürnberg", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Nürnberg Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab sofort einen Mitarbeiter (m/w/d) für den Museumsaufsichtsdienst mit Teamleiterfunktion\nin\nNürnberg\n. Die Tätigkeit kann in\nVollzeit\noder versicherungspflichtiger\nTeilzeit\n(mit ca. 140 bis 160 Std./ Monat)\naufgenommen werden\n.\nIhre Vorteile bei uns:\nWir gewährleisten eine\ntarifgebundene Bezahlung\nSie erhalten\nFunktionszulagen\nauf den tariflichen Stundengrundlohn\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nEine\nqualifizierte Einarbeitung\nist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nDas sind Ihre Aufgaben:\nSie führen den Aufsichtsdienst durch (Schichtdienst)\nSie übernehmen die Bewachung von Ein- und Ausgängen\nSie übernehmen allgemeine Aufgaben im Empfangsdienst\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie haben Spaß an körperlicher Arbeit (gehende und stehende Tätigkeit)\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen gute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nRoutine im Umgang mit Computern sowie Bereitschaft zur Einarbeitung in interne Programme\nDie\nUnterrichtung nach §34a GewO\nist erforderlich\nSie verfügen vorzugsweise über Kenntnisse in Erster Hilfe\nSie verfügen über\nKenntnisse in der Planung der Mitarbeiter (Dienstpläne) und der Qualitätskontrolle\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtdienst-mit-teamleiterfunktion-in-nuernberg-4/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-museumsaufsicht-m-w-d-in-nuernberg/", "image": "", "title": "Sicherheitsmitarbeiter / Museumsaufsicht (m/w/d) in Nürnberg", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Nürnberg Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab sofort Mitarbeiter (m/w/d) für den Museumsaufsichtsdienst mit Kassentätigkeiten in einem musealen Objekt in Nürnberg\n. Die Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\nund auf\nMinijob-Basis\n(556,00 Euro/Basis)\nausgeübt werden.\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine abwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie bewachen die Ein- und Ausgänge im Museum\nSie führen den Wachdienst, Objektschutz und Veranstaltungsdienst durch\nSie sorgen für die Einhaltung der Hausordnung\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie beaufsichtigen die Ausstellungsräume (Wachdienst / Objektschutz)\nSie führen Ticketkontrollen und Einlasskontrollen durch\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie stellen das Einhalten der jeweiligen Vorschriften sicher, z.B. das Verbot, Kunstgegenstände zu berühren\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie haben Spaß an körperlicher Arbeit (gehende und stehende Tätigkeit)\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen sehr gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nDie Unterrichtung nach §34a GewO ist erforderlich\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-museumsaufsicht-m-w-d-in-nuernberg/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherbetreuer-m-w-d-mit-stellvertretender-teamleiterfunktion-in-nuernberg/", "image": "", "title": "Besucherbetreuer (m/w/d) mit stellvertretender Teamleiterfunktion in Nürnberg", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Nürnberg Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nzum nächstmöglichen Zeitpunkt einen Besucherbetreuer (m/w/d) mit stellvertretender Teamleiterfunktion\nfür ein museales Objekt\nin Nürnberg.\nDie Tätigkeit kann in sozialversicherungspflichtiger\nTeilzeit (mind. 120 bis 140 Std./Monat)\naufgenommen werden.\nArbeitszeiten:\nDienstag bis Freitag; 08:45h – 17:00h\nSamstag/Sonntag und an Feiertagen; 9:45h – 18:00h\nWach- und Werkschutz Kurt Strube\n– ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nUm den Museumsbesuch zu einem besonderen Erlebnis zu machen, gibt es einen neuen Beruf:\nder/die Kommunikator*in\n. Sie bilden das Herzstück der Ausstellung und sind in der Ausstellung unterwegs. Sie sind in gewisser Weise Gastgeber, regen zum Mitmachen an den zahlreichen Info-/Mitmach- und Erlebnisstationen an und sie laden die Besuchenden zu einem Dialog auf Augenhöhe ein.\nDie Kommunikatorinnen und Kommunikatoren, die wir suchen, sind freundlich, team- und serviceorientiert.\nSie erzählen bedarfsgerecht die besonderen Hintergrundgeschichten aus verschiedenen Themenbereichen und stellen Zusammenhänge mit den alltäglichen Lebenswelten her. Schließlich tragen sie zu einer hohen Aufenthaltsqualität bei, indem sie begeistern, die Entdeckungsfreude der Besuchenden wecken und zum Diskurs anregen.\nIhre Vorteile bei uns:\nSie erhalten eine\ntarifliche Bezahlung\nEin Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen freuen\nSie erhalten eine\nqualifizierte Einarbeitung\nund\nWeiterbildung\nim Rahmen der Tätigkeit\nDas bringen Sie mit:\nErfahrung in der Mitarbeiterführung\noffen und freundlich ist und ein serviceorientiertes Auftreten hat\nverantwortungsvoll, einsatzbereit und absolut teamfähig ist\nmit Menschen jeden Alters umgehen kann, Kontakte knüpft und der gern kommuniziert\nklar und verständnisvoll erklären kann\nein gutes Einfühlungsvermögen hat und kulturelle Kompetenzen besitzt\nsehr gutes (fließendes) Deutsch spricht und gute Englischkenntnisse hat – Kenntnisse weiterer Sprachen sind willkommen aber nicht Pflicht\nFreude am Arbeiten hat und eine neue berufliche Herausforderung im Museumsbereich sucht.\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherbetreuer-m-w-d-mit-stellvertretender-teamleiterfunktion-in-nuernberg/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-pfortendienst-in-nuernberg-2/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Pfortendienst in Nürnberg", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Nürnberg Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen zur Verstärkung unseres Teams ab sofort\nSicherheitsmitarbeiter\n(m/w/d) für den Pfortendienst\nin Nürnberg.\nDie Tätigkeit kann in\nversicherungspflichtiger Teilzeit (80 bis 160 Stunden/ Monat)\nausgeübt werden\n.\nArbeitszeiten:\n3 Schichtsystem\nArbeitszeiten: 06:00h -14:00h; 14:00h-22:00h; 22:00h-06:00h\nIhre Vorteile bei uns:\nWir gewährleisten eine\ntarifliche Bezahlung\nSie erwartet ein\nlangfristiges Arbeitsverhältnis\nbei einem wachstumsorientierten Unternehmen\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) im Pfortendienst freuen\nEine qualifizierte Einarbeitung ist selbstverständlich\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nPfortendienst/Aufsichtsdienst (3 Schichtsystem)\nBewachung von Ein- und Ausgängen\nAllgemeine Aufgaben im Empfangsdienst\nDas bringen Sie mit:\nKörperliche Belastbarkeit für überwiegend gehende und stehende Tätigkeit\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nRoutine im Umgang mit Computern sowie Bereitschaft zur Einarbeitung in interne Programme\nSie verfügen über ein gutes\ntechnisches Verständnis\nUnterrichtungsnachweis nach § 34 a Gewerbeordnung\nist Voraussetzung\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-pfortendienst-in-nuernberg-2/", "date_published": "2025-09-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stellvertretende-leitung-m-w-d/", "image": "", "title": "Stellvertretende Leitung (m/w/d)", "content_text": "Spessartmuseum, Lohr Bewerbungsende: 18.09.2025 | Der\nLandkreis Main-Spessart\nsucht eine\nStellvertretende Leitung (m/w/d) des Spessartmuseums in Lohr\narbeitgeberfinanzierte betriebliche Altersvorsorge in Höhe von zusätzlich 7,75% des Monatsentgelts sinnstiftende Tätigkeit zur Verbesserung des Gemeinwohls\nPersonalentwicklungs- und Fortbildungskonzept\nGesundheitsmanagement (u.a. Initiative gesunder Betrieb, Angebote über Betriebsärztin, etc.)\nMöglichkeit eines Fahrradleasings mittels Entgeltumwandlung (Deutsche Dienstrad)\nDeutschlandticket als Jobticket\nDie Tätigkeit erstreckt sich im Wesentlichen auf folgende Aufgabenbereiche:\nSammlungsarbeit und Abteilungsleitung Glas, Keramik und Kunst\nErforschung, Inventarisierung und Betreuung der Sammlung\nErforschung der regionalen Geschichte des Landkreises Main-Spessart sowie der Region bayerischer und hessischer Spessart\nPublikation der Forschungsergebnisse in Form von Ausstellungstexten, Handblättern, eigenständigen Publikationen oder Beiträgen in Jahrbüchern\nBeantwortung von fachwissenschaftlichen Anfragen\nÖffentlichkeitsarbeit und Museumspädagogik\nBetreuung der Website und der Social-Media-Kanäle\nVorbereitung und Durchführung von Projekten und Veranstaltungen mit externen Kooperationspartnern (VHS, Tourist-Info)\nEntwicklung neuer analoger und digitaler Vermittlungsformate\nBetreuung der Praktikanten\nKonzeption und Durchführung zielgruppenorientierter museumspädagogischer Programme (Führungen, Ferienprogramm, Ausbau des Angebots für weitere Zielgruppen wie Menschen mit Sehbehinderung, Menschen mit kognitiven Einschränkungen, Deutsch-Lernende)\nMitarbeit und Unterstützung der Museumsleitung bei Konzeption und Realisierung von Sonderausstellungen (in der Regel 1x jährlich, zusätzlich Ausstellungsreihe „Kunst im Turm“ und unterfrankenweite Reihe „Kunst geht fremd“)\nSie bringen mit:\nein erfolgreich abgeschlossenes Studium aus dem Bereich der Museologie, Kulturwissenschaften, Kunstgeschichte, Geschichte oder einen vergleichbaren Studienabschluss\nein hohes Maß an Eigenverantwortung, eine gewissenhafte und selbstständige Arbeitsweise und sicheres Auftreten\nidealerweise einschlägige Berufserfahrung\nMethoden, Fach- und Sozialkompetenz\nVerhandlungsgeschick, Teamfähigkeit, Belastbarkeit und Selbstreflexion\nausgeprägte Organisations- und Kommunikationsfähigkeiten\nBereitschaft zur gelegentlichen Einbringung der Arbeitszeit am Wochenende\nsehr gute Deutschkenntnisse und Grundkenntnisse der englischen Sprache\ngute IT-Kenntnisse\nWir müssen darauf hinweisen, dass der Arbeitsplatz\nnicht\nbarrierefrei ist.\nSie haben Interesse? Wir freuen uns auf Ihre Bewerbung über unser Bewerberportal!\nhttps://www.mein-check-in.de/main-spessart/position-487088\nFür die Verarbeitung Ihrer Bewerbung ist die\nAngabe einer gültigen E-Mail-Adresse\nzwingend erforderlich!\nNach Abschluss des Auswahlverfahrens werden Sie über das Ergebnis informiert. Die Bewerbungsunterlagen der nicht zum Zuge gekommenen Bewerber/innen (m/w/d) werden nach den datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nBei fachlichen Fragen\nHerr Gehret (09353/793-1188)\nBei personalrechtlichen Fragen\nHerr Theobald (09353/793-1102)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.09.2025", "url": "https://www.museumsbund.de/stellenangebote/stellvertretende-leitung-m-w-d/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/designerin-schwerpunkt-grafik/", "image": "", "title": "Designer*in Schwerpunkt Grafik", "content_text": "Heinrich-Heine-Institut, Düsseldorf Bewerbungsende: 18.09.2025 | Designer*in Schwerpunkt Grafik\nEG 9a TVöD\nfür die Abteilung\nMuseum im Heine-Institut und Schumann-Haus\nMit seinen Bereichen Archiv – Bibliothek – Museum sowie mit seinen Veranstaltungen ist das Heine-Institut ein Zentrum der internationalen Heine-Forschung und der vielfältigen literarisch-kulturellen Vermittlung. Die Dauerausstellung ehrt das Leben und Werk Heinrich Heines. Wechselnde Sonderausstellungen präsentieren literarische, musikalische und kulturgeschichtliche Themen.\nDas Schumann-Haus widmet sich als modernes Musikmuseum und als lebendiger Erinnerungsort der Düsseldorfer Zeit des weltbekannten Musikerehepaars Clara und Robert Schumann. Die beiden zusammengehörenden Kulturinstitute sind in das übergreifende Konzept der “Straße der Romantik und Revolution” eingebunden.\nIhre Aufgaben unter anderem:\nAusstellungsgestaltung unter Anleitung der jeweiligen Kurator*innen entwickeln und umsetzen mit den Schwerpunkten Fotografie, Farbkonzept und Folienschnittfür Ausstellungen\nErstellen von Grafiken, Folien, PowerPoint Präsentationen für Sonderausstellungen, Messen, Fachtagungen, kulturelle Bildungsarbeit et cetera\nkünstlerische Gestaltung und Buchkunstillustration\nErstellen von Druckstufen für Werbematerial, Flyer, Plakat zu Ausstellungen und anderen Projekten des Heinrich-Heine-Instituts\nErstellung von Hängeplänen für die Sonderausstellungen und weitere Projekte des Heine-Instituts auf der „Straße der Romantik und Revolution“.\nIhr Profil:\nAusbildung als staatlich geprüfte*r Grafik Designer*in\nfundierte Kenntnisse in den benötigten digitalen Programmen und Anwendungen wie „InDesign“\nErfahrungen in der Ausstellungsgestaltung erwünscht\nFlexibilität, Einsatzbereitschaft, Kommunikationsgeschick sowie eine systematische Arbeitsweise.\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt befristet im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD).\nWir leben Vielfalt –\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nDie Stelle ist mit einer regelmäßigen durchschnittlichen wöchentlichen Arbeitszeit von 24 Stunden zu besetzen.\nDie Einstellung erfolgt befristet für die Dauer der Beurlaubung der derzeitigen Stelleninhaberin bis zum 30.06.2026. Sofern im Anschluss eine weitere Beurlaubung beantragt wird, ist bei persönlicher und fachlicher Eignung eine entsprechende Weiterbeschäftigung nicht ausgeschlossen.\nBitte bewerben Sie sich online bis zum 18.09.2025 über den Button „Stell dich vor!“.\nhttps://karriere.duesseldorf.de/designerin-schwerpunkt-grafik-de-f7439.html?agid=19\nFür nähere Auskünfte zum Aufgabengebiet stehen Ihnen im Fachamt Dr. Sabine Brenner-Wilczek, Telefon 0211 89-92901 und Jan Birger von Holtum, Telefon 0211 89-95579 gerne zur Verfügung.\nFür das Bewerbungsverfahren ist Ihre Ansprechperson Lena Becker, Telefon 0211 89-24023, Moskauer Straße 25, 3. OG, links. Bei Rückfragen bitten wir um Angabe der Kennziffer 41/201/05/02/25/01.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.09.2025", "url": "https://www.museumsbund.de/stellenangebote/designerin-schwerpunkt-grafik/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-im-zentralen-fundarchiv-rastatt/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in im Zentralen Fundarchiv Rastatt", "content_text": "Archäologisches Landesmuseum Baden-Württemberg, Rastatt Bewerbungsende: 19.10.2025 | Das Archäologische Landesmuseum Baden-Württemberg ist mit seinem Hauptsitz in Konstanz, dem Zentralen Fundarchiv in Rastatt und sieben Zweigmuseen die zentrale Institution für die Vermittlung der Landesarchäologie und für die Archivierung der archäologischen Zeugnisse aus einer der wichtigsten Fundregionen Europas.\nZum 15.01.2026 ist die Teilzeitstelle mit 70% eines*einer wissenschaftlichen Mitarbeiters*in (m/w/d) im Zentralen Fundarchiv in Rastatt zu besetzen.\nDas Zentrale Fundarchiv ist die zentrale Einrichtung des Landes, in der die bei archäologischen Ausgrabungen in Baden-Württemberg geborgen Kulturgüter erfasst, langfristig nach konservatorischen Vorgaben archiviert und für wissenschaftliche Bearbeitungen und Ausstellungen in Museen zur Verfügung gestellt werden.\nIhre Aufgaben\nBetreuung der Sammlung des ALM mit Schwerpunkt des Fachbereichs Vor- und Frühgeschichte und Archäologie des Mittelalters und der Neuzeit.\nStellvertretung der Dienststellenleitung.\nBetreuung der Bereiche Anlieferung und Ausleihe in Zusammenarbeit mit den entsprechenden Mitarbeitern*innen.\nBetreuung von Anfragen und Ausleihvorgängen, Erstellung von Leihverträgen.\nInventarisierung und wissenschaftliche Erschließung der Fundbestände im Zentralen Fundarchivs mit Schwerpunkt im Fachbereich Vor- und Frühgeschichte und Archäologie des Mittelalters und der Neuzeit.\nErstellung von Beiträgen im Fachbereich Vor- und Frühgeschichte und Archäologie des Mittelalters und der Neuzeit im Rahmen von Ausstellungskatalogen und Begleitpublikationen.\nMitarbeit an Ausstellungsprojekten des ALM Baden-Württemberg.\nIhr Profil\nEin abgeschlossenes Hochschulstudium (mindestens mit Abschluss Magister Artium oder Master) im Fachbereich Vor- und Frühgeschichte, Provinzialrömische Archäologie oder Archäologie des Mittelalters und der Neuzeit.\nEin Schwerpunkt in der Vor- und Frühgeschichte oder der Archäologie des Mittelalters und der Neuzeit Südwestdeutschlands und Kenntnisse der archäologischen Sachkultur sind von Vorteil.\nErfahrungen in der wissenschaftlichen Bearbeitung von archäologischem Fundmaterial.\nErfahrungen mit archäologischen Datenbanken.\nstrukturierte und effiziente Arbeitsweise.\nKommunikationsstärke\nFlexibel, belastbar, hohes Engagement.\nHohes Verantwortungsbewusstsein.\nBerufliche Erfahrungen in der Museums- und Archivarbeit sind von Vorteil.\nUnser Angebot\nEine unbefristete Stelle (70 %) mit einer Vergütung nach Entgeltgruppe 13 TV-L.\nEine verantwortungsvolle Tätigkeit in einer renommierten Kultureinrichtung.\nEine interessante Arbeit in einem engagierten Team sowie ein professionelles, wertschätzenden Arbeitsklima.\nFlexible Arbeitszeiten zur besseren Vereinbarkeit von Familie und Beruf.\nWeiterbildungsmöglichkeiten, die sozialen Leistungen im öffentlichen Dienst sowie einen Zuschuss zum Job-Ticket Baden-Württemberg\nVielfalt ist uns wichtig, daher begrüßen wir Bewerbungen von Personen jeglichen Geschlechts, unabhängig des Alters, des Glaubens, der kulturellen und sozialen Herkunft oder der sexuellen Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben Sie Interesse?\nDann freuen wir uns auf Ihre Online-Bewerbung mit aussagekräftigen Unterlagen inkl. Zeugnisse und Referenzen bis zum 19.10.2025 per Mail an bewerbungen@konstanz.alm-bw.de; Betreff: »ZFA – Vor-/Frühgeschichte«\nFür Fragen steht Ihnen gerne Herr Dr. Martin Kemkes unter der Tel: +49 (0) 7222 7876-47 zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nDie Bewerbungsgespräche finden am 21.11.2025 in Rastatt statt.\nBitte beachten Sie im Kontext Ihrer Bewerbung auch unsere Datenschutzerklärung. Mit Ihrer Bewerbung bestätigen Sie, diese zur Kenntnis genommen zu haben und damit einverstanden zu sein, dass die von Ihnen angegebenen Daten elektronisch erhoben und gespeichert werden. Ihre Daten werden dabei nur streng zweckgebunden zur Bearbeitung und Beantwortung Ihrer Anfrage benutzt. Mit dem Absenden Ihrer Bewerbung erklären Sie sich mit der Verarbeitung einverstanden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-im-zentralen-fundarchiv-rastatt/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-wiss-referentin-w-m-d-fuer-ein-grosses-projekt-zur-staerkung-der-gedenkstaetten-in-westfalen-lippe/", "image": "", "title": "Projektleitung (wiss. Referent:in) (w/m/d) für ein großes Projekt zur Stärkung der Gedenkstätten in Westfalen-Lippe", "content_text": "LWL-Museumsamt für Westfalen, Münster Bewerbungsende: 29.09.2025 | Der Landschaftsverband Westfalen-Lippe (LWL) sucht Sie zum 15.01.2026 als\nProjektleitung (wiss. Referent:in) für ein großes Projekt zur Stärkung der Gedenkstätten in Westfalen-Lippe (w/m/d)\nEG 13 TVöD VKA\nfür unser LWL-Museumsamt für Westfalen. Wir bieten eine bis zunächst zum 15.09.2027 befristete Teilzeitstelle (29,25 Stunden/Woche).\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8330 bis zum 29.09.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.09.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-wiss-referentin-w-m-d-fuer-ein-grosses-projekt-zur-staerkung-der-gedenkstaetten-in-westfalen-lippe/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-historisch-politische-bildungsarbeit-im-rahmen-eines-grossen-projektes-zur-staerkung-der-gedenkstaetten-in-westfalen-lippe/", "image": "", "title": "Mitarbeiter:in (w/m/d) für historisch-politische Bildungsarbeit im Rahmen eines großen Projektes zur Stärkung der Gedenkstätten in Westfalen-Lippe", "content_text": "LWL-Museumsamt für Westfalen, Münster Bewerbungsende: 29.09.2025 | Der Landschaftsverband Westfalen-Lippe (LWL) sucht Sie zum 01.03.2026 als\nMitarbeiter:in für historisch-politische Bildungsarbeit im Rahmen eines großen Projektes zur Stärkung der Gedenkstätten in Westfalen-Lippe (w/m/d)\nEG 9b TVöD VKA\nfür unser LWL-Museumsamt für Westfalen. Wir bieten eine bis zum 31.10.2027 befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8379\nbis zum\n29.09.2025\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-historisch-politische-bildungsarbeit-im-rahmen-eines-grossen-projektes-zur-staerkung-der-gedenkstaetten-in-westfalen-lippe/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-sammlung-forschung-m-w-d/", "image": "", "title": "Abteilungsleitung Sammlung & Forschung (m/w/d)", "content_text": "Deutsches Hygiene-Museum, Dresden Bewerbungsende: 12.10.2025 | Das Deutsche Hygiene-Museum (DHMD) ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen sowie das Diskursprogramm beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Abteilung Sammlung & Forschung stellt die Stiftung ab 1. März 2026\neine Abteilungsleitung Sammlung & Forschung (m/w/d)\nin Vollzeit (40 Stunden/Woche) ein.\nDie Abteilung Sammlung & Forschung beschäftigt sich mit der Geschichte des Körpers, mit Körperwissen und Körperpraktiken des 20. und 21. Jahrhunderts. Der etwa 90.000 Objekte umfassende Sammlungsbestand wird kontinuierlich erweitert und erschlossen und somit Forschungs- und Ausstellungsprojekten zugänglich gemacht.\nIhr Aufgabengebiet:\nfachliche Leitung der Abteilung Sammlung mit Personalverantwortung\ninhaltlich-konzeptionelle Leitung der Sammlung zur Geschichte des Körpers in den Arbeitsfeldern: Sammeln, Bewahren, Dokumentation/Digitalisierung, Forschung sowie internationaler Leihverkehr und Bibliothek\nKonzeption und Umsetzung von Forschungsprojekten zur Sammlung des DHMD inkl. Fachtagungen und Herausgeberschaft von DHMD-Veröffentlichungen\nfachbezogene Mitarbeit bei der Beantragung von weiteren DHMD-Förderprojekten/Drittmittelprojekten\nKonzeption und Umsetzung der Verstetigung neuer, partizipativer Sammlungsformate\nstrategische Weiterentwicklung der Digitalisierung der Sammlung sowie des Sammelns digitaler Objekte\nPublikationstätigkeit in nationalen und internationalen Fachpublikationen\nVertretung der Sammlung auf nationalen und internationalen Fachtagungen sowie Netzwerkpflege mit nationalen und internationalen Fachkolleg:innen\ninhaltliche Vernetzung und Zusammenarbeit mit anderen Abteilungen und Projekten des Hauses, insbesondere mit dem Bereich Ausstellungen\nMitarbeit an den inhaltlich langfristigen strategischen Planungen des Museums\nÜbernahme von Querschnittsaufgaben über den eigentlichen Arbeitsbereich als Leitung der Abteilung Sammlung hinaus\nIhr Profil:\nabgeschlossenes kultur- oder geisteswissenschaftliches Hochschulstudium (M.A., Magister, Diplom)\nPromotion in sammlungsrelevantem Feld von Vorteil\nmehrjährige Berufserfahrung in der Verantwortung für Sammlungen, möglichst der Alltagskultur und/oder körperhistorischer Sammlungen\nnachgewiesene Forschungserfahrung mit Bezug zu sammlungsrelevanten und/oder museologischen Themen sowie sehr gute Kenntnisse aktueller museologischer Diskurse und Praktiken, besonders auch im Bereich Digitalisierung\nErfahrung in der Akquise von Drittmitteln und der Konzeption von Forschungsanträgen\nErfahrung im vernetzten Arbeiten mit anderen Museumsabteilungen, insbesondere Vermittlung und Ausstellung sowie im partizipativen Sammeln von Vorteil\ngute Netzwerke in der nationalen und internationalen Museums- und Sammlungslandschaft\nsehr gute Englischkenntnisse; weitere Fremdsprachenkenntnisse von Vorteil\nFührungserfahrung von Vorteil\nsehr hohes Maß an Eigeninitiative, Verantwortungsbereitschaft und selbstständiger Arbeitsweise\nsehr hohes Maß an Flexibilität, Team- und Motivationsfähigkeit sowie Kooperationsbereitschaft\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit\nBereitschaft, Sammlung in Vernetzung mit anderen Abteilungen nach außen zu öffnen\nstrukturiertes Arbeiten, Zielorientierung und Problemlösungsfähigkeit\nBereitschaft zur Weiterbildung im zu verantwortenden Aufgabengebiet\nOrganisations- und Verhandlungsgeschick, Zuverlässigkeit und Belastbarkeit\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten eine vielseitige Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Iris Edenheiser (Tel. 0351 48 46 101), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n12. Oktober 2025\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an: Stiftung Deutsches Hygiene-Museum, Monique Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-sammlung-forschung-m-w-d/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-digitalisierung-datenbanken-w-m-d-2/", "image": "", "title": "Mitarbeit Digitalisierung / Datenbanken (w/m/d)", "content_text": "Staatliches Naturhistorisches Museum Braunschweig, Braunschweig Bewerbungsende: 10.10.2025 | Bei den 3Landesmuseen Braunschweig ist im Staatlichen Naturhistorischen Museum Braunschweig ab 01.01.2026 und zunächst befristet bis 31.12.2027 eine Vollzeitstelle Mitarbeit Digitalisierung / Datenbanken (w/m/d) EG 9b TV-L zu besetzen.\nDie sechs Nds. Landesmuseen in Oldenburg, Hannover und Braunschweig suchen im Rahmen des gemeinsamen Forschungsprojekts „Digitale Verantwortung und Sichtbarkeit:\nDie niedersächsischen Landesmuseen vernetzen Wissenschaft und Gesellschaft“ (Digi-VerS) mehrere Mitarbeiter*innen. Das Forschungsprojekt hat das Ziel, Vermittlungsmodelle und rechtliche sowie technische Lösungen für ein zeitgemäßes Management musealer Forschungsdaten zu finden. Strukturell wird dies durch die Etablierung eines Inventarisierungs- bzw. Katalogisierungsverbundes erreicht, dessen Betriebsmodell in Kooperation mit Verbundpartnern (VZG, GWDG, Hochschulen) erarbeitet werden soll. Im Fokus steht die Überführung von analogen Methodiken des Forschungsdatenmanagements in ein digitales und zeitgemäßes Management musealer Forschungsdaten.\nIm Rahmen des Projekts DigiVerS unterstützt die\nMitarbeit Digitalisierung / Datenbanken (am SNHM)\ndie digitale Transformation der sechs Niedersächsischen Landesmuseen durch qualitätsgesicherte und strukturierte Erschließung von Sammlungs- und Forschungsdaten. Ziel ist es, analoge Dokumentationsprozesse zu digitalisieren und nachhaltige Datenstandards in den Museen zu etablieren.\nDie\nMitarbeit Digitalisierung / Datenbanken (am SNHM)\nträgt innerhalb des digitalen Forschungsdatenmanagement-Verbunds zur Sicherstellung und Weiterentwicklung gemeinsamer Erfassungs- und Dokumentationsrichtlinien bei und arbeitet eng mit Kurator*innen, IT-Fachleuten und Partnerinstitutionen zusammen. In den einzelnen Museen wirkt sie als Schnittstelle zwischen wissenschaftlicher Arbeit, Sammlungsmanagement und technischer Datenverarbeitung.\nIhr Beitrag ist grundlegend für die Qualität, Nachnutzbarkeit und Sichtbarkeit musealer Datenbestände – sowohl im Kontext lokaler Digitalstrategien als auch im Rahmen übergreifender Verbundlösungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-digitalisierung-datenbanken-w-m-d-2/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-digitalisierung-datenbanken-w-m-d/", "image": "", "title": "Mitarbeit in der Koordination Digitale Infrastruktur / Datenbanken / Normvokabulare (w/m/d)", "content_text": "Herzog Anton Ulrich-Museum Braunschweig, Braunschweig Bewerbungsende: 26.09.2025 | Bei den 3Landesmuseen Braunschweig ist im Herzog Anton Ulrich-Museum Braunschweig ab 01.01.2026 und zunächst befristet bis 31.12.2027 eine Vollzeitstelle Mitarbeit in der Koordination Digitale Infrastruktur / Datenbanken / Normvokabulare (w/m/d), EG 9 b TV-L, zu besetzen.\nDie sechs Nds. Landesmuseen in Oldenburg, Hannover und Braunschweig suchen im Rahmen des gemeinsamen Forschungsprojekts „Digitale Verantwortung und Sichtbarkeit: Die niedersächsischen Landesmuseen vernetzen Wissenschaft und Gesellschaft“ mehrere Mitarbeiter*innen.\nDas Forschungsprojekt hat das Ziel, Vermittlungsmodelle und rechtliche sowie technische Lösungen für ein zeitgemäßes Management musealer Forschungsdaten zu finden. Strukturell wird dies durch die Etablierung eines Inventarisierungs- bzw. Katalogisierungsverbundes erreicht, dessen Betriebsmodell in Kooperation mit Verbundpartnern (VZG, DWDG, Hochschulen) erarbeitet werden soll.\nEin weiterer Aspekt des Projekts ist die 3D-Digitalisierung von physischen Sammlungsobjekten, die im Gegensatz zu flachen 2D-Objekten deutlich komplexer, spezifischer und aufwändiger ist.\nDas Projekt wird zudem bereits existierende digitale Vermittlungsstrukturen mit Blick auf Zugänglichkeit zu den Museen und ihren Objekten sowie die Ansprüche der Öffentlichkeit und der Forschungsgemeinschaft an ein modernes Wissensmanagement und Wissenstransferleistungen untersuchen.\nIm Projekt DigiVerS koordiniert die Mitarbeit die technische Umsetzung der digitalen Transformation der Niedersächsischen Landesmuseen. Sie verantwortet den stabilen Betrieb der Systeme für das digitale Forschungsdatenmanagement, stimmt migrations- und datenschutzbezogene Anforderungen im Verbund mit Partnern wie GBV, GWDG und der Universität Hildesheim ab und fungiert lokal als zentrale Ansprechpersonen für IT, Workflows und Projektmanagement – und sorgt so für die nachhaltige Verankerung digitaler Prozesse im Museumsalltag.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-digitalisierung-datenbanken-w-m-d/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordination-digitalisierung-datenbanken/", "image": "", "title": "Koordination Digitalisierung / Datenbanken", "content_text": "Staatliches Naturhistorisches Museum Braunschweig, Braunschweig Bewerbungsende: 10.10.2025 | Bei den 3Landesmuseen Braunschweig ist im Staatlichen Naturhistorischen Museum Braunschweig ab 01.01.2026 und zunächst befristet bis 31.12.2027 eine Vollzeitstelle Koordination Digitalisierung / Datenbanken (w/m/d) EG 11 TV-L zu besetzen.\nDie sechs Nds. Landesmuseen in Oldenburg, Hannover und Braunschweig suchen im Rahmen des gemeinsamen Forschungsprojekts „Digitale Verantwortung und Sichtbarkeit:\nDie niedersächsischen Landesmuseen vernetzen Wissenschaft und Gesellschaft“ (Digi-VerS) mehrere Mitarbeiter*innen. Das Forschungsprojekt hat das Ziel, Vermittlungsmodelle und rechtliche sowie technische Lösungen für ein zeitgemäßes Management musealer Forschungsdaten zu finden. Strukturell wird dies durch die Etablierung eines Inventarisierungs- bzw. Katalogisierungsverbundes erreicht, dessen Betriebsmodell in Kooperation mit Verbundpartnern (VZG, GWDG, Hochschulen) erarbeitet werden soll. Im Fokus steht die Überführung von analogen Methodiken des Forschungsdatenmanagements in ein digitales und zeitgemäßes Management musealer Forschungsdaten.\nIm Rahmen des Projekts DigiVerS unterstützt die Koordination Digitalisierung / Datenbanken (am SNHM) die digitale Transformation der sechs niedersächsischen Landesmuseen (6LM) durch qualitätsgesicherte und strukturierte Erschließung von Sammlungs- und Forschungsdaten. Ziel ist es, analoge Dokumentationsprozesse zu digitalisieren und nachhaltige Datenstandards in den Museen zu etablieren.\nDie Koordination Digitalisierung / Datenbanken (am SNHM) trägt innerhalb des digitalen Forschungsdatenmanagement-Verbunds zur Sicherstellung und Weiterentwicklung gemeinsamer Erfassungs- und Dokumentationsrichtlinien bei und arbeitet eng mit Kurator*innen, IT-Fachleuten und Partnerinstitutionen zusammen. In den einzelnen Museen wirkt sie als Schnittstelle zwischen wissenschaftlicher Arbeit, Sammlungsmanagement und technischer Datenverarbeitung. Ihr Beitrag ist grundlegend für die Qualität, Nachnutzbarkeit und Sichtbarkeit musealer Datenbestände – sowohl im Kontext lokaler Digitalstrategien als auch im Rahmen übergreifender Verbundlösungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.10.2025", "url": "https://www.museumsbund.de/stellenangebote/koordination-digitalisierung-datenbanken/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koord-digitale-infrastruktur-datenbanken-normvokabulare/", "image": "", "title": "Koord. Digitale Infrastruktur / Datenbanken / Normvokabulare", "content_text": "Herzog Anton Ulrich-Museum Braunschweig, Braunschweig Bewerbungsende: 26.09.2025 | Bei den 3Landesmuseen Braunschweig ist im Herzog Anton Ulrich-Museum Braunschweig ab 01.01.2026 und zunächst befristet bis 31.12.2027 eine Vollzeitstelle Koordination Digitale Infrastruktur / Datenbanken / Normvokabulare (w/m/d), EG 11 TV-L, zu besetzen.\nDie sechs Nds. Landesmuseen in Oldenburg, Hannover und Braunschweig suchen im Rahmen des gemeinsamen Forschungsprojekts „Digitale Verantwortung und Sichtbarkeit: Die niedersächsischen Landesmuseen vernetzen Wissenschaft und Gesellschaft“ mehrere Mitarbeiter*innen.\nDas Forschungsprojekt hat das Ziel, Vermittlungsmodelle und rechtliche sowie technische Lösungen für ein zeitgemäßes Management musealer Forschungsdaten zu finden. Strukturell wird dies durch die Etablierung eines Inventarisierungs- bzw. Katalogisierungsverbundes erreicht, dessen Betriebsmodell in Kooperation mit Verbundpartnern (VZG, DWDG, Hochschulen) erarbeitet werden soll. Im Fokus steht die Überführung von analogen Methodiken des Forschungsdatenmanagements in ein digitales und zeitgemäßes Management musealer Forschungsdaten.\nEin weiterer Aspekt des Projekts ist die 3D-Digitalisierung von physischen Sammlungsobjekten, die im Gegensatz zu flachen 2D-Objekten deutlich komplexer, spezifischer und aufwändiger ist.\nDas Projekt wird zudem bereits existierende digitale Vermittlungsstrukturen mit Blick auf Zugänglichkeit zu den Museen und ihren Objekten sowie die Ansprüche der Öffentlichkeit und der Forschungsgemeinschaft an ein modernes Wissensmanagement und Wissenstransferleistungen untersuchen.\nIm Rahmen des Projekts DigiVerS unterstützt die Koordination Digitale Infrastruktur die digitale Transformation der sechs Niedersächsischen Landesmuseen durch qualitätsgesicherte und strukturierte Erschließung von Sammlungs- und Forschungsdaten. Ziel ist es, analoge Dokumentationsprozesse zu digitalisieren und nachhaltige Datenstandards in den Museen zu etablieren.\nDie Koordination Digitale Infrastruktur trägt innerhalb des digitalen Forschungsdatenmanagement-Verbunds zur Sicherstellung und Weiterentwicklung gemeinsamer Erfassungs- und Dokumentationsrichtlinien bei und arbeitet eng mit Kurator*innen, IT-Fachleuten und Partnerinstitutionen zusammen. In den einzelnen Museen wirkt sie als Schnittstelle zwischen wissenschaftlicher Arbeit, Sammlungsmanagement und technischer Datenverarbeitung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.09.2025", "url": "https://www.museumsbund.de/stellenangebote/koord-digitale-infrastruktur-datenbanken-normvokabulare/", "date_published": "2025-09-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-restaurator-in-fuer-gemaelde-als-leitende-r-restaurator-in-m-w-d-fuer-die-alte-pinakothek/", "image": "", "title": "wissenschaftliche/r Restaurator/in für Gemälde als Leitende/r Restaurator/in (m/w/d) für die Alte Pinakothek", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 10.10.2025 | Das Doerner Institut gehört zur Direktion der Bayerischen Staatsgemäldesammlungen, konserviert und restauriert die umfangreichen und bedeutenden Bestände der Pinakotheken in Bayern, die vom 14. Jahrhundert bis hin zur zeitgenössischen Kunst reichen, betreibt kunsttechnologische Forschung und ist verantwortlich für die Präventive Konservierung. Ein Team von mehr als 50 Restaurator/innen, Naturwissenschaftler/innen sowie Museums- und Ausstellungstechniker/innen arbeitet am Doerner Institut zusammen.\nWir suchen\neine/n wissenschaftliche/n Restaurator/in für Gemälde als\nLeitende/r Restaurator/in (m/w/d)\nfür die Alte Pinakothek\nin Vollzeit, Entgeltgruppe E13 TV-L, unbefristet, zum nächstmöglichen Termin.\nIn der Abteilung Konservierung, Restaurierung und Kunsttechnologie des Doerner Instituts sind Sie als leitende/r Restaurator/in verantwortliche/r erste/r Ansprechpartner/in für alle konservatorisch-restauratorischen Belange der Alten Pinakothek, einer der bedeutendsten und größten Sammlungen europäischer Malerei vom 14. bis zum 18. Jahrhundert. Im Team der Restaurierung Alte Pinakothek, gemeinsam mit der Präventiven Konservierung und der Museums- und Ausstellungstechnik sowie in enger Zusammenarbeit mit dem kunsthistorischen Kollegium und vielen anderen Fachbereichen der Pinakotheken tragen Sie maßgeblich dazu bei, die mehr als 5000 Gemälde des herausragenden Sammlungsbestands zu bewahren, zu präsentieren, zu erforschen und dem Publikum wie auch der Fachwelt Wissen und neue Erkenntnisse zu diesem bedeutenden Kulturerbe zu vermitteln.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-restaurator-in-fuer-gemaelde-als-leitende-r-restaurator-in-m-w-d-fuer-die-alte-pinakothek/", "date_published": "2025-09-02T00:00:00"}]}