{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-numismatik-funderfassung-m-w-d/", "image": "", "title": "Wissenschaftlicher Mitarbeiter Numismatik/Funderfassung (m/w/d)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 31.07.2025 | Beim Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt ist vom 01.10.2025 bis 31.12.2026 im Rahmen eines Digitalisierungsprojekts zu den Fundmünzen Sachsen-Anhalts\neine Stelle als\nWissenschaftlicher Mitarbeiter Numismatik/Funderfassung (m/w/d)\nzu besetzen.\nDie Stelle ist mit EG 13 TV-L bewertet. Es handelt sich um eine befristete Vollzeitstelle.\nDer Dienstort ist Halle (Saale), richtet sich aber auch nach dem Einsatzort innerhalb Sachsen-Anhalts.\nBeim Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt ist vom 01.10.2025 bis 31.12.2026 im Rahmen eines Digitalisierungsprojekts zu den Fundmünzen Sachsen-Anhalts eine Stelle als\nWissenschaftlicher Mitarbeiter\nNumismatik/Funderfassung (m/w/d)\nzu besetzen.\nDie Stelle ist mit EG 13 TV-L bewertet. Es handelt sich um eine befristete Vollzeitstelle.\nDer Dienstort ist Halle (Saale), richtet sich aber auch nach dem Einsatzort innerhalb Sachsen-Anhalts.\nIhre Aufgaben:\nWissenschaftlich numismatische Erschließung von Fundmünzen aller Zeitstufen, von der Antike bis hin zur Neuzeit\nEinpflegen der erhoben Daten in das Datenbanksystem KENOM\nWissenschaftliche Erschließung, Einordnung und Verzeichnung von Informationen zu Münzfunden aus Archivbeständen\nStrukturierung der Datenablage und Übertragung von Informationen in zentrale Datenbanksysteme – Redaktion des Münzfundkataloges für Sachsen-Anhalt\nPrüfung bereits automatisiert bzw. händisch erfassten Informationen\nFachliche Voraussetzungen:\nAbgeschlossenes wissenschaftliches Hochschulstudium (M.A., Master oder vergleichbare Qualifikationen) in den für die Numismatik relevanten Fächern wie den Altertumswissenschaften, Geschichtswissenschaften oder der Kunstgeschichte\nErfahrung in der numismatischen Bestimmungsarbeit\nWünschenswert sind Kenntnisse im Bereich der mitteldeutschen Prägelandschaft\nBereitschaft zum Einarbeiten in die Mittelalternumismatik\nKenntnisse im Umgang mit Archivalien und Archivsystemen\nErfahrung bei der Anwendung und Pflege von Datenbanksystemen\neinschlägige EDV-Kenntnisse (z. B. MS Office-Paket)\nSorgfalt im Umgang mit archäologischem Kulturgut\nPKW-Führerschein Klasse B und Bereitschaft zum Führen eines Dienst-KFZs\nBereitschaft zu teils mehrtägigen Dienstreisen\nPersönliche Voraussetzungen:\nPolizeiliches Führungszeugnis (muss der Bewerbung beiliegend oder nachweislich angefordert sein)\nAusgeprägte Kommunikations- und Kooperationsfähigkeit, Teamfähigkeit\nSorgfältige, ergebnisorientierte und strukturierte Arbeitsweise\nVerantwortungsgefühl und Selbstständigkeit\nZuverlässigkeit, Belastbarkeit und Engagement\nWir bieten Ihnen:\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\n30 Tage Urlaub im Jahr bei einer 5-Tage-Woche (24.12. und 31.12. frei)\nflexible Arbeitszeitregelungen\nJahressonderzahlung\nzusätzliche betriebliche Altersvorsorge (VBL)\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 09/25\n– auch außen auf dem Briefumschlag – bis zum 31.07.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–Landesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-numismatik-funderfassung-m-w-d/", "date_published": "2025-07-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/junior-museum-communicators-w-m-d/", "image": "", "title": "Junior Museum Communicators (w/m/d)", "content_text": "Deutsche Museum, München Bewerbungsende: 17.07.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDie Ausstellung Bio- und Nanotechnologie bietet spannende Einblicke in aktuelle Forschungsthemen. Passend dazu bieten wir im DNA-Besucherlabor attraktive molekularbiologische Experimente für Schulklassen an.\nZur Durchführung von Laborkursen sowie zur Unterstützung bei der Erstellung eines Ausstellungs-katalogs zum Thema Bio- und Nanotechnologie suchen wir zum nächstmöglichen Zeitpunkt zwei\nJunior Museum Communicators (w/m/d)\nin Teilzeit (8 Wochenstunden)\nIhre Aufgaben\nOrganisation, Durchführung und Nachbereitung von Laborkursen im DNA-Besucherlabor auf Basis bestehender Konzepte\nzielgruppenspezifische und individuelle Betreuung der Kursteilnehmerinnen und Kursteilnehmer\nÜberarbeitung der bestehenden PowerPoint-Präsentationen\nInstandhaltung des Labors, Pflege und Nachbeschaffung von Ausrüstung und Material für die Programme\nUnterstützung bei der Dokumentation der Sammlung zur Bio- und Nanotechnologie (Bildrecherche, Objektrecherche)\nIhr Profil\nerfolgreich abgeschlossene Berufsausbildung im naturwissenschaftlich-technischen Bereich, auch Studierende einer deutschen Hochschule oder Fachhochschule im Fachbereich Molekularbiologie, Biochemie oder Biologie sind eingeladen, sich zu bewerben\npraktische Erfahrungen in der Durchführung molekularbiologischer Versuche, insbesondere PCR und Gelelektrophorese\nBegeisterung für die Vermittlung von naturwissenschaftlich-technischen Inhalten\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\npädagogische Begabung und Kenntnisse in Nanowissenschaften sind von Vorteil\nBereitschaft zu flexiblen Arbeitszeiten auch an Wochenenden und Feiertagen (max. 2x/Monat)\nPersönliche / soziale / methodische Kompetenzen\nsicheres Auftreten, selbstständiges Arbeiten und Zuverlässigkeit\nEigeninitiative, Kommunikations- und Teamfähigkeit\nOrganisationsvermögen und Zeitmanagement\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team\neine tarifgerechte Bezahlung in Entgeltgruppe 6 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\nein betriebliches Gesundheitsmanagement\nDie Stelle ist auf ein Jahr befristet. Eine Verlängerung um ein zweites Jahr wird angestrebt.\nFür fachliche Fragen steht Ihnen Frau Dr. Kemper (089/2179-551) gerne zur Verfügung.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen, ggf. Immatrikulationsbescheinigung\nbis 17.07.2025 an bewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer 2531 an.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nDatenschutz – Deutsches Museum\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.07.2025", "url": "https://www.museumsbund.de/stellenangebote/junior-museum-communicators-w-m-d/", "date_published": "2025-07-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-30/", "image": "", "title": "Restaurator*in (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 29.07.2025 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und ein lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nDie Sammlung von etwa 250 spätmittelalterlichen Gemälden aus dem gesamten deutschen Sprachraum zählt aufgrund ihres Umfangs und der hohen künstlerischen Qualität zu den weltweit bedeutendsten ihrer Art. Seit mehr als 10 Jahren erforscht das Museum mit einem interdisziplinär arbeitenden Team von Kunsttechnolog*innen und Kunsthistoriker*innen diesen Bestand (https://www.gnm.de/forschung/projekte/tafelmalerei-spaetmittelalter).\nIn der anstehenden Projektphase sollen 24 Tafelgemälde aus Schwaben für einen umfangreichen Bestandskatalog kunsttechnologisch und kunsthistorisch erfasst und beschrieben werden. Dazu gehören Werke der bedeutendsten schwäbischen Künstler und Werkstätten wie Hans Multscher und Hans Holbein d.Ä. oder auch anonyme Meisterwerke wie die Kemptener Kreuzigung.\nZur Unterstützung des Projekts suchen wir als kunsttechnologische Assistenz zum\n01. Oktober 2025\neine*n\nRestaurator*in (m/w/d)\nTeilzeit (50%), E 10 TV-L, befristet für 2 Jahre\nIhre Aufgaben:\nkunsttechnologische und fotografische Dokumentation inkl. digitaler Bildbearbeitung\nBetreuung der Projektdatenbank\nkonservatorische Vorbereitung der Objekte für die Untersuchung\nredaktionelle Mitarbeit am Manuskript des Bestandskatalogs\nMitarbeit bei der Auswertung der bisherigen Ergebnisse des Forschungsprojekts\nUnterstützung der Projektarbeit, u.a. bei der Vorbereitung von Teamsitzungen, Workshops, Tagungen\nIhr Profil:\nSie haben ein abgeschlossenes Studium der Restaurierung (MA/Dipl.) mit Schwerpunkt Gemälde oder/und Skulptur\nSie sind versiert im Umgang mit Adobe Creative Suite (Photoshop, Illustrator)\nSie besitzen Erfahrung mit Datenbanken\nidealerweise verfügen Sie über Kenntnisse zu Material und Technik spätmittelalterlicher Kunst\nDas haben wir zu bieten:\neinen Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700 000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nMitarbeiteressen in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nSie wollen uns bei unseren Aufgaben unterstützen?\nDann senden Sie uns Ihre Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen) bis spätestens zum\n29. Juli 2025\nan unser Onlineportal.\nFür Auskünfte steht Ihnen Beate Fücker (0911 1331-270) gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.07.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-30/", "date_published": "2025-07-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-das-musikarchiv/", "image": "", "title": "Leitung für das Musikarchiv", "content_text": "Akademie der Künste Berlin, Bewerbungsende: 17.08.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 1. Januar 2026\neine Leitung für das Musikarchiv,\nunbefristet\nin Vollzeit (39 Wochenstunden)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen\nKulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von\nKünstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das\nArchiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst\nund Kultur im deutschen Sprachraum seit 1900. Die zentrale Aufgabe besteht darin, künstlerisch und\nkulturgeschichtlich wichtige Archive zu erwerben, zu verzeichnen und der Wissenschaft und interessierten\nÖffentlichkeit bereitzustellen.\nDas Musikarchiv ist eine Abteilung des Akademie-Archivs. Es betreut überwiegend Nachlässe und\nArbeitsarchive aus dem Bereich der Neuen Musik des 20. und 21. Jahrhunderts. Weitere Schwerpunkte\nsind die Archive aus Deutschland vertriebener Komponistinnen und Komponisten sowie Bestände zur\nElektronischen und Elektroakustischen Musik.\nIhre Aufgaben:\nLeitung der Archivabteilung Musik\nBetreuung von Archiven herausragender Musiker*innen von 1900 bis zur Gegenwart\nErwerbungsverhandlungen in Abstimmung mit der Archivdirektion\nSteuerung der Bestandsbearbeitung und der wissenschaftlichen Auskunftstätigkeit\nKonzeption von Forschungs-, Editions- und Digitalisierungsprojekten\nAkquise von Drittmitteln\nPlanung von Veranstaltungs-, Ausstellungs- und Publikationsvorhaben\nMitwirkung in einschlägigen Arbeitsgemeinschaften und Fachverbänden\nIhr Profil:\nAbgeschlossenes wissenschaftliches Hochschulstudium als Musikwissenschaftler*in mit\nSchwerpunkt Musik des 20. und 21. Jahrhunderts (Magister, Master oder gleichwertig; Promotion\nerwünscht)\nNachgewiesene Publikations- und Forschungstätigkeit in der Musikwissenschaft oder\nMusikgeschichte\nEine abgeschlossene archivfachliche Zusatzausbildung oder eine vergleichbare mehrjährige\nBerufserfahrung in einer sammelnden Einrichtung (Archiv, Bibliothek, Museum o.ä.) sind\nerwünscht\nAusgeprägte Führungs- und Teambildungskompetenz sowie die Bereitschaft eine offene und\nwertschätzende Feedbackkultur zu leben\nInterkulturelle Kompetenz, Inklusions- und Diversitätskompetenz\nHohes Maß an Kreativität, Eigeninitiative und Kommunikationsfähigkeit\nNachgewiesene Erfahrungen im Projektmanagement, Kenntnisse der Instrumente und der Strukturen der Forschungsförderung (Drittmittelakquise)\nVertrautheit mit der digitalen Erschließung und Vermittlung von Informationen\nSouveränität im Umgang mit Künstler*innen, gute Vernetzung im Wissenschaftsmilieu\nKenntnisse von elektronischen Notationsprogrammen und der Informationstechnik (Archivsoftware, Datenbanken, PC-Office-Programme) sowie im Bereich von Social Media\nStilsichere mündliche und schriftliche Kommunikationsfähigkeit in Deutsch und Englisch (C1-Niveau)\nDer Bewerbung ist eine Skizze (ca. 4 Seiten) zum Sammlungsprofil des Musikarchivs beizufügen. Ziel ist eine kritische Analyse des bisherigen Sammlungsbestandes (Umfang, Inhalt, Schwerpunkte, Lücken) mit\nEmpfehlungen für eine Neuausrichtung und für potentielle Erwerbungen.\nUnser Angebot:\nVergütung nach Entgeltgruppe E14 TVöD Bund Vollzeit (39 Stunden/ Woche), sofern die Eingruppierungsvoraussetzungen erfüllt sind\nJahressonderzahlung\n6 Wochen Urlaub pro Kalenderjahr (zzgl. frei am 24.12. und 31.12.)\nFlexible Arbeitszeitgestaltung und die Möglichkeit zur Mobilen Arbeit im Rahmen unserer Dienstvereinbarung\nBetriebliche Altersvorsorge (VBL)\nNutzung des kulturellen Angebots des Hauses\nMöglichkeit zur kontinuierlichen Weiterentwicklung (z. Bsp. durch Fort- und Weiterbildungen und Bildungszeit)\nVereinbarkeit von Beruf, Familie und Pflege (u.a. Eltern-Kind-Büro, Pflegeberatung)\nAngebote zum Gesundheitsmanagement (u.a. EGYM Wellpass)\nZuschuss zum Jobticket (Deutschlandticket Job oder VBB Firmenticket)\nKostenlose und vertrauliche Sozialberatung\nDer Arbeitsplatz ist für Teilzeit geeignet.\nDie Akademie der Künste schätzt Diversität. Bewerbungen von schwerbehinderten Menschen werden bei gleicher Eignung besonders berücksichtigt.\nBitte reichen Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) ausschließlich über die Plattform INTERAMT ein.\nLeitung für das Musikarchiv | Akademie der Künste – Stellensuche (interamt.de)\nDie Bewerbungsfrist endet am 17.08.2025.\nBewerbungen per E-Mail oder Postweg können nicht berücksichtigt werden!\nDie Bewerbungsgespräche finden in der Kalenderwoche 39 statt.\nSollten Sie Rückfragen zur Nutzung von INTERAMT haben oder Hilfe benötigen, dann kontaktieren Sie uns\nunter bewerbung@adk.de\nInformationen zur Akademie finden Sie unter www.adk.de\nDatenschutzinformationen für Bewerbungen erhalten Sie unter\nDatenschutzinformationen für Bewerbungen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-das-musikarchiv/", "date_published": "2025-07-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-verwaltung-m-w-d-2/", "image": "", "title": "Mitarbeiter(in) in der Verwaltung (m/w/d)", "content_text": "Bayerisches Armeemuseum, Ingolstadt Bewerbungsende: 13.07.2025 | Das\nBayerische Armeemuseum\nist eines der großen militärhistorischen Museen in Europa. Der Schwerpunkt der Sammlungen liegt auf Bayern in seinem europäischen Kontext. Sie reichen vom Spätmittelalter bis in die Gegenwart.\nDas Bayerische Armeemuseum sucht zum nächstmöglichen Zeitpunkt\neine(n) Mitarbeiter(in) in der Verwaltung (m/w/d)\nunbefristet für 35 Stunden/Woche\nIhre Aufgaben:\nZentrale Beschaffung von Gebrauchs- und Verbrauchsmaterial\nEinführung und Durchführung von Controlling\nDurchführung von Umsatzsteuervoranmeldung u.ä.\nBetreuung und Pflege des Intranet und des Webshops\nAllgemeine Verwaltungsaufgaben\nIhre Voraussetzungen:\nerfolgreich abgeschlossene Berufsausbildung im kaufmännisch administrativen Bereich, Verwaltungsfachangestellte(r) o. ä.\neinschlägige Berufserfahrung in der Museumsverwaltung, im Bürgerservice o.ä.\nsehr gute Deutschkenntnisse (Europäischer Referenzrahmen C2)\nsicherer Umgang mit den gängigen MS-Office-Programmen sowie die Bereitschaft zur Einarbeitung in andere Anwenderprogramme wie IHV, Korona, u.a.\nwirtschaftliches Denken und Handeln\nhervorragendes Zeitmanagement und Selbstorganisation\nVerantwortungsbewusstsein und Belastbarkeit\nInitiative und Einsatzbereitschaft\nOrganisations- und Koordinationsgeschick\nsicheres Auftreten im Umgang mit Menschen\nTeamfähigkeit\nWünschenswert sind:\nErfahrungen im staatlichen Haushalts-, Vergabe- und Steuerrecht (Umsatzsteuerecht)\nInterkulturelle Kompetenz\nInteresse an Kulturgeschichte und Museen\nWir bieten Ihnen\ninteressante und äußerst vielseitige Tätigkeiten am Dienstsitz im Neuen Schloss im Herzen Ingolstadts\neine unbefristete Stelle\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. Entgeltgruppe 8 TV-L.\nDie Stelle ist grundsätzlich teilzeitfähig, soweit im Job-Sharing die ganztägige Wahrnehmung der Aufgabe gewährleistet ist.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung und sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben Sie Fragen?\nFür Fragen zum ausgeschriebenen Aufgabengebiet stehen Ihnen gerne Frau Laux unter verwaltung@armeemuseum.de oder 0841/9377-118 zur Verfügung.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse)\nbis spätestens 13.07.2025\nausschließlich über Interamt ein.\nBewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAuf dieses Angebot können Sie sich\nOnline bewerben\n, wenn Sie in INTERAMT angemeldet sind.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-verwaltung-m-w-d-2/", "date_published": "2025-07-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mediengestalter-in-m-w-d/", "image": "", "title": "Mediengestalter/in (m/w/d)", "content_text": "Porzellanikon – Staatliches Museum für Porzellan in Selb, Selb Bewerbungsende: 16.07.2025 | Porzellanikon â€“ Staatliches Museum fĂĽr Porzellan in Selb und Hohenberg a.d. Eger\nZur VerstĂ¤rkung unseres Teams im Referat Marketing, Presse- und Ă–ffentlichkeitsarbeit suchen wir eine/n\nMediengestalter/in (m/w/d), digital und print\nin Vollzeit, Entgeltgruppe 6 TV-L, unbefristet und zum nĂ¤chstmĂ¶glichen Zeitpunkt\nDas Porzellanikon ist ein staatliches Museum in TrĂ¤gerschaft des Freistaates Bayern. Mit zwei Standorten in Selb und Hohenberg a.d. Eger beherbergt es die europaweit grĂ¶Ăźte und vielfĂ¤ltigste Sammlung zu den Themen Porzellan, Technische Keramik und Herstellung des Porzellans.\nIhre Aufgaben:\nAusstellungsgrafik (Digitaldruck auf GroĂźformatdrucker und Montage)\nErstellen von (digitalen) Medien fĂĽr Werbung und Ausstellungen\nInternet und technische Veranstaltungsbetreuung\nIhre Voraussetzungen:\nAbgeschlossene Berufsausbildung als Mediengestalter/in fĂĽr Digital- und Printmedien oder vergleichbar (z.B. Medientechnologe)\nSolide Kenntnisse in den Adobe CS Programmen InDesign, Illustrator, Photoshop und Acrobat.\nPDF Druckvorstufen Workflow fĂĽr die Erstellung von PDF fĂĽr die Anforderungen verschiedener Druckdienstleister\nBetrieb eines GroĂźformatdruckers und eines Schneideplotters\nInternet: Kenntnisse in den CMS TYPO3 und WordPress\nKenntnisse und Erfahrung in der technischen Betreuung von Veranstaltungen\nWĂĽnschenswert sind:\nInteresse an einer TĂ¤tigkeit in der Kulturbranche\nGrundkenntnisse in HTML, CSS, Javascript sowie Grundlagen der Videobearbeitung (Premiere)\nBereitschaft zur gelegentlichen TĂ¤tigkeit am Abend, am Wochenende und an Feiertagen\nOrganisationstalent, FlexibilitĂ¤t, selbstĂ¤ndige Arbeitsweise, TeamfĂ¤higkeit, hohe Einsatzbereitschaft\nWir bieten Ihnen:\neine vielseitige, verantwortungsvolle TĂ¤tigkeit und eine tarifliche Entlohnung und Anstellung im Ă¶ffentlichen Dienst\ngutes Arbeitsklima\nFortbildungsmĂ¶glichkeiten\ngute Vereinbarkeit von Familie und Beruf durch eine flexible Arbeitszeitregelung sowie die MĂ¶glichkeit des mobilen Arbeitens\nattraktive Sozialleistungen: z.B. eine betriebliche Altersvorsorge, vergĂĽnstigtes Ticket fĂĽr den Ă¶ffentlichen Nahverkehr sowie vermĂ¶genswirksame Leistungen\neinmalige Jahressonderzahlung\nsehr gute Anbindung an die Ă¶ffentlichen Verkehrsmittel\nFahrradleasing ĂĽber Deutsche Dienstrad\nDas BeschĂ¤ftigungsverhĂ¤ltnis richtet sich nach dem Tarifvertrag fĂĽr den Ă¶ffentlichen Dienst der LĂ¤nder (TV-L). Bei Vorliegen der persĂ¶nlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. Entgeltgruppe 6.\nDie Stelle ist grundsĂ¤tzlich teilzeitfĂ¤hig, sofern durch Jobsharing die ganztĂ¤gige Wahrnehmung der Aufgaben gesichert ist.\nDie Gleichstellung aller BeschĂ¤ftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhĂ¤ngig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller IdentitĂ¤t. Die Stelle ist fĂĽr die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, BefĂ¤higung und fachlicher Leistung bevorzugt berĂĽcksichtigt.\nHaben Sie Fragen?\nFĂĽr Fragen zum ausgeschriebenen Aufgabengebiet steht Ihnen gerne Anna Dziwetzki unterÂ\nanna.dziwetzki@porzellanikon.org\nÂ und/oder unter der Telefonnummer 09287 91800811 zur VerfĂĽgung.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekrĂ¤ftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse)Â\nbis spĂ¤testens 16.07.2025 ausschlieĂźlich ĂĽber Interamt\nÂ ein. Bewerbungen per E-Mail kĂ¶nnen aus DatenschutzgrĂĽnden nicht berĂĽcksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen fĂĽr ein eventuelles VorstellungsgesprĂ¤ch nicht ĂĽbernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAuf dieses Angebot kĂ¶nnen Sie sichÂ\nOnline bewerben\nÂ , wenn Sie in INTERAMT angemeldet sind.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mediengestalter-in-m-w-d/", "date_published": "2025-07-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/aufsichtsdienst-m-w-d-5/", "image": "", "title": "Aufsichtsdienst (m/w/d)", "content_text": "Archäologische Staatssammlung München, Grünwald Bewerbungsende: 20.08.2025 | Die Archäologische Staatssammlung wurde 1885 gegründet und ist das zentrale Landesmuseum für Vor- und Frühgeschichte in Bayern, das über fünf Abteilungen (Vorgeschichte, Römerzeit, Mittelalter und Neuzeit, die Mittelmeersammlung und Numismatik) und Restaurierungsateliers verfügt. Zudem verwaltet die ASM acht auf die bayerischen Regierungsbezirke verteilten Zweigmuseen. Das Museumsgebäude wurde nach einer Generalsanierung und Erweiterung 2024 wiedereröffnet.\nAußerdem befindet sich in der Gemeinde Grünwald ein Zweigmuseum der Archäologischen Staatssammlung, die Burg Grünwald. Die Räumlichkeiten werden für das Thema „Burgen in Bayern“ und wechselnde Sonderausstellungen der Archäologischen Staatssammlung genutzt.\nDie Archäologische Staatssammlung bietet eine Stelle im\nAufsichtsdienst (m/w/d)\nin Vollzeit mit 40,10 Wochenstunden, Entgeltgruppe 3 TV-L, befristet bis 31.03.2027, zum nächstmöglichen Zeitpunkt.\nIhre Aufgaben:\nTätigkeit als Aufsichtskraft im Museumsbetrieb, in den Ausstellungsräumen, Sonderausstellungen und den Freiflächen\nEintrittskontrolle\nBeantwortung von einfachen Fragen der Besucher\nAm Dienstort Grünwald: zusätzliche Kontrollgänge im Hof und Aufsicht im Turmbereich\nKontrolle zur Einhaltung von Hygienevorschriften\nBereitschaft zum Eingreifen bei Fehlverhalten von Besuchern\nKommunikation und Abstimmung mit dem Team (Aufsichten und Oberaufsicht) vor Ort\nUnterstützung im laufenden Betrieb\nAuf Weisung der Oberaufsichten verschiedene Aushilfstätigkeiten\nNach Einarbeitung auch Kassentätigkeiten\nIhre Voraussetzungen:\nPünktlichkeit, Flexibilität, Verlässlichkeit, Einsatzbereitschaft, Hilfsbereitschaft, Höflichkeit\nKenntnis zu den Arbeitszeitregeln\nBereitschaft zu Wochenenddiensten\nEin hohes Maß an Aufmerksamkeit in Bezug auf den Erhalt des Baudenkmals und historischem Gebäude Burg Grünwald\nWünschenswert sind:\nBerufserfahrung im Aufsichtsdienst ist von Vorteil\nWir bieten Ihnen:\neine vielseitige, verantwortungsvolle Tätigkeit und eine tarifliche Entlohnung und Anstellung im öffentlichen\ngutes Arbeitsklima\nattraktive Sozialleistungen: z.B. eine betriebliche Altersvorsorge, vergünstigtes Ticket für den öffentlichen Nahverkehr sowie vermögenswirksame Leistungen\neinmalige Jahressonderzahlung\nsehr gute Anbindung an die öffentlichen Verkehrsmittel\nDienstort: Archäologische Staatssammlung Museum im Haupthaus in der Lerchenfeldstraße 2 in 80538 München & im Burgmuseum Grünwald, Zeillerstr. 3, 82031 Grünwald bei München.\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. Entgeltgruppe 3 TV-L.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben Sie Fragen?\nFür Fragen zum ausgeschriebenen Aufgabengebiet stehen Ihnen gerne Herr Andreas-Holger Sonntag unter 089-12599691-15 oder per E-Mail\nverwaltung@archaeologie.bayern\nsowie Herr Prof. Dr. Rupert Gebhard 089-12599691-0\nRupert.Gebhard@archaeologie.bayern\n, zur Verfügung.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse)\nbis spätestens 20.07.2025 ausschließlich über Interamt\nein. Bewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAuf dieses Angebot können Sie sich\nOnline bewerben\n, wenn Sie in INTERAMT angemeldet sind.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.08.2025", "url": "https://www.museumsbund.de/stellenangebote/aufsichtsdienst-m-w-d-5/", "date_published": "2025-07-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-zentrale-dienste-und-digitales-m-w-d/", "image": "", "title": "Leitung Zentrale Dienste und Digitales (m/w/d)", "content_text": "Stiftung Neue Synagoge Berlin, Bewerbungsende: 28.07.2025 | Die Stiftung Neue Synagoge Berlin – Centrum Judaicum sucht zum 16.10.2025 eine\nLeitung Zentrale Dienste und Digitales (m/w/d)\n(Vollzeit, unbefristet)\nZur Weiterentwicklung unserer organisatorischen und digitalen Strukturen suchen wir eine qualifizierte und motivierte Persönlichkeit für die Leitung des neuen Bereichs Zentrale Dienste\nund Digitales – ein abwechslungsreiches und verantwortungsvolles Aufgabengebiet in einem der eindrucksvollsten Bauwerke Berlins.\nDie Stiftung Neue Synagoge Berlin – Centrum Judaicum ist eine landesunmittelbare Stiftung des öffentlichen Rechts mit derzeit 27 Mitarbeitenden in Voll- und Teilzeit. Sie befindet sich in den Räumen der 1866 eingeweihten Neuen Synagoge Berlin sowie im angrenzenden Verwaltungsgebäude.\nSie ist ein Erinnerungsort und Museum zur Geschichte der Neuen Synagoge und des jüdischen Lebens in Berlin. Das Museum beherbergt eines der bedeutendsten Archive zum Judentum in Deutschland und wirkt als kulturelles Zentrum, Forschungsstätte sowie Ort gesellschaftlicher Debatte.\nIhre Aufgaben\nAls Leitung mit disziplinarischer Personalverantwortung für 9 Mitarbeitende (in Voll- und Teilzeit) gestalten Sie zwei tragende Bereiche der Stiftung strategisch und operativ und arbeiten in enger Abstimmung mit der Direktorin zusammen:\nZentrale Dienste\nSie verantworten die Steuerung und Koordination folgender Aufgabenfelder:\n– Verwaltung & Recht\n– Personal\n– Vergabestelle / Beschaffungswesen\n– Gebäudemanagement (im Ausstellungs- und Archivbereich)\n– Besucher:innenservice\n– Haus- und Ausstellungstechnik\nIT & Digitales\nSie gestalten die digitale Entwicklung der Stiftung aktiv mit. Zu Ihrem Zuständigkeitsbereich gehören:\n– Entwicklung einer Digitalstrategie sowie Planung und Umsetzung digitaler Projekte\n– Schnittstellenmanagement für Querschnittsaufgaben in enger Zusammenarbeit mit allen Fachbereichen; Erstellung von Workflows\n– Einführung und Implementierung moderner IT-Lösungen\n– Förderung einer kollaborativen Arbeitskultur durch digitale Tools\n– Verantwortung für IT-Administration, IT-Sicherheit und Systembetreuung\nIhr Profil:\n– Wissenschaftlicher Hochschulabschluss bevorzugt mit Schwerpunkt Verwaltungswissenschaft, Rechtswissenschaft, Betriebswirtschaft oder entsprechend gleichwertige Fähigkeiten und Erfahrungen\n– Mehrjährige Berufs- und Führungserfahrung in den Feldern Verwaltung, Zentrale Dienste und/oder Digitalisierung, idealerweise im öffentlichen oder kulturbereichsnahen Umfeld\n– Fundierte Kenntnisse im Haushalts-, Personal- oder Vergaberecht (wünschenswert)\n– Ausgeprägtes Verständnis für digitale Transformationsprozesse und deren Umsetzung\n– Organisationsstärke, Teamorientierung sowie eine strukturierte, lösungsorientierte Arbeitsweise\n– Flexibilität und Innovationsfreude\n– Hohes Maß an Kommunikationsfähigkeit und souveränes Auftreten\nUnsere Struktur\nSie arbeiten gleichberechtigt mit der Leitung Finanzen zusammen. Beide Positionen berichten direkt an die Direktorin und tragen gemeinsam Verantwortung für die strategische und strukturelle Weiterentwicklung der Stiftung.\nWir bieten\n– Eine verantwortungsvolle, gestaltbare Führungsposition in einer renommierten Kulturinstitution\n– Ein engagiertes Team und ein vielfältiges Arbeitsumfeld\n– Flexible Arbeitszeiten und die Möglichkeit zum mobilen Arbeiten\n– Fort- und Weiterbildungsangebote\n– Vergütung nach TV-L E 13\nBewerbungsschluss: 28. Juli 2025\nStartdatum\n: zum 16.10. 2025\nKontakt:\nfür inhaltliche Rückfragen: Dr. Anja Siegemund\nanja.siegemund@centrumjudaicum.de\n, 030 880 28 451 oder 403\nfür organisatorische Rückfragen: Katrin Neuhäuser\nkatrin.neuhaeuser@centrumjudaicum.de\n, 030 880 28 314\nDie Bewerbungsgespräche sind für den 5. und 6. August 2025 geplant.\nWir bitten um Zusendung Ihrer vollständigen Bewerbungsunterlagen an\nbewerbung@centrumjudaicum.de\n.\nWir freuen uns auf Ihre Bewerbung und Ihr Interesse, die Stiftung Neue Synagoge Berlin aktiv mitzugestalten.\nDie Stiftung Neue Synagoge Berlin – Centrum Judaicum gewährleistet die Gleichstellung aller Menschen. Bewerbungen von schwerbehinderten und ihnen gleichgestellten Personen werden bei gleicher Eignung bevorzugt berücksichtigt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-zentrale-dienste-und-digitales-m-w-d/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-fuer-genomisches-biomonitoring/", "image": "", "title": "Technische Assistenz (m/w/d) für Genomisches Biomonitoring", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 21.07.2025 | Stellenausschreibung Ref. #01-25037\nFür das Senckenberg Forschungsinstitut und Naturmuseum in Frankfurt am Main sucht die Senckenberg Gesellschaft für Naturforschung  zum nächstmöglichen Zeitpunkt, idealerweise zum 01. September 2025 eine*n\nTechnische Assistenz (m/w/d) für Genomisches Biomonitoring\n(Teilzeit: 80%)\nOrt:                                                   Frankfurt\nBeschäftigungsumfang:               Teilzeit (80%)\nVertragsart:                                    Zunächst befristet für 2 Jahre mit der Option auf Entfristung\nVergütung:                                     E7 / Tarifvertrag des Landes Hessens (TV-H)\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDie Abteilung Genomisches Biomonitoring ist eine neue wissenschaftliche Einheit am Senckenberg Forschungsinstitut und Naturmuseum Frankfurt. Sie widmet sich der Erforschung und dem Schutz der intraspezifischen genetischen Vielfalt. Wir arbeiten mit einer Vielzahl von Arten, von Bäumen bis hin zu großen Raubtieren, mit besonderem Augenmerk auf bedrohte Arten. Zur Verstärkung unseres Teams suchen wir eine engagierte Technische Assistenz (m/w/d), die uns bei der Generierung modernster genomischer Daten aus populationsbasierten Datensätzen unterstützt. Diese Daten dienen der Kartierung, Charakterisierung und Analyse genetischer Vielfalt sowie der Erkennung von Mustern und Veränderungstrends. Sie arbeiten eng mit den Wissenschaftler*innen der Abteilung Genomisches Biomonitoring zusammen und haben die Möglichkeit, auch mit weiteren molekularbiologischen Einrichtungen bei Senckenberg zusammenzuarbeiten, beispielsweise mit Scientific Robotics und dem TBG-Labor. Unsere Forschung hat unmittelbare gesellschaftliche Relevanz: Sie liefert fundierte Grundlagen für Entscheidungen im Naturschutz, unterstützt politische Maßnahmen und trägt dazu bei, dem Verlust biologischer Vielfalt entgegenzuwirken.  Wir suchen eine motivierte Technische Assistenz (m/w/d) , die unsere Ziele teilt, beim Aufbau unseres neuen Labors mitwirken möchte und unsere molekularbiologische Forschung langfristig unterstützt.\nIhre Aufgaben\nAufbereitung moderner und historischer Proben für DNA-basierte Analysen: Probeneingang, Extraktion hochwertiger DNA aus verschiedenen Arten (z. B. Großkatzen, Amphibien) und Probenarten (z. B. Gewebe, Haare)\nTägliche Organisation des Nasslabors: Bestellung von Reagenzien/Kits/ Plastikmaterialien, Zugangsmanagement, Qualitätskontrolle, Herstellung von Puffern und Lösungen, Kommunikation mit Anbietern\nVerwaltung und Dokumentation von Proben und DNA-Extrakten im Tiefkühllager (-80 °C) sowie in der hausinternen digitalen Datenbank\nVorbereitung von Next-Generation-Sequencing-Bibliotheken für Ganzgenom-, Referenzgenom- und reduzierte Repräsentationssequenzierung mit allen gängigen Plattformen (Illumina, Oxford Nanopore, PacBio). Kontinuierliches Erlernen neuer Methoden und Technologien.\nSelbstständige Durchführung molekularbiologischer Standardverfahren wie PCR, Gelelektrophorese, DNA-Quantifizierung (Fluorometrie), Sanger-Sequenzierung\nEinarbeitung und Betreuung von neuen wissenschaftlichen Mitarbeitenden im Labor (z. B. Masterstudierende, Promovierende), inklusive Sicherheitsunterweisungen\nUnterstützung bei der Beantragung von Genehmigungen (z. B. Importlizenzen) und beim Probenversand\nOptionale Teilnahme an gelegentlichen Feldprobenahmen\nIhr Profil\nAbgeschlossene Ausbildung als Biologisch-technische Assistenz (m/w/d), als Technische Assistenz (m/w/d) für Forschungseinrichtungen, als Technische Assistenz (m/w/d) für Naturkundemuseen und Forschungsinstitute oder eine vergleichbare Qualifikation.\nUmfassende Erfahrung in molekularbiologischen Methoden und Laborarbeit, insbesondere in den Bereichen DNA-Extraktion, -Reinigung, -Quantifizierung und Genomik\nErfahrung im Betrieb und in der Wartung von Geräten zur DNA-Qualitätskontrolle (QC) sowie weiterer molekularbiologischer Laborausstattung\nSehr gute Englischkenntnisse in Wort und Schrift sind erforderlich. Gute Deutschkenntnisse sind wünschenswert (die Arbeitssprache im Team ist Englisch, Gespräche mit externen Dienstleistern erfolgen jedoch teilweise auf Deutsch)\nGesucht wird eine selbstständige, sorgfältig und verantwortungsbewusst arbeitende Technische Assistenz (m/w/d) mit ausgeprägter Organisationsfähigkeit, offener Kommunikation und Teamfähigkeit\nInteresse an Naturschutzbiologie oder Wildtierforschung ist von Vorteil\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-25037 bis zum 21.07.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online- Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Deborah Leigh unter\ndeborah.leigh@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.07.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-fuer-genomisches-biomonitoring/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-m-w-d-7/", "image": "", "title": "Projektkoordinator:in (m/w/d)", "content_text": "Islamische Kunst der Staatlichen Museen zu Berlin, Bewerbungsende: 20.07.2025 | Im Museum für Islamische Kunst der Staatlichen Museen zu Berlin ist eine Stelle als\nProjektkoordinator:in (m/w/d)\nfür das Projekt\nInsideOut – (M)Ein Museum\nzu besetzen. Das\nMuseum für Islamische Kunst\nim Pergamonmuseum gehört zu den bedeutendsten und ältesten Sammlungen islamischer Kunst außerhalb der islamisch geprägten Welt. Im deutschen Sprachraum ist das international renommierte Haus einzigartig. Es beherbergt in enzyklopädischer Weise Meisterwerke der Kunst und Objekte materieller Kultur mehrheitlich muslimischer Gesellschaften und der mit ihnen lebenden christlichen und jüdischen Gruppen – einschließlich bedeutendster Architekturzeugnisse.\nVertragsbeginn: nächstmöglicher Zeitpunkt\nBefristung: 30.06.2026\n19,5 Wochenstunden\nVergütung:\nEG 11 TVöD Bund\nArbeitsort: Geschwister-Scholl-Straße 6, 10117 Berlin\nIhre Aufgaben\nKoordinieren des Outreach-Projekts\nInsideOut – (M)Ein Museum\nan vier Standorten bundesweit\nKommunikation mit und Betreuen von Honorarkräften inkl. Vertragsabschlüssen und Rechnungslegung\nVerantworten der Social-Media-Aktivitäten des Projekts\nFörderanträge stellen\nBerichtlegung\nIhr Profil\nabgeschlossenes Hochschulstudium (Bachelor, Diplom (FH) oder gleichwertiger Studienabschluss) im Fach Islam-, Politik- oder Kulturwissenschaften oder einem verwandten Fach sehr gute Kenntnisse der Geschichte und Kultur islamisch geprägter Regionen\nsehr gute Kenntnisse der Geschichte und Kultur islamisch geprägter Regionen\nKenntnisse der Debatten um „Orientalismus“, „Islam in Deutschland“, „Deutschland als Einwanderungsland“ und „antimuslimischer Rassismus“\nProjektleitungserfahrung sowie Erfahrung im Umgang mit öffentlichen Geldern\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nErwünscht\nabgeschlossenes Hochschulstudium (Bachelor, Diplom (FH) oder gleichwertiger Studienabschluss) im Fach Islam-, Politik- oder Kulturwissenschaften oder einem verwandten Fach\nErfahrung in der Kunstvermittlung und Museumspädagogik\nsehr gute Kenntnisse der Geschichte und Kultur islamisch geprägter Regionen\nKenntnisse der Debatten um „Orientalismus“, „Islam in Deutschland“, „Deutschland als Einwanderungsland“ und „antimuslimischer Rassismus“\nProjektleitungserfahrung sowie Erfahrung im Umgang mit öffentlichen Geldern\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nErwünscht\nBereitschaft zu regelmäßigen Dienstreisen innerhalb Deutschlands\nErfahrung in der Kunstvermittlung und Museumspädagogik\nErfahrungen in der Moscheepädagogik\nKenntnisse einer Sprache aus islamisch geprägten Regionen (Türkisch, Arabisch, Persisch, Kurdisch, etc.)\nWir bieten Ihnen\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\neinen interessanten Arbeitsplatz in zentraler Lage Berlins\nein kollegiales Arbeitsumfeld und eine sehr gute Arbeitsatmosphäre\nWork-Life-Balance durch flexible Arbeitszeiten, attraktive Teilzeitmodelle und Möglichkeiten zum mobilen Arbeiten\nZuschuss von jährlich 100€ zu Angeboten der Gesundheitsförderung\nvielfältige Fort- und Weiterbildungsmöglichkeiten\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung, sexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nHerr Singendonk\n+49 30 266 425 210\nFragen zum Bewerbungsverfahren\nHerr Pfeilsticker\n+49 30 266 411 640\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-ISL-1-2025\nAnschreiben\nLebenslauf\nPrüfungszeugnisse bzw. Urkunden\nArbeitszeugnisse\nBewerbungsfrist: 20.07.2025\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-m-w-d-7/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-zwischenarchiv/", "image": "", "title": "Sachbearbeiter (m/w/d) Zwischenarchiv", "content_text": "Stadtverwaltung Elmshorn, Bewerbungsende: 10.07.2025 | Die Stadtverwaltung Elmshorn sucht im Amt für Kultur und Weiterbildung:\nSachbearbeiter (m/w/d) Zwischenarchiv\nIhre Aufgaben\nEntwicklung eines modernen Zwischenarchivs im neu gebauten Rathaus unter Einbeziehung der allgemeinen digitalen Schriftgutverwaltung und Gesamtdigitalisierung der städtischen Verwaltung\nselbstständige Auflösung der bisherigen Zwischenarchive im Rathaus (rund 1 Aktenkilometer)\nBewertung, Übernahme, Ordnung und Erschließung von vorrangig analogem Archivgut\nselbstständige Betreuung des Zwischenarchivs im neuen Rathaus\nUnterstützung bei archivischen Dienstleistungen (Nutzungsbetreuung, Anfragen)\nVertretung der Archivleitung\nMitbetreuung von Nachwuchskräften, Ehrenamtlichen und geringfügig Beschäftigten\nIhr Profil\nabgeschlossenes Studium als B. A. – Archiv- oder Informationswissenschaft, Fachrichtung Archiv bzw. Laufbahnbefähigung für den gehobenen Archivdienst oder vergleichbare Qualifikation\nFachkenntnisse zur Archivsoftware (Augias) wären wünschenswert\nEigeninitiative, Selbstorganisation und konzeptionelle Fähigkeiten\nTeamfähigkeit gegenüber Haupt- und Nebenamtlichen\nUnser Angebot\nUnbefristete Anstellung in Voll- oder Teilzeit\nEingruppierung bis in die EG 9b TVöD\nFlexible Arbeitszeitmodelle (Teilzeit, Sabbatical, Altersteilzeit) für eine ausgewogene Work-Life-Balance\nSoziale Leistungen des öffentlichen Dienstes (Zusatzversorgung, Sonderzuwendungen etc.)\nBetriebliches Gesundheitsmanagement (z. B. Fahrradförderung, EGYM Wellpass, Entspannungsmassagesessel)\nVergünstigte VHS-Kurse\nCorporate Benefits\nZuschuss zum Deutschlandticket\n30 Tage Urlaub\nFamilienfreundliche Arbeitgeberin\nWeitere Auskünfte\nAnsprechpartner für Fachfragen: Herr Gülck (04121 231-642, o.guelck@elmshorn.de)\nAnsprechpartnerin für Fragen zum Personalauswahlverfahren: Frau Bestmann (04121 231-524, n.bestmann@elmshorn.de)\nBewerbungsverfahren\nTariftabelle\nBitte bewerben Sie sich bis zum 10.07.2025. Die Vorstellungsgespräche finden voraussichtlich am 25.07.2025 statt. Wir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen.\nStadt Elmshorn – Der Oberbürgermeister – Haupt- und Rechtsamt\nPersonalwesen und Organisation – Schulstraße 15-17 – 25335 Elmshorn\narbeiten-in-elmshorn.de\nJetzt bewerben\nWir freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer und kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Im Rahmen der rechtlichen Möglichkeiten werden Frauen bei gleichwertiger Eignung, Befähigung und fachlicher Leistung vorrangig eingestellt. Gleiches gilt für Menschen mit Behinderung.\nDie Stadt Elmshorn ist lebenswert, hat 52.000 Einwohner*innen, liegt in Schleswig-Holstein und ist von Hamburg nur 30 Minuten entfernt. Und sie hat ihre eigene, liebenswerte Identität.\nDamit das so bleibt, bieten wir unseren Mitarbeiter*innen Gestaltungsspielraum – für gute Ergebnisse. Pragmatisches Vorgehen und gute Ideen sind immer willkommen, denn wir vertrauen der Kompetenz unserer Mitarbeiter*innen. Und wir halten ihnen den Rücken frei, damit sie sich täglich mit vollem Engagement für die Stadt Elmshorn einsetzen können.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-zwischenarchiv/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-8/", "image": "", "title": "Personalreferenten / HR Generalisten (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 23.07.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Deutsche Museum beschäftigt rund 650 Mitarbeiterinnen und Mitarbeiter in den Bereichen Ausstellungen, Sammlungen, Museumsbetrieb und Service, Bau, Ausstellungsgestaltung, Ausstellungsunterhalt, Gebäudemanagement, Informationstechnologie, Forschung, Archiv und Bibliothek sowie Verwaltung.\nDie Personalabteilung des Deutschen Museums ist als interner Dienstleister für alle Fachbereiche und weitere Organisationseinheiten tätig. Zur Verstärkung unseres kleinen Personalmanagementteams suchen wir zum nächstmöglichen Zeitpunkt einen\nPersonalreferenten / HR Generalisten (w/m/d)\nIhre Aufgaben\nBeratung von Führungskräften in personalwirtschaftlichen sowie arbeits- und tarifrechtlichen Fragen\noperative Steuerung und selbstständige Bearbeitung aller die Personalarbeit umfassenden Themen (u. a. Personalgewinnung, Personalentwicklung, Personaladministration einschließlich vorbereitende Gehaltsabrechnung, Personalaustritt)\nBetreuung der Beschäftigten zu allen Fragen des Beschäftigungsverhältnisses\nErstellung von Stellenbeschreibungen und Durchführung von Stellenbewertungen\nErarbeitung und Umsetzung von Konzepten zur Etablierung von neuen Verfahren im HR-Bereich\naktiver Beitrag zur Digitalisierung der Personalprozesse durch die Weiterentwicklung der IT-Systemlandschaft\nvertrauensvolle und konstruktive Zusammenarbeit mit dem Personalrat\nIhr Profil\nabgeschlossenes Studium Bachelor of Arts (Public Management bzw. Business Administration), Dipl. Verwaltungs- bzw. Betriebswirt (FH) (m/w/d) oder\nabgeschlossener Beschäftigtenlehrgang II oder\nBeamter (m/w/d) der 3. Qualifikationsebene der Fachlaufbahn Verwaltung und Finanzen\nlangjährige Berufserfahrung im Personalbereich\numfassende Kenntnisse im Arbeits- und Tarifrecht des Öffentlichen Dienstes\nKenntnisse im Beamten- und Laufbahnrecht wären wünschenswert\nsehr gute MS Office-Kenntnisse, Erfahrung mit VIVA und BayZeit\nPersönliche / soziale / methodische Kompetenzen\nFähigkeit zu selbstständigem, systematischem und ergebnisorientiertem Arbeiten\nKooperations-, Team- und Begeisterungsfähigkeit\nEmpathie und Freude am Umgang mit Menschen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 9b des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n23.07.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2532\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.07.2025", "url": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-8/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-115/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Bröhan Museum, Berlin Bewerbungsende: 13.07.2025 | Wissenschaftliches Volontariat (m/w/d)\nKennzahl 03/2025\nDas Bröhan Museum, Jugendstil, Kunst, Design, zeigt angewandte Kunst und Design der Moderne seit 1890 sowie Gemälde und Grafiken aus dem Umfeld der Berliner Secession. Zudem finden jährlich mehrere Sonderausstellungen zu Themen der Kunst und Gestaltung vom 19. Jahrhundert bis in die Gegenwart statt.\nZum 01.09.2025 ist im Museum ein wissenschaftliches Volontariat in Vollzeit (100%) mit dem Schwerpunkt Ausstellungen/Sammlung zu besetzen.\nArbeitsgebiet:\nMitarbeit vorrangig in den Bereichen Ausstellungsorganisation und Sammlungsmanagement.\nKonzeptionelle und organisatorische Mitwirkung an Ausstellungsprojekten einschließlich Publikation, Didaktik und Rahmenprogramm\nDurchführung eines eigenen Projekts im Bereich Ausstellung\nEinblick in konservatorische Fragestellungen, Provenienzforschung und den Bereich digitale Dokumentation\nWährend der Ausbildung erhält der Volontär/die Volontärin (m/w/d) Einblicke in alle museumsrelevanten Bereiche des Bröhan Museums\nFormale Anforderungen:\nErfolgreich abgeschlossenes Hochschulstudium in einem museumsrelevanten Fach (insbesondere Kunstgeschichte) an einer Universität mit einem Diplom-, Magister-, oder Masterabschluss oder einem Masterabschluss in entsprechend akkreditierten Studiengängen an einer Fachhochschule\nFachliche / außerfachliche Anforderungen:\nFundierte Kenntnisse der freien und angewandten Kunst des 19. und 20. Jahrhunderts\nErste museumspraktische Erfahrungen (z.B. Praktika) und ausgeprägtes Interesse an aktuellen Entwicklungen der Museumsarbeit\nGute englische Sprachkenntnisse\nGute Kenntnisse und Sicherheit im Umgang mit neuen Medien, MS-Office, Datenbanken und gängigen Grafikprogrammen\nEigeninitiative, Fähigkeit zu selbstständigem wie auch teamorientiertem Arbeiten, hohe Flexibilität und Belastbarkeit\nWir bieten:\nEine abwechslungsreiche, praxisorientierte Ausbildung in einem interessanten Arbeitsumfeld und einem engagierten, wertschätzenden Team\nTeilnahme an ausbildungsrelevanten Fortbildungen nach Absprache\nFlexible Arbeitszeiten und Mobile Office nach Absprache\nMöglichkeit der Inanspruchnahme eines BVG-Firmentickets\nDie Dauer des Volontariats beträgt zwei Jahre, wobei die ersten vier Monate als Probezeit gelten. Es wird eine Bruttovergütung in Höhe von 50 % des jeweiligen Entgelts der Stufe 1 der Entgeltgruppe 13 TVöD-VKA, ab dem zweiten Jahr der Stufe 2 gezahlt.\nSie finden sich im Profil wieder? Dann freuen wir uns auf Ihre Bewerbung!\nVollständige schriftliche Bewerbungsunterlagen erbitten wir\nbis zum 13.07.2025\nper Post oder E-Mail (zusammengefasst in einem PDF-Dokument) an:\nBröhan Museum\nStichwort: Volontariat\nSchloßstraße 1a\n14059 Berlin\nE-Mail: bewerbung@broehan-museum.de\nAnsprechpartnerin für Fragen zum Aufgabengebiet: Dr. Anna Grosskopf (Tel.: 030/326 906 21)\nSchriftliche Bewerbungsunterlagen werden nur zurückgesandt, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nSchwerbehinderte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Bitte weisen Sie in der Bewerbung gegebenenfalls auf eine vorhandene Schwerbehinderung bzw. Gleichstellung hin. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Einwanderungsgeschichte werden besonders ermutigt, sich zu bewerben.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-115/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-fuer-das-veranstaltungsmanagement-w-m-d/", "image": "", "title": "Mitarbeiter für das Veranstaltungsmanagement (w/m/d)", "content_text": "Kulturamt der Stadt Pforzheim, Bewerbungsende: 18.07.2025 | Die Stadt Pforzheim liegt als Stadtkreis am Rand des Schwarzwaldes. Als Wirtschaftsstandort ist sie geprägt durch eine in seiner Art einmalige Kombination von Kompetenzen als Gold-, Hightech- und Designstadt. Keine andere Stadt in Deutschland ist so eng mit der Geschichte der Schmuck- und Uhrenindustrie verbunden wie die Goldstadt Pforzheim. Als hochwertiger Lebensraum für rund 130.000 Menschen hat die Goldstadt einiges zu bieten. Neben vielseitigen Freizeit- und Sporteinrichtungen verfügt Pforzheim über ein ausgeprägtes kulturelles Leben, eine Hochschule von internationalem Rang, Schulen aller Ausrichtungen, zahlreiche Kinderbetreuungsangebote sowie moderne medizinische Versorgungseinrichtungen und hervorragende Einkaufsmöglichkeiten.\nZum 01.10.2025 suchen wir für das Kulturamt einen\nMitarbeiter für das Veranstaltungsmanagement (w/m/d)\nWir bieten Ihnen eine abwechslungsreiche, interessante und unbefristete Vollzeitstelle. Bei Vorliegen der fachlichen und persönlichen Voraussetzungen ist eine Vergütung bis Entgeltgruppe 11 TVöD möglich.\nDAS AUFGABENGEBIET\n• eigenständige Konzeption und Umsetzung verschiedenster Großveranstaltungs-formate des Kulturamts Pforzheim mitsamt der zugehörigen Öffentlichkeitsarbeit im Rahmen des gesetzten Budgets (Projektmanagement)\n• Verfassen von Vorlagen für den Gemeinderat im Bereich der Veranstaltungen\n• Fördermittelvergabe nach festgelegten Kriterien im Bereich Junge Kultur und Kinderkultur\n• Umsetzung der Leitziele des Kulturentwicklungsplans der Stadt Pforzheim\nSIE VERFÜGEN ÜBER\n• ein abgeschlossenes Hochschulstudium der Fachrichtung Kulturwissenschaften, Kulturmanagement, Kulturvermittlung oder einer vergleichbaren Fachrichtung\n• mehrjährige Erfahrung im Veranstaltungs- und Projektmanagement\n• Vertrautheit mit unterschiedlichen Kunstgenres (Urban und Street Art, Tanz, Musik, Straßentheater u. a.)\n• Kommunikations- und Kooperationskompetenz\n• eine strukturierte und effiziente Arbeitsweise\n• interdisziplinäres Arbeiten und vernetztes Denken\n• Aufgeschlossenheit für neue Medien\n• hohe Belastbarkeit angesichts komplexer Planungsprozesse\n• ein hohes Maß an Eigeninitiative\n• interkulturelle Kompetenz\nUNSER ANGEBOT AN SIE\n• mitarbeitendenorientierte moderne Personalentwicklung mit einem breiten Angebot an Lern- und Entwicklungsmöglichkeiten für Fach- und Führungskarriere\n• hervorragende Vereinbarkeit von Berufs- und Privatleben durch flexible Arbeitszeitmodelle, Mobile Arbeit (tätigkeitsabhängig), Unterstützung bei der Kinderbetreuung und einiges mehr\n• vielfältige Angebote über corporate benefits sowie Angebote des betrieblichen Gesundheitsmanagements\n• geförderte umweltfreundliche Mobilitätsangebote vom Job-Rad bis zum kostenlosen Deutschlandticket\n• wertvolle und sinnstiftende Tätigkeiten für die Stadt und ihre Bürgerinnen und Bürger; werden Sie Teil unseres Teams und übernehmen Sie abwechslungsreiche und verantwortungsvolle Aufgaben\n• gute betriebliche Altersversorgung und leistungsgerechte Bezahlung, Betriebsfest und Betriebsausflug\nBegleiten Sie uns auf unserem Weg zur agilen und digitalen Stadtverwaltung. Bei Rückfragen steht Ihnen Frau Angelika Drescher unter 07231 39-1372 gerne zur Verfügung. Zur Umsetzung der Ziele des Chancengleichheitsplans werden Frauen ausdrücklich zur Bewerbung aufgefordert. Schwerbehinderte und Gleichgestellte werden bei gleicher Eignung bevorzugt eingestellt.\nIhre Bewerbung richten Sie bitte entweder online oder schriftlich\nbis spätestens 18.07.2025 – unter Angabe der Kennziffer 25-148 –\nan:\nStadt Pforzheim • Personal- und Hauptamt • 75158 Pforzheim\n(Hinweis: Nach Abschluss des Verfahrens erfolgt keine Rücksendung der in Papierform eingereichten Bewerbungsunterlagen.)\nInformationen zur Verarbeitung Ihrer Bewerbungsdaten finden Sie unter www.pforzheim.de/dsgvo.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-fuer-das-veranstaltungsmanagement-w-m-d/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/finanzbuchhalter-bilanzbuchhalter-steuerfachangestellte-m-w-d-in-teilzeit/", "image": "", "title": "Finanzbuchhalter / Bilanzbuchhalter / Steuerfachangestellte (m/w/d) in Teilzeit", "content_text": "Städel Museum, Frankfurt am Main Bewerbungsende: 31.07.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für unsere Abteilung Finanzbuchhaltung suchen wir zum nächstmöglichen Zeitpunkt eine\nFinanzbuchhalter / Bilanzbuchhalter / Steuerfachangestellte (m/w/d) in Teilzeit (19,5 Std., unbefristet)\nIHRE TÄTIGKEITEN:\nVerbuchen laufender Geschäftsvorfälle\nVerbuchen von Spendeneingängen, Erstellen von Spendenbescheinigungen\nErstellen von Verwendungsnachweisen\nFühren von Wertpapierkonten\nSonstige Nebentätigkeiten der Finanzbuchhaltung\nIHR PROFIL:\nUmfangreiche DATEV Anwenderkenntnisse\nMehrjährige Berufserfahrung in den Bereichen HGB, Stiftungsrecht, Steuerrecht\nTeamfähigkeit\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDAS ERWARTET SIE:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeitsbereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum 31.07.2025 an personal@staedelmuseum.de an Iris Sauer, Leitung Finanzbuchhaltung. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/finanzbuchhalter-bilanzbuchhalter-steuerfachangestellte-m-w-d-in-teilzeit/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-presse-und-onlinekommunikation-m-w-d/", "image": "", "title": "Referent Presse- und Onlinekommunikation (m/w/d)", "content_text": "Städel Museum, Frankfurt am Main Bewerbungsende: 25.07.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst.\nFür das Team der Presse und Onlinekommunikation des Städel Museums und der Liebieghaus Skulpturensammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nReferent Presse- und Onlinekommunikation (m/w/d)\n(Vollzeit, zunächst befristet auf zwei Jahre mit Option auf Verlängerung)\nSie haben ein Gespür für Sprache und eine Leidenschaft für Kunst? Bewegen sich umsichtig in der Medienwelt und möchten mit uns die Zukunft der Museums-PR gestalten? Dann freuen wir uns, Sie kennenzulernen!\nOb Presseinformation, Social Media Post oder Websiten-Content als Referent Presse und Onlinekommunikation sind Sie zuständig für die Kommunikation unseres vielfältigen Programms an die Medien und unsere Community – von Sonderausstellungen, Sammlungs- und Restaurierungsprojekten bis hin zu Veranstaltungen und digitalen Angeboten sorgen Sie mit einem Team für eine reputationsbildende und reichweitenstarke Verbreitung unserer Nachrichten.\nIHRE TÄTIGKEITEN:\nPlanung und Umsetzung von PR-Maßnahmen zu Sonderausstellungen, Veranstaltungen und Museumsprojekten\nOrganisation und Betreuung von Pressekonferenzen, Medienterminen, Interviews, Foto- und Filmaufnahmen sowie externer Medienanfragen\nSchreiben von Pressetexten und Redaktion von Content für die digitalen Kanäle und Plattformen (Websites, Social Media)\nMitarbeit bei der Contentmanagementpflege der Websites und im Community Management der Social-Media-Kanäle\nAusbau und Pflege unseres Netzwerks aus Medienvertretern, Influencern und Multiplikatoren sowie Koordination externer Dienstleister (Agenturen, Fotografen und Videoproduzenten)\nMitwirkung bei der Entwicklung neuer digitaler Angebote\nIHR PROFIL:\nSie verfügen über ein abgeschlossenes Hochschulstudium im Bereich Kommunikation und Medien, Publizistik, Journalismus, Kunstgeschichte, Kulturmanagement oder einem vergleichbaren Fach\nSie haben einschlägige Berufserfahrung in Public Relations und Onlinekommunikation sowie im Projektmanagement – idealerweise im Kulturbereich\nSie haben exzellente Kommunikationsfähigkeiten in deutscher und in englischer Sprache sowie Freude am Texten und an einer plattformenspezifischen Ansprache\nSie halten sich informiert über aktuelle Trends und digitale Entwicklungen in der Medienbranche\nSie arbeiten gerne in einem Team, setzen ihre Aufgaben dennoch selbständig, strukturiert und gewissenhaft um\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDAS ERWARTET SIE:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeitsbereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum\n25.07.2025\nper E-Mail an\npersonal@staedelmuseum.de\n. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen. Für Fragen steht Ihnen Franziska von Plocki, Stellvertretende Leitung Presse und Onlinekommunikation zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-presse-und-onlinekommunikation-m-w-d/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/executive-assistant-des-direktors-m-w-d/", "image": "", "title": "Executive Assistant des Direktors (m/w/d)", "content_text": "Städel Museum, Frankfurt am Main Bewerbungsende: 25.07.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für den Direktor des Städel Museums und der Liebieghaus Skulpturensammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nExecutive Assistant des Direktors (m/w/d),\nunbefristet\nSie sind ein Organisationsprofi, kommunikationsstark und möchten das Management eines international renommierten Kunstmuseums administrativ unterstützen? Dann freuen wir uns, Sie kennenzulernen!\nAls Executive Assistent des Direktors arbeiten Sie mit der Büroleitung zusammen und übernehmen eine zentrale Rolle: Sie koordinieren eigenständig Termine, bereiten Reisen und Besprechungen vor, behalten den Überblick über interne Abläufe und sind eine wichtige Ansprechperson für das Team des Museums.\nIHRE TÄTIGKEITEN:\nEffiziente Koordinierung, Steuerung, Abwicklung und Ausführung aller anfallenden Sekretariatsaufgaben im Direktionsbüro\nTerminkoordination und Reiseplanung sowie -abrechnung für den Direktor, Kalendermanagement, Vor- und Nachbereitung von Terminen\nSelbstständige Erledigung von interner und externer Korrespondenz in deutscher und englischer Sprache\nInhaltliche Vor- und Nachbereitung von Gremien- und Vorstandssitzungen sowie Aus­richtung von Mitarbeiterveranstaltungen in Zusammenarbeit mit dem Veranstaltungs­management\nErstellung von Statistiken, Präsentationsunterlagen sowie Entscheidungsvorlagen für den Direktor\nZuarbeit für die Büroleitung und Unterstützung bei Eröffnungsveranstaltungen und weiteren Terminen des Direktors\nSchnittstelle für interne und externe Anfragen\nIHR PROFIL:\nSie verfügen über eine erfolgreich abgeschlossene kaufmännische Ausbildung, ein erfolg­reich abgeschlossenes Studium oder eine vergleichbare Ausbildung;\nSie können bereits auf Berufserfahrung in einer vergleichbaren Position in einem anderen Unternehmen oder einer Institution zurückgreifen\nSie haben ein sicheres sprachliches Auftreten und gute Kommunikationsfähigkeiten in deutscher und in englischer Sprache, weitere Fremdsprachen sind von Vorteil\nSie bringen sehr gute Kenntnisse von MS 365 mit, arbeiten souverän in Outlook, Word, Excel, PowerPoint) und haben Interesse am Umgang mit museumsinterner Software\nSie verfügen über ein hohes Maß an Motivation, Einsatzbereitschaft und Belastbarkeit\nSie haben Freude an der Zusammenarbeit mit anderen Abteilungen und am Umgang mit Menschen, haben Teamgeist und arbeiten dennoch selbständig sowie gewissenhaft, organisiert und strukturiert\nSie sind an einem langfristigen Anstellungsverhältnis interessiert\nSie möchten hauptsächlich in Präsenz zu arbeiten\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDAS ERWARTET SIE:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen unter Angabe Ihrer Gehaltsvorstellung bis zum\n25.07.2025\nan\npersonal@staedelmuseum.de\n. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/executive-assistant-des-direktors-m-w-d/", "date_published": "2025-06-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-w-m-d-des-rieskratermuseums-noerdlingen/", "image": "", "title": "Leitung (w/m/d) des RiesKraterMuseums Nördlingen", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 31.07.2025 | Die Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf der Erde. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und ganz Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Alters- und Bildungsgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nWir suchen zum nächstmöglichen Zeitpunkt eine\nLeitung\n(w/m/d)\ndes RiesKraterMuseums Nördlingen\nin Vollzeit, unbefristet\nDas RiesKraterMuseum im Asteroidenkrater Nördlinger Ries ist das fachliche Zentrum rund um das Thema Impakt und bereitet dies für die breite Öffentlichkeit, fachlich Interessierte und Forschende aus dem In- und Ausland auf. Lokaler Träger des Museums ist die Stadt Nördlingen. Angegliedert ist das Forschungs- und Dokumentationszentrum ZERIN, welches seit 2014 ebenfalls von der Museumsleitung betreut wird. Es dient der eigenen wissenschaftlichen Arbeit, unterstützt die einschlägige Forschung weltweit, beherbergt die Forschungssammlung (u.a. mit den Bohrkernen der 1200 m tiefen Forschungsbohrung FB73) und verfügt über Arbeitsräume und ein Labor für Radiogene Isotope mit Reinraumtechnik, Thermionen-Massenspektromerie, Röntgenfluoreszenzanalyse etc.\nAufgaben:\nWissenschaftliche und administrative Leitung des Museums in Abstimmung mit dem Träger\nPersonalführung des Museumsteams\nVertretung des Museums in der Öffentlichkeit und der wissenschaftlichen Fachwelt (national wie international)\nEinbringen der Forschungsthemen und Museumsarbeit in die konzeptionelle Weiterentwicklung der SNSB als Ganzes\nSchärfung und Weiterentwicklung der Wissenschaftsvermittlung durch Dauer- und Sonderausstellungen, Veranstaltungen und digitale Angebote auch im Hinblick auf gesellschaftliche Diversität und Partizipation\nKoordinierung und Leitung wissenschaftlicher Forschungsprojekte\nEinwerbung von Drittmitteln\nAusbau, Pflege und wissenschaftliche Erschließung der Sammlungen\nVorausgesetzte Qualifikationen:\nEin abgeschlossenes geowissenschaftliches Hochschulstudium mit Promotion\nErfahrung in der naturkundlichen Museumsarbeit (Forschung, Sammlung und Vermittlung)\nManagementerfahrung im Museumsbereich\nEinschlägige wissenschaftliche Publikationen\nHohe soziale Kompetenz und kommunikative Fähigkeiten\nSehr gute Ausdrucksfähigkeit in Wort und Schrift (deutsch und englisch)\nBelastbarkeit und sicheres Auftreten\nWir bieten:\neine vielseitige Führungsaufgabe mit Gestaltungsspielraum und Zukunftsperspektiven\neinen interessanten und vielseitigen Arbeitsplatz an einem modernen Museum in der attraktiven Stadt Nördlingen\ninteressante und vielfältige wissenschaftliche und gesellschaftliche Themenstellungen\nein wissenschaftlich interessantes Gelände unmittelbar vor der Haustür\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern; die Vergütung erfolgt nach dem Tarifvertrag der Länder (TV-L)\nWir freuen uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen (digital) mit einem Motivationsschreiben, Lebenslauf, Publikationsliste (maximal fünf ausgewählte Publikationen) und Zeugnissen in elektronischer Form bis spätestens\n31.07.2\n025\nunter\nbewerbung@snsb.de\n.\nBei inhaltlichen Fragen wenden Sie sich bitte an Herrn Prof. Dr. Joris Peters (peters@snsb.de). Bei Fragen zu dem Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nSchwerbehinderte Bewerber bzw. Bewerberinnen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nDie Stelle ist teilzeitfähig, sofern durch Job-Sharing die ganztägige Wahrnehmung der Aufgabe gesichert ist.\nWir verweisen darauf, dass nach Abschluss des Verfahrens die Bewerbungsunterlagen vernichtet und nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungsgespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-w-m-d-des-rieskratermuseums-noerdlingen/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleiterin-m-w-d-digitale-kultur/", "image": "", "title": "Projektleiter*in (m/w/d) Digitale Kultur", "content_text": "MFG Medien- und Filmgesellschaft Baden-Württemberg mbH, Stuttgart Bewerbungsende: 25.07.2025 | Suchen Sie eine abwechslungsreiche, verantwortungsvolle Tätigkeit mit großem Gestaltungsspielraum? Schlägt Ihr Herz für Museen? Ermöglichen Sie gerne Veränderung im Kontext des digitalen Wandels? Zeichnet Sie strategische Weitsicht aus? Ist Ihnen eine wertschätzende, kooperative und offene Arbeitsatmosphäre wichtig? Wünschen Sie sich außerdem einen verlässlichen Arbeitgeber in öffentlicher Trägerschaft?\nDann lesen Sie weiter – die MFG freut sich auf Sie!\nDie MFG Medien- und Filmgesellschaft ist eine Einrichtung des Landes Baden-Württemberg und des SWR mit Sitz in Stuttgart. Aufgabe der MFG ist die Förderung der Filmkultur und Filmwirtschaft sowie der Kultur- und Kreativwirtschaft. Mit bedarfsorientierten Programmen und Projekten unterstützt die MFG in ihrem Geschäftsbereich „MFG Kreativ“ Kultur- und Kreativschaffende im Südwesten. Dabei liegt der Schwerpunkt auf Vernetzungs- und Vermittlungsaktivitäten sowie im Kompetenzfeld Digitale Kultur.\nZum\nnächstmöglichen Zeitpunkt\nsuchen wir innerhalb des Geschäftsbereichs\nMFG Kreativ\nfür das Team Digitale Kultur, eine*n\nProjektleiter*in (m/w/d) Digitale Kultur\nin Vollzeit.\nSie sind verantwortlich für die Durchführung von Projekten zur Förderung digitaler Innovation in der Kultur, insbesondere im Museumsbereich. Dies umfasst neben der Konzeption und Leitung von Projekten auch die Planung und Durchführung von Veranstaltungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleiterin-m-w-d-digitale-kultur/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-bayern/", "image": "", "title": "Projekt Manager (m/w/d) für museale Objekte in Bayern", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, München Bewerbungsende: 31.07.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort eine/n erfahrene/n\nProjekt Manager/in (m/w/d) für museale Objekte in Bayern\n. Die Tätigkeit wird in Vollzeit ausgeübt.\nEin Firmenfahrzeug sowie die Möglichkeit zum Homeoffice sind Teil der Stelle.\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene Tarifbindung plus außertariflicher Zulage\nElektr. Firmenfahrzeug mit Ladekarte (auch zur privaten Nutzung)\nHomeoffice-Möglichkeit nach Absprache\nLaptop und Diensthandy werden gestellt\neine qualifizierte Einarbeitung ist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nKoordination von Einsatzkräften in musealen Objekten\nPlanung und Pflege von Dienst- und Einsatzplänen\nAbstimmung mit Objektleitungen und Kunden vor Ort\nKontrolle von Stundennachweisen und Übergabe der Abrechnungsdaten an die Verwaltung\nÜbernahme von Diensten bei kurzfristigen Ausfällen\nUnterstützung der operativen Abläufe – keine Führungsverantwortung\nVerantwortung für ein gutes, sachliches und kollegiales Arbeitsklima\nDas bringen Sie mit:\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nErfahrung in Einsatzplanung und organisatorischer Koordination\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nSehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, vorzugsweise Grundkenntnisse in Englisch\nSehr gute PC-Kenntnisse (MS Office, insbesondere Excel)\nNachweis der Sachkundeprüfung nach §34a Gewerbeordnung oder höherwertige Qualifikation (z. B. GSSK)\nFührerschein Klasse B\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-bayern/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d-in-vollzeit/", "image": "", "title": "Buchhalter*in (m/w/d) in Vollzeit", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 20.07.2025 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist mit seinen beiden Standorten Museum am Löwentor und Schloss Rosenstein und mehr als 180 Mitarbeitenden aus verschiedenen Regionen und Ländern eines der größten Naturkundemuseen Deutschlands und besitzt zugleich eine der bedeutendsten naturwissenschaftlichen Sammlungen Europas. Als zukunftsorientierte Einrichtung erfüllt das SMNS eine Vielzahl von Aufgaben in Forschung, Bildung, Lehre und der Bewahrung der biologischen Vielfalt.\nSind Sie ein Zahlenprofi auf der Suche nach einer sinnstiftenden Tätigkeit? Legen Sie Wert auf Teamgeist, eine herzliche Arbeitsatmosphäre und ein wertschätzendes Miteinander? Wünschen Sie sich außerdem einen verlässlichen Arbeitgeber in öffentlicher Trägerschaft?\nDann lesen Sie weiter – wir freuen uns auf Sie!\nFür unser Verwaltungsteam suchen wir zum nächstmöglichen Zeitpunkt eine*n\nBuchhalter*in (m/w/d) in Vollzeit\nDie Stelle ist unbefristet und grundsätzlich teilbar; eine Teilzeitbeschäftigung im Ausmaß von mindestens 80 % ist möglich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d-in-vollzeit/", "date_published": "2025-06-28T00:00:00"}]}