{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/helferinnen-m-w-d-fuer-das-kindersommerferienprogramm/", "image": "", "title": "Helfer:innen (m/w/d) für das Kindersommerferienprogramm", "content_text": "Pinakothek der Moderne, München Bewerbungsende: 21.04.2025 | Die Neue Sammlung – The Design Museum sucht\nHelferinnen und Helfer (m/w/d) für das Kindersommerferienprogramm der Pinakothek der Moderne\nAbteilung Bildung und Vermittlung\nDie Abteilung Bildung und Vermittlung sucht für das Kinder-Sommerferienprogramm der Pinakothek der Moderne für die sechs Zeiträume: 04.08.-08.08.2025 | 11.08.-15.08. | 18.08.-22.08. | 25.08.-29.08. | 01.09.-05.09. | 08.09.-12.09.2025, jeweils MO-FR, 09:00-17.00 Uhr Mitarbeitende mit einer Arbeitszeit von 08:30-17:30 Uhr.\nHaben Sie Interesse, ein spannendes und kreatives Ferienprogramm zu betreuen? Sie haben Spaß und Erfahrung am Umgang mit Kindern, Organisationstalent und Vorkenntnisse im Museumsbereich gesammelt?\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/helferinnen-m-w-d-fuer-das-kindersommerferienprogramm/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-und-digitalkurator-in-m-w-d/", "image": "", "title": "Projektleitung und Digitalkurator/in (m/w/d)", "content_text": "Deutsches Theatermuseum, München Bewerbungsende: 27.04.2025 | Das Deutsche Theatermuseum, eröffnet 1910 und zentral im Hofgarten in München gelegen, widmet sich der Sammlung, Bewahrung, Beforschung und Vermittlung von Theater- und Aufführungsgeschichte(n) in ihren lokalen, nationalen und internationalen Verbindungen, von der Renaissance bis in die Gegenwart. Das Museum zeichnet sich aus durch regelmäßige Sonderausstellungen, eine Fachbibliothek sowie eine umfangreiche Sammlung, die u.a. zahlreiche Bühnenbildentwürfe, Theaterfotografien und Nachlässe von Theaterschaffenden umfasst.\nDas Deutsche Theatermuseum sucht zur Verstärkung seines Teams eine\nProjektleitung und Digitalkurator/in (m/w/d)\nIn Vollzeit, bis Entgeltgruppe 11 TVL, befristet auf zwei Jahre zum nächstmöglichen Zeitpunkt\nAls Projektleitung und Digitalkurator/in planen Sie die Weiterentwicklung der bestehenden Digitalisierungsstrategie und ihre Umsetzung mit einem Schwerpunkt auf Digital Born Objects. Ausgehend von einem vorhandenen Grundkonzept sind Sie, gemeinsam mit der Museumsleitung sowie den Kolleginnen der Fachabteilungen, für eine neue Sonderausstellung verantwortlich, die sich mit der Beziehung von Theater und Technik mit einem Schwerpunkt auf KI/AI beschäftigt, Eröffnung: Herbst 2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-und-digitalkurator-in-m-w-d/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleiter-in-m-w-d-2/", "image": "", "title": "Verwaltungsleiter/in (m/w/d)", "content_text": "Porzellanikon – Staatliches Museum für Porzellan, Selb Bewerbungsende: 05.05.2025 | Das Porzellanikon – Staatl. Museum für Porzellan sucht zur Verstärkung seines Teams eine/n\nVerwaltungsleiter/in (m/w/d)\nin Vollzeit, Besoldungsgruppe A 9 – A 11 BayBesG oder Entgeltgruppe 9b -11 EntgO TV-L, unbefristet\nDas Porzellanikon ist ein staatliches Museum in Trägerschaft des Freistaates Bayern. Mit zwei Standorten in Hohenberg a.d. Eger und Selb beherbergt es die europaweit größte und vielfältigste Sammlung zu den Themen Porzellan, Technische Keramik und Herstellung des Porzellans.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.05.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleiter-in-m-w-d-2/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vorstandsreferent-in-m-w-d-in-teilzeit-2/", "image": "", "title": "Vorstandsreferent/in (m/w/d) in Teilzeit", "content_text": "Internationales Maritimes Museum Hamburg, Hamburg Bewerbungsende: 25.04.2025 | Seit 2008 ist der denkmalgeschützte Kaispeicher B Heimat einer der bedeutendsten Sammlungen maritimer Exponate weltweit. Die Sammlung von Peter Tamm sen. wurde 2002 in eine gemeinnützige Stiftung überführt und bildet das Herzstück des Internationalen Maritimen Museums Hamburg. Auf einer Ausstellungsfläche von 12.000 qm und über 9 Decks wird den Besucherinnen und Besuchern die Geschichte der Schifffahrt aus verschiedenen Perspektiven nähergebracht. Das Museum ist eines der größten seiner Art in Europa und zieht jährlich tausende Besucher aus aller Welt an.\nDie Peter Tamm Sen. Stiftung ist Betreiberin des Museums, zweier angeschlossener Shops, vermietet Veranstaltungsräumlichkeiten und verpachtet gastronomische Flächen.\nFür die Peter Tamm Sen. Stiftung suchen wir zum nächstmöglichen Zeitpunkt eine/n persönliche/n Vorstandsreferenten/in (m/w/d) in Teilzeit (24 Std./Woche). Die Stelle ist zunächst auf ein Jahr befristet.\nIhre Aufgaben:\nUnterstützung des Vorstands im operativen Tagesgeschäft, einschließlich der Planung, Steuerung und Kontrolle der Prozesse\nPrüfung und Priorisierung eingehender schriftlicher und telefonischer Korrespondenz sowie der anfallenden Termine nach Dringlichkeit und Wichtigkeit\nBetreuung und Kommunikation mit internen und externen Dienstleistern sowie Ansprechpartnern der Stiftung im Namen des Vorstands\nKoordination und Unterstützung bei bereichsübergreifenden Projekten, einschließlich der Recherche zu Fördermöglichkeiten, Fristüberwachung und Erstellung von Projektanträgen und -berichten\nOrganisation und Vorbereitung von Sitzungen und Meetings, inklusive Protokollführung und Nachbereitung\nErstellung und Aufbereitung von Präsentationen und Reden\nVorbereitung und Durchsicht von Vertragsunterlagen vor Vertragsabschluss\nUnterstützung bei der Budgetplanung und -kontrolle\nUnterstützung im Personalwesen, einschließlich administrativer Aufgaben\nIhr Profil:\nAbgeschlossene kaufmännische Ausbildung oder akademischer Abschluss in einer für die Ausübung der Tätigkeit geeigneten Fachrichtung\nBerufserfahrung in einer vergleichbaren Position wird vorausgesetzt\nErfahrung im Kultur- und Stiftungsbereich von Vorteil\nBereitschaft, sich in relevante stiftungsrechtliche Themen einzuarbeiten\nSehr gute mündliche und schriftliche Ausdrucksweise in Deutsch und Englisch\nHohe Flexibilität, Zuverlässigkeit und Belastbarkeit\nDiskreter Umgang mit vertraulichen Angelegenheiten und Informationen\nSehr gute organisatorische Fähigkeiten sowie strukturiertes, eigenständiges und termingerechtes Arbeiten\nKommunikationsgeschick im Umgang mit internen und externen Kontaktpersonen auf verschiedenen Ebenen\nSicheres Auftreten und Durchsetzungsvermögen\nSehr guter und selbstständiger Umgang mit IT sowie MS Office\nWir bieten:\nEine interessante und verantwortungsvolle Tätigkeit im Kulturbereich\nMitarbeit in einem engagierten Museumsteam mit flachen Hierarchien und teamübergreifender Zusammenarbeit\n6 Wochen Urlaub\nGute Verkehrsanbindung\nFort- und Weiterbildungsmöglichkeiten\nWeitere Informationen:\nIhre Bewerbung richten Sie bitte bis zum 25.04.2025 per E-Mail an:\nPeter Tamm Sen. Stiftung\nInternationales Maritimes Museum Hamburg\nbewerbung@imm-hamburg.de\nTel: +49 40 300 92 30 0\nwww.imm-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/vorstandsreferent-in-m-w-d-in-teilzeit-2/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sekretaerin-m-w-d-19/", "image": "", "title": "Sekretär*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 04.05.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An bundesweit zwölf Standorten betreiben Wissenschaftler*innen aus über 40 Nationen modernste Naturforschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist Frankfurt am Main. Hier befindet sich mit dem Senckenberg Naturmuseum eine der größten naturkundlichen Schausammlungen Europas.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht\nzum nächstmöglichen Zeitpunkt\nfür das Büro des Generaldirektors\nam Standort Frankfurt eine*n\nSekretär*in (m/w/d)\n(Vollzeit / vollzeitnahe Teilzeit ist möglich (mind. 75%))\nSie sind Organisationsprofi mit Weitblick, behalten auch in komplexen Zusammenhängen den Überblick und fühlen sich wohl in einem Umfeld, in dem Wissenschaft, Verwaltung und Gesellschaft durch eine professionelle Kommunikation aufeinandertreffen? Dann freuen wir uns auf Ihre Bewerbung!\nZur Unterstützung des Generaldirektors der Senckenberg Gesellschaft für Naturforschung suchen wir eine engagierte, zuverlässige und strukturierte Persönlichkeit mit einer hohen Bereitschaft zur Eigenverantwortung – für eine Position, die ebenso abwechslungsreich wie anspruchsvoll ist.\nIhre Möglichkeiten\nProfessionelles und vorausschauendes Terminmanagement (Kalenderpflege, Koordination von Gesprächen und Sitzungen, Vorbereitung von Unterlagen, Wiedervorlage)\nEffiziente Organisation und Bearbeitung von Büro- und Sekretariatsaufgaben (inkl. Datenpflege, Fristenverwaltung, Abrechnungen, Bestellungen) in Abstimmung mit dem Team\nReisemanagement – eigenverantwortliche Organisation und Abwicklung\nInterne und externe Kommunikation auf Deutsch und Englisch – souverän, verbindlich und stilistisch sicher\nOrganisation und Betreuung von (wissenschaftlichen) Veranstaltungen und Sitzungen, inkl. unterstützender technischer Vorbereitung\nBetreuung externer Gäste, inkl. Bewirtung\nÜbernahme einer aktiven und gestaltenden Rolle im Team des Generaldirektors, unter besonderer Berücksichtigung der Schnittstellenfunktion zwischen allen Bereichen der Senckenberg Forschungsinstitute und externen Kontakten (z. B. Kooperationspartnern, Zuwendungsgebern, Gremienmitgliedern etc.)\nIhr Profil:\nAbgeschlossene Ausbildung im Bereich Bürokommunikation, Verwaltung oder als Fremdsprachensekretär*in – oder vergleichbare Qualifikation mit einschlägiger Berufserfahrung\nSehr gute Kenntnisse der MS-Office-Anwendungen, Affinität zu digitalen Lösungen im Büroumfeld ist wünschenswert\nStrukturierte, zuverlässige und sorgfältige Arbeitsweise sowie Souveränität auch unter Zeitdruck\nBereitschaft, sich in das weite Aufgabenfeld Ihrer neuen Position einzuarbeiten\nHohes Maß an Eigeninitiative, Organisationsgeschick und Verantwortungsbewusstsein\nAusgeprägte Kommunikations- und Teamfähigkeit, freundliches und professionelles Auftreten\nFähigkeit, komplexe Zusammenhänge schnell zu erfassen, zu koordinieren und im Blick zu behalten\nSie verfügen über sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nInterkulturelle Kompetenz und Freude am Umgang mit Gästen\nErfahrung mit SAP ist von Vorteil\nBereitschaft zur überwiegenden Präsenzarbeit im klassischen Sekretariat\nKenntnisse universitärer oder wissenschaftlicher Strukturen und Erfahrung in Veranstaltungsorganisation sind von Vorteil\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit (40 Std. / Woche);\nVollzeitnahe Teilzeit ist möglich (mind. 75%)\nVertragsart: Zunächst befristet für 2 Jahre mit der Option auf Entfristung\nVergütung: E8 nach TV-H (Tarifvertrag des Landes Hessens)\nWir bieten Ihnen\nEine attraktive und herausfordernde Tätigkeit in einer international renommierten Forschungseinrichtung, die sich den Herausforderungen in den Bereichen Biodiversität, Evolution und globale Erwärmung widmet.\nMitarbeit in einem engagierten, dynamischen und motivierten Team.\nSelbstständiges Handeln in einem internationalen und professionellen Umfeld\nDie Möglichkeit zur fachlichen und persönlichen Fort- und Weiterbildung\nFlexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form\n(als zusammenhängende PDF-Datei)\nbitte unter Angabe der Referenz #01-25030 bis zum 04. Mai 2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Dr. Sybille Roller unter\nsybille.roller@senckenberg.de\ngerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/sekretaerin-m-w-d-19/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-60/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 01.05.2025 | Bei der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – ist zum nächstmöglichen Zeitpunkt die Stelle\neiner/eines wissenschaftlichen Mitarbeiterin/Mitarbeiters (m/w/d)\nfür den Bereich Kunsthandwerk unbefristet in Teilzeit (50 %) zu besetzen. Das Aufgabengebiet ist nach Entgeltgruppe 13 TV-L bewertet. Dienstort ist Mainz.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine obere Landesbehörde und unmittelbar dem Ministerium des Innern und für Sport nachgeordnet. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Koblenz, Landesmuseum Mainz, Rheinisches Landesmuseum Trier und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz ist eines der ältesten Museen Deutschlands und das kunst- und kulturhistorische Museum in Rheinland-Pfalz. 1803 begründet, gehen die Anfänge der Sammlungen auf das 16. Jahrhundert zurück. Im ehemaligen kurfürstlichen Marstall beherbergt das Museum eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und repräsentiert rund 300.000 Jahre Kultur-, Menschheits- und Gesellschaftsgeschichte in unserer Region und darüber hinaus. Die Region von Mainz war seit je her Knotenpunkt zwischen Oberrhein, Mittelrhein und Main. Dieser Reichtum und die internationalen Beziehungen spiegeln sich in den vielfältigen Beständen des Museums wider. So präsentiert das Museum neben einer reichen Sammlung archäologischer Funde, auch Gemälde und Skulpturen sowie eine umfangreiche Graphische Sammlung aus allen Epochen. Der Bereich Kunsthandwerk umfasst sowohl Möbel, Porzellan, Silber und Jugendstilglas, als auch diverse Judaika.\nIn den kommenden Jahren ist die Neukonzeption des Museums mit einer Neuaufstellung seiner Bestände geplant. Gemeinsam mit dem gesamten Museumsteam erhalten Sie die Möglichkeit, mit daran zu arbeiten, die Bestände neu und publikumswirksam zu präsentieren.\nDas interessante Aufgabengebiet umfasst unter anderem:\ndie wissenschaftliche Betreuung des Bereichs Angewandte Kunst / Kunsthandwerk (u.a. Leihverkehr, Sammlungspflege, Depotmanagement, Drittmittelakquise)\nKonzeption und Realisierung von Sonderausstellungsprojekten in der Funktion der verantwortlichen Projektleitung\nRealisierung von wissenschaftlichen Publikationen\nMitwirkung bei der Weiterentwicklung der Dauerausstellung in enger Zusammenarbeit mit der Museumsleitung, den Kuratoren und Restauratoren des Museums\nFortführung der wissenschaftlichen Inventarisierung und Erschließung der Sammlungsbestände\nMitarbeit bei der Inventarisierung und Digitalisierung\nMitarbeit bei der Bildungs- und Vermittlungsarbeit\nFür die Wahrnehmung dieser Aufgaben erwarten wir:\nein abgeschlossenes wissenschaftliches Hochschulstudium der Fachrichtung Kunstgeschichte (mindestens Master/Magister), idealerweise ergänzt um eine Promotion oder ein IHK-anerkannter Meister-Abschluss eines Handwerksbereichs im Möbel- oder Schreinerbereich\nmehrjährige berufliche Erfahrungen mit nachgewiesenem Fachwissen\nprofunde Kenntnisse der Kunst- und Kulturgeschichte, schwerpunktmäßig im Bereich Angewandte Kunst / Kunsthandwerk\nwissenschaftliche Publikationen zu kunst- und kulturwissenschaftlichen Themen\nmehrjährige Berufserfahrungen im Museums-, Inventarisierungs- und Depotwesen sowie Kenntnisse zeitgemäßer Restaurierungs- und Konservierungsmethoden\nFührungs- und Sozialkompetenz\nkompetentes, überzeugendes und freundliches Auftreten\nVerwaltungskenntnisse, insbesondere zu Budgetverwaltung und einschlägigen Vergabevorschriften sowie Grundkenntnisse im Arbeits- und Vertragsrecht\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team und mit der Leitung werden vorausgesetzt\ngute Fremdsprachenkenntnisse in Wort und Schrift, vorzugsweise in Englisch und Französisch\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der modernen Bürokommunikationstechnik\nPKW-Führerschein sowie entsprechende Fahrpraxis\nDie regelmäßige durchschnittliche wöchentliche Arbeitszeit beträgt bei Teilzeit (50%) 19,50 Stunden.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 29/2025 bis zum 01.05.2025\nbevorzugt an:\nbewerbung@gdke.rlp.de\noder postalisch an\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz:\nwww.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-60/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-im-department-kunst-fokus-auf-malerei-und-grafik-der-klassischen-moderne/", "image": "", "title": "Kurator:in (m/w/d) im Department Kunst, Fokus auf Malerei und Grafik der klassischen Moderne", "content_text": "WIEN MUSEUM, Wien (Österreich) Bewerbungsende: 31.05.2025 | Das\nWIEN MUSEUM\nist eines der führenden europäischen Stadtmuseen und zugleich ein Kunstmuseum von internationaler Bedeutung. Es versteht sich als niederschwelliges, offenes Haus für alle, die in Wien leben oder hier zu Besuch sind. Die wissenschaftlichen Forschungen zur (Kultur-) Geschichte Wiens bilden den Ausgangspunkt für aktuelle Fragestellungen im Zusammenhang mit dem urbanen Leben im 21. Jahrhundert. Daraus ergibt sich ein klares Bekenntnis zu einer pluralistischen, weltoffenen und progressiven Gesellschaft.\nZur Verstärkung unseres Teams im Wien Museum suchen wir ab Jänner 2026\neine/n engagierte/n und begeisterte/n Kurator:in (m/w/d) im Department Kunst mit einem Sammlungsfokus auf Malerei und Grafik der klassischen Moderne.\nIhr Aufgabengebiet\nWissenschaftliche Betreuung der einschlägigen Sammlung des Wien Museums inkl. laufender Erweiterung unter Berücksichtigung der Sammlungsstrategie\nErteilung von Auskünften über Sammlungsgegenstände und Sammlungsarchive\nKuratierung von innovativen Ausstellungen mit multiperspektivischem und partizipativem Zugang, insbesondere an der Schnittstelle zwischen Kunst- und Kulturgeschichte, inklusive Abhalten von Führungen\nEigenständige wissenschaftliche Forschungen, Publikationen und Vorträge\nEnge Abstimmung mit der Direktion, Sammlungsleitung, Restaurierung, Vermittlung und Marketing\nIhr Anforderungsprofil\nErfolgreich abgeschlossenes Universitätsstudium der Kunstgeschichte oder einem Äquivalent\nExpertise zur klassischen Moderne in ihrer globalen Relevanz\nKenntnisse der Wiener und österreichischen Kunst- und Kulturgeschichte\nWissenschaftliches Forschungsprofil\nErfahrung in der musealen Sammlungspflege\nAusstellungserfahrung\nCommitment zur Wissenschaftsvermittlung für ein breites Publikum\nStrukturierte, konstruktive und teamorientierte Arbeitsweise, ausgeprägte Kommunikationsfähigkeit\nWir bieten\nEin interessantes und verantwortungsvolles Aufgabenfeld innerhalb einer einzigartigen und vielfältigen Sammlung\nEin unbefristetes Dienstverhältnis in einem stabilen Arbeitsumfeld\nAusgezeichnete öffentliche Erreichbarkeit\nGleitzeit und Möglichkeit von Home-Office\nEin monatliches Bruttoentgelt von € 4.400,- für 37,5 Wochenstunden lt. KV Museen der Stadt Wien mit der Bereitschaft zur Überzahlung abhängig von Qualifikation und Erfahrung\nWir freuen uns auf Ihre Bewerbung! Bitte bewerben Sie sich bis 31.05.2025 mit Ihrem aussagekräftigen Lebenslauf inklusive Motivationsschreiben auf unserer\nHomepage\n.\nKontaktangaben:\nHuman Resources – Mag. Christine Palaschke\nKarlsplatz 8\n1040 Wien\nwww.wienmuseum.at\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-im-department-kunst-fokus-auf-malerei-und-grafik-der-klassischen-moderne/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-wildtiergenetik/", "image": "", "title": "Projektmanager*in (m/w/d) Wildtiergenetik", "content_text": "Senckenberg Gesellschaft für Naturforschung, Gelnhausen Bewerbungsende: 30.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nZum 01.07.2025\nsuchen wir für das Zentrum für Wildtiergenetik an unserem Standort in\nGelnhausen\neine*n\nProjektmanager*in (m/w/d) Wildtiergenetik\n(Elternzeitvertretung in Teilzeit (35% – 75%))\nAm Zentrum für Wildtiergenetik werden molekulargenetische Untersuchungen an geschützten heimischen Wildtieren durchgeführt. In enger Kooperation mit Umweltbehörden, Naturschutzorganisationen und wissenschaftlichen Einrichtungen im In- und Ausland wird die genetische Struktur von Wildtierpopulationen erforscht und DNA-Analysen für ein wissenschaftliches Bestandsmonitorings bereitgestellt. Als nationales Zentrum für genetische Untersuchungen von Wolf und Luchs stehen große Beutegreifer im Vordergrund, aber auch weitere geschützte Arten, wie Wildkatze, Fischotter, Feldhamster und Wisent werden bearbeitet.\nIhre Aufgaben\nKommunikation mit Projektpartner*innen und Auftraggeber*innen im Rahmen der Projekt-/Auftragsabwicklung\nKoordination und Durchführung des Probeneingangs\nPflege von Datenbank und Webauftritt\nErstellung von Angeboten\nErstellen von Grafiken, Karten, Präsentationen, etc.\nUnterstützung bei den administrativen Abläufen innerhalb der Sektion\nIhr Profil\nAbgeschlossenes Bachelor-Studium im Bereich Biologie oder einer ähnlichen Fachrichtung, idealerweise mit Schwerpunkt in Zoologie, Genetik, Ökologie, Naturschutz o.ä. Richtung\nSehr gute Kommunikations- und Organisationsfähigkeit\nSehr gute IT-Kenntnisse (MS Office, Datenbanken, GIS-Kenntnisse sind von Vorteil)\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nTeamgeist, Sorgfalt, Motivation und Engagement sowie ein hohes Maß an Eigeninitiative\nErfahrungen in der Zusammenarbeit mit Behörden, Nichtregierungsorganisationen und Planungsbüros sind von Vorteil\nWir bieten Ihnen\neine spannende und abwechslungsreiche Arbeit im Bereich Wildtierforschung und Artenschutz\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen der Stadt Frankfurt – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Gelnhausen\nBeschäftigungsumfang: Teilzeit (35% – 75%)\nVertragsart: ab 01.07.2025, voraussichtlich befristet für 2 Jahre als Elternzeitvertretung\nVergütung:\nEntgeltgruppe 10 TV-H\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als\neine\nzusammenhängende PDF-Datei\n) bitte unter Angabe der\nReferenznummer Ref. #04-25005\nbis zum\n30.04.2025\nan\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nAnsprechpartner für fachliche Rückfragen ist Herr Dr. Carsten Nowak:\ncarsten.nowak@senckenberg.de\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-wildtiergenetik/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fremdsprachenkorrespondentin-m-w-d/", "image": "", "title": "Fremdsprachenkorrespondent:in (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 04.05.2025 | In der Abteilung Medien, Kommunikation und Veranstaltungen der Zentralen Service-Einheit der Stiftung Preußischer\nKulturbesitz (Bundesbehörde) ist eine Stelle als\nFremdsprachenkorrespondent:in (m/w/d)\nzu besetzen. Mit ihren international herausragenden Museen, Bibliotheken, Archiven und Forschungseinrichtungen zählt die\nStiftung Preußischer Kulturbesitz (SPK) zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Unter ihrem Dach\nverbindet sie in besonderer Weise Kunst und Kultur mit Wissenschaft und Forschung. Dies macht sie zu einer modernen,\ndynamischen, weltoffenen und zukunftsorientierten Einrichtung. Sie spielt nicht nur eine zentrale Rolle im Kultur-, Bildungs- und Wissenschaftsleben, sondern ist auch eine der größten außeruniversitären Forschungseinrichtungen im Bereich der\nGeistes- und Sozialwissenschaften in Deutschland und darüber hinaus.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/fremdsprachenkorrespondentin-m-w-d/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-programmierin-m-w-d-im-bereich-ai-readiness-von-forschungsdaten/", "image": "", "title": "Wissenschaftlicher Programmier*in (m/w/d) im Bereich AI Readiness von Forschungsdaten", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 18.05.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt zur Verstärkung des Entwicklungsteams für Biodiversitätsinformatik am Standort Frankfurt eine*n\nWissenschaftlichen Programmier*in (m/w/d) im Bereich AI Readiness von Forschungsdaten\n(Vollzeit / Teilzeitoptionen sind möglich)\nIhre Aufgaben\nUnser Team ist im Rahmen des Aufbaus der Nationalen Forschungsdateninfrastruktur (\nNFDI\n) aktiv an Planung und Implementierung von eServices beteiligt, die eine  nachhaltige und interdisziplinäre Bereitstellung von Forschungsdaten im Bereich Agrobiodiversität (\nFAIRagro\n) ermöglichen.\nDarüber hinausgehend werden unsere Daten im Kontext europäischer Forschungsdateninfrastrukturen, insbesondere (\nDiSSCo\n) für die automatisierte Hochdurchsatz Prozessierung mobilisiert. Grundlage hierfür sind Datenformate, die die Anwendung von Deep Learning Methoden – z.B. zur Extraktion von Merkmalsdaten aus digitalisierten Sammlungsobjekten – ermöglichen. Im Rahmen verschiedener NFDI-Projekte sowie der europäischen Sammlungsdateninfrasstruktur DiSSCo beteiligt sich unserer Team am Aufbau von Infrastrukturen zur Datenmobilisierung für Machine-LearningServices (\nhttps://disscover.dissco.eu/\n).\nFür diese spannende Projektstelle suchen wir eine*n wissenschaftliche*n Programmierer*in zur Unterstützung unseres Development-Teams im FAIRagro-Projekt. Die Aufgabe umfasst die Anpassung und Integration von Metadatenstandards zur Verbesserung der AI-Readiness von Forschungsdaten. Besonderes Augenmerk liegt dabei auf der Steigerung der Interoperabilität des im FAIRagro entwickelten Datenmodells (\nRO-Crate\n) mit Machine-Learning-Frameworks (z.B. PyTorch) auf Basis des Metadatenstandards\nMLC Croissant\n.\nDie Projektstelle ist im Biodiversity Informatics Teams angesiedelt, das Spezialist*innen in den Bereichen Forschungsdatenmanagement, Service-Entwicklung und automatisierte Verarbeitung von Biodiversitätsdaten an den Senckenberg-Standorten Frankfurt und Görlitz vereint. Eine umfassende Einarbeitung in die jeweiligen Projektaufgaben ist gewährleistet.\nIhr Profil\nAbgeschlossenes Masterstudium- oder abgeschlossenes Diplomstudiengang (Uni oder FH) der Fachrichtung Informatik, Bioinformatik, Geoinformatik,\n(Bio-)Physik oder vergleichbare Qualifikation mit Bezug zur Entwicklung von\nMetadatenformaten, Data Processing Pipelines und Datenmodellierung\nGute Kenntnisse und praktische Erfahrung in der Programmierung (Python, Java, JavaScript)\nKenntnisse im Bereich Machine Learning\nKenntnisse von semantischen Standards (RDF/JSON-LD, OWL, Knowledge Graphs) von Vorteil\nKenntnisse im Bereich Computational Workflows (CWL, Snakemake, o.ä) sind von Vorteil\nKenntnisse im Bereich Webservice-Frameworks wie Flask oder Django sind von Vorteil\nKenntnisse in Container-Technologien und Deployment sind von Vorteil (Docker, Openstack)\nGute Kommunikationsfähigkeiten sowie die Fähigkeit, Softwarelösungen eigenständig, aber in enger Diskussion mit Kooperationspartner*innen, umzusetzen.\nTeamorientierte und flexible Arbeitsweise, idealerweise mit der Bereitschaft zu Dienstreisen für Trainings, Meetings und Präsentationen.\nWir bieten\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nselbstständiges Handeln in einem internationalen, kleinem Projektteam mit flachen Hierarchien und hoher Eigenverantwortung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeitoptionen sind möglich\nVertragsart: zunächst befristet auf 24 Monate, mit der Option auf Verlängerung bei Mittelverfügbarkeit\nVergütung: E11 – 13 TV-H / Tarifvertrag des Landes\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25028 bis zum 18.05.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Claus Weiland unter\nclaus.weiland@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-programmierin-m-w-d-im-bereich-ai-readiness-von-forschungsdaten/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-verwaltung-und-leitung-zentrale-vergabestelle-m-w-d/", "image": "", "title": "Fachbereichsleitung Verwaltung und Leitung Zentrale Vergabestelle (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 27.04.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nDas 1908 gegründete und 1922 eröffnete\nMuseum für Hamburgische Geschichte\n(MHG) gehört zu den größten stadthistorischen Museen in Deutschland. Es dokumentiert die Geschichte der Freien und Hansestadt Hamburg von der Stadtgründung bis zur Gegenwart. Das MHG befindet sich aktuell in einer Modernisierungsphase, die auch eine Neugestaltung der Ständigen Ausstellung umfasst.\nDer kaufmännische Direktionsbereich\nManagement Zentrale Dienste (MZD)\nbearbeitet die elementaren administrativen Aufgaben für alle Standorte der SHMH. Hierzu gehören, z. B. Controlling, Vergabestelle, Personalmanagement, Arbeitssicherheit, Veranstaltungs-management, Shops und IT. Darüber hinaus ist im MZD der Museumsdienst Hamburg verankert.\nDas\nMuseum für Hamburgische Geschichte\nund\ndas Management Zentrale Dienste\nsuchen zum nächstmöglichen Zeitpunkt eine Person als\nFachbereichsleitung Verwaltung\nund Leitung Zentrale Vergabestelle (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nAls Fachbereichsleitung Verwaltung des Museums für Hamburgische Geschichte:\nSteuerung der Betriebsabläufe und aller administrativen Anforderungen\nPlanung und Bewirtschaftung des dezentralen Budgets gemeinsam mit der Direktion\nMitwirkung bei der Erstellung der hausbezogenen Wirtschafts- und Finanzplanungen sowie Projektabrechnungen\nBegleitung der Modernisierungs- und Bauvorhaben gemeinsam mit der Direktion\nAnleitung, Schulung und Führung des Personals im Fachbereich Verwaltung\nAls Leitung der Vergabestelle im Management Zentrale Dienste:\nZentrale Vergabestelle der SHMH\nMonitoring gesetzlicher Änderungen und Implementierung in betriebliche Regelungen\nSteuerung und Weiterentwicklung der betrieblichen Vergabeprozesse\nSchulung der mit Vergaben befassten Mitarbeitenden der SHMH\nRegelmäßige Revision der getätigten Vergaben\nErarbeitung von Handlungsanweisungen und Standardisierungen\nErmitteln von Bedarfen für Rahmenverträge\nAusschreibung, Vergabe und Verwaltung von Rahmenverträgen\ne-/Vergaben nach UVgO und HmbVG\nFederführung bei VGV-Verfahren mit externer Vergabestelle\nSteuerung der betrieblichen Prozesse zu Eingangs- und Ausgangsrechnungen\nDafür besitzen Sie folgendes Profil:\nAbgeschlossenes Hochschulstudium der Betriebswirtschaft oder vergleichbar\nVertiefte Fachkenntnisse des öffentlichen Vergaberechts auf Landes- und Bundesebene\nVertiefte Fachkenntnisse des Betriebs öffentlicher Kultureinrichtungen\nVertiefte Fachkenntnisse in der Bewirtschaftung von Budgets\nVertiefte Fachkenntnisse in Projektmanagement und -steuerung\nFachkenntnisse in Organisationsentwicklung sowie in Teamentwicklung und Teamführung\nFachkenntnisse in der Umsetzungsbegleitung von Bau- und Sanierungsmaßnahmen\nFachkenntnisse des öffentlichen Zuwendungsrechts\nausgewiesene, diversitätsoffene Kommunikationsfähigkeit, verbindliches und durchsetzungsfähiges Auftreten\nsicherer, adäquater Umgang mit Personal, Lieferanten, Handwerksbetrieben und Dienstleistern\nFreude an dynamischen Entwicklungen und Streben nach stetiger Verbesserung\nKollegialität, Teamfähigkeit sowie Bereitschaft zur stetigen Fortbildung\nsehr gute deutsche Sprach- und Textkompetenz, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nein sehr hohes Maß an Sorgfalt und Verantwortungsbewusstsein\nChaosfähigkeit\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV Deutschlandtickets und Fahrradleasing\nDie Vergütung erfolgt nach Entgeltgruppe\n12 TV-AVH.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 27. April 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-verwaltung-und-leitung-zentrale-vergabestelle-m-w-d/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturvermittlung-in-dgs-fuer-museen-ausstellungshaeuser-und-gedenkstaetten-m-w-d/", "image": "", "title": "Kulturvermittlung in DGS für Museen, Ausstellungshäuser und Gedenkstätten  (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 27.04.2025 | Die Stiftung Historische Museen Hamburg (SHMH), Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nDer kaufmännische Direktionsbereich Management Zentrale Dienste (MZD) bearbeitet die elementaren administrativen Aufgaben für alle Standorte der SHMH. Darüber hinaus ist im MZD der Museumsdienst Hamburg verankert. Der Museumsdienst Hamburg vermittelt Führungen, Workshops und Projekte für derzeit 29 Museen, Ausstellungshäuser und Gedenkstätten, organisiert stadtweite Veranstaltungen, z.B. die „Lange Nacht der Museen“ und inklusive Projekte.\nDer\nMuseumsdienst Hamburg\nsucht zum nächstmöglichen Zeitpunkt eine Person für die\nKulturvermittlung in DGS\nfür Museen, Ausstellungshäuser und Gedenkstätten\n(m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nKulturvermittlung in DGS\nKonzeptionelle Entwicklung, und Realisierung von Angeboten in der thematischen Bandbreite der Ausstellungsinhalte, z.B. Geschichte, Kunstgeschichte, Politik, Soziologie, Gesellschaftsgeschichte, Maritimen Geschichte für die Zielgruppen, insbesondere\nFührungen in Museen, Ausstellungshäuser und Gedenkstätten inkl. Herstellen der Verfügbarkeit der Angebote im Buchungssystem des Museumsdienst Buchungsservice\nDigitale Formate\nArbeitsmaterialien für Kurse\nEntwicklung von erfolgreichen Kulturvermittlungsangeboten für die Zielgruppen, nach Möglichkeit auch für Hörgeschädigte\nAusbau der Kulturvermittlungsangebote für Gehörlose und Hörgeschädigte\nGewinnung und Qualifizierung von Kulturvermittler*innen\nEvaluation von durchgeführten Vermittlungsangeboten\nKontaktpflege und Zusammenarbeit mit Betroffenen- und Museumsverbänden\nFördermittelakquise für Entwicklungsprojekte\nDafür besitzen Sie folgendes Profil:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Bildungswissenschaften, Geschichte, Kunstgeschichte, Politik, Soziologie, Gesellschaftsgeschichte, oder vergleichbarer Studiengänge\nNative Speaker der Deutschen Gebärdensprache DGS\nSehr hohe Lese- und Schreibkompetenz\nTeamfähigkeit in einem Team mit unterschiedlichen Aufgabenbereichen\nHohe Motivation bedarfsgerechte, innovative Vermittlungsformate zu gestalten und zugänglich zu machen\nanwendungsbereite Kenntnisse und/oder hohe Affinität zur technischen Umsetzung (innovativer) Vermittlungsformate, z.B. DGS-Videoübersetzungen\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV Deutschlandtickets und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach E 13 TV-AVH.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 27. April 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturvermittlung-in-dgs-fuer-museen-ausstellungshaeuser-und-gedenkstaetten-m-w-d/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-projekte-m-w-d/", "image": "", "title": "Teamleitung Projekte (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 27.04.2025 | Die Stiftung Historische Museen Hamburg (SHMH), Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nDer kaufmännische Direktionsbereich Management Zentrale Dienste (MZD) bearbeitet die elementaren administrativen Aufgaben für alle Standorte der SHMH. Darüber hinaus ist im MZD der Museumsdienst Hamburg verankert. Der Museumsdienst Hamburg vermittelt Führungen, Workshops und Projekte für derzeit 29 Museen, Ausstellungshäuser und Gedenkstätten, organisiert stadtweite Veranstaltungen, z.B. die „Lange Nacht der Museen“ und inklusive Projekte.\nDas Management Zentrale Dienste sucht für den Teilbereich „Projekte“ des\nMuseumsdienst Hamburg\nzum nächstmöglichen Zeitpunkt eine Person als\nTeamleitung Projekte\n(m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nkonzeptionelle und strategische Weiter-/Entwicklung von bedarfsgerechten Projekten für Museen, Ausstellungshäuser und Gedenkstätten mit\nBedarfserhebung\nKonzeptentwicklung, Koordination und Projektmanagement\nEvaluation\nAufbau und Pflege von Netzwerken zur Hamburgischen Landschaft der Museen, Ausstellungshäuser und Gedenkstätten und weiteren Bildungs- und Kultureinrichtungen\nAkquise von Fördermitteln in Abstimmung mit der Direktion, Vorbereitung von Anträgen, Erstellen von Verwendungsnachweisen\nfachliche Koordination und Führung der zugeordneten Stellen, derzeit Lange Nacht der Museen, Kulturvermittlung in DGS und Inklusionsprojekt\nDafür besitzen Sie folgendes Profil:\nAbgeschlossenes Hochschulstudium der Bildungswissenschaften, Kultur- und Bildungsmanagement oder vergleichbarer Studiengänge\nErfahrungen in der Entwicklung und Pflege von Netzwerken\nErfahrung in Projektentwicklung auf Grundlage von Bedarfsermittlungen\nErfahrung in der Akquise und Umsetzung von Drittmittelgeförderten Projekten\nErfahrung in der Teamleitung mit einem kooperativen Führungsstil\nErfahrung in der Arbeit von und mit interdisziplinären Teams\nsehr gute deutsche Sprach- und Textkompetenz\nErfahrungen im Umgang mit diskriminierungssensibler Sprache\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV Deutschlandtickets und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach E 11 TV-AVH.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 27. April 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-projekte-m-w-d/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/werkstatthelferin-m-w-d/", "image": "", "title": "Werkstatthelfer*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 27.04.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschich­te Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum und das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine größten und ambitioniertesten Neugründungen Europas.\nDas\nMuseum der Arbeit\nhat seinen Sitz in Hamburg-Barmbek auf dem ehemaligen Fabrikgelände der „New-York Hamburger Gummi-Waaren Compagnie“. Es zeigt am Beispiel Hamburgs die Veränderungen in der Arbeitswelt in den letzten 200 Jahren und die damit verbundenen Auswirkungen auf den Menschen. Darüber hinaus ist es Plattform für aktuelle gesellschaftliche und politische Diskussion.\nDas Museum der Arbeit sucht für den Fachbereich Ausstellungen zum nächstmöglichen Zeitpunkt eine Person als\nWerkstatthelfer*in (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nUnterstützung bei der Wartung und Instandhaltung von historischen Maschinen und technischem Gerät\nMitarbeit bei Auf- und Abbauarbeiten bei Sonderausstellungen und Museumsprojekten sowie Pflege der Dauerausstellung\nMitarbeit im Museumsdepot und im Werkstattlagers insbesondere Ausgabe und Sortierung von bspw. Vitrinen und Rahmen\nUnterstützung bei der Entfernung von Graffiti, Müllentsorgung und Gebäudetechnik\nUnterstützung der anderen Fachbereiche des Hauses, um die Betriebsfähigkeit am Standort zu erhalten\nDafür besitzen Sie folgendes Profil:\nHandwerkliche Kenntnisse und Geschick, optional durch eine Ausbildung im handwerklichen Bereich, idealerweise als Metallbauerin, Fachkraft für Metalltechnik oder einer gleichwertigen Ausbildung in einem handwerklichen Beruf bzw. einer entsprechenden Qualifikation\nhandwerkliches Geschick und Bereitschaft dieses vielseitig einzusetzen\nTeamfähigkeit und Flexibilität sowie Sorgfalt und Zuverlässigkeit\nkörperliche Belastbarkeit (Heben und Tragen von Objekten bis zu 20 kg)\nFührerschein Klasse B\nsehr gute Deutschkenntnisse (mindestens Niveau B2)\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nZuschuss zum HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 3\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 27. April 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/werkstatthelferin-m-w-d/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-fachbereich-oekologie/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) im Fachbereich Ökologie", "content_text": "LVR-Freilichtmuseum Lindlar, Lindlar Bewerbungsende: 28.04.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n. Mehr Informationen über das LVR-Freilichtmuseum Lindlar finden Sie unter\nwww.freilichtmuseum-lindlar.lvr.de\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-fachbereich-oekologie/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-92/", "image": "", "title": "Wissenschaftliche*r Volontär*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 27.04.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nAls eines der drei Haupthäuser der Stiftung präsentiert das\nAltonaer Museum\ndie Geschichte und Kulturgeschichte der ehemals selbständigen Stadt Altona mit ihren Bezügen zu Hamburg und zum norddeutschen Raum. Das Museum will insbesondere Kinder & Familien ansprechen und strebt eine diversitätssensible Öffnung der Institution an. Zum Altonaer Museum gehört das Jenisch Haus als Außenstelle. Die Stelle ist der Direktorin des Altonaer Museums, Prof. Dr. Anja Dauschek zugeordnet.\nFür das\nAltonaer Museum\nsuchen wir zum nächstmöglichen Zeitpunkt eine*n\nWissenschaftliche*n Volontär*in (m/w/d)\nin Vollzeit, befristet auf 2 Jahre\nWir bieten\neine zweijährige wissenschaftliche und praxisbezogene Ausbildung auf allen Feldern der Museumsarbeit mit besonderen Schwerpunkten im Ausstellungs- und Veranstaltungsbetrieb, in der Sammlung und Themen der Stadtgeschichte Altonas und der Kunst- und Kulturgeschichte Norddeutschlands.\nDie Stiftung Historische Museen Hamburg orientiert sich bei der Ausbildung an den Empfehlungen des Deutschen Museumsbundes und der Ständigen Konferenz der Kultusminister*innen der Länder.\nDafür besitzen Sie folgendes Profil:\nein erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium (Master, M.A.) der Geschichts- oder Kulturwissenschaft, des Museumsmanagements oder vergleichbarer Studiengänge, mindestens mit der Note „gut“\nerste Erfahrungen in der praktischen Museumsarbeit, z. B. durch ein mehrwöchiges Praktikum im Museums- oder Ausstellungsbereich\nInteresse an der Arbeit mit diversen Zielgruppen sowie an der Arbeit mit neuen Vermittlungsmethoden\nwillkommen sind Kenntnisse der Geschichte der Metropolregion Hamburgs oder Norddeutschlands und/oder Erfahrungen im Bereich Migrationsgeschichte\nsoziale Kompetenz und ein hohes Maß an Teamfähigkeit, Belastbarkeit, Flexibilität und Kommunikationsfähigkeit sowie interkulturelle Kompetenz\nFremdsprachenkenntnisse\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nHVV-Deutschlandticket\nDie Vergütung erfolgt nach Entgeltgruppe\n13 Stufe 1 TV-AVH 50%\nund erhöht sich im zweiten Jahr auf Stufe zwei.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller gleichgeschlechtlicher Identitäten, Nationalitäten und von People of Color sowie von Bewerber*innen mit Flucht oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 27. April 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-92/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-dem-schwerpunkt-kunstvermittlung-2/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) mit dem Schwerpunkt Kunstvermittlung", "content_text": "Wilhelm-Hack-Museum, Ludwigshafen am Rhein Bewerbungsende: 27.04.2025 | Wissenschaftliches Volontariat mit dem Schwerpunkt Kunstvermittlung im Wilhelm-Hack-Museum (m/w/d)\n1/2 Entgeltgruppe E 13 TVöD | Vollzeit | befristet auf zwei Jahre\n(Ausschreibungs-ID 312)\nDie Stadt Ludwigshafen am Rhein ist eine familienfreundliche Arbeitgeberin mit zukunftssicheren Arbeitsplätzen. Wir bieten abwechslungsreiche und vielfältige Tätigkeiten mit flexiblen Arbeitszeiten, Teilzeitbeschäftigung sowie mobilem Arbeiten. Eine persönliche und fachspezifische Einarbeitung, Teamarbeit, umfassende Entwicklungs-, Fort- und Weiterbildungsmöglichkeiten sowie Gesundheitsförderung stehen Ihnen als Angebote zur Verfügung.\nIm Wilhelm-Hack-Museum ist zum 01.10.2025 eine Stelle für eine*n wissenschaftliche*n Volontär*in mit dem Schwerpunkt Kunstvermittlung in Vollzeit befristet auf zwei Jahre zu besetzen.\nDas Aufgabengebiet kann auch von Teilzeitkräften wahrgenommen werden.\nSo sieht Ihr Alltag aus…\nDas Volontariat vermittelt Kenntnisse in allen Bereichen des musealen Arbeitens wie Sammeln, Bewahren, Forschen, Ausstellen, Museumsmanagement, Verwaltung und Kommunikation. Eine fachliche Profilierung wird im Bereich Kunstvermittlung geboten. Diese Schwerpunktsetzung beinhaltet unter anderem:\nMitarbeit bei der Konzeption sowie organisatorischen Umsetzung des Kunstvermittlungsprogramms für Kinder, Jugendliche, Erwachsene, Familien und Schulen\nMitwirken bei der Entwicklung neuer Formate und Kooperationen mit institutionellen Partner*innen und Künstler*innen\ndas sichere Verfassen von Texten für unterschiedliche Adressat*innen\norganisatorische Begleitung von Führungen, Workshops und Sonderveranstaltungen (wie z. B. Familientage)\nBeteiligung an der Betreuung des hack-museumsgARTens\nWenn Sie…\nein abgeschlossenes Studium der Kunstgeschichte, Kunstpädagogik oder vergleichbaren Fachrichtung mit Masterabschluss nachweisen können\nErfahrungen im Bereich Museums- und Medienpädagogik (vor allem in Form von Projekten mit Jugendlichen und interkulturellen Projekten) vorweisen können\nüberzeugende Organisations- und Kommunikationsfähigkeit, Teamgeist und Kreativität besitzen\nsowie fließende Kenntnisse der deutschen und englischen Sprache in Wort und Schrift mitbringen.\nBekommen Sie von uns…\nAnschluss an ein Team aus jungen und kreativen Köpfen, in dem innovative Ideen erwünscht sind\nMöglichkeit der Teilnahme an überregionalen Fort- und Weiterbildungen zur musealen Arbeit und Vermittlung\nFlexibilität bei der Gestaltung der Arbeitszeit mit Möglichkeit zu mobilem Arbeiten\nZuschuss zum Deutschlandticket\ngute Verkehrsanbindung\nJahressonderzahlung\neinen krisensicheren Arbeitsplatz\ndie Möglichkeit von Sonderkonditionen in kooperierenden Fitnessstudios\nSenden Sie uns Ihre Bewerbung mit Anschreiben, Lebenslauf, Zeugnissen und Zertifikaten bis spätestens 27.04.2025 direkt über unser Bewerbungsportal unter:\nhttps://karriere.ludwigshafen.de/3111-wissenschaftliches-volontariat-mit-dem-schwerpunkt-kunstvermittlung-im-wilhelm-hack-museum-m-w-d/de/job.html\nVielfalt ist uns sehr wichtig! Wir freuen uns deshalb über jede Bewerbung unabhängig von ethnischer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte sowie gleichgestellte Bewerber*innen werden bei entsprechender Eignung vorrangig berücksichtigt.\nFachliche Fragen beantwortet Ihnen sehr gerne Herr Zechlin unter der Telefonnummer 0621/504-2045 und Personalfragen werden von Frau Seel, Telefonnummer 0621/504-2182 sehr gerne beantwortet.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-dem-schwerpunkt-kunstvermittlung-2/", "date_published": "2025-04-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-70/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Freilichtmuseum Hessenpark, Bewerbungsende: 15.05.2025 | Das Freilichtmuseum Hessenpark ist das Museum für Alltagskultur des Landes Hessen. Es thematisiert in über 100 wiedererrichteten Gebäuden auf einer Fläche von 60 Hektar und mit einer Sammlung von mehr als 200.000 Objekten den Wandel des Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis zum Ende des 20. Jahrhunderts. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt die Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider.\nZur Verstärkung des Fachbereichs Wissenschaft besetzen wir ab dem\n01.09.2025 befristet für zwei Jahre\nin Vollzeit ein\nWissenschaftliches Volontariat\nIhre Aufgaben:\nSie erhalten Einblicke in alle museumsrelevanten Bereiche unserer Institution mit Schwerpunkten in der wissenschaftlichen Arbeit, der Projekt- und Veranstaltungsorganisation und der Sammlungsarbeit.\nSie können Ihre Stärken bei der Mitarbeit am Vermittlungsprogramm sowie an Sonder- und Dauerausstellungen und in fachbereichsübergreifenden Projekten einbringen.\nWährend des Volontariats übernehmen Sie Verantwortung für eigene Projekte in einem Team, das sich gegenseitig unterstützt.\nWir betreuen und fördern Sie mit Blick auf Ihre weiteren beruflichen Ziele.\nEs erwartet Sie ein flexibles, teamorientiertes Arbeitsumfeld in einem der größten Freilichtmuseen Deutschlands.\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Master) im Fach Kulturanthropologie, (empirische) Kulturwissenschaft oder in einem vergleichbaren museologischen oder historischen Studiengang\nPraktika im Museumsbetrieb, idealerweise erste Erfahrungen im Ausstellungswesen oder der Vermittlungsarbeit\nGute Kenntnisse der gängigen MS-Office-Anwendungen\nFähigkeit sich gut und verständlich auszudrücken, organisatorisches Geschick und Hands-on-Mentalität, Teamfähigkeit sowie Belastbarkeit\nFreude an Vermittlungstätigkeiten, an Projektarbeit und an Themen der Alltagskultur\nWir wertschätzen diverse Teams und freuen uns über Ihre Bewerbung unabhängig von Ihrer kulturellen und sozialen Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexuellen Identität.\nHaben Sie Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums?\nMöchten Sie gemeinsam mit uns etwas bewegen und den Bereich Wissenschaft tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie\nIhre aussagekräftige Bewerbung per E-Mail bis zum 15.05.2025 an:\npersonal@hessenpark.de\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-70/", "date_published": "2025-04-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-museumstechnik-und-depot-maennlich-weiblich-divers/", "image": "", "title": "Leiter Museumstechnik und Depot (männlich/weiblich/divers)", "content_text": "Kulturamt der Stadt Gera, Gera Bewerbungsende: 05.05.2025 | Gera, eine mittelgroße Stadt mit einer zentralen Lage, vereint in sich ein breites Spektrum an Lebensqualität. Die Stadt ist reich an Kultur, Sport, Wohnmöglichkeiten, Natur sowie Wirtschaft und bietet damit alles, was das Herz begehrt. Gera ist ein Wirtschaftsstandort, der von den vielen liebens- und lebenswerten Ortsteilen profitiert. Die Vielfalt und Qualität der Lebensbedingungen in Gera machen es zu einem attraktiven Ort für Menschen jeden Alters.\nAls einer der größten Arbeitgeber der Region verstehen wir es als unsere Aufgabe die Stadt weiterzuentwickeln und voranzutreiben. Wir laden Sie ein, an diesem Vorhaben mitzuwirken und als ein Teil der Stadtverwaltung diese Entwicklung mitzugestalten.\nZur Verstärkung des\nKulturamtes, Abteilung Museen,\nsuchen wir zum nächstmöglichen Zeitpunkt einen\nLeiter Museumstechnik und Depot\n(männlich/weiblich/divers)\nIhre Aufgabenschwerpunkte\nKoordination der technischen Arbeitsabläufe an den fünf städtischen Museumsstandorten sowie in den Außendepots, insbesondere:\nErstellung der Arbeitspläne für das Team\nDurchführung von Dienstberatungen\nAusstellungsauf- und -abbau\nErtüchtigung der Räumlichkeiten für die Ausstellungsbelange\nKoordinierung der Restaurierungsmaßnahmen\nDurchführung von Kunsttransporten\nVergabe und Controlling von Dienstleistungen\nSicherstellung regelmäßiger Wartungsaufgaben\nErmittlung der Werkzeug- und Werkstattbedarfe\nDepotleitung unter Beachtung aller erforderlichen Vorgänge personeller, organisatorischer und fachlicher Art (Museumstechnik, Restauration, Konservation und Präparation), insbesondere:\nSicherstellung der Arbeitsabläufe unter Berücksichtigung der Sicherheitsbestimmungen entsprechen der Arbeitsvorschriften, Versicherungs- und Leihgebervorgaben sowie DIN-Vorschriften\nErfassung des Depotguts nach Kriterien wie Material, Maße, Zustand, konservatorische, sicherheitstechnische, lagerungstechnische und logistische Belange (u. a. Vorbereitung Konzeptentwürfe zur Depotplanung, Standortverwaltung, Monitoring)\nUnterstützung besonderer Projekte während der Planungs- und Bauphase\nUnser Angebot\nein unbefristetes Arbeitsverhältnis in Vollzeit\nein jährliches Entgelt zwischen 45.390,49 Euro und 63.744,05 Euro brutto entsprechend der Bewertung nach der\nEntgeltgruppe\nE 9b des Tarifvertrages für den öffentlichen Dienst (TVöD)\nein jährlicher Urlaubsanspruch von 30 Tagen\neinen Arbeitsplatz bei einem modernen, dienstleistungs- und bürgerorientierten Arbeitgeber in einer kulturell vielfältig geprägten Stadt\nflexible Arbeitszeiten zur guten Vereinbarkeit der persönlichen Lebenssituation mit der beruflichen Verantwortung\neine Zusatzversorgung zur betrieblichen Altersvorsorge\ndie Möglichkeit der Zahlung von vermögenswirksamen Leistungen\nVorteilsportal für Mitarbeiterangebote – „Corporate Benefits“\ndie Option des Fahrradleasings für Tarifbeschäftigte\nFolgende Anforderungen müssen Sie erfüllen\nerfolgreich abgeschlossenes (Fach-) Hochschulstudium oder vergleichbarer Abschluss (Bachelor oder Diplom) in der Fachrichtung Restaurierung/Konservierung oder Museologie\nsouveräner Umgang mit moderner Bürokommunikation, Standard- und\nAnwendersoftware\nsehr gute Deutschkenntnisse in Wort und Schrift (Muttersprachler oder vergleichbar mit Sprachniveau C1)\nFührerschein der Klasse B\nDie Erfüllung folgender Anforderungen ist wünschenswert\nanwendungsbereite Kenntnisse in der Sammlungsqualifizierung, Depotplanung und Projektmanagement\nBerufserfahrungen in der öffentlichen Verwaltung, vorzugsweise im musealen Bereich\nFührungserfahrung\ngute Fremdsprachenkenntnisse in Englisch\nWenn Sie eine hochmotivierte Persönlichkeit sind, die insbesondere über gutes fachliches Wissen und persönliche Kompetenzen, wie Teamfähigkeit sowie sehr gute Kommunikationsfähigkeiten verfügt, selbstständig und flexibel agiert und in der Lage ist, strukturiert zu arbeiten, freuen wir uns auf Ihre Bewerbung. Eine hohe Auffassungsgabe sowie analytische Fähigkeiten runden ihr Profil bestenfalls ab.\nDie Stadtverwaltung Gera setzt sich aktiv für die Förderung von Gleichstellung und Diversität in allen Bereichen ihrer Tätigkeit ein. Wir glauben, dass Vielfalt in unseren Teams zu innovativen Lösungen und einer positiven Arbeitsatmosphäre beiträgt. Daher laden wir alle qualifizierten Personen ein, sich um die ausgeschriebene Position zu bewerben, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie\nsexueller Orientierung und Identität.\nHaben Sie Fragen?\nOrganisatorische Fragen beantwortet Ihnen gern Frau Opitz, Leiterin des Teams Personalgewinnung und -entwicklung, telefonisch unter 0365/838-1320 oder per E-Mail an\npersonal.bewerbung@gera.de\n. Für grundsätzliche Anfragen steht Ihnen der Leiter des Kulturamtes, Herr Eckerle, unter der Telefonnummer 0365/838-3600 zur Verfügung.\nIhre Bewerbung\nBitte beachten Sie, dass eingehende Bewerbungen auf ihre fachliche Qualifikation ausgewertet werden. Wir können Sie im weiteren Auswahlverfahren folglich nur dann berücksichtigen, wenn Sie uns Nachweise hierüber vorlegen.\nWir freuen uns auf Ihre Bewerbung mit\naussagefähigem Bewerbungsschreiben,\ntabellarischem Lebenslauf zur lückenlosen Darstellung Ihres Ausbildungs- und beruflichen Werdegangs,\nZeugniskopien der geforderten Abschlüsse,\nqualifizierten Arbeitszeugnissen,\nNachweis des Führerscheins der Klasse B.\nBitte nutzen Sie für Ihre Bewerbung unser\nOnline-Bewerbungsportal\nauf der Plattform Interamt.\nAusschreibungsschluss ist der\n5. Mai 2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-museumstechnik-und-depot-maennlich-weiblich-divers/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamassistenz-m-w-d-in-der-abteilung-wissen-sammlung-archive-und-forschung/", "image": "", "title": "Teamassistenz (m/w/d) in der Abteilung Wissen – Sammlung, Archive und Forschung", "content_text": "ZKM | Zentrum für Kunst und Medien Karlsruhe, Karlsruhe Bewerbungsende: 04.05.2025 | Das ZKM | Zentrum für Kunst und Medien Karlsruhe wurde 1989 gegründet, um die klassischen Künste ins digitale Zeitalter fortzuschreiben. Heute ist das ZKM weltweit eines der renommiertesten Häuser für einen offenen Kunstbegriff und ist zugleich Ausstellungs- und Veranstaltungsort sowie Forschungsinstitution. Dabei bewegt es sich national und international in vielfältigen Netzwerken mit renommierten Partnern aus Kultur, Wissenschaft und Musik. Wir sind eine Stiftung des öffentlichen Rechts mit der Stadt Karlsruhe und dem Land Baden-Württemberg als Stifter.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/teamassistenz-m-w-d-in-der-abteilung-wissen-sammlung-archive-und-forschung/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-der-graphischen-sammlung/", "image": "", "title": "Leitung (m/w/d) der Graphischen Sammlung", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 01.05.2025 | Bei der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – ist zum nächstmöglichen Zeitpunkt die\nLeitung (m/w/d) der Graphischen Sammlung\nzunächst befristet für die Dauer von 12 Monaten in Vollzeit zu besetzen. Die wöchentliche Arbeitszeit beträgt 39 Stunden. Das Aufgabengebiet ist nach Entgeltgruppe 13 TV-L bewertet. Dienstort ist Mainz.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine obere Landesbehörde und unmittelbar dem Ministerium des Innern und für Sport nachgeordnet. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Koblenz, Landesmuseum Mainz, Rheinisches Landesmuseum Trier und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDie Graphische Sammlung umfasst ca. 50.000 Blätter vom späten Mittelalter bis zur Gegenwart und ist damit die größte graphische Sammlung in Rheinland-Pfalz. Die Bestände sind sehr vielfältig und umfassen Aquarelle, Handzeichnungen, Druckgrafiken, Künstlerautographen und alte Fotografien. Die Zeichnungen des 19. Jahrhunderts, besonders der deutschen Romantik und der Nazarener, bilden einen zentralen Schwerpunkt. Ein Alleinstellungsmerkmal bilden die umfassenden Bestände von Max Slevogt, dessen grafischer Nachlass 2014 erworben wurde. Eine Mitarbeit am Max Slevogt-Forschungsprojekt des Museums ist wünschenswert.\nIn den kommenden Jahren ist die Neukonzeption des Museums mit einer Neuaufstellung seiner Bestände geplant. Als Mitglied des Museumsteams erhalten Sie die Möglichkeit, auch die Bestände der Graphischen Sammlung neu und publikumswirksam zu präsentieren.\nDas interessante Aufgabengebiet umfasst unter anderem:\ndie wissenschaftliche Betreuung der Graphischen Sammlung des Landesmuseums Mainz (u. a. Leihverkehr, Sammlungspflege, Depotmanagement, Drittmittelakquise)\nKonzeption und Realisierung von Sonderausstellungsprojekten in der Funktion der verantwortlichen Projektleitung\nRealisierung von wissenschaftlichen Publikationen\nMitwirkung bei der Weiterentwicklung der Dauerausstellung in enger Zusammenarbeit mit der Museumsleitung, den Kuratoren und Restauratoren des Museums\nFortführung der wissenschaftlichen Inventarisierung und Erschließung der Sammlungsbestände\nMitarbeit bei der Inventarisierung und Digitalisierung\nMitarbeit bei der Bildungs- und Vermittlungsarbeit\nLeitung der Restaurierungswerkstätten, insbesondere Steuerung des Personaleinsatzes, verantwortliche Budgetverwaltung sowie eigenverantwortliche Durchführung von Vergabeverfahren für diesen Bereich\nFür die Wahrnehmung dieser Aufgaben erwarten wir:\nein abgeschlossenes wissenschaftliches Hochschulstudium der Fachrichtung Kunstgeschichte (mindestens Master/Magister), idealerweise ergänzt um eine Promotion\nmehrjährige Berufserfahrung im Museums- und Ausstellungswesen, idealerweise in einer Graphischen Sammlung\nprofunde Kenntnisse der Kunst- und Kulturgeschichte, vor allem umfassende Kenntnisse im Bereich der Grafik aller Epochen\nwissenschaftliche Publikationen zu kunst- und kulturwissenschaftlichen Themen\nErfahrung in der Pflege und Anwendung von Datenbanken\nBegeisterung für digitale und moderne mediale Präsentationsformen\nErfahrung in der Projektleitung, einschl. der Personaleinsatz- und Budgetsteuerung sowie der Anwendung der einschlägigen Vergabevorschriften\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team werden vorausgesetzt\nhohes Maß an Eigenverantwortung, Kommunikationsfähigkeit sowie Engagement und Belastbarkeit\nkompetentes, überzeugendes und freundliches Auftreten\nGrundkenntnisse im Arbeits- und Vertragsrecht\ngute Fremdsprachenkenntnisse in Wort und Schrift, vorzugsweise in Englisch und Französisch\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der modernen Bürokommunikationstechnik\nPKW-Führerschein sowie entsprechende Fahrpraxis\nDie regelmäßige durchschnittliche wöchentliche Arbeitszeit beträgt bei Vollzeit 39 Stunden. Die Stelle ist nicht Teilzeit geeignet.\nMit dem Vorliegen der personalwirtschaftlichen Voraussetzungen wird eine unbefristete Beschäftigung angestrebt.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 28/2025 bis zum 01.05.2025\nbevorzugt an:\nbewerbung@gdke.rlp.de\noder postalisch an\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-der-graphischen-sammlung/", "date_published": "2025-04-03T00:00:00"}]}