{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumsmitarbeiter-m-w-d/", "image": "", "title": "Museumsmitarbeiter (m/w/d)", "content_text": "Wilhelm Ostwald Park, Grimma/Großbothen Bewerbungsende: 31.12.2025 | Der\nWilhelm Ostwald Park\nin Grimma, Großbothen beherbergt den historischen Landsitz des Chemie-Nobelpreisträgers Wilhelm Ostwald. Auf dem 7 Hektar großen Parkgelände unterhält die rechtsfähige Gerda und Klaus Tschira Stiftung (GKTS) mit Sitz in Heidelberg ein Museum mit Tagungsstätte. Die GKTS hat es sich zum Ziel gesetzt, den natur- und denkmalgeschützten Wilhelm Ostwald Park im Sinne des Physiko-Chemikers weiterzuführen, sein Leben und universelles Werk der Öffentlichkeit zugänglich zu machen sowie den wissenschaftlichen und kulturellen Austausch zu fördern.\nWir suchen Sie am Standort 04668 Grimma/Großbothen, unbefristet, in Teilzeit (20 h/Woche), ab 01.03.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.12.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsmitarbeiter-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-mwd/", "image": "", "title": "Verwaltungsleitung (m*w*d)", "content_text": "Berlinische Galerie, Berlin Bewerbungsende: 05.01.2026 | Die\nBerlinische Galerie\n, das Landesmuseum für Moderne Kunst, Fotografie und Architektur, gehört zu den experimentierfreudigsten Museen Berlins. Die Sammlungen und Aktivitäten sind auf die in Berlin entstandene Klassische Moderne, Nachkriegsmoderne und aktuelle Kunstszene der Hauptstadt ausgerichtet und illustrieren damit den Dialog zwischen Vergangenheit und Gegenwart. Die Berlinische Galerie versteht sich als Museum für alle Berliner*innen und Gäste der Stadt und legt großen Wert darauf, dass ihre Ausstellungen inspirierende Erlebnisse für alle Besucher*innen bieten.\nWir suchen zum nächstmöglichen Termin eine\nVerwaltungsleitung (m*w*d)\nmit dem Schwerpunkt Finanzen und Controlling mit folgenden Aufgaben:\nFinanzen und Controlling\nFachliche, personelle und strategische Leitung des Bereichs Finanzen und Controlling\nFühren und Entwickeln des Teams\nErstellen und Überwachen von Wirtschaftsplänen\nVerantwortlich für Jahresabschluss (doppisch/HGB) und Quartalsberichte der Stiftung\nErstellen des Haushaltsplanes und der Jahresabrechnung für den Förderverein der Berlinischen Galerie\nLiquiditätsmanagement, Steuerung von Projektbudgets und der Drittmittelförderung\nWeiterentwicklung, Optimierung und Digitalisierung des internen Rechnungswesens und der Controlling-Systeme\nStellvertretende Haushaltsbeauftragung\nKlären von Steuerfragen\nAnsprechpartner*in für Wirtschaftsprüfer*innen, Steuerberater*innen und Zuwendungsgebende\nControlling des Bereichs Besucher*innenservice und des Personalservice\nOrganisation\nVerantwortlich für Vergaben und für Zuwendungsbestätigungen\nWeiterentwicklung und Optimierung von Prozessen und digitalen Anwendungen\nPrüfung und Überwachung von Dienstleistungsverträgen\nSie bringen mit:\nErfolgreich abgeschlossenes Studium in Verwaltungsmanagement, Public Management, BWL, wirtschaftswissenschaftliches Studium (Uni/FH) mit dem Schwerpunkt Controlling und Rechnungswesen oder vergleichbare kaufmännische Berufsausbildung / Weiterbildung zur*zum Bilanzbuchhalter*in\nEinschlägige mehrjährige Berufserfahrung im Bereich Finanzen und Controlling\nGute Kenntnisse des Handels- und Steuerrechts sowie des öffentlichen Zuwendungs- und Haushaltsrechts\nKenntnisse im Vereins- und Gemeinnützigkeitsrecht\nNachgewiesene Erfahrung in der Anwendung von Förder- und Vergaberichtlinien, Kenntnisse von Förderprogrammen\nSystematische, strukturierte, genaue und eigenverantwortliche Arbeitsweise\nPragmatisches Denken und Handeln mit lösungsorientierter Arbeitsweise\nIntegrität und Loyalität sowie Freude an der Zusammenarbeit im Team\nSehr gute Deutschkenntnisse in Wort und Schrift sowie gute Englischkenntnisse\nGute Kenntnisse in MS-Office-Anwendungen und in der Anwendung von ERP-Systemen (z.B. Infoma newsystem – basierend auf Dynamics / Navision)\nWir bieten:\nEine interessante und abwechslungsreiche Tätigkeit an einem schönen, zentral gelegenen Arbeitsort\nTariflicher Urlaub, Arbeitszeitkonto\nBetriebliche Altersvorsorge mit Arbeitgeberzuschuss\nZuschuss zum BVG-Firmenticket\nVergütung bis Entgeltgruppe E 13 TVöD-VKA (abhängig von Qualifikation und Berufserfahrung) zzgl. tarifliche Jahressonderzahlung\nArbeitsfrei am 24. und 31. Dezember\nDie Stelle ist vorerst für 2 Jahre befristet.\nIhre Bewerbung richten Sie bitte per E-Mail als ein PDF mit dem Betreff VwL2026 bis zum 05.01.2026 an: bewerbung@berlinischegalerie.de\nFür die Berlinische Galerie hat eine diskriminierungssensible Arbeitsumgebung eine hohe Priorität. Wir freuen uns über Bewerbungen von Menschen, die von Diskriminierung und Ausschlüssen betroffen sind oder deren Perspektiven im Kulturbetrieb häufig marginalisiert werden. Wir fördern die Gleichstellung aller Geschlechter nach dem Berliner Landesgleichstellungsgesetz. Wir berücksichtigen bei gleicher Eignung und Qualifikation die Bewerbung von anerkannten Schwerbehinderten oder ihnen gleichgestellten Menschen bevorzugt (bitte Nachweis beifügen). Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nInformationen zum Datenschutz unter\nhttps://berlinischegalerie.de/datenschutz/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.01.2026", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-mwd/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/4-vorpraktikumsplaetze-m-w-d-konservierung-restaurierung/", "image": "", "title": "4 Vorpraktikumsplätze (m/w/d) Konservierung / Restaurierung", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 31.03.2026 | Die Stiftung Historische Museen Hamburg (SHMH) SöR\n(Stiftung des öffentlichen Rechts), ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung vereinigten Museen an sieben Standorten repräsentiert die Stiftung die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und internationalen Bezüge. Das zur SHMH zugehörige\nMuseum für Hamburgische Geschichte\nkooperiert mit\nfreiberuflichen Restaurierungswerkstätten\nund dem\nMuseum für Kunst und Gewerbe SöR\n, dem\nMuseum am Rothenbaum SöR\n, dem\nDenkmalschutzamt Hamburg\nund gegebenenfalls weiteren Institutionen im Großraum Hamburg\n.\nWir bieten\n14 Praktikumsplätze\n(m/w/d) in Vollzeit,\nbefristet\nvom 1. September 2026 bis 31. August 2027 an.\nDas 12-monatige Vorpraktikum bereitet Sie auf das Studium in einem vorher festgelegten Fachbereich der Konservierung / Restaurierung vor und gilt an den meisten Fachhochschulen, Hochschulen und Akademien als Studienvoraussetzung. Die Praktika werden entweder in einer der Musemswerkstätten oder in einer freiberuflichen Restaurierungswerkstatt durchgeführt. Die Einsatzorte können zum Teil auch außerhalb des Hamburger Stadtgebietes liegen, sind aber mit dem Hamburger Nahverkehr angebunden.\nSie können sich für eine der folgenden Konservierungs- und Restaurierungs-Fachrichtungen bewerben:\nGemälde, Skulpturen / gefasste Holzobjekte, Innenraumausstattung\nGemälde und zeitgenössische Kunst\nSchriftgut, Buch und Grafik\nHolz / Möbel / organische Materialien\nWandmalerei und Architekturfassung\nStein\nTextilien\nHolz, Keramik, Textil & präventive Konservierung in einer ethnografischen Sammlung\nModerne Materialien / Industrielles Kulturgut\nAnorganische Materialien / Objekte aus dem Kunsthandwerk und der Alltagskultur\nBitte geben Sie im Anschreiben Ihrer Bewerbung Ihren bevorzugten Fachbereich an, bzw. bei Interesse an mehreren Fachbereichen auch einen begründeten Alternativwunsch.\nDie praktische Arbeit in den Restaurierungswerkstätten wird durch fachübergreifenden Gruppenunterricht ergänzt, der die Bereiche der Objektuntersuchung, Restaurierungs-dokumentation, Methoden der präventiven Konservierung, Arbeits- und Unfallschutz, Grundlagen der Chemie, Kunst- und Kulturgeschichte, Literaturrecherche, Arbeits-techniken und Objektpräsentation behandelt. Optional bieten wir die Teilnahme an Praxisseminaren an. Außerhalb der Arbeitszeit können Sie im ersten Halbjahr an einem kostenlosen Mappen-Vorbereitungskurs teilnehmen.\nSie erhalten monatlich eine finanzielle Unterstützung in Höhe von 320 € brutto. Hiervon kann zusätzlich ein bezuschusstes Verkehrsverbund-Abo erworben werden. BAföG kann für das Jahrespraktikum beantragt werden, wenn die Studienordnung der Institution, an der Sie voraussichtlich studieren möchten, das Vorpraktikum als Studien-Voraussetzung in seiner Studienordnung festgesetzt hat.\nDie Blank Art Foundation bietet ein Stipendium für die Teilnehmenden des Hamburger Praxisjahr Restaurierung an.  Da die Zahl der Stipendienplätze der Zahl der Praktikumsplätze entspricht, kann jede*r Teilnehmende zusätzlich zur Praktikumsvergütung ein Stipendium in Höhe von voraussichtlich monatlich 550 € beantragen.\nBitte senden Sie uns für Ihre Bewerbung die folgenden Unterlagen digital als\nPDF-Dateien\nzu und benennen Sie die Dateien nach dem Schema „Nachname_Vorname_Bezeichnung“ (Beispiel: Nachname_Vorname_Anschreiben):\nAnschreiben\nmit Motivationsschreiben: Geben Sie hier die gewünschte Fachrichtung und wenn zutreffend\neinen\nAlternativwunsch für dasPraxisjahr an und nennen Sie uns den späteren Studien-Wunschort, der den avisierten Studiengang aktuell auch anbietet. Erklären Sie uns außerdem, warum Sie zu dem Berufswunsch in dem angegebenen Restaurierungs-Fachbereich tendieren. Berichten Sie uns über praktische Erfahrungen, Ihre Vorstellungen über und Erwartungen an das Praktikum.\nErstellen Sie einen\nLebenslauf\nmit Ihren persönlichen Daten und den bis Ende August 2026 aktuellen Kontaktdaten. Überprüfen Sie unbedingt deren richtige Schreibweise, dawir das Bewerbungsverfahren über Mail-, Videoanruf- und Telefonkontakt durchfü\nZeugnisse\n: Senden Sie uns Digitalisate Ihres Schulabschlusszeugnisses, bzw. des letzten Zwischenzeugnisses, ggf. auch über andere Abschlüsse, bzw. Praktikums- und Kursbestätigungen. Bei Zeugnissen sind immer alle Seiten in guter Qualität abzubilden.\nWir empfehlen allen Interessierten grundsätzlich Schnupperpraktika in Werkstätten in Ihrer Umgebung zu absolvieren. Nehmen Sie ggf. außerdem die Möglichkeit der Studienberatung für den Studiengang Konservierung / Restaurierung durch die verschiedenen Studien-Institutionen wahr. Idealerweise führen Sie das Gespräch schon in dem von Ihnen favorisierten Fachbereich. Sollten Sie an einer Studienberatung teilnehmen, können Sie Ihrer Bewerbung gerne eine Teilnahmebestätigung der jeweiligen Institution beifügen.\nPraktikumsvoraussetzungen:\nBerufsziel: Studium der Konservierung / Restaurierung zu beginnen\nFachhochschul- oder Hochschulreife\nNeugierde und Interesse an kulturgeschichtlichen Hintergründen\nFeinmotorische Geschicklichkeit\nBereitschaft sich selbständig in Problemstellungen einzuarbeiten\nTeamfähigkeit\nKosten die im Zusammenhang mit der Bewerbung und dem Vorstellungsgespräch entstehen, können von uns leider nicht übernommen werden.\nDie zu den digitalen Bewerbungsgesprächen eingeladenen Bewerber*innen informieren wir nach Sichtung der Unterlagen voraussichtlich Ende April / Anfang Mai 2026. Die Bewerbungsgespräche finden darauffolgend im Zeitraum von Mai bis Anfang Juni 2026 statt. Potenzielle Nachrücker*innen werden über einen Zwischenstand ab Juni 2026 informiert.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten und von People of Color sowie von Bewerber*innen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nIhre Bewerbungsdateien senden Sie bitte als PDF-Dokumente (mit einer Größe von max. 5 MB)\nbis zum 31.03.2026\nan:\nbewerbung@mzd.shmh.de\nFür inhaltliche Fragen zum Hamburger Praxisjahr Restaurierung und zum Berufsbild steht Ihnen per Mail (bianca.floss@mhg.shmh.de) oder telefonisch (49 176 42855372) – bevorzugt am Donnerstagvormittag – Bianca Floss, Restauratorin und Leitung des Hamburger Praxisjahres, zur Verfügung.\nFragen zum Bewerbungsverfahren beantwortet Ihnen Hanna Bothe, Restauratorin und Koordination Hamburger Praxisjahr Restaurierung, von Montag bis Donnerstag gern per Mail (hanna.bothe@mhg.shmh.de) oder telefonisch (040 428 132 402).\nSollte Ihnen eine digitale Bewerbung nicht möglich sein, senden Sie Ihre Unterlagen an:\nStiftung Historische Museen Hamburg\nMuseum für Hamburgische Geschichte\nHamburger Praxisjahr Restaurierung\nHolstenwall 24\n20355 Hamburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/4-vorpraktikumsplaetze-m-w-d-konservierung-restaurierung/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-die-museumspaedagogik-den-besucherservice/", "image": "", "title": "Mitarbeiter:in (w/m/d) für die Museumspädagogik & den Besucherservice", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 19.01.2026 | Als eines der fünf Regionalmuseen der SNSB bietet das Bionicum Informationen zu zukunftsrelevanten Themen wie Natur- und Artenschutz, biologischer Vielfalt sowie nachhaltiger Ressourcennutzung, kreativen Innovationen und Techniken der Zukunft. Die interaktive Ausstellung im Tiergarten Nürnberg ist ein einzigartiger außerschulischer Lernort und fester Bestandteil der bayerischen Bildungslandschaft. Darüber hinaus begleitet das Bionicum bionische Forschungsprojekte und betreibt das Netzwerk „Bionik in Bayern“.\nDie Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nBeim\nBionicum Nürnberg\nwird zum\n01.04.2026\neine Mitarbeiterin oder einen Mitarbeiter (w/m/d) für die Museumspädagogik & den Besucherservice\nin Teilzeit (Arbeitszeitanteil 50%)\nbefristet bis 31.03.2028 gesucht (eine Verlängerung wird angestrebt).\nAufgabenschwerpunkte:\nBetreuung der Ausstellung und Betreuung von Besuchergruppen insbesondere an Wochenenden\nDurchführung von museumspädagogischen Bildungsprogrammen für Besuchergruppen jeden Alters\nMitarbeit bei Organisation und Durchführung von Veranstaltungen\nUnterstützung bei administrativen Aufgaben (Telefon, E-Mail, Post)\nWir erwarten:\nErfahrung im Bereich Museumspädagogik oder Besucherservice\nFreude an der Arbeit mit Menschen jeden Alters und mit unterschiedlichen Bildungsstandards\ngrundlegende Begeisterung für Natur, Umwelt, Technik und BionikTeamfähigkeit, Zuverlässigkeit und Verantwortungsbewusstsein\nBereitschaft zu flexiblen Arbeitszeiten (auch an Wochenenden oder Feiertagen)\ngute Kenntnisse der gängigen EDV-Programme\nEine spezifische Berufsausbildung ist nicht erforderlich; einschlägige Fort- oder Weiterbildungen sind von Vorteil\nWir bieten:\nEinen interessanten und vielseitigen Arbeitsplatz im öffentlichen Dienst\nAlle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\neine Vergütung nach Entgeltgruppe E3 des Tarifvertrages der Länder (TV-L)\nEine engagierte und empathische Arbeitsatmosphäre in einem kollegialen Team\nkostenfreie Parkplätze am Dienstgebäude\nein breitgefächertes Aufgabengebiet mit einem hohen Maß an kreativem Spielraum\nSind Sie interessiert?\nWir freuen uns Ihre aussagefähigen und vollständigen Bewerbungsunterlagen (digital) mit einem Motivationsschreiben, Lebenslauf und Zeugnissen unter\nbewerbung@snsb.de\nbis zum\n19.01.2026\nzu erhalten. Bei inhaltlichen Fragen wenden Sie sich bitte an Frau Dr. Eva Gebauer unter\ngebauer@\nsnsb.de und zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch unter\npersonal@snsb.de\n.\nSchwerbehinderte Bewerber bzw. Bewerberinnen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Männern.\nWir verweisen darauf, dass nach Abschluss des Verfahrens die Bewerbungsunterlagen vernichtet und nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungsgespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-die-museumspaedagogik-den-besucherservice/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennische-geschaeftsfuehrung-und-vorstand-m-w-d/", "image": "", "title": "Kaufmännische Geschäftsführung und Vorstand (m/w/d)", "content_text": "Landkreis Osterholz, Worpswede Bewerbungsende: 04.01.2026 | Der Landkreis Osterholz sucht im Amt für Kreisentwicklung für die Museen Barkenhoff und Große Kunstschau Worpswede eine/n kaufmännische Geschäftsführung und Vorstand (m/w/d).\nDer Barkenhoff und die Große Kunstschau sind die beiden führenden Kunst­museen im national und international renommierten Künstlerdorf Worpswede. Sie arbeiten seit 2018 unter einer gemeinsamen Geschäftsführung. Als kaufmännische Leitung und Vorstand führen Sie die Stiftungen gemeinsam und gleichberechtigt mit der Künstlerischen Leitung. Neben einer gewissenhaften Finanz- und Wirtschaftsplanung gehören auch strategisch-unternehmerische Prozesse sowie die Verantwortung für die notwendigen energetisch-baulichen Modernisierungen der zu den Stiftungen gehörenden Gebäude zu Ihren Aufgaben. Seit dem Jahr 2023 widmet sich die Kulturstiftung Landkreis Osterholz zudem der denkmal­gerechten Restaurierung des Kaffee Worpswede und der Wiederanbindung an das Museum Große Kunstschau. Die Fördermittelabrechnung und Erarbeitung eines gastronomischen Konzepts sind dabei die aktuellen Schwerpunkte.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennische-geschaeftsfuehrung-und-vorstand-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/servicekraft-im-freilandmuseum-lehde/", "image": "", "title": "Servicekraft im Freilandmuseum Lehde", "content_text": "Landkreis Oberspreewald-Lausitz, Lehde Bewerbungsende: 04.01.2026 | Unterstützen Sie das Freilandmuseum in Lehde!\nzum 15.03.2026 | befristet bis 15.12.2026 | Teilzeit (35 Wochenstunden)\nIhr Aufgabenbereich\nAufsichtsführung auf den Hofanlagen und in den Häusern des Museums zur Wahrung der Ordnung, Sauberkeit, Sicherheit und des Brandschutzes\nsachkundige Gästebetreuung\nim Rahmen der Aufsichtsführung kurze Erklärungen für die Besucher zur Geschichte des Museums, des Spreewaldes und dem Leben seiner Bewohner\nFührungen durch das Museum und Durchführung von Angeboten im Bereich Museumspädagogik für Gruppen\nUnterstützung musealer Veranstaltungen und Projekte sowie deren Vorbereitung und Durchführung\nMitwirkung im Rahmen von Vermietungen und Hochzeiten\nMithilfe bei der Saisonvorbereitung und Nachbereitung\nKassendienste\nKassierung von Eintrittsgeldern und Gebühren sowie Erfassung von Besucherzahlen\nAnnahme von Shopware (in Empfang nehmen, Lieferscheinkontrolle, Waren präsentieren)\nVerkauf von angebotener Ware und Shopartikeln\nAuskünfte über angebotene Literatur und andere Verkaufsmaterialien erteilen\nAbrechnung von Tageseinnahmen am PC-Kassensystem und Aufbereitung für externe Geldabholung durch Dienstleister\nDas bieten wir\nVergütung nach Entgeltgruppe 5 TVöD (VKA)\nUrlaub gemäß TVöD\nGleitzeit, Arbeitszeitanpassung nach Bedarf\nbetriebliche Altersvorsorge und Gesundheitsmanagement\nDas bringen Sie mit\nabgeschlossene Berufsausbildung mit nachweisfähiger Berufserfahrung zumindest in Teilgebieten des o.g. Aufgabenbereiches (vorzugsweise Verkauf/Handel, Tourismus, Museum, Sozialbereich/Umgang mit Menschen, Vermittlung, Kulturprojekte, Gastronomie)\nanwendungsbereite Kenntnisse MS-Office\nKommunikationsfähigkeit\nTeamfähigkeit und Bürgerorientierung\nLernbereitschaft\nOrganisationsfähigkeit\nDer Landkreis fördert die berufliche Chancengleichheit aller Geschlechter.\nBewerbungen von schwerbehinderten bzw. ihnen gleichgestellten Menschen sind erwünscht und werden bei gleicher fachlicher und persönlicher Eignung bevorzugt berücksichtigt. Zur Geltendmachung der Rechte sollte mit der Einreichung der Bewerbungsunterlagen die Vorlage der entsprechenden amtlichen Nachweise erfolgen.\nNeben dem Bewerbungsanschreiben sollte Ihre Bewerbung mindestens enthalten:\ntabellarischer Lebenslauf\ngeeignete Nachweise (Zertifikate, Zeugnisse)\nNachweis der Gleichwertigkeit eines im Ausland erworbenen Abschlusses mit dem deutschen Abschluss (z.B. Zeugnisbewertung/Zertifikatausstellung durch die ZAB – Zentralstelle für ausländisches Bildungswesen) Fragen zum Bewerbungsverfahren\nbei Fragen zum Bewerbungsverfahren:\nFrau Kobert 03573 870-1327,\nbewerbung@osl-online.de\nbei Fragen zum Aufgabenbereich:\nHerr Heinz 03573 870-2402\nKommen Sie ins #TeamOSL – wir freuen uns auf Ihre Bewerbung!\nAlle Stellenausschreibungen unter\nwww.osl-online.de/karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/servicekraft-im-freilandmuseum-lehde/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-2/", "image": "", "title": "Kurator:in (m/w/d)", "content_text": "Bucerius Kunst Forum, Hamburg Bewerbungsende: 11.01.2026 | Zur Ergänzung unseres engagierten Teams suchen wir zum nächstmöglichen Zeitpunkt eine:n Kurator:in (m/w/d) in Vollzeit (38,5h) – zunächst befristet für zwei Jahre – mit dem Ziel einer unbefristeten Übernahme.\nÜber uns\nEpochen- und gattungsübergreifend verhandelt das Bucerius Kunst Forum in wechselnden Ausstellungen die Relevanz und die Freiheit von Kunst in einer demokratischen Gesellschaft. Als Ausstellungshaus zeigen wir mit fokussiertem Blick für neue Aspekte Kunst im Spiegel unserer Lebensrealität. Durch ihre einzigartige Gestaltung, Erzählweise und Atmosphäre macht dabei jede Ausstellung Kunst immer wieder neu und inspirierend erfahrbar. Das vielfältige Vermittlungs- und Veranstaltungsprogramm lädt dazu ein, die Themen diskursiv, kreativ, partizipativ und niedrigschwellig zu entdecken.\nIhre Aufgaben\nKonzeption und Realisierung eigener Ausstellungen\nProjektleitung für die Durchführung von Ausstellungen, einschließlich Koordination externer Partner:innen\nUnterstützung der Gastkurator:innen\nRedaktion der Ausstellungskataloge\nDurchführung von Veranstaltungen für unterschiedliche Zielgruppen\nEnge Zusammenarbeit mit dem Team der Öffentlichkeitsarbeit und der Vermittlungsabteilung\nIhr Profil\nabgeschlossenes Hochschulstudium im Fach Kunstgeschichte (oder Äquivalent)\nmehrjährige Berufserfahrung in einer Kulturinstitution (Museum, Ausstellungshaus, Galerie o.ä.)\nausgewiesene wissenschaftliche Fachkompetenz\nausgezeichnete schriftliche und mündliche Ausdrucksweise, einschließlich verhandlungssicherer Englischkenntnisse\nsehr gute Kenntnisse der gängigen MS Office Anwendungen\nInteresse an und Kenntnisse von aktuellen Diskursen\nstarke organisatorische Fähigkeiten\nSie arbeiten selbstständig und strukturiert, sind dabei gewissenhaft, motiviert und den hohen Belastungen eines dynamischen Ausstellungshauses gewachsen\nUnser Angebot\nEntwicklung und Umsetzung eigener kuratorischer Ideen\nArbeit in einem motivierten kleinen Team\nMitarbeit an den vielfältigen Themen und Aufgaben eines international agierenden Ausstellungshauses\nZentraler Arbeitsplatz im Herzen Hamburgs\nRestaurantschecks und HVV-Ticket/Deutschlandticket\nVermögenswirksame Leistungen\nIhre Bewerbung\nBei Fragen zur Position wenden Sie sich gerne an Dr. Daria Dittmeyer-Hössl:\ndittmeyer-hoessl@buceriuskunstforum.de\nSie sind interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen zusammengefasst in einer PDF-Datei\nbis spätestens 11. Januar 2026\nan\nihrebewerbung@buceriuskunstforum.de\n.\nDas Bucerius Kunst Forum gewährleistet die berufliche Gleichstellung unabhängig vom Geschlecht und unterstützt die Vereinbarkeit von Beruf und Familie. Darüber hinaus streben wir es an, in unserem Team die gesellschaftliche Vielfalt abzubilden. Deshalb begrüßen wir Bewerbungen unabhängig von Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und Identität.\nWir erheben für das Ausschreibungsverfahren nur personenbezogene Daten, die für den Bewerbungsprozess relevant sind und beachten dabei die gesetzlichen Bestimmungen. Mehr Informationen finden Sie in unseren\nDatenschutzhinweisen\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-2/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-fuer-das-fachgebiet-restaurierung/", "image": "", "title": "Leitung (m/w/d) für das Fachgebiet Restaurierung", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 25.01.2026 | Die Staatlichen Schlösser und Gärten Hessen suchen zum 01.06.2026\neine Leitung (m/w/d) für das Fachgebiet Restaurierung\nunbefristet mit 40 Wochenstunden.\nDie Staatlichen Schlösser und Gärten Hessen betreuen 48 denkmalgeschützte Schlösser, Burgen, Klöster und Gärten mit wertvoller Ausstattung. Auch Weltkulturerbestätten zählen zu den Monumenten der SG.\nDie Aufgabe der Staatlichen Schlösser und Gärten Hessen ist es, die Bau-, Kunst- und Gartendenkmäler von hohem geschichtlichen und künstlerischen Wert zu erforschen, zu erhalten und der Öffentlichkeit zugänglich zu machen.\nDie konservatorische Betreuung, kunsttechnologische Erforschung, sowie die Erhaltung und Restaurierung der hessischen Kulturdenkmäler mit ihren reichen Ausstattungen bilden dabei die zentrale Aufgabe der Abteilung Restaurierung.\nZu Ihren Aufgaben gehören:\nder Erhalt, die Erforschung und die Pflege der Kulturgüter der SG in ständigem Austausch mit den anderen Fachabteilungen der SG und der Fachwelt\ndie eigenverantwortliche Leitung des Fachgebiets Restaurierung mit rund 15 Mitarbeitern in den Fachgebieten Gemälde, Steinskulptur, Architektur/Wandbild, Textil, Holz/Fassung, kunsthandwerkliche Objekte, präventive Konservierung sowie der Schreinerei\ndie Fortschreibung der Notfallplanung\ndas Erstellen von fortlaufenden Investitionsplanungen und des jährlichen Haushaltsplanes sowie die Überwachung der Haushaltsmittel\ndie Planung und Vergabe an freiberufliche Restauratoren sowie die Überwachung und Abrechnung der Arbeiten\ndie Betreuung von studienvorbereitenden und -begleitenden Praktika und Volontariaten\ndie Darstellung und Vermittlung von Restaurierungen in der Öffentlichkeit\nWir erwarten:\nein abgeschlossenes Hochschulstudium der Restaurierung (MA) im Bereich Restaurierung; idealerweise mit dem Schwerpunkt Konservierung und Restaurierung von Wandmalerei und Stein oder eine gleichwertige Qualifikation\nsehr gute theoretische Kenntnisse und mehrjährige praktische Erfahrung im Erhalten, Erforschen und Restaurieren von Kunst- und Bauwerken mit dem Schwerpunkt des 18. und 19. Jahrhunderts\nKenntnisse im Bereich der präventiven Konservierung\nfundierte Kenntnisse in der Ausschreibung und Vergabe von Restaurierungsleistungen\nmehrjährige einschlägige Berufserfahrung in leitender Position\nDer/die Bewerber/in muss in der Lage sein, Mitarbeiter/innen auch bei hoher Arbeitsbelastung kooperativ zu führen und zu motivieren.\nziel- und ergebnisorientiertes Handeln, fachübergreifende Teamfähigkeit sowie eine überdurchschnittliche Einsatz- und Leistungsbereitschaft\nsorgfältiges, strukturiertes und effizientes Arbeiten mit hohem Verantwortungsbewusstsein\ngute Englischkenntnisse\nerforderlich ist ein Führerschein der Klasse B\nWir bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nVergütung der Entgeltgruppe 14 des Tarifvertrages für den öffentlichen Dienst des Landes Hessen (TV-H)\neine Jahressonderzahlung nach TV-H\nindividuelle Fort- und Weiterbildungsmöglichkeiten\nLandesTicket Hessen für den gesamten ÖPNV des Landes Hessen\nDer Dienstort ist das Schloss Bad Homburg v. d. Höhe.\nDie Verwaltung strebt eine generelle Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berücksichtigt. Im Ehrenamt erworbene Erfahrungen und Fähigkeiten können gegebenenfalls im Rahmen von Eignung, Befähigung und fachlicher Leistung positiv berücksichtigt werden, wenn sie für die vorgesehene Tätigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrüßt.\nIhre Bewerbung mit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) senden Sie bitte ausschließlich über das Bewerberportal des Landes Hessen an\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/A3C1BD400C7E1FE0B59D4B7A142CC95A\nReferenzcode   51041208_0002\nBewerbungsschluss ist am 25.01.2026\nBei Fragen zur Stellenausschreibung melden Sie sich bitte bei Kirsten Worms (Direktorin) unter der Telefonnummer 06172 9262-102 bzw.\nkirsten.worms@schloesser.hessen.de\noder bei Stella Flach (Sachgebietsleitung Personal) unter der Telefonnummer 06172 9262-125 bzw.\nstella.flach@schloesser.hessen.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-fuer-das-fachgebiet-restaurierung/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-verwaltung-m-w-d/", "image": "", "title": "Mitarbeiter(in) in der Verwaltung (m/w/d)", "content_text": "Bayerisches Armeemuseum, Ingolstadt Bewerbungsende: 06.01.2026 | Das Bayerische Armeemuseum sucht ab sofort unbefristet in Vollzeit\neine(n) Mitarbeiter(in) in der Verwaltung (m/w/d)\nDas\nBayerische Armeemuseum\nist eines der großen militärhistorischen Museen in Europa. Der Schwerpunkt der Sammlungen liegt auf Bayern in seinem europäischen Kontext. Sie reichen vom Spätmittelalter bis in die Gegenwart.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-verwaltung-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d/", "image": "", "title": "Personalsachbearbeiter/-in (m/w/d)", "content_text": "Staatliche Museumsagentur Bayern, München Bewerbungsende: 16.01.2026 | Die Staatliche Museumsagentur Bayern ist eine unmittelbar nachgeordnete Behörde des Staatsministeriums für Wissenschaft und Kunst, die zentrale Aufgaben in den Bereichen Verwaltung, Provenienzforschung und IKT für alle staatlichen Museen und Sammlungen des Kunstbereiches in ganz Bayern wahrnimmt.\nWir suchen zur Verstärkung unseres Teams im Personalreferat eine/n\nPersonalsachbearbeiter/-in (m/w/d)\nin Vollzeit, Entgeltgruppe 9b TV-L, unbefristet zum nächstmöglichen Zeitpunkt\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellte-r-m-w-d-fuer-die-buchungsstelle-3/", "image": "", "title": "Verwaltungsangestellte/r (m/w/d) für die Buchungsstelle", "content_text": "Museumspädagogisches Zentrum, München Bewerbungsende: 02.01.2026 | Das MPZ ist eine Einrichtung des Freistaates Bayern und der Landeshauptstadt München. Es konzipiert und realisiert analoge und digitale Vermittlungsprogramme für alle Altersgruppen in Museen, im Stadtraum und online. Es bietet Fortbildungen an, berät Museen bei didaktischen Fragen und veröffentlicht Schriften zu Museen und zur Museumspädagogik.\nZur Verstärkung unseres Teams suchen wir eine/n\nVerwaltungsangestellte/n(m/w/d)\nfür die Buchungsstelle\nab nächstmöglichem Zeitpunkt, im Umfang von 50%,\nEntgeltgruppe 6 TV-L, befristet auf 2 Jahre\nDie Befristung erfolgt gemäß § 14 Abs. 2 des Teilzeit- und Befristungsgesetzes (TzBfG) ohne Vorliegen eines sachlichen Grundes. Daher können Bewerbende, die bereits beim Freistaat Bayern beschäftigt waren, leider nicht berücksichtigt werden\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.01.2026", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellte-r-m-w-d-fuer-die-buchungsstelle-3/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-im-gaestemanagement-telefonservice-m-w-d/", "image": "", "title": "Mitarbeiter/in im Gästemanagement & Telefonservice (m/w/d)", "content_text": "Museen der Hasso Plattner Foundation, Potsdam Bewerbungsende: 01.01.2026 | Die Museen der Hasso Plattner Foundation gGmbH unterhält als gemeinnützige Organisation in Potsdam\nDAS MINSK Kunsthaus in Potsdam\nsowie das\nMuseum Barberini\n.\nDas\nMuseum Barberini\n, das Kunstmuseum in Potsdams historischer Mitte, ist seit der Eröffnung im Jahr 2017 mit Ausstellungen zur Kunst von der Antike bis zur Moderne hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini dauerhaft die Sammlung französischer Impressionisten der Sammlung Hasso Plattner.\nMit\nDAS MINSK Kunsthaus in Potsdam\nwurde 2022 ein weiterer kultureller Anziehungspunkt geschaffen. Das Ausstellungshaus baut ausgehend von den Werken der Sammlung Hasso Plattner, die in der DDR entstanden sind, eine Brücke zwischen der Kunst aus der DDR und jüngeren, zeitgenössischen Positionen.\nDie Museen der Hasso Plattner Foundation gGmbH sucht zum nächstmöglichen Zeitpunkt:\nMitarbeiter/in im\nGästemanagement & Telefonservice (m/w/d) in Teilzeit (mind. 32 Std./Woche) oder Vollzeit (40 Std./Woche)\nAls Teil des Gästemanagements sind Sie und das Team erste Anlaufstelle für unsere Besucher:innen – vor Ort im Foyer und am Telefon. Durch Ihren Einsatz ermöglichen Sie den Besucher:innen der Ausstellung ein einzigartiges Besuchserlebnis, indem Sie je nach Einteilung im Dienstplan die folgenden Aufgaben übernehmen:\nFreundliche, professionelle Betreuung unserer nationalen und internationalen Gäste im Foyer und telefonisch; proaktive Information zu Ausstellungen, Führungen und Angeboten; Beantwortung von Fragen zum Besuch\nKoordination der täglichen Abläufe im Foyer, Sicherstellung eines reibungslosen Ablaufs, Verfassung eines Tagesberichtes, Einarbeitung und Anleitung der Werkstudierenden sowie Überwachung der Einhaltung der Hausordnung\nAusgabe/Wartung von Audioguides und Begleitmedien; Vorbereitung von Gruppenführungen und Workshops; Beschwerdemanagement mit lösungsorientiertem Vorgehen\nUnterstützung bei der Vor- und Nachbereitung sowie Mitbetreuung von (Abend-)Veranstaltungen wie Vernissagen, Lesungen, Vorträgen und Konzerten\nErstellung von Dienstplänen; Einarbeitung neuer Kolleg:innen; Sicherstellen von Ordnung und Sauberkeit im Arbeitsbereich\nQualitätssicherung im Telefonservice durch monatliche Auswertungen, Ableiten von Verbesserungen und Weitergabe der Erkenntnisse im Team\nRegelmäßiger Austausch mit anderen Teams, um Prozesse und Servicequalität kontinuierlich zu verbessern.\nDas zeichnet Sie aus:\nSie sind kommunikationsstark und zeichnen sich durch besucherorientiertes Denken und Handeln, Einsatz- und Verantwortungsbereitschaft aus. Idealerweise haben Sie bereits erste Erfahrungen in einer vergleichbaren Rolle in Museen oder anderen Kultureinrichtungen sammeln könnne.\nSie haben Erfahrung in der Erstellung von Dienstplänen (inkl. gesetzliche Grundlagen wie Pausenregelungen)\nDas Thema der Ausstellung weckt Ihre Neugier und sie sind idealerweise technikaffin.\nSie sind zuverlässig und bereit, auch an Wochenenden und Feiertagen zu arbeiten.\nSie sprechen mindestens fließend Deutsch und Englisch und davon eine Sprache sehr gut. Weitere Sprachkenntnisse sind ein Vorteil, aber kein Muss.\nDas bieten wir Ihnen:\nEine abwechslungsreiche Arbeitsumgebung mit wechselnden Kunstausstellungen und vielfältigen Events\nEin motiviertes, freundliches Team und eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents und Trainings\nBerücksichtigung persönlicher Umstände bei der Dienstplangestaltung\nSchlanke Organisationsstruktur und ein generalistisch arbeitendes Team\nEin umfangreiches Benefitpaket, darunter ein monatliches Mobilitätsbudget, Essenszuschuss, Urban Sports Club Mitgleidschaft und Erholungsbeihilfe\nIhre Bewerbung (Anschreiben, Lebenslauf als PDF) senden Sie bitte bis zum 01.01.2026 in elektronischer Form mit dem Stichwort Gästemanagement an\njobs@museen-plattner.de\n.\nBitte haben Sie Verständnis dafür, dass wir aufgrund der Vielzahl an Bewerbungen nur geeignete Bewerberinnen und Bewerber kontaktieren werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-im-gaestemanagement-telefonservice-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-fuer-das-wikinger-museum-haithabu/", "image": "", "title": "Assistenz (m/w/d) für das Wikinger Museum Haithabu", "content_text": "Stiftung Schleswig-Holsteinisches Landesmuseen Schloss Gottorf, Schleswig Bewerbungsende: 11.01.2026 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf\nMuseum fû¥r ArchûÊologie\nã\u0080\u0093\nsucht zum 01.03.2026\neine Assistenz fû¥r das Wikinger Museum Haithabu (m/w/d).\nDie Stelle ist in Teilzeit mit einer Wochenstundenzeit von 20,7 Stunden zu besetzen.\nDie Stiftung Schleswig-Holsteinische Landesmuseen ist mit sieben Museen an fû¥nf Standorten der bedeutendste Museumsverbund Schleswig-Holsteins. Mit ihren Schwerpunkten ArchûÊologie, Kunst und Kulturgeschichte sowie Volkskunde erzûÊhlen die Museen die Geschichte Schleswig-Holsteins und seiner Menschen von der Steinzeit bis in die Gegenwart.\nDas Wikinger Museum Haithabu, erûÑffnet 1985, ist mit bis zu 180.0000 Besuchern jûÊhrlich eines der bedeutendsten archûÊologischen Museen in Deutschland und das weltweit grûÑû\u009fte und bedeutendste thematische Museum zur Wikingerzeit. In Sichtweite der historischen StûÊtte des UNESCO-Welterbes von Haithabu-Danewerk prûÊsentiert eine moderne Ausstellung auf û¥ber 1.000 môý die reichen und spektakulûÊren archûÊologischen Funde aus û¥ber 100 Jahren Forschung in Haithabu und informiert û¥ber die Wikingerzeit und das Leben in dem frû¥hôÙmittelalterlichen Handelsplatz von Haithabu vor 1.000 Jahren. Ein Freilichtmuseum mit sieben rekonstruierten WikingerhûÊusern und einer Anlegestelle mit mehreren Booten inmitten des historischen GelûÊndes ã\u0080\u0093 die Wikinger HûÊuser Haithabu ã\u0080\u0093 macht die Wikingerzeit mit allen Sinnen erlebbar und bietet viel Raum fû¥r erlebte Geschichte und Reenactment. WûÊhrend der Saison von Ostern bis Oktober gibt es ein umfangreiches VeranstaltungsôÙprogramm mit Fû¥hrungen, KinderaktivitûÊten, Bastelworkshops, Reenactment-MûÊrkten und VortrûÊgen in den WikingerhûÊusern im FreigelûÊnde von Haithabu.\nAls Assistenz unterstû¥tzen Sie die Museumsleitung sowohl beim alltûÊglichen organisatorischen wie administrativen Museumsmanagement im Wikinger Museum Haithabu und bei den Wikinger HûÊusern Haithabu wie auch bei grûÑû\u009feren Projekten, wie z. B. den drei Marktveranstaltungen, wirken aktiv in regionalen Netzwerken rund um das Welterbe Haithabu-Danewerk mit und vertreten in Abwesenheit die Museumsleitung. Zudem organisieren und koordinieren Sie als Schnittstelle zum Bereich Bildung und Vermittlung die Vermittlungsarbeit im Museum, betreuen sowohl die im Museum als Vermittler tûÊtigen Mitarbeiterinnen und Mitarbeiter wie auch die externen Freiwilligen bei den Wikinger HûÊusern, konzipieren neue zielgruppen-, themen- und handlungsorientierte Vermittlungsprojekte und -materialien und organisieren Fortbildungen fû¥r Mitarbeitende sowie fû¥r Lehrer*innen und Hochschuldozenten*innen.\nDas erwartet Sie:\nUnterstû¥tzung der Museumsleitung als Stellvertretung/Assistenz beim alltûÊglichen Museumsmanagement\nOrganisation und Koordination der Vermittlungsprogramme im Wikinger Museum und bei den Wikinger HûÊusern Haithabu\nKonzeption von zielgruppen-, themen- und handlungsorientierten Vermittlungsprojekten und -materialien\nOrganisation von Fortbildungen fû¥r die im Museum als Vermittler tûÊtigen Mitarbeiterinnen und Mitarbeiter sowie fû¥r Schulen und UniversitûÊten\nWir setzen voraus:\nein abgeschlossenes Studium (Master oder vergleichbar) bevorzugt in den Bereichen ArchûÊologie, Geschichte, Museumsmanagement, MuseumspûÊdagogik, Museologie, Kulturwissenschaften oder einen Abschluss mit ûÊhnlichen Qualifikationen oder einer vergleichbaren Fachrichtung\nhohe Organisations- und KommunikationsfûÊhigkeit, FûÊhigkeit zu engagierter Teamarbeit und zu interdisziplinûÊrem Arbeiten, souverûÊnes, freundliches und respektvolles Auftreten\nû¥berdurchschnittliche Einsatzbereitschaft sowie eine eigenverantwortliche, gewissenhafte, strukturierte und selbststûÊndige Arbeitsweise\ngroû\u009fes Interesse an ArchûÊologie und Geschichte, insbesondere der Wikingerzeit, sowie an Geschichtsvermittlung\ngute Englischkenntnisse in Schrift und Wort; weitere Fremdsprachen (besonders DûÊnisch oder eine andere skandinavische Sprache) sind wû¥nschenswert\ndie Bereitschaft zu gelegentlicher Wochenendarbeit\neinen gû¥ltigen Fû¥hrerschein der Klasse B\nWir bieten:\neine unbefristete Teilzeit-Stelle mit den Vorzû¥gen des ûÑffentlichen Dienstes – einer betrieblichen Altersversorgung (VBL) und einem betrieblichen Gesundheitsmanagement sowie entsprechenden WeiterbildungsmûÑglichkeiten -, ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und vor allem ein spannendes Arbeitsumfeld in einem engagierten und kollegialen Team\nDie Vergû¥tung erfolgt nach dem Tarifvertrag der LûÊnder bis zur Entgeltgruppe 11\nDie Stiftung fûÑrdert aktiv die Gleichstellung aller Menschen. Wir begrû¥û\u009fen deshalb Bewerbungen von Personen, unabhûÊngig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller IdentitûÊt. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berû¥cksichtigung aller UmstûÊnde des Einzelfalls bevorzugt.\nWeitergehende Fragen beantwortet Ihnen gern unsere stellv. Personalleiterin, Frau MûÊrthe Mû¥ller, unter 04621 ã\u0080\u0093 813 214.\nIhre aussagekrûÊftige Bewerbung mit den û¥blichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) richten Sie bitte bis spûÊtestens\n11.01.2026\nan\nBewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie auf unserer Homepage unter\nhttps://landesmuseen.sh/de/datenschutz/bewerber\n).\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-fuer-das-wikinger-museum-haithabu/", "date_published": "2025-12-11T13:42:36.307844"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-17/", "image": "", "title": "Museumspädagoge/in (m/w/d)", "content_text": "Magdeburger Museen, Magdeburg Bewerbungsende: 11.01.2026 | Museumspädagoge/in (m/w/d)\nEG 10 TVöD-VKA | Teilzeit mit 20 Wochenstunden | unbefristet\nBewerbungsfrist 11.01.2026 | Interamt ID 1391233, E 353/25\nIhre Aufgaben als Museumspädagoge/in in der Arbeitsgruppe Öffentlichkeitsarbeit und Vermittlung im Kulturhistorischen Museum und Museum für Naturkunde\nKonzeptionelle Entwicklung von Vermittlungsprogrammen, insbesondere der „Megedeborch“\nAuswahl, Vorbereitung und Recherche des neuen Spielthemas und weiterer pädagogischer Angebote\nEvaluierung und Weiterentwicklung der Konzepte und Umsetzung bestehender pädagogischer Programme\nVerzahnung „Megedeborch“ mit der stadtgeschichtlichen Dauerausstellung „Magdeburg – die Geschichte der Stadt“\nRecherche von Förderprogrammen und Vorbereitung von Antragstellungen\nInhaltliche und pädagogische Betreuung\npädagogische Leitung und Umsetzung der Programme\npädagogische Aufsicht, auch bei Aktivitäten außerhalb des Museums\nOrganisation des Spielablaufs\nÜbernahme von Führungen und Vermittlungsprogrammen innerhalb des Kulturhistorischen Museums\nOrganisatorische Betreuung inkl. Vor- und Nachbereitung\nAbstimmung mit Kooperationspartner/innen, Schulen und Horten\nBeschaffung von Materialien und Abrechnung\nBerichtswesen\nVor- und Nachbereitung von Führungen und pädagogischen Programmen\nDie Bereitschaft zu gelegentlicher Arbeit an Abenden und am Wochenende ist zur Aufgabenerfüllung zwingend notwendig.\nIhr Profil\nabgeschlossenes Hochschulstudium in einer für das Aufgabengebiet einschlägigen Fachrichtung (insbesondere Museumspädagogik und Museologie)\nalternativ ein abgeschlossenes Hochschulstudium in der Fachrichtung Geschichts-, Kultur- oder Sozialwissenschaften und eine mindestens einjährige Berufserfahrung im pädagogischen Bereich einer Kultur- oder Sozialeinrichtung (Nachweis mittels Arbeitszeugnis)\nvon Vorteil sind:\nKenntnisse in der modernen Didaktik, Methodik und Wissensvermittlung\nKenntnisse in der Planung, Organisation und Durchführung von Vermittlungsprogrammen\nGrundkenntnisse in der Einwerbung, Bewirtschaftung und Abrechnung von projektbezogenen Fördermitteln\nEigenständigkeit, Kreativität, Methodenkompetenz und Kommunikationsfähigkeit\nUnser Angebot an Sie\nfinanziell: sicherer Arbeitsplatz mit Bezahlung nach TVöD-VKA und dynamischer Gehaltsentwicklung (Erfahrungsstufen 1 bis 6), betriebliche Altersvorsorge für Tarifbeschäftigte (Arbeitgeberanteil 3,9% vom Bruttoentgelt), Weihnachtsgeld, Leistungsprämie, Vergünstigung für den Personennahverkehr im marego-Verbund und weitere attraktive Beschäftigtenrabatte\nWork-Life-Balance: Familienfreundlichkeit durch flexible Arbeitszeiten ohne Kernarbeitszeit, die Möglichkeit zu anteiligem Home-Office, 30 Tage Urlaub (bei einer 5-Tage-Arbeitswoche) sowie 24.12. und 31.12. dienstfrei\nweitere Angebote: vielfältige Fort- und Weiterbildungsangebote, zahlreiche Angebote zur Gesundheitsförderung und -erhaltung sowie Veranstaltungen im Rahmen von Teamtagen, Jubiläen, Kinderweihnachtsfeiern etc.\nWeitere Informationen\nDie Landeshauptstadt Magdeburg engagiert sich aktiv für die Chancengleichheit. Daher werden alle Bewerbungen unabhängig von Geschlecht, kultureller Herkunft, Behinderung, Religion und Lebensweise begrüßt.\nBewerbungen von Schwerbehinderten und ihnen gleichgestellten Personen sind ausdrücklich erwünscht. Sie werden bei gleicher Eignung, Befähigung und fachlicher Leistung nach Maßgabe des SGB IX bevorzugt berücksichtigt.\nBewerbungen sind ausschließlich über das Online-Bewerberportal einzureichen:\nwww.Interamt.de; Interamt ID 1391233\nSie haben noch Fragen? Dann kontaktieren Sie:\nfür Fragen zum Aufgabenbereich: Alexander Pistorius, Tel.: 0391/540 3513\nfür Fragen zum Bewerbungsprozess: Sandy Strauß, Tel.: 0391/540 2649\nHinweise zum Schutz personenbezogener Daten und deren Verarbeitung im Rahmen des Bewerbungsverfahrens.\nWeitere Hinweise zur Bewerbung und Vergütung sowie Informationen über unsere aktuellen Stellenausschreibungen finden Sie auf\nwww.magdeburg.de/Karriereportal\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-m-w-d-17/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-in-des-kulturamtes-w-m-d/", "image": "", "title": "Leiter/-in des Kulturamtes (w/m/d)", "content_text": "Stadt Wiesbaden, Wiesbaden Bewerbungsende: 03.01.2026 | Das Dezernat für Finanzen, Schule und Kultur der Landeshauptstadt Wiesbaden sucht die/den\nLeiter/-in des Kulturamtes (w/m/d)\nDie Landeshauptstadt Wiesbaden liegt in zentraler Lage im Rhein-Main-Gebiet, eingebettet in eine der kultur- und erlebnisreichsten Regionen Deutschlands. Als Wohnstadt und Beschäftigungsort bietet Wiesbaden eine besondere Attraktivität.\nDie Leiterin/der Leiter des Kulturamtes steuert und kontrolliert die Aufgabenwahrnehmung des gesamten Amtes mit seinen ca. 120 Mitarbeiterinnen und Mitarbeitern.\nIn dieser Funktion organisieren und koordinieren Sie unter Anwendung moderner Managementmethoden den gesamten Geschäftsablauf des Amtes und seine vielfältigen Aufgaben. Sie treiben die konzeptionelle sowie strukturelle Weiterentwicklung des Amtes voran. Dabei legen Sie besonderen Wert auf die Digitalisierung und Modernisierung der Verwaltungsprozesse.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leiter-in-des-kulturamtes-w-m-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-m-w-d/", "image": "", "title": "Leitung Finanzen (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 23.01.2026 | Die Stiftung Bauhaus Dessau ist eine künstlerisch-wissenschaftliche Stiftung öffentlichen Rechts. Ihr Ziel ist es, das Bauhauserbe zu pflegen, zu erforschen und zu vergegenwärtigen. Die Stiftung arbeitet in internationalen Netzwerken und hat sich als bedeutende Forschungseinrichtung etabliert. Gleichzeitig bringt sie sich mit kulturellen Impulsen in aktuelle Herausforderungen im Bildungsbereich, in Design, Architektur und Raumplanung ein und öffnet sich mit dem Bauhaus Museum Dessau einem breiteren Publikum.\nIn der Stiftung Bauhaus Dessau ist zum nächstmöglichen Zeitpunkt die Position\nLeitung des Bereiches Finanzen (m/w/d)\nzu besetzen.\nGesucht wird eine kommunikationsstarke und engagierte Persönlichkeit, die sich dem Bauhaus in Dessau in hohem Maße verbunden fühlt und sich mit den Zielen und Aufgaben der Stiftung identifizieren kann.\nIdealerweise verfügen Sie aufgrund mehrjähriger Arbeit in vergleichbaren Positionen über fundierte Expertise in allen Fragen rund um das Thema Öffentliche Finanzen und Haushalt, Vergabe sowie Rechnungsprüfung.\nIhre Aufgaben\nLeitung, Koordinierung und Weiterentwicklung der Finanzabteilung mit allen Aufgabengebieten und Mitarbeitenden\nErarbeitung und Aufstellung der Haushaltspläne, Finanz- und Investitionspläne, interner Haushaltsordnungen/vorgaben sowie von Controlling-Standards\nÜberwachung und Steuerung des Haushaltsvollzuges\n(Durchführung des Haushaltes) und Erhebung von Einnahmen\nErarbeitung von Jahresabschlüssen sowie finanz- und haushaltswirtschaftlichen Leitungsvorlagen sowie Entwicklung von Strategien in Haushalts- und Finanzfragen in Verbindung mit steuerbaren Leistungen (BgA)\nBeratung der Verwaltungsleitung und des Vorstandes in allen die\nStiftung betreffenden finanziellen und haushalterischen Fragen\nVerantwortung für Wirtschaftlichkeitsprüfungen und\nRentabilitätsbetrachtungen\nVerantwortung für Projekt- und Zuwendungscontrolling sowie\nfür vergaberechtliche Entscheidungen\nBerichtswesen für diverse Gremien sowie Ansprechpartner/in\nfür Stiftungsrat und Stiftungsbehörde in Finanzfragen\nIhr Kompetenzprofil\nabgeschlossene Hochschulausbildung als Diplom-Betriebswirt/-in (FH), Dipl.-Finanzwirt/-in (FH), Diplom-Verwaltungswirt/-in (FH), Dipl.-Wirtschaftsingenieur/-in (FH) oder artverwandte Fachrichtung bzw.\nentsprechender Bachelor-Abschluss\nMehrjährige Erfahrungen im Bereich Finanzen, Haushalt und Vergabe, idealerweise mit Führungserfahrung und vertiefte Kenntnis des Haushalts-, Vergabe- und Steuerrechts\nSicherheit und Routine im Umgang mit Finanzfragen und\nHaushaltsaufstellung/ -durchführung\nhohe Auffassungsgabe sowie Anpassungsfähigkeit, Stresstoleranz\nErfahrung in der motivierenden Führung von Mitarbeiter/innen,\nlösungs- und teamorientierte Arbeitsweise sowie ein hohes Maß an Selbstständigkeit und Eigeninitiative, Verantwortungsbereitschaft\ngute Kenntnisse in der Anwendung von Standardsoftware\n(insbesondere Excel, Word usw.)\nKenntnisse im Umgang mit Buchungsprogrammen sind von Vorteil\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler Arbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 11 TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nDie Position ist gem. § 32 TV-L zunächst auf 2 Jahre befristet.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 23. Januar 2026. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 5 MB) an\nbewerbung@bauhaus-dessau.de\n– Stiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter www.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-marketing-und-online-marketing-m-w-d/", "image": "", "title": "Fachbereichsleitung Social-Media-Marketing und Online-Marketing (m/w/d)", "content_text": "Kuunstmuseum Stuttgart, Stuttgart Bewerbungsende: 11.01.2026 | Das Kunstmuseum Stuttgart ist eine gemeinnützige GmbH und liegt mitten in der lebendigen Stuttgarter Innenstadt. Zu den Höhepunkten der Kunstsammlung mit Schwerpunkt auf Klassischer Moderne und zeitgenössischer Kunst zählen der bedeutende Bestand an Gemälden, Grafiken und Zeichnungen des Malers Otto Dix, das Archiv Willi Baumeister sowie Werkkomplexe von Adolf Hölzel, Fritz Winter, Dieter Roth, Wolfgang Laib, Michel Majerus, Josephine Meckseper, Tim Berresheim und Katinka Bock. Das Kunstmuseum Stuttgart betreibt zudem das Museum Haus Dix in Hemmenhofen am Bodensee.\nWir suchen für unser Team\neine Fachbereichsleitung Social-Media-Marketing und\nOnline-Marketing (m/w/d)\nIhre Aufgaben\nWeiterentwicklung der Online-Marketing-Strategie des Kunstmuseums Stuttgart und des Museum Haus Dix\nEigenständige Betreuung der Social-Media-Kanäle\nRedaktion, Produktion und Veröffentlichung von zielgruppenorientiertem Content in Text, Bild und Video\naktives Community Management im Einklang mit dem Museumsleitbild\nUmsetzung verstärkter werblicher Social-Ad-Schaltungen\nAufbau von Influencer-Kooperationen und digitalen Partnerschaften\nRedaktion (Text und Bild), Pflege und Weiterentwicklung der Website und des zukünftigen Online-Shops\nPlanung, Umsetzung und Optimierung von weiteren digitalen Werbemaßnahmen\nRedaktion (Text und Bild) und Management und des E-Mail-Newsletters\nBudgetverantwortung\nIhre Qualifikationen\nabgeschlossenes Hochschulstudium im Bereich Online-Marketing, Digitale Medien, Kommunikationswissenschaften, Kulturmanagement oder eine vergleichbare Ausbildung\nmehrjährige Berufserfahrung im Bereich Social Media, Online-Marketing, idealerweise im Kulturbereich\nfundierte Kenntnisse und praktische Erfahrungen in der Content-Erstellung (Foto, Audio, Video) und bei der Bild- und Videobearbeitung\nErfahrungen bei der Konzeption, Erstellung und Auswertung von Social Ads\nKreativität und Organisationstalent, ein sicheres Gespür für visuelles Storytelling\nsehr gutes Sprachgefühl sowie Textsicherheit\nVerantwortungsbewusstsein, Flexibilität und Teamfähigkeit\nAffinität zu Kunst und Kultur\nStellendetails\nArbeitsort:\nStuttgart Zentrum\nArbeitsbeginn:\nzum nächstmöglichen Zeitpunkt\nAnstellungsart:\nzunächst auf zwei Jahre befristet,\nspätere unbefristete Weiterbeschäftigung möglich bei Vorliegen der entsprechenden persönlichen, organisatorischen und haushaltsrechtlichen Voraussetzungen\nVergütung:\nangelehnt an TvöD E12\nArbeitszeit:\n39 Stunden/Woche\nUrlaub:\n30 Tage/Jahr bei 5 Tagewoche\nBenefits\nZuschuss zum Deutschland-Jobticket\nKantine\nVermögenswirksame Leistungen\nMobiles Arbeiten/ flexible Arbeitszeiten\nUrlaubs- und Weihnachtsgeld\nE-Bike-Leasing\nBewerbung\nBitte bewerben Sie sich über unsere\nKarriereseite\nbis zum\n11.01.2026.\nSchwerbehinderte Bewerber (m/w/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nIhr Ansprechpartnerin\nJanina Schneider\nLeitung Marketing\nT: +49 (0)711 / 216 196 22\njanina.schneider@kunstmuseum-stuttgart.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-marketing-und-online-marketing-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d/", "image": "", "title": "Buchhalter:in (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 04.01.2026 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt\nunbefristet\nund in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nBuchhalter:in (m/w/d)\nEntgeltgruppe 8 TVöD VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Team\nDas Fachteam „Finanzen und Controlling“ koordiniert und überwacht die allgemeine Finanzlage der Stiftung Stadtmuseum Berlin, das interne und externe Rechnungswesen, die Haushaltssteuerung und das Liquiditätsmanagement. Wesentliches Steuerungselement ist dabei das Controlling. Sämtliche Buchungsvorgänge und der gesamte Zahlungsverkehr der Stiftung werden vom Fachteam bearbeitet. Das Fachteam ist zudem für die Aufstellung des Jahresabschlusses und des Wirtschaftsplans verantwortlich und unterstützt Projektleitungen administrativ im Drittmittelbereich. Die zum Team gehörige Vergabestelle berät und unterstützt Beschaffungs- und Vergabevorgänge.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorischen-mitarbeiterin-fuer-vermittlung-m-w-d/", "image": "", "title": "kuratorische:n Mitarbeiter:in für Vermittlung (m/w/d)", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 04.01.2026 | Das Deutsche Hygiene-Museum (DHMD) ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen sowie das Diskursprogramm beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Aktualisierung des ersten Raums der Dauerausstellung stellt die Stiftung ab 1. April 2026 befristet bis 30. November 2027\neine:n kuratorische:n Mitarbeiter:in für Vermittlung (m/w/d)\nin Vollzeit (40h/Woche) ein.\nDie Dauerausstellung widmet sich auf rund 2.000 Quadratmetern der Leitfrage “Wie wollen wir leben?” Aktuelle Themen, die sowohl die Gesellschaft insgesamt als auch jeden Einzelnen von uns betreffen, beleuchten alltägliche und existenzielle Fragen zu Leben und Sterben, Ernährung, Sexualitäten, Erinnern und Lernen sowie Bewegung aus unterschiedlichen wissenschaftlichen Perspektiven. Sie lädt das Publikum zu einer Reise zum eigenen Körper, zum Ich, zu den eigenen Gedanken und Gefühlen ein. Aus über 1.300 Exponaten, multimedialen Stationen und interaktiven Elementen entsteht ein informatives, unterhaltsames und inklusives Museumserlebnis für ein breites Publikum.\nIn den kommenden Jahren wird die Dauerausstellung entlang des Konzepts “Wohlbefinden” in seinen individuellen wie auch gesellschaftlichen Dimensionen neu ausgerichtet. Der erste Raum mit dem derzeitigen Titel “Der gläserne Mensch” thematisiert die Hausgeschichte sowie Techniken und Methoden der Wissenschaften seit der Mitte des 19. Jahrhunderts bis heute, mit denen der menschliche Körper vermessen, durchleuchtet und analysiert wurde. Mit der Aktualisierung soll der Raum verstärkt die Diversität von Körpern sowie die Normierungen von Körperbildern in den Blick nehmen. Außerdem wird die Wechselwirkung zwischen Mensch und Planet eine größere Rolle spielen. Eine multimediale und künstlerisch-szenografische Gestaltung soll die komplexen Themen sinnlich erfahrbar machen.\nDas Aufgabengebiet umfasst unter anderem:\nKonzeption und Planung attraktiver, spielerischer und interaktiver Stationen und Beteiligungsformate (analog und digital) in enger Zusammenarbeit mit dem kuratorischen Team\nKonzeption dieser Angebote mit einem besonderen Schwerpunkt auf inklusive, barrierefreie und diversitätssensible Zugänge und den Bedürfnissen der Zielgruppen\nkontinuierliche Vertretung der Vermittlungsperspektive im kuratorischen Team\nGewinnung von Kooperationspartner:innen, Mitarbeit an der Entwicklung von Partizipationsprojekten, Zusammenarbeit mit Vertreter:innen unterschiedlicher Zielgruppen\nKoordination der externen Partner:innen und Dienstleister:innen für die Umsetzung der inklusiven Zugänge (z. B. Videos in DGS, Audiodeskription, Untertitelungen, Zugänge in Einfacher Sprache)\nZusammenarbeit mit externen Dienstleister:innen und den hauseigenen Werkstätten\norganisatorische Aufgaben im Zusammenhang mit diversitätsorientierten und inklusiven Maßnahmen (Mittelverwaltung, Fördermittelnachweise, Zeitplanung)\nAnforderungsprofil:\nabgeschlossenes Studium einer kunst-, kultur- oder sozialwissenschaftlichen Fachrichtung oder einer für das Ausstellungsthema relevanten Fachrichtung (Master, Magister oder ein vergleichbarer Abschluss)\nErfahrungen mit der Entwicklung von interaktiven und partizipativen Stationen und Beteiligungsformaten für Ausstellungen\nErfahrungen im Bereich Barrierefreiheit, Inklusion und Diversität sowie in der Vermittlungsarbeit mit unterschiedlichen Zielgruppen\nFähigkeit zu assoziativem und kreativem Denken bei der Umsetzung komplexer, wissenschaftlicher Inhalte für ein diverses Publikum\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit, ausgezeichnete kommunikative Fähigkeiten. Kooperationsbereitschaft und soziale Kompetenz\nhohes Maß an persönlichem Engagement, Verantwortungsbereitschaft, Eigeninitiative und selbstständige, strukturierte Arbeitsweise\nsehr gute Englischkenntnisse, gute Kenntnisse in einer weiteren Fremdsprache wünschenswert\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten\neine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Doreen Hartmann (Tel. 0351 48 46 207), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n4. Januar 2026\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an: Stiftung Deutsches Hygiene-Museum, Monique Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorischen-mitarbeiterin-fuer-vermittlung-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d/", "image": "", "title": "Projektassistenz (m/w/d)", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 04.01.2026 | Das Deutsche Hygiene-Museum (DHMD) ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen sowie das Diskursprogramm beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Aktualisierung des ersten Raums der Dauerausstellung stellt die Stiftung ab 1. April 2026 befristet bis 30. November 2027\neine Projektassistenz (m/w/d)\nin Vollzeit (40h/Woche) ein.\nDie Dauerausstellung widmet sich auf rund 2.000 Quadratmetern der Leitfrage “Wie wollen wir leben?” Aktuelle Themen, die sowohl die Gesellschaft insgesamt als auch jeden Einzelnen von uns betreffen, beleuchten alltägliche und existenzielle Fragen zu Leben und Sterben, Ernährung, Sexualitäten, Erinnern und Lernen sowie Bewegung aus unterschiedlichen wissenschaftlichen Perspektiven. Sie lädt das Publikum zu einer Reise zum eigenen Körper, zum Ich, zu den eigenen Gedanken und Gefühlen ein. Aus über 1.300 Exponaten, multimedialen Stationen und interaktiven Elementen entsteht ein informatives, unterhaltsames und inklusives Museumserlebnis für ein breites Publikum.\nIn den kommenden Jahren wird die Dauerausstellung entlang des Konzepts “Wohlbefinden” in seinen individuellen wie auch gesellschaftlichen Dimensionen neu ausgerichtet. Der erste Raum mit dem derzeitigen Titel “Der gläserne Mensch” thematisiert die Hausgeschichte sowie Techniken und Methoden der Wissenschaften seit der Mitte des 19. Jahrhunderts bis heute, mit denen der menschliche Körper vermessen, durchleuchtet und analysiert wurde. Mit der Aktualisierung soll der Raum verstärkt die Diversität von Körpern sowie die Normierungen von Körperbildern in den Blick nehmen. Außerdem wird die Wechselwirkung zwischen Mensch und Planet eine größere Rolle spielen. Eine multimediale und künstlerisch-szenografische Gestaltung soll die komplexen Themen sinnlich erfahrbar machen.\nDas Aufgabengebiet umfasst unter anderem:\nMitarbeit an Recherchen, Detailausarbeitung und -umsetzung der Ausstellungsthemen in Absprache mit der kuratorischen Leitung\nLeih- und Lizenzanfragen von Objekten sowie Bild-, Audio- und Videoinhalten\nVerhandlung von Kosten und Nutzungsrechten (Foto, Bild, Film, Text) für Ausstellung und Begleitpublikation\nErarbeitung und Management von Objekt-, Material-, Medien- und Kontaktdaten\nMitarbeit an der Erstellung von Ausstellungstexten und Unterstützung beim Lektorat\nabteilungsübergreifende Koordinierung der hausinternen Abläufe im Rahmen des Ausstellungsprojekts, Zuarbeiten für projektbeteiligte Abteilungen\nAngebotseinholung, Vertragsanforderung, Vergabevermerke schreiben, Auftragskontrolle, Rechnungsprüfung\nProjektdokumentation\nAnforderungsprofil:\nabgeschlossenes Studium einer kultur-, geistes- oder sozialwissenschaftlichen Fachrichtung\nerste Berufserfahrung im Ausstellungsbereich\nInteresse an den Themenschwerpunkten der geplanten Ausstellung\nFähigkeit zu assoziativem und kreativem Denken bei der Umsetzung von Themeninhalten\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit, ausgezeichnete kommunikative Fähigkeiten und soziale Kompetenz\nZuverlässigkeit, Verantwortungsbewusstsein und selbstständige, strukturierte Arbeitsweise\nErfahrung im Umgang mit Sammlungsdatenbanken, z. B. MuseumPlus\nsehr gute Englischkenntnisse\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten\neine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Doreen Hartmann (Tel. 0351 48 46 207), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n4. Januar 2026\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an: Stiftung Deutsches Hygiene-Museum, Monique Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d/", "date_published": "2025-12-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 04.01.2026 | Das Deutsche Hygiene-Museum (DHMD) ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen sowie das Diskursprogramm beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Aktualisierung des ersten Raums der Dauerausstellung stellt die Stiftung ab 1. April 2026 befristet bis 30. November 2027\neine:n wissenschaftliche:n Mitarbeiter:in (m/w/d)\nin Vollzeit (40h/Woche) ein.\nDie Dauerausstellung widmet sich auf rund 2.000 Quadratmetern der Leitfrage “Wie wollen wir leben?” Aktuelle Themen, die sowohl die Gesellschaft insgesamt als auch jeden Einzelnen von uns betreffen, beleuchten alltägliche und existenzielle Fragen zu Leben und Sterben, Ernährung, Sexualitäten, Erinnern und Lernen sowie Bewegung aus unterschiedlichen wissenschaftlichen Perspektiven. Sie lädt das Publikum zu einer Reise zum eigenen Körper, zum Ich, zu den eigenen Gedanken und Gefühlen ein. Aus über 1.300 Exponaten, multimedialen Stationen und interaktiven Elementen entsteht ein informatives, unterhaltsames und inklusives Museumserlebnis für ein breites Publikum.\nIn den kommenden Jahren wird die Dauerausstellung entlang des Konzepts “Wohlbefinden” in seinen individuellen wie auch gesellschaftlichen Dimensionen neu ausgerichtet. Der erste Raum mit dem derzeitigen Titel “Der gläserne Mensch” thematisiert die Hausgeschichte sowie Techniken und Methoden der Wissenschaften seit der Mitte des 19. Jahrhunderts bis heute, mit denen der menschliche Körper vermessen, durchleuchtet und analysiert wurde. Mit der Aktualisierung soll der Raum verstärkt die Diversität von Körpern sowie die Normierungen von Körperbildern in den Blick nehmen. Außerdem wird die Wechselwirkung zwischen Mensch und Planet eine größere Rolle spielen. Eine multimediale und künstlerisch-szenografische Gestaltung soll die komplexen Themen sinnlich erfahrbar machen.\nDas Aufgabengebiet umfasst unter anderem:\neigenständige wissenschaftlich-kuratorische Ausarbeitung von Themenschwerpunkten, Ausstellungsabteilungen und Exponatgruppen\nMitentwicklung eines detaillierten inhaltlichen und dramaturgischen Drehbuchs\neigenständige Themen-, Objekt-, Bild- und Filmrecherche\nMitarbeit an der Konzeption von Vermittlungsstationen, die die komplexen Themen in attraktive, spielerische Formate der Wissenschaftskommunikation überführen\nfachlicher Austausch mit Wissenschaftler:innen verschiedener Disziplinen und Partnerinstitutionen sowie ggf. Planung und Durchführung von Interviews für Medienstationen\nVerfassen von Ausstellungstexten\nZusammenarbeit mit externen Dienstleister:innen und den hauseigenen Werkstätten\nabteilungsübergreifende inhaltliche Beratung und Erstellung von Zuarbeiten\nAnforderungsprofil:\nabgeschlossenes Studium einer geistes- oder sozialwissenschaftlichen Fachrichtung oder einer für das Ausstellungsthema relevanten Fachrichtung (Master, Magister oder ein vergleichbarer Abschluss)\nBerufserfahrung in der wissenschaftlichen Mitarbeit an interdisziplinären Ausstellungen\nausgewiesene Kenntnisse im Themenspektrum Körpergeschichte, Medizin- und Wissenschaftsgeschichte, Anthropologie, Anthropozän, Posthumanismus o. ä.\nBefähigung zur analytischen Durchdringung und kreativen Umsetzung komplexer Inhalte\nFähigkeit zu assoziativem und kreativem Denken bei der Umsetzung von Themeninhalten\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit, ausgezeichnete kommunikative Fähigkeiten, Kooperationsbereitschaft und soziale Kompetenz\nhohes Maß an persönlichem Engagement, Verantwortungsbereitschaft, Eigeninitiative und selbstständige, strukturierte Arbeitsweise\nsehr gute Englischkenntnisse, gute Kenntnisse in einer weiteren Fremdsprache wünschenswert\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten\neine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Doreen Hartmann (Tel. 0351 48 46 207), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n4. Januar 2026\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an: Stiftung Deutsches Hygiene-Museum, Monique Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d/", "date_published": "2025-12-10T00:00:00"}]}