{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-besucherservice-m-w-d-3/", "image": "", "title": "Mitarbeiter Besucherservice (m/w/d)", "content_text": "Stiftung Thüringer Schlösser und Gärten, Rudolstadt Bewerbungsende: 20.02.2026 | Die Stiftung Thüringer Schlösser und Gärten ist eine Stiftung des öffentlichen Rechts mit Sitz in Rudolstadt. Zu ihrem Liegenschaftsbestand gehören 31 der kulturhistorisch bedeutendsten Schlösser, Burgen sowie Park- und Klosteranlagen des Landes. Die Stiftung ist verantwortlich für Erhalt, Pflege und Restaurierung der wertvollen denkmalgeschützten Anlagen.\nDas Oberschloss Kranichfeld ist ein beliebtes Ausflugsziel im Weimarer Land. Die neu gestaltete Ausstellung im Museum wurde im Mai 2025 eröffnet.\nZur Betreuung des saisonalen Museumsbetriebes ist vom 30.03.2026 bis 31.10.2026 als Elternzeitvertretung eine Stelle als\nMitarbeiter Besucherservice (m/w/d)\nin Teilzeit mit 30 h/Woche von Dienstag bis Freitag zu besetzen.\nSie betreuen den operativen Besucherbetrieb, insbesondere den Kassen- und Aufsichtsdienst und nehmen alle sich daraus ergebenden Aufgaben wahr. Das Museum ist von April bis Oktober von Dienstag bis Sonntag geöffnet.\nIhr zukünftiges Aufgabengebiet:\nVerkauf von Eintrittskarten und Shop-Artikeln im Kassendienst\nAbrechnungen und Stammdatenpflege im Kassensystem\nBearbeitung persönlicher und telefonischer Anfragen im Besucherdienst\nVorarbeiten für Inventuren der Artikel im Museumsshop\nVor- und Nachbereitung inkl. Kontrollgänge in den Ausstellungsräumen\nIhr Profil:\nWir suchen eine engagierte, zuverlässige und gewissenhafte Persönlichkeit mit Teamgeist und Kundenorientierung. Darüber hinaus bringen Sie mit:\nErfahrung im Umgang mit digitalen Kassensystemen\nsichere Kenntnisse der deutschen Sprache in Wort und Schrift\ndie Fähigkeit und Bereitschaft zur selbstständigen Arbeit\nFreude am Umgang mit Menschen\nAufgeschlossenheit, Aufmerksamkeit und Flexibilität\ndie Bereitschaft zur Arbeit an Feiertagen und am Wochenende im Vertretungsfall\nEnglische Sprachkenntnisse sowie Kenntnisse der Region sind vorteilhaft\nWir bieten Ihnen:\neine leistungsgerechte Vergütung nach den tariflichen Bestimmungen des TV-L, Entgeltgruppe 3\ndie im öffentlichen Dienst übliche Zusatzversorgung und AG-Anteil zur vermögenswirksamen Leistung\neine interessante, vielseitige und anspruchsvolle Aufgabe\nUnterstützung bei der Einarbeitung in neue Aufgaben.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre schriftliche Bewerbung mit vollständigen und aussagekräftigen Bewerbungsunterlagen (Lebenslauf, beruflicher Werdegang sowie alle relevanten Zeugnisse/Beurteilungen).\nSenden Sie diese bitte bis zum 20. Februar 2026 an die\nStiftung Thüringer Schlösser und Gärten\nPersonalabteilung\nSchloßbezirk 1\n07407 Rudolstadt\noder bevorzugt als elektronische Bewerbung an personal@thueringerschloesser.de mit dem Betreff „Bewerbung Besucherservice Kranichfeld“. Bitte übersenden Sie uns Ihre Dokumente im PDF-Format.\nWir möchten darauf hinweisen, dass keine Eingangsbestätigungen versendet werden.\nDie Stelle ist für jeden gleichermaßen geeignet, unabhängig vom Geschlecht.\nSchwerbehinderte werden im Rahmen des Schwerbehindertengesetzes berücksichtigt.\nNach Abschluss des Stellenbesetzungsverfahrens werden nicht berücksichtigte Bewerbungen entsprechend den Regelungen der EU-DSGVO ordnungsgemäß vernichtet. Bei gewünschter Rücksendung der Unterlagen legen Sie bitte einen adressierten und frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-besucherservice-m-w-d-3/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrar-m-w-d/", "image": "", "title": "Registrar (m/w/d)", "content_text": "Deichtorhallen Hamburg GmbH, Hamburg Bewerbungsende: 05.02.2026 | Die Deichtorhallen Hamburg GmbH sind eines der renommiertesten Ausstellungshäuser für zeitgenössische Kunst und Fotografie in Europa. Neben einem vielfältigen Ausstellungsprogramm beherbergen sie zwei bedeutende Kunstsammlungen, die Sammlung Falckenberg sowie die Sammlung F.C. Gundlach. Mit ihren drei Ausstellungshäusern bieten die Deichtorhallen einen einzigartigen Raum für hochkarätige Ausstellungsprojekte.\nIm Rahmen einer Elternzeitvertretung suchen wir zum nächstmöglichen Zeitpunkt einen\nRegistrar (m/w/d) in Vollzeit, befristet bis zum 31.07.2027.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.02.2026", "url": "https://www.museumsbund.de/stellenangebote/registrar-m-w-d/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungsmanager-m-w-d/", "image": "", "title": "Ausstellungsmanager (m/w/d)", "content_text": "Deichtorhallen Hamburg GmbH, Hamburg Bewerbungsende: 20.02.2026 | AUSSTELLUNGSMANAGER (M/W/D) FUNKTIONSZUSATZ: STELLVERTRETENDE KURATORISCHE LEITUNG IN DER HALLE FÜR AKTUELLE KUNST\nDie Deichtorhallen Hamburg GmbH sind eines der renommiertesten Ausstellungshäuser für zeitgenössische Kunst und Fotografie in Europa. Neben einem vielfältigen Ausstellungsprogramm beherbergen sie zwei bedeutende Kunstsammlungen – die Sammlung Falckenberg sowie die Sammlung F.C. Gundlach. Mit ihren drei Ausstellungshäusern bieten die Deichtorhallen einen einzigartigen Raum für hochkarätige Ausstellungsprojekte.\nFür die Halle für aktuelle Kunst suchen wir ab dem 01.04.2026 oder zum nächstmöglichen Zeitpunkt in Vollzeit und unbefristet eine engagierte Persönlichkeit für die Position Ausstellungsmanager (m/w/d). Die Position ist direkt der Intendanz zugeordnet.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2026", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsmanager-m-w-d/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bundesfreiwilligendienst/", "image": "", "title": "Bundesfreiwilligendienst", "content_text": "Kulturzentrum Haus der Donauschwaben Bayern e.V., Haar Bewerbungsende: 28.02.2026 | Bundesfreiwilligendienst im Museum in Haar bei München\nLust auf Kultur, Geschichte und nette Menschen? Und Du möchtest erste berufliche Museumsluft schnuppern? Dann mach doch Deinen Bundesfreiwilligendienst bei uns im Haus der Donauschwaben in Haar bei München.\nDeine Aufgaben\nMitarbeit im Museum & bei der Sammlungspflege\nInventarisierung historischer Objekte & Trachten\nDigitalisierung von Fotos & Archivmaterial\nMithilfe bei Ausstellungen, Projekten & Veranstaltungen\nSocial Media & Öffentlichkeitsarbeit\nFührungen im Haus\nDein Profil\nInteresse an der Arbeit in einem Museum/Kulturzentrum in einem kleinen Team\nLust auf ein kreatives und vielseitiges Jahr\nOffen für Menschen und deren Geschichten\nKreativ und Hands-On- Mentalität\nMuttersprachlich deutsch/ sehr gute Deutschkenntnisse, gerne auch Kenntnisse der serbischen oder ungarischen Sprache\nWir bieten\nEin vielfältiges Tätigkeitsfeld mit viel Raum für Eigeninitiative\nLernen durch ein professionelles Fachteam\nGute Erreichbarkeit mit S-Bahn/Bus\nTeilnahme an Fortbildungen der Landesstelle für nichtstaatliche Museen\nWir freuen uns auf deine Bewerbung!\nkulturzentrum@donauschwaben.bayern\nKulturzentrum Haus der Donauschwaben Bayern e.V.\nLeibstraße 33\n85540 Haar\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/bundesfreiwilligendienst/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/malerin-m-w-d-2/", "image": "", "title": "Maler:in (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 22.02.2026 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nMaler:in (m/w/d)\nzu besetzen. Die Stiftung Preußischer Kulturbesitz zählt mit ihren international renommierten Museen, Bibliotheken, Archiven und Forschungseinrichtungen zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Das Referat Betrieb betreibt in den Staatlichen Museen zu Berlin die hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/malerin-m-w-d-2/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektstelle-digitalisierung-m-w-d/", "image": "", "title": "Projektstelle Digitalisierung (m/w/d)", "content_text": "Kunsthalle Mannheim, Mannheim Bewerbungsende: 23.02.2026 | Entgeltgruppe E9b TVöD | Teilzeit (zzt. 29,25 Stunden) auch auf mehrere Stellen aufteilbar | befristet auf 2 Jahre\nIHRE AUFGABEN\nSie arbeiten mit an der digitalen Erschließung der druckgrafischen Sammlung von Anton von Klein\n(1746-1810)\nZusammenführung, Digitalisierung und Einpflegen der analogen Informationen und bereits vorliegender Daten zu Kunstwerken in die Datenbank\nFotografieren/Scannen von Kunstwerken inkl. Dokumentation und Bearbeitung und Aufbereitung von Bilddateien\nlnhaltliche Aufbereitung von Objektinformationen und -beschreibungen\nWeiterführende Recherche von Objektinformationen und – beschreibungen sowie Content-Erstellung zu den einzelnen Werken\nWeiterentwicklung von MuseumPlus für die Erweiterung der digitalen Sammlung\nIHR PROFIL\nSie verfügen über ein Hochschulstudium (mind. Bachelor) in den Fächern Kunstgeschichte/Museen/Medien- und Kommunikationswissenschaften oder ein vergleichbares Studium\nSehr gute Kenntnisse im Bereich Datenbanken (insb. MuseumPlus)\nSehr gute Kenntnisse im Bereich Archivierung und Digitalisierung\nBearbeitungskompetenz für Bilder, Video und Ton\nSie verfügen über sehr gute EDV-Kenntnisse und erste Erfahrungen im Bereich Programmieren\nUNSER ANGEBOT\nAls eine große Arbeitgeberin der Metropolregion Rhein-Neckar bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit, ein produktives Arbeitsumfeld mit zuverlässigen Strukturen. Sie finden bei uns spannende und abwechslungsreiche Tätigkeiten sowie eine dialogorientierte Führungskultur vor. Flexible Arbeitszeit, individuelle Arbeits- und Teilzeitmodelle, ein Jobticket und Kantinen gehören dabei ebenso zu den Angeboten für unsere Beschäftigten wie gezielte qualifizierte Weiterbildungen, ein innovatives Gesundheitsmanagement und die Möglichkeit zur Kinderbetreuung im Stadtnest².\nDie Kunsthalle Mannheim ist seit über 100 Jahren der Avantgarde und der Gesellschaft verpflichtet. Epochale Schlüsselwerke von Edouard Manet bis William Kentridge, ein herausragender Skulpturenschwerpunkt sowie die jüngst eröffnete Blockbusterausstellung zum Jubiläum der Neuen Sachlichkeit prägen unser Haus und unsere Sammlung, die mit rund 2.300 Gemälden, 860 Skulpturen und Installationen sowie 34.000 Grafiken zu den ersten Bürgersammlungen der Moderne weltweit zählt (Sammlung Online unter www.kuma.art). In unserem Gebäudeensemble agieren wir mit partizipativen Programmen wie eine Stadt in der Stadt, gerade im Hinblick auf die sehr heterogene Bevölkerungsstruktur Mannheims. Als demokratische Institution mit einem rund 40-köpfigen Team verfolgen wir außerdem eine umfassende digitale Strategie. Ausstellungen, Sammlungspräsentation und Vermittlungsprojekte verstehen wir deshalb gleichermaßen als Instrumente einer transkulturellen Verständigung, damit die Kunsthalle ein Begegnungsort für Menschen aller Generationen und Kulturen wird.\nDie Stadt Mannheim fördert die Gleichstellung ihrer Mitarbeiter*innen und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Leisten Sie gemeinsam mit uns einen Beitrag für alle Bürger*innen und gestalten Sie das vielfältige und bunte Zusammenleben in unserer Stadt in einer weltoffenen und zukunftsorientierten europäischen Metropolregion. Weitere Informationen finden Sie auf unserer Karriereseite unter www.mannheim.de/karriere.\nIHRE BEWERBUNG\nWir freuen uns auf Ihre Online-Bewerbung bis spätestens 23.02.2026\nüber unser Bewerbungsportal unter www.mannheim.de/jobs.\nKontakt: Frau Heese 0621 293-6437\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektstelle-digitalisierung-m-w-d/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-das-archiv-bildende-kunst/", "image": "", "title": "Leitung für das Archiv Bildende Kunst", "content_text": "Akademie der Künste, Berlin Bewerbungsende: 15.02.2026 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 1. Juli 2026 eine Leitung für das Archiv Bildende Kunst, unbefristet in Vollzeit (39 Wochenstunden)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist eine von der Bundesrepublik Deutschland getragene Körperschaft des öffentlichen Rechts mit vielfältigen Aufgaben. Sie dient der Förderung der Künste und vertritt in Staat und Gesellschaft Freiheit und Anspruch der Kunst Die Bewahrung und Pflege des kulturellen Erbes ist Teil ihres Auftrags. Sie berät die Bundesregierung in Angelegenheiten der Kunst und Kultur.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-das-archiv-bildende-kunst/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/magazinverwalterin-m-w-d/", "image": "", "title": "Magazinverwalter:in (m/w/d)", "content_text": "Zentralarchiv der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 15.02.2026 | Beim Zentralarchiv der Staatlichen Museen zu Berlin ist eine Stelle als\nMagazinverwalter:in (m/w/d)\nzu besetzen. Das Zentralarchiv der Staatlichen Museen zu Berlin repräsentiert mit seinen Aktenbeständen, archivischen Sammlungen und Nachlässen sammlungsübergreifend die Geschichte der ehemals Königlichen, heute Staatlichen Museen zu Berlin. Es versteht sich als Ort der Forschung und zugleich als “historisches Gedächtnis” der Museen. Zudem wird von hier aus die Provenienzforschung der Staatlichen Museen zu Berlin geleitet und koordiniert.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/magazinverwalterin-m-w-d/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/schlossassistentin-oder-einen-schlossassistenten-m-w-d/", "image": "", "title": "Schlossassistentin oder Schlossassistenten (m/w/d)", "content_text": "Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg, Berlin / Potsdam Bewerbungsende: 15.02.2026 | Die Stiftung Preuû\u009fische SchlûÑsser und GûÊrten Berlin-Brandenburg (SPSG) ist eine Stiftung desô ûÑffentlichen Rechts und betreut heute mit mehr als 500 BeschûÊftigten einzigartige Zeugnisse der Kunst-, Kultur- und Architekturgeschichte in Potsdam, Land Brandenburg und Berlin. Mehrere Millio-nen Menschen aus aller Welt besuchen jedes Jahr die in weiten Teilen zum UNESCO-Welterbe gehûÑ-renden SchlûÑsser und Parklandschaften.\nDie zu besichtigenden MuseumsschlûÑsser der SPSG sind in fû¥nfzehn Schlossbereiche unterteilt und bilden gemeinsam mit den Referaten Gruppenservice sowie Ressourcenmanagement und Administra-tion die Abteilung Schlossmanagement. Fû¥r den Schlossbereich Rheinsberg suchen wir zum nûÊchst mûÑglichen Zeitpunkt unbefristet und in Teilzeit mit 20 Wochenstunden\neine Schlossassistentin oder einen Schlossassistenten (m/w/d)\nmit einer Vergû¥tung nach Entgeltgruppe 9a TV-L\nIhr Aufgabenfeld ã\u0080\u0093 geschichtstrûÊchtig und zukunftsorientiert\nIn Zusammenarbeit und Vertretung der Schlossbereichsleiterin û¥bernehmen Sie vor allem folgende Aufgaben:\nKoordination der tûÊglichen AblûÊufe und Aufgaben im Schlossbereich\nOrganisation des Museumsbetriebs und des Besuchendenverkehrs (Individual- und Gruppentourismus)\nOrganisation und Durchfû¥hrung von Veranstaltungen\nZusammenarbeit mit externen Partner:innen, wie z. B. dem Kurt Tucholsky Literaturmu-seum, der Musikkultur Rheinsberg und weiteren touristischen, kulturellen und Bildungs-einrichtungen in der Region\nBetreuung von VIP-Programmen, Film- und Fernsehaufnahmen sowie Vermietungen in Zusammenarbeit mit dem Referat Vermietungen/MICE.\nAls Ansprechpartner:in der SPSG reprûÊsentieren Sie die Stiftung als Museums- und Bildungs-einrichtung.\nSie wirken bei der Entwicklung und Betreuung von Programmen der kulturellen Bildung mit.\nAuû\u009ferdem beteiligen Sie sich bei internen und externen Arbeits- und Projektgruppen, wie der konzeptionellen Weiterentwicklung der einzelnen SchlûÑsser oder der Umsetzung besucher-freundlicher Maû\u009fnahmen.\nDas erwarten wir von Ihnen\nSelbststûÊndiges sowie teamorientiertes Arbeiten, Organisationsgeschick, Zielstrebigkeit und Leistungsorientierung sind fû¥r Sie eine SelbstverstûÊndlichkeit und zûÊhlen zu Ihren StûÊrken\nEin erfolgreicher Abschluss einer Fachausbildung im Bereich Kulturmanagement oder Museo-logie (oder eines vergleichbaren Ausbildungsgangs) bzw. mindestens dreijûÊhrige Berufserfah-rung in vergleichbaren TûÊtigkeiten und Einrichtungen\nSie verfû¥gen û¥ber Kenntnisse und Erfahrungen in der Organisation und Durchfû¥hrung von Kul-turveranstaltungen\nGute Kenntnisse der englischen Sprache, evtl. einer weiteren Sprache, bringen Sie ebenfalls mit\nSie konnten bereits Erfahrungen im Besucherservice/Besuchermanagement sammeln.\nSie sind kommunikationsstark und kûÑnnen die Interessen der SPSG durchsetzen, verfû¥gen û¥ber eine ausgeprûÊgte Kundenorientierung und handeln selbststûÊndig mit einem sicheren Auftreten.\nDamit begeistern Sie uns\nKenntnisse der preuû\u009fischen und deutschen Geschichte und Kunstgeschichte\nErfahrungen in projektbezogener Teamarbeit bringen Sie mit\nSie bringen Erfahrungen im Bereich Multimediaguides/App/Vermittlungsmedien mit\nSie verfû¥gen û¥ber Erfahrungen in der kulturellen Bildung\nSie bringen neue Ideen ein und sind es gewohnt, mit unterschiedlichsten Akteur:innen vor Ort zusammen zu arbeiten\nSie verfû¥gen bereits û¥ber Erfahrung in der Kulturarbeit im lûÊndlichen Raum\nDas bieten wir Ihnen\nWork Life Balance\nFreuen Sie sich û¥ber 30 Tage Erholungsurlaub bei einer 5-Tage-Wo-che\nDer 24. und 31. Dezember sind zusûÊtzliche freie Arbeitstage.\nIhre Jahressonderzahlung kûÑnnen Sie bei uns in Sonderurlaub um-wandeln.\nDamit unsere Besucher:innen optimal betreut werden, arbeiten wir nach einem Jahresdienstplan, der auch Feiertage und Wochenendenô umfasst. Dafû¥r gibt es entsprechend Freizeitausgleich.\nFaire Entlohnung\nWir zahlen eine Vergû¥tung nach Entgeltgruppe 9a des Tarifvertrags fû¥r den ûÑffentli-chen Dienst der LûÊnder (TV-L).\nWir bieten eine interessante und abwechslungsreiche TûÊtigkeit an einem der schûÑns-ten ArbeitsplûÊtze Deutschlands – Arbeitsort Schloss Rheinsberg in Teilzeit mit 20 Wo-chenstunden, unbefristet\nJûÊhrlich freuen Sie sich û¥ber eine Jahressonderzahlung lt. TV-L.\nMonatlicher Zuschuss i.H. von 16ã\u0082˜ zum VBB-Firmenticket/Deutschlandticket Job\nWir bieten Ihnen eine zusûÊtzliche Altersvorsorge û¥ber die VBL und zahlen vermûÑgens-wirksame Leistungen lt. TV-L.\nWeiterbildung\nWir bieten Ihnen persûÑnliche und fachliche EntwicklungsmûÑglichkeiten\nSie kûÑnnen bis zu 10 Tage Bildungsurlaub in zwei Jahren gemûÊû\u009f Brandenburgisches Bildungsurlaubsgesetz in Anspruch nehmen.\nWeitere Benefits\nSie wollten schon immer alle HûÊuser der Stiftung kennen lernen? Sie interessieren sich fû¥r unsere Ausstellungen? Wir bieten Ihnen freien Eintritt in unsere SchlûÑsser und Ausstellungen mit Begleitung.\nUnsere Stiftung tritt fû¥r Gleichberechtigung ein und begrû¥û\u009ft ausdrû¥cklich Bewerbungen von Men-schen unabhûÊngig von Geschlecht, NationalitûÊt, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung und IdentitûÊt. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berû¥cksichtigt.\nHaben wir Ihr Interesse geweckt? Dann bewerben Sie sich noch heute!\nBitte richten Sie Ihre aussagekrûÊftigen und vollstûÊndigen Bewerbungsunterlagen ohne Foto Ihrer Per-son (in einer pdf-Datei in der Reihenfolge Motivationsschreiben, Lebenslauf, Ausbildungsnachweise und Arbeitszeugnisse) bis zum 15.02.2026 bevorzugt per E-Mail an bewerbung@spsg.de oder an die\nStiftung Preuû\u009fische SchlûÑsser und GûÊrten Berlin-Brandenburg\nReferat I 1 Personal\nPostfach 60 14 62 14414 Potsdam\nFû¥r Rû¥ckfragen stehen Ihnen zum Aufgabengebiet Frau Dana Kresse-Gatz (Tel: 033931/72623) und zum Bewerbungsverfahren Frau Susen Bull-Riedel (Tel. 0331/9694-683) zur Verfû¥gung.\nHinweis zum Datenschutz\nWir mûÑchten Sie informieren, dass wir Ihre personenbezogenen Daten zur Durchfû¥hrung des Aus-wahlverfahrens verarbeiten. Dies erfolgt auf Grundlage von Art. 6 Abs. 1 b, Art. 88 DS-GVO i. V. m. ôÏ 26 BbgDSG. Aus Kostengrû¥nden werden eingereichte Bewerbungsunterlagen nur zurû¥ckgesandt, wenn ein ausreichend frankierter und adressierter Rû¥ckumschlag beigefû¥gt ist. Nach Abschluss des Verfahrens werden alle anderen Bewerbungsunterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/schlossassistentin-oder-einen-schlossassistenten-m-w-d/", "date_published": "2026-01-28T17:36:35.881700"}, {"id": "https://www.museumsbund.de/stellenangebote/stellenausschreibung-mitarbeiter-in-m-w-d-fuer-organisation-der-jahrestagung-der-vereinigung-der-denkmalfachaemter-in-den-laendern-vdl/", "image": "", "title": "Mitarbeiter/-in (m/w/d) für Organisation der Jahrestagung der Vereinigung der Denkmalfachämter in den Ländern (VDL)", "content_text": "Brandenburgisches Landesamt für Denkmalpflege und Archäologisches Landesmuseum, Zossen Bewerbungsende: 16.02.2026 | Das Brandenburgische Landesamt für Denkmalpflege und Archäologische Landesmuseum (BLDAM) vereint als Fachbehörde landesweite Kompetenz zur archäologischen sowie bau- und kunstdenkmalpflegerischen Forschung, zum Schutz und Erhalt von Denkmalen sowie ihrer öffentlichen Präsentation und Vermittlung.\nFür die Abteilung Bau- und Kunstdenkmalpflege mit Dienstsitz in der Kasernen- und Bunkerstadt Zossen, OT Wünsdorf, wird zum\n15.04.2026\neine Mitarbeiterin/ein Mitarbeiter (w/m/d)\nfür 30 Stunden/Woche gesucht. Die Stelle ist bis zum 15.7.2027 befristet. Die Vergütung erfolgt je nach individueller Qualifikation bis zur EG 10 TV-L. Der Dienstort ist Zossen, OT Wünsdorf.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2026", "url": "https://www.museumsbund.de/stellenangebote/stellenausschreibung-mitarbeiter-in-m-w-d-fuer-organisation-der-jahrestagung-der-vereinigung-der-denkmalfachaemter-in-den-laendern-vdl/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-2/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (w/m/d)", "content_text": "Universität Göttingen, Göttingen Bewerbungsende: 12.02.2026 | Im Rahmen eines von der Stiftung Innovation der Hochschullehre geförderten Projekts entwickeln wir an der Georg-August-Universität Göttingen die KI-gestützte Lernbegleiterin GAIA – Generative AI für individualisierte, adaptive Hochschullehre. GAIA ist ein sprach-basiertes personalisiertes Tutoring-System, das im Chat-Dialog multi-modular (über Text oder Stimme) mit Studierenden in einen individualisierten Dialog tritt und sie durch ihren Studienverlauf begleitet.\nZur erfolgreichen Durchführung des Projekts suchen wir zum nächstmöglichen Zeitpunkt an der Professur für Materialität des Wissens (Prof. Dr. Margarete Vöhringer) nach einer*einem motivierten und engagierten\nWissenschaftliche*r Mitarbeiter*in (w/m/d)\n(Entgeltgruppe 13 TV-L)\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-2/", "date_published": "2026-01-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-bereich-provenienzforschung/", "image": "", "title": "Wissenschaftlicher Volontär (w/m/d), Bereich Provenienzforschung", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 25.02.2026 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes und inklusives Vermittlungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nZum nächstmöglichen Zeitpunkt besetzen wir die Stelle als\nWissenschaftlicher Volontär (w/m/d), Bereich Provenienzforschung\n(in Vollzeit, 39,5 Stunden/Woche, befristet auf 2 Jahre)\nIhre Aufgaben:\nDas wissenschaftliche Volontariat dient der Aus- und Fortbildung von Wissenschaftlern (w/m/d) der museumsrelevanten Studienfächer. Sie absolvieren das Volontariat im Bereich Provenienzforschung und sind für die Provenienzrecherche zu ausgewählten Zeichnungen der Klassischen Moderne in Form von Erstchecks zuständig. Selbstverständlich erhalten Sie während Ihres Volontariats gemäß dem Ausbildungsplan für Volontärinnen und Volontäre Einblicke in alle museumsrelevanten Bereiche unseres Hauses. Sie unterstützen außerdem die Kuratorinnen und Kuratoren der Abteilung Wissenschaft und erhalten Einblick in die tägliche Museumsarbeit.\nIhr Profil:\nSie haben Ihr wissenschaftliches Hochschulstudium (Diplom, Magister, Master) der Kunstgeschichte, Provenienzforschung, Geschichtswissenschaft oder eines anderen einschlägigen Studienfachs erfolgreich abgeschlossen. Sie interessieren sich sowohl für die wissenschaftliche Tätigkeit im Bereich der Provenienzforschung als auch für die praktische Museumsarbeit. Neben einer fachlichen Kompetenz sind eine kommunikative, aufgeschlossene Art und Teamfähigkeit unerlässlich. Darüber hinaus sollten Sie mit der gängigen Software (MS-Office, Datenbanken) gut vertraut sein. Sehr gute Englischkenntnisse sowie möglichst Kenntnisse in einer weiteren Fremdsprache sind erwünscht.\nDas Volontariat ist auf 2 Jahre befristet und wird nach den Vorgaben des Landes für Volontariate durchgeführt und vergütet: 1. Jahr: 50% der Stufe 1 der EG 13 TV-L, 2. Jahr: 50% der Stufe 2 der EG 13 TV-L. Nach erfolgreichem Abschluss des Volontariats wird eine befristete einjährige Weiterbeschäftigung in Teilzeit angestrebt, sofern es die vom Ministerium für Wissenschaft, Forschung und Kunst Baden-Württemberg zugesagten Projektmittel zulassen.\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nBewerber (w/m/d) mit Behinderung oder Gleichstellung werden bei entsprechender Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte bis zum\n25.02.2026\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der\nKennziffer SGS-2026-03\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Johanna Poltermann unter T +49 711 47040-462. Für allgemeine Fragen steht Ihnen unser Bereich Personal unter T +49 711 470 40 194 zur Verfügung.\nHinweise zu Ihren per E-Mail übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-bereich-provenienzforschung/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-im-aufsichtsdienst-in/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) im Aufsichtsdienst in Hildesheim", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Hildesheim Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen\nMitarbeiter (m/w/d)\nfür den Museumsaufsichtsdienst\nin einem musealen Objekt in\nHildesheim.\nDie Tätigkeit kann in versicherungspflichtiger\nTeilzeit\n(60-70 Stunden/ Monat oder bis 120 Stunden/ Monat)\naufgenommen\nwerden.\nArbeitszeiten:\nDi-So 10.45-17.00 Uhr, nach Vorausplanung\nwenige Sonderveranstaltungen außerhalb der Öffnungszeiten\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nSie können sich auf ein überaus nettes Team an Kollegen freuen\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine\nabwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nArbeitszeiten nach Vorplanung, innerhalb der Öffnungszeiten auch an Sonn- und Feiertagen\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement mit vielfältigen Mitarbeiterangeboten rund um das Thema „Gesundheit“\nEine\nqualifizierte Einarbeitung\nim Rahmen der Tätigkeit ist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie bewachen die Ein- und Ausgänge im Museum\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie führen den Wachdienst, Objektschutz und Veranstaltungsdienst durch\nSie beaufsichtigen die Ausstellungsräume (Wachdienst / Objektschutz)\nSie stellen das Einhalten der jeweiligen Vorschriften sicher, z.B. das Verbot, Kunstgegenstände zu berühren\nSie sorgen für die Einhaltung der Hausordnung\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nSie sind körperlich belastbar für überwiegend gehende und stehende Tätigkeit\nIhnen ist der Umgang mit Menschen unterschiedl. Alters und Nationalitäten vertraut\nSie besitzen gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nDie Unterrichtung nach §34a GewO ist erforderlich, gern auch höhere Qualifikation\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-im-aufsichtsdienst-in/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-besucherservice/", "image": "", "title": "Mitarbeiter*in (m/w/d) im Besucherservice", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 20.02.2026 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nDas Haus der Geschichte Baden-Württemberg in Stuttgart sucht ab sofort eine/n\nMitarbeiter*in (m/w/d)\nim Besucherservice\nEntgeltgruppe 6 TV-L\nin Vollzeit und vorerst auf 2 Jahre befristet.\nIhr Aufgabengebiet umfasst insbesondere:\nServiceorientierte inhaltliche und organisatorische Beratung zu Führungen, Workshops und weiteren Vermittlungsangeboten (Mail, Telefon)\nBuchung von Führungen und Workshops\nMitarbeit bei der Planung von Tagesangeboten für Schulen und Gruppen\nMitarbeit bei organisatorischen Belangen des Museumsbesuchs (Buchungsbestätigungen, Kommunikation mit dem Serviceteam im Museum)\nHonorarabrechnung der Guides\nAnforderungen:\nabgeschlossene Berufsausbildung, zum Beispiel als Kauffrau/-mann für Tourismus, Veranstaltungskauffrau/ -mann, oder im Hotel- Veranstaltungsgewerbe oder vergleichbar\nberufliche Erfahrung im Servicebereich\nErfahrungen im Museumsbereich oder in einer anderen Kultureinrichtung\nEDV-Kenntnisse, nach Möglichkeit: Kenntnisse im Bereich elektronischer Buchungssysteme\nInteresse an historisch-politischen Themen\nausgezeichnete Deutschkenntnisse in Wort und Schrift\nausgezeichnete Kommunikationsfähigkeiten sowie Teamfähigkeit\nUnser Angebot:\neinen verantwortungsvollen und interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\nbetriebliche Altersvorsorge für den öffentlichen Dienst (VBL)\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nJob Ticket BW (eine vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nflexible Arbeitszeiten (Kern-, Rahmenarbeitszeiten)\nvielfältige Angebote im Betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis 20.02.2026 an das Haus der Geschichte Baden-Württemberg, Frau Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/das-museum/verwaltung/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Caroline Gritschke unter Tel. 0711/212-3969 oder Mail\nCaroline.Gritschke@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-besucherservice/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kommunikation-und-marketing/", "image": "", "title": "Mitarbeiter*in im Bereich Kommunikation und Marketing", "content_text": "Braunschweigisches Landesmuseum, Braunschweig Bewerbungsende: 22.02.2026 | Beim Braunschweigischen Landesmuseum ist zum nächstmöglichen Zeitpunkt die Stelle\nMitarbeiter*in\nim Bereich Kommunikation und Marketing\nVollzeit, EG 10 TV-L\nzu besetzen.\nDas Braunschweigische Landesmuseum sucht zum nächstmöglichen Zeitpunkt eine engagierte Persönlichkeit im Bereich Kommunikation und Marketing. Sie sind für die kommunikative Begleitung und Umsetzung sämtlicher Marketing- und Presseaktivitäten rund um die Sanierung und Wiedereröffnung des Braunschweigischen Landesmuseums verantwortlich. Die Stelle ist zunächst befristet bis zum 31. Dezember 2027. Eine Verlängerung ist bis 31.12.2028 möglich.\nDas Braunschweigische Landesmuseum öffnet Ende 2028 nach einer umfassenden baulichen und konzeptionellen Neugestaltung im historischen Vieweghaus am Burgplatz erneut seine Türen. Für die kommunikative Begleitung der Sanierung und Wiedereröffnung suchen wir eine Persönlichkeit mit ausgewiesener Expertise in Marketing und strategischer Öffentlichkeitsarbeit.\nSie sind Teil der Stabstelle zum Bau und Neueinrichtung des Vieweghauses vom Braunschweigischen Landesmuseum. Ihre Aufgaben setzen Sie in enger Abstimmung mit der Direktion des Braunschweigischen Landesmuseums sowie der Abteilung Presse- und Öffentlichkeitsarbeit / Marketing der 3Landesmuseen Braunschweig um.\nFreuen Sie sich auf ein engagiertes Team, das gemeinsam mit Ihnen die Wiedereröffnung mit voller Energie vorbereitet.\nIhre Aufgabenschwerpunkte – gestalten, mitwirken, teilhaben\nKonzeption, Planung und Umsetzung sämtlicher Kommunikationsmaßnahmen während der Sanierung und rund um die Wiedereröffnung des Braunschweigischen Landesmuseums in enger Abstimmung mit der Direktion und der Abteilung Presse- und Öffentlichkeitsarbeit / Marketing der 3Landesmuseen in Braunschweig\nEntwicklung und Steuerung von Presse- und Medienaktivitäten während der Sanierung und für die Wiedereröffnung\nBearbeitung von Presseanfragen, Erstellung von Pressemitteilungen, Reden und weiteren Kommunikationsformaten\nMitarbeit bei der Planung und Durchführung von Veranstaltungen, Presseterminen und Kommunikationskampagnen\nMitwirkung bei der Koordination interner und externer Kommunikationsprozesse sowie Zusammenarbeit mit Agenturen und Partnerinstitutionen\nMitwirkung bei der Weiterentwicklung der Marken- und Kommunikationsstrategie, insbesondere hinsichtlich der Medien zur Wiedereröffnung\nUnsere Anforderungen – Das bringen Sie mit.\nabgeschlossenes wissenschaftliches Hochschulstudium in Kommunikations- oder Kulturwissenschaften, Journalismus, Geistes- oder Naturwissenschaften oder ähnlichen Studienfächern (Master oder vergleichbar)\nausgeprägte kommunikative Fähigkeiten und ein Gespür für den Umgang mit verschiedenen Textarten und Medien\nSicherer Ausdruck in Deutsch und sichere Beherrschung der englischen Sprache\nErfahrung in der Konzeption und Umsetzung von Kommunikationskampagnen\nSicherer Umgang mit Content-Management-Systemen, Social Media und digitalen Kommunikationsformaten\nOrganisationsvermögen, Teamfähigkeit und eine strukturierte, eigenverantwortliche Arbeitsweise\nWir setzen voraus – darüber hinaus…\nausgeprägtes Interesse an der Themenvielfalt des Braunschweigischen Landesmuseums\nOffenheit, sich neuen Themen, inklusiven Perspektiven und unterschiedlichen Zielgruppen zuzuwenden und diese aktiv, anschaulich und öffentlichkeitswirksam zu entwickeln\nInteresse an aktuellen gesellschaftlichen Entwicklungen und kulturellen Debatten, insbesondere Offenheit für die Bedürfnisse jüngerer, vielfältigerer Museumsbesucher*innen\nSensibilität und Erfahrung im Umgang mit öffentlichen Diskursen, Diskussionsbereitschaft, klare und integrative Kommunikationsweise im Sinne unseres Leitgedankens „Offen für alle*s“\nhohe Motivation und Zuverlässigkeit\nOrganisations- und Koordinierungsgeschick und Freude an der Arbeit in einem engagierten, interdisziplinären Team\nschnelle Auffassungsgabe und die Fähigkeit, sich rasch in neue Aufgabenfelder und Kommunikationsformate einzuarbeiten\nBereitschaft zu flexiblen Arbeitszeitgestaltung, z. B. bei Veranstaltungen, Presseterminen oder Eröffnungsaktivitäten am Abend und an Wochenenden\nWillkommen bei uns – Das bieten wir.\neine verantwortungsvolle, vielseitige Tätigkeit mit Gestaltungsspielraum\nAnschluss an kreatives Team, in dem innovative Ideen ausdrücklich willkommen sind\nEin interessantes, abwechslungsreiches und fachlich anspruchsvolles Aufgabenfeld\nrespektvolles und wertschätzendes Miteinander\n30 Tage Erholungsurlaub\nFlexible Arbeitszeiten im Rahmen der tariflichen Regelungen\nMöglichkeit zum mobilen Arbeiten\nFahrradleasing für Mitarbeitende (vorauss. ab 2026)\nJahressonderzahlung sowie Zusatzversorgung des öffentlichen Dienstes\nZentrale Lage des Arbeitsplatzes in der Löwenstadt Braunschweig\nHaben Sie Lust, Ihr Können und Ihre Ideen im Verbund der 3Landesmuseen Braunschweig einzubringen? Erfüllen Sie die Anforderungen? Dann freuen wir uns auf Ihre aussagekräftige Bewerbung!\nWir sind:\nDas Braunschweigische Landesmuseum ist seit mehr als 130 Jahren ein zentraler Ort, an dem die Zeugnisse der Archäologie, Geschichte und Kultur des ehemaligen Herzogtums und des Landes Braunschweig bewahrt, erforscht und vermittelt werden. Es gehört zu den 3Landesmuseen Braunschweig, dem größten Museumsbetrieb Niedersachsens mit Sitz in der Löwenstadt Braunschweig (ca. 250.000 Einwohner*innen). Der Betrieb, bestehend aus dem Braunschweigischen Landesmuseum, dem Herzog Anton Ulrich-Museum und dem Staatlichen Naturhistorischen Museum mit paläon, befindet sich in der Trägerschaft des Landes Niedersachsen. Das Braunschweigische Landesmuseum verfügt über Standorte in Braunschweig und Wolfenbüttel mit jeweils mehr als einer Liegenschaft. Es legt Wert darauf, in seinen Projekten aktuelle gesellschaftsbezogene Themen und Fragestellungen einzubeziehen. Die seit mehreren Jahren laufende Sanierung des Haupthauses am Braunschweiger Burgplatz bildet dabei einen zentralen Rahmen für die Neuausrichtung des Museums. Die Neukonzeption der ständigen Ausstellung zur braunschweigischen Geschichte im deutschen und europäischen Kontext ist eine der wichtigsten Aufgaben der kommenden Jahre. Ziel ist die Entwicklung eines grünen Museums, das sich den 17 Nachhaltigkeitszielen der Vereinten Nationen verpflichtet sieht.\nBesondere Hinweise:\nDie 3Landesmuseen fördern aktiv die berufliche Gleichstellung von Frauen und Männern. Daher werden Bewerbungen von Männern ausdrücklich begrüßt.\nDer Arbeitsplatz ist teilzeitgeeignet, sollte jedoch zu 100% besetzt sein.\nSchwerbehinderte Bewerber*innen oder Personen, die diesen gleichgestellt sind, werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir, uns bereits in Ihrem Anschreiben einen Hinweis auf Ihre Schwerbehinderung zu geben.\nBewerbungen von Menschen aller Nationalitäten sind willkommen.\nDie Datenschutz-Grundverordnung (DSGVO) sieht vor, dass die Verantwortlichen Sie als betroffene Person über die Modalitäten, wie Ihre personenbezogenen Daten verarbeitet werden und welche Rechte Ihnen in diesem Zusammenhang zustehen, informieren. Die Informationen für Sie als Bewerber*in finden Sie als\nPDF-Dokument\nauf unserer Homepage.\nWir konnten Ihr Interesse wecken?\nDann freuen wir uns über Ihre digitale Bewerbung mit aussagekräftigen Unterlagen\n[1]\nbis zum 22.02.2026\nan\nbewerbung@3landesmuseen.de\nWir bevorzugen Online-Bewerbungen und bitten um Zusammenfassung aller Unterlagen in einer Gesamt-PDF, die eine Größe von 5 MB nicht überschreiten sollte.\nAnsprechpartnerin für fachliche Auskünfte:\nFrau Diana Polack-Chwalczyk, Leitung Presse- und Öffentlichkeitsarbeit / Marketing, Tel.: (0531) 1225-4400\nAnsprechpartner für\ndas Bewerbungsverfahren:\nUta Rapmund, Personalabteilung, Tel. 0531 1225-4310\n3Landesmuseen Braunschweig\nMuseumstr. 1\n38100 Braunschweig\n[1]\nMindestens Anschreiben, Lebenslauf, relevante Arbeitszeugnisse, Zeugnis Ihres höchsten Bildungsabschlusses. Ein Verweis auf Ihre Personalakte ist nicht ausreichend. Bitte beachten Sie, dass Bewerbungen in Papierform grundsätzlich nicht zurückgesandt und nach Abschluss des Auswahlverfahrens datenschutzgerecht vernichtet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kommunikation-und-marketing/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/redakteurin-m-w-d/", "image": "", "title": "Redakteur*in (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 21.02.2026 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum der materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür den\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt eine*n\nRedakteur*in (m/w/d)\n(EG 10 TV-L, Vollzeit 100%)\nbefristet auf 1 Jahr\nDas LEIZA steht vor einer spannenden Entwicklung: In 2026 eröffnen wir das erste von zwei archäologischen Museen in Mainz und gestalten die Besucherkommunikation und das Marketing von Grund auf neu. Dies geht auch mit einer Markenschärfung einher. Für den Arbeitsbereich Kommunikation suchen wir eine erfahrene redaktionelle Persönlichkeit, deren Schwerpunkt auf der Erstellung hochwertiger analoger Texte liegt und die Freude daran hat, komplexe Inhalte strukturiert, verständlich und stilistisch sicher aufzubereiten.\nDer Arbeitsbereich Kommunikation verantwortet die interne und externe Kommunikation des LEIZA, informiert über wissenschaftliche und bildungsbezogene Themen, organisiert Veranstaltungen sowie zentrale Kampagnen und verantwortet den Markenauftritt. Basis aller Kommunikationsmaßnahmen ist die spannende Vision des LEIZA, Forschungsergebnisse in einen aktuellen gesamtgesellschaftlichen Kontext zu setzen und zur Reflexion anzuregen.\nIhre Aufgaben:\nRedaktion und Lektorat von Pressetexten, institutionellen Hintergrundpapieren und weiteren primär analogen Veröffentlichungen wie Flyer etc.\nEntwicklung eines modularen Imagebroschüre-/Jahresberichtsformats inklusive inhaltlicher Struktur und Dramaturgie, redaktioneller Steuerung des Entstehungsprozesses, Zusammenarbeit mit externen Grafik- und Kommunikationsagenturen sowie Steuerung\nMitarbeit bei der Redaktion von Webtexten\nSicherstellung einer konsistenten Sprache, Terminologie und inhaltlichen Qualität im analogen Außenauftritt des LEIZA\nAbstimmung der Inhalte mit wissenschaftlichen, administrativen und strategischen Stakeholdern im Haus\nIhr Anforderungsprofil:\nAbgeschlossenes Hochschulstudium (Bachelor/Master), z. B. in Germanistik, Journalismus, Kommunikations- oder Medienwissenschaft, Kulturwissenschaften oder vergleichbare Qualifikation\nMindestens dreijährige relevante Berufserfahrung als Redakteur*in, Texter*in oder Lektor*in, idealerweise im Kultur-, Wissenschafts- oder öffentlichen Bereich\nAusgezeichnete schriftliche Ausdrucksfähigkeit und sehr hohe Text- und Stilsicherheit in deutscher Sprache\nErfahrung in der Konzeption und projektverantwortlichen Umsetzung inkl. Redaktion von Imagebroschüren und Jahresberichten\nGrundverständnis von Layout-, Produktions- und Druckprozessen\nSicherheit in redaktionellen Abstimmungsprozessen mit unterschiedlichen internen Akteuren sowie externen Dienstleistern\nSehr gute Organisationsfähigkeit, strukturierte Arbeitsweise und hohes Qualitätsbewusstsein\nGute Englischkenntnisse\nWir bieten:\nEine verantwortungsvolle Aufgabe mit viel Gestaltungsspielraum in einem renommierten Forschungsmuseum\nEin kreatives und interdisziplinäres Arbeitsumfeld in einem dynamischen Team\nFlexible Arbeitszeiten und die Möglichkeit zum mobilen Arbeiten\nVergütung nach Entgeltgruppe 10 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum\n21.02.2026\n. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an:\nFrau Doris Rübsam-Brodkorb\nLeitung AB Kommunikation\ndoris.ruebsambrodkorb@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.02.2026", "url": "https://www.museumsbund.de/stellenangebote/redakteurin-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-konservierung-w-m-d-2/", "image": "", "title": "Referent*in Konservierung (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 12.02.2026 | Die Landesstelle für Museen (LfM) ist die zentrale Servicestelle des Landes Baden-Württemberg für die mehr als 1.200 Museen. Sie unterstützt und berät die Museen und ist die fachliche Ansprechpartnerin für staatliche und nichtstaatliche Verwaltungen bei Fragen zum Museumswesen. Sie ist zuständig für die Vergabe der Landeszuschüsse an die kommunalen und privatrechtlichen Museen. Zudem stellt sie Museumsmitarbeitenden über die Museumsakademie Baden-Württemberg ein umfangreiches Angebot an Fort- und Weiterbildung zur Verfügung. Die LfM ist organisatorisch dem Landesmuseum Württemberg (LMW) in Stuttgart zugeordnet und unmittelbar dem Ministerium für Wissenschaft, Forschung und Kunst Baden-Württemberg unterstellt.\nZur Unterstützung unseres Teams suchen wir zum\n01. April 2026\neine*n\nReferent*in Konservierung (w/m/d)\nin Vollzeit (39,50 Wochenstunden). Die Stelle ist unbefristet. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben\nKonzeptionelle, praxisnahe Beratung der nichtstaatlichen Museen in Baden-Württemberg zu allen konservatorischen und restauratorischen Fragen bezogen auf Objekte, gesamte Sammlungsbestände, Ausstellungsbereiche und Depots\nFachliche, praxisnahe Beratung zur Erarbeitung von Klimastrategien, Erstellung von Handlungsempfehlungen für die nichtstaatlichen Museen in Baden-Württemberg\nBegutachtung strategischer Konzepte und deren Umsetzung zur nachhaltigen und ökonomischen Schadensprävention bei Museumsgebäuden der nichtstaatlichen Museen in Baden-Württemberg\nKonzeption und Durchführung von Schulungen für Museumsmitarbeitende, speziell die der ehrenamtlich geführten und kleineren Museen\nEntwicklung von Förderkriterien in den Bereichen Prävention und Konservierung/Restaurierung\nFachliche und formale Prüfung von Zuwendungsanträgen\nKonzeption und Organisation von Sonderprogrammen und Projekten zum Sammlungsmanagement\nTeilnahme und Einbringung der Ergebnisse in die Arbeit der Landesstelle an Gremien, Arbeitsgemeinschaften und Fachgruppen\nPublikation von wissenschaftlichen Beiträgen in Fachpublikationen\nIhr Profil\nAbgeschlossenes Hochschulstudium (M.A., Diplom, Master) im Fachbereich Konservierung/Restaurierung sowie mehrjährige Berufserfahrung in diesen Feldern\nSpezifische Kenntnisse über ein breites Materialspektrum im Hinblick auf Schadensanalyse, Schadensvermeidung und restauratorisch notwendige Maßnahmen an musealem Kulturgut\nSouveräner Umgang mit Methoden der präventiven Konservierung im musealen Kontext\nVertrautheit mit den Herausforderungen biozid-, schadstoff- oder mikrobiell- belasteter Objekte\nErfahrungen mit der Planung und fachgerechten Ausstattung von Museumsdepots sowie mit Maßnahmen zur deren Qualitätssteigerung\nVon Vorteil sind Erfahrungen auf den Gebieten der Bestandserhaltung historischer (Fachwerk-)Gebäude in Freilichtmuseen sowie der fachlichen Begleitung entsprechender Baustellen\nsehr gute EDV-Kenntnisse\nausgeprägte Organisations- und Kommunikationsfähigkeit\nausgeprägte Sensibilität in der Kommunikation spezifischer restauratorischer-konservatorischer, musealer Anforderungen an ein auch außerhalb musealer Ausbildung stehendes Klientel\nausgeprägte Fähigkeit zum selbstständigen und sorgfältigen Arbeiten\nFlexibilität und Teamfähigkeit\nFahrerlaubnis der Klasse B, Bereitschaft zu Dienstreisen und zum Führen eines Dienstfahrzeugs\nBei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld mit einem engagierten Team,\nbei Vorliegen der tariflichen Voraussetzungen eine Vergütung in Entgeltgruppe 13 TV-L,\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung,\nZuschuss zu Ihrer Mobilität mit dem Job-Ticket BW,\nflexible Arbeitszeit,\ndie Möglichkeit zu mobiler Arbeit,\nbetriebliches Gesundheitsmanagement.\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Vollzeitstellen sind grundsätzlich teilbar. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 603\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur Bewerbungsfrist am\n12. Februar 2026\nin unserem Bewerbungsportal ein, unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie Vorstellungsgespräche finden am\n20. Februar 2026\nstatt.\nFür Fragen steht Ihnen Herr Shahab Sangestan, Leiter der Landesstelle für Museen (Telefon: 0711 89535-302, E-Mail: sangestan@landesstelle.de), gerne zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-konservierung-w-m-d-2/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-beschaffung-w-m-d/", "image": "", "title": "Sachbearbeitung Beschaffung (w/m/d)", "content_text": ", Hamburg / Bonn Bewerbungsende: 28.02.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort\nHamburg oder Bonn\n. Wir suchen zum nächstmöglichen Zeitpunkt befristet nach dem Teilzeit- und Befristungsgesetz für 2 Jahre mit dem Ziel der Entfristung eine\nSachbearbeitung Beschaffung (w/m/d)\nin Vollzeit mit 39 Stunden/Woche in Hamburg bzw. 39,83 Stunden/Woche in Bonn\nIhre Aufgaben:\nMitwirkung an einem effizienten und vergaberechtskonformen Beschaffungs- und Vertragsmanagement\nPrüfung und Bearbeitung von Beschaffungsanträgen des Instituts\nFestlegen und Entscheiden der jeweiligen Vergabeart auf Grundlage der Bedarfsanforderung und Erarbeitung der erforderlichen Ausschreibungsunterlagen in Zusammenarbeit mit den Fachabteilungen\nWeiterentwicklung und Pflege der Vergaberichtlinien\nDurchführung von Ausschreibungen, respektive Einholung von Angeboten unter Beachtung der einschlägigen vergaberechtlichen Bestimmungen, Preisverhandlungen und Vertragsgestaltungen, inklusive eVergabe\nFühren von Lieferanten- und Kundengesprächen\nLieferantenterminkoordination und Reklamationsbearbeitung\nEigenverantwortliche Planung der Aufgaben im eigenen Tätigkeitsbereich und Umsetzung der Planungsvorgaben\nRechtssichere Anwendung von vergabe- und vertragsrechtlichen Vorschriften\nEinhaltung der jeweils gültigen Arbeits- und Verfahrensanweisung\nIhr Profil:\nSie haben eine abgeschlossene kaufmännische oder vergleichbare Ausbildung sowie Erfahrung im Einkauf und im Vergaberecht, idealerweise im öffentlichen Bereich\nSie arbeiten sich schnell in komplexe Sachverhalte ein, verfügen über eine hohe Eigenmotivation und übernehmen Verantwortung in Ihrem Zuständigkeitsbereich\nSie sind kommunikativ und verhandlungssicher und verfügen über gute Englischkenntnisse\nSie sind ein Teamplayer und arbeiten selbstständig, service- und lösungsorientiert\nIhr Auftreten ist verbindlich und überzeugend\nBereitschaft zu gelegentlichen Dienstreisen zum jeweils anderen Standort.\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 9b TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB)\nbis zum 28.02.2026 ausschließlich digital über unser\nKarriereportal\n:\nhttps://8101202752.karriereportal.cloud/\nan Frau Josefine Winkels. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert.\nWir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-beschaffung-w-m-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachangestellter-m-w-d-fuer-medien-und-informationsdienste-fuer-die-bibliothek/", "image": "", "title": "Fachangestellter (m/w/d) für Medien und Informationsdienste für die Bibliothek", "content_text": "LVR-Landesmuseum Bonn, Bonn Bewerbungsende: 13.02.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas LVR-Landesmuseum ist das einzige kulturgeschichtliche Museum im Rheinland. Es ist das Rheinische Landesmuseum für Archäologie, Kunst und Kulturgeschichte und präsentiert die Entwicklung der Region von den Anfängen bis zur Gegenwart. Es ist das größte Museum des LVR und zählt zu den führenden archäologischen Forschungsinstituten.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\nund über das LVR-Landesmuseum unter\nlandesmuseum-bonn.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/fachangestellter-m-w-d-fuer-medien-und-informationsdienste-fuer-die-bibliothek/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-des-referats-betrieb-m-w-d/", "image": "", "title": "Leiter:in des Referats “Betrieb” (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 08.03.2026 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nLeiter:in des Referats “Betrieb” (m/w/d)\nzu besetzen. Die\nStiftung Preußischer Kulturbesitz\n(SPK) zählt mit ihren international renommierten Museen, Bibliotheken, Archiven und Forschungseinrichtungen zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Viele ihrer Gebäude prägen das Berliner Stadtbild und zeichnen sich durch hohe architektonische und historische Bedeutung aus. Es werden baulich und technisch optimale Bedingungen für unsere Kulturgüter, Besuchenden und Mitarbeitenden – mit klaren Zielen für ökologische Nachhaltigkeit geschaffen. Der Anspruch im Gebäudemanagement ist es, die Gebäude über ihren gesamten Lebenszyklus hinweg in gutem Zustand, leistungsfähig und attraktiv zu halten.\nDas\nReferat Betrieb\nbetreibt in den\nStaatlichen Museen zu Berlin\ndie hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb. Bei allen Baumaßnahmen bringt es zudem seine fachliche Expertise ein und wirkt bei der Definition der Projektziele mit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leiterin-des-referats-betrieb-m-w-d/", "date_published": "2026-01-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-2/", "image": "", "title": "Hausmeister/in (m/w/d)", "content_text": "Porzellanikon, Selb Bewerbungsende: 13.02.2026 | Das Porzellanikon – Staatl. Museum für Porzellan in Selb und Hohenberg a.d. Eger sucht zur Verstärkung seiner Museumswerkstatt in Selb eine/n\nHausmeister/in (m/w/d)\nin Vollzeit, in Entgeltgruppe E5 TV-L, unbefristet und zum nächstmöglichen Zeitpunkt\nDas Porzellanikon ist ein staatliches Museum in Trägerschaft des Freistaates Bayern. Mit zwei Standorten in Selb und Hohenberg a.d. Eger beherbergt es die europaweit größte und vielgestaltigste Sammlung zu den Themen Porzellan, Herstellung des Porzellans und Technische Keramik.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-2/", "date_published": "2026-01-27T00:00:00"}]}