{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/ausstellungsproduktion-und-registratur-m-w-d/", "image": "", "title": "Ausstellungsproduktion und Registratur (m/w/d)", "content_text": "Museum der Moderne Salzburg, Salzburg (Österreich) Bewerbungsende: 07.01.2026 | Das Museum der Moderne Salzburg gehört zu den größten Museen für moderne und zeitgenössische Kunst in Österreich. Das Museum sammelt, erforscht , zeigt und vermittelt Kunst des 20. und 21. Jahrhunderts.\nAb sofort suchen wir Verstärkung für unser Team\nAusstellungsproduktion und Registratur (m/w/d)\nim Ausmaß von 40 Wochenstunden.\nAls Schnittstelle zwischen Kurator:innen, Kunstdepot und Ausstellungstechnik übernehmen Sie die Organisation und Koordination von Ausstellungen und künstlerischen Sonderprojekten. Für die Realisierung von Projekten korrespondieren Sie mit Leihgeber:innen, organisieren Transporte sowie die Versicherung von Objekten. Sie koordinieren und betreuen externe Dienstleister und Kurier:innen und sind für die Organisation des Auf- und Abbaus von Ausstellungen verantwortlich.  Die Entwicklung und Kontrolle der budgetären wie auch vertraglichen Rahmenbedingungen gehören zu Ihren Kernaufgaben und Kernkompetenzen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.01.2026", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsproduktion-und-registratur-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-fachreferat-alltags-und-regionalkultur/", "image": "", "title": "Volontär*in (m/w/d) im Fachreferat Alltags- und Regionalkultur", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 01.02.2026 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen Deutschlands und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg.\nWir suchen zum 01.05.2026 befristet für die Dauer von zwei Jahren eine*n wissenschaftliche*n\nVolontär*in (m/w/d) im Fachreferat Alltags- und Regionalkultur\nin der Außenstelle Südbaden/Landesstelle für Alltags- und Regionalkultur in Staufen im Breisgau.\nIn Ergänzung zu Ihrer abgeschlossenen wissenschaftlichen Ausbildung (Master) an einer Universität beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums und dessen archivische und forschende Bereiche. Es vermittelt durch ein internes Bildungsprogramm Kenntnisse der wissenschaftlichen Tätigkeitsfelder im Museum (z. B. Sammlungsbetreuung, Magazinierung, Inventarisierung, Publikationswesen) sowie der Aufgabenfelder der klassischen Museumsarbeit. Im Rahmen der Sonderausstellung der Volontär*innen des Badischen Landesmuseums arbeiten Sie inhaltlich konzeptionell sowie u. a. an der Finanzplanung, der Ausstellungsgestaltung oder der Kulturvermittlung mit.\nDas Volontariat ist maßgeblich an der Landesstelle für Alltags- und Regionalkultur in Staufen bei Freiburg angesiedelt. Diese Außenstelle des Badischen Landesmuseums ist eine Dokumentations-, Forschungs- und Beratungsstelle für das Gebiet des ehemaligen Landes Baden.\nIm Mittelpunkt ihrer vielfältigen Archivbestände aus den Bereichen mündlicher, schriftlicher und visueller Quellenerhebungen steht ein umfangreiches Bildarchiv mit analogen und digitalen Bildbelegen zur visuellen Geschichte Badens. Durch ihre Einbindung in regionale Netzwerke und museale bzw. universitäre Kooperationen arbeitet sie an konkreten Ausstellungsprojekten. Das hier ausgeschriebene Volontariat umfasst daher auch die Mitarbeit an einer fotohistorischen Ausstellung für das trinationale Netzwerk Museen zum Thema „Zuhause – unterwegs“.\nVorausgesetzt werden ein mit dem Master\nabgeschlossenes\nHochschulstudium in Empirischer Kulturwissenschaft (bzw. Volkskunde/Kulturanthropologie/Europäische Ethnologie). Vorqualifikationen in musealen oder archivischen Tätigkeiten (Museums- oder Archivpraktika / Projekt- oder Ausstellungsmitarbeit) oder im Bereich Feldforschung sind erwünscht.\nWir erwarten Planungs- und Organisationsfähigkeit, Fähigkeit zur Team- und Projektarbeit, flexibles Denken, hohe soziale Kompetenz, Kommunikationsfähigkeit und Engagement.\nWir bieten ein berufsqualifizierendes Tätigkeitsfeld, eigenständiges Arbeiten und Teamarbeit sowie die Möglichkeit sich fachspezifisch weiterzubilden.\nEs handelt sich um eine Vollzeitstelle mit zurzeit durchschnittlich 39,5 Stunden pro Woche. Die monatliche Vergütung entspricht EG 13 Stufe 1 TV-L 50 % im ersten Jahr bzw. EG 13 Stufe 2 TV-L 50 % im zweiten Jahr. Im Übrigen gelten die Rahmenbedingungen gem. der VwV des Landes Baden- Württemberg für Volontär*innen (s. www.landesmuseum.de unter Museum, Service, Stellenangebote).\nWir bieten Ihnen zudem:\nZusammenarbeit mit einem motivierten und fachlich hochqualifizierten Museumsteam\nMöglichkeit, an einem überregional bekannten Museum zu arbeiten\nArbeitsplatz in der Nähe von Freiburg und einer attraktiven naturnahen Lage\nGleitzeit und familienfreundliche Arbeitszeiten\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt eingestellt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nIhre Bewerbung mit allen gängigen Unterlagen richten Sie bitte bis 1.2.26 per Mail an bewerbungen@landesmuseum.de unter Angabe der Kennziffer: „Volontariat Alltags- und Regionalkultur“. Bitte verzichten Sie nach Möglichkeit auf die Zusendung eines Fotos sowie auf die Nennung Ihrer Anschrift.\nBei fachlichen Rückfragen wenden Sie sich bitte an die Landesstelle für Alltags- und Regionalkultur: Tel. Nr. 07633/80645-10, Mail: matthias.moeller@landesmuseum.de.\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-fachreferat-alltags-und-regionalkultur/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-4/", "image": "", "title": "wissenschaftliches Volontariat", "content_text": "Stiftung Schlesisches Museum zu Görlitz, Görlitz Bewerbungsende: 15.01.2026 | Bei der Stiftung „Schlesisches Museum zu Görlitz“ ist zum nächstmöglichen Termin ein\nwissenschaftliches Volontariat\nzu besetzen.\nDas Schlesische Museum zu Görlitz ist die zentrale museale Einrichtung für Schlesien in Deutschland. Es arbeitet eng mit Partnerinstitutionen im In- und Ausland, insbesondere in Polen, zusammen und realisiert Ausstellungen und Publikationen für ein internationales Publikum.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-4/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-fuer-das-projekt-neue-horizonte-digitale-kompetenz-vernetzung-und-neue-vermittlungsangebote-am-schlesischen-museum/", "image": "", "title": "Bibliothekar:in (m/w/d) für das Projekt „Neue Horizonte. Digitale Kompetenz, Vernetzung und neue Vermittlungsangebote am Schlesischen Museum“", "content_text": "Stiftung Schlesisches Museum zu Görlitz, Görlitz Bewerbungsende: 25.01.2026 | Die Stiftung Schlesisches Museum zu Görlitz sucht zum nächstmöglichen Zeitpunkt für das Projekt „Neue Horizonte. Digitale Kompetenz, Vernetzung und neue Vermittlungsangebote am Schlesischen Museum“\neine:n Bibliothekar:in (m/w/d).\nDas Schlesische Museum zu Görlitz ist die zentrale museale Einrichtung für Schlesien in Deutschland. Es arbeitet eng mit Partnerinstitutionen im In- und Ausland, insbesondere in Polen, zusammen und realisiert Ausstellungen und Publikationen für ein internationales Publikum.\nDas Projekt „Neue Horizonte. Digitale Kompetenz, Vernetzung und neue Vermittlungs-angebote am Schlesischen Museum“ hat zur Aufgabe, digitale Kompetenzen im Haus zu stärken, durch den Ausbau des digitalen Angebots und neuer Vermittlungsformate Besucherstruktur zu erweitern und die Sichtbarkeit des Museums zu erhöhen sowie die Vernetzung mit Institutionen im In- und Ausland zu fördern und zu gestalten.\nDer:die Angestellte ist im Rahmen des Projekts für den Teilbereich Bibliothek zuständig.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-fuer-das-projekt-neue-horizonte-digitale-kompetenz-vernetzung-und-neue-vermittlungsangebote-am-schlesischen-museum/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-als-kuratorin-fuer-den-fachbereich-kunst-2/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d) als Kurator:in für den Fachbereich Kunst", "content_text": "Stiftung Schlesisches Museum zu Görlitz, Görlitz Bewerbungsende: 25.01.2026 | An der Stiftung Schlesisches Museum zu Görlitz ist folgende Stelle zum nächstmöglichen Zeitpunkt zu besetzen:\nWissenschaftliche:r Mitarbeiter:in (m/w/d)\nals Kurator:in für den Fachbereich Kunst\nDas Schlesische Museum zu Görlitz ist die zentrale museale Einrichtung für Schlesien in Deutschland. Es arbeitet eng mit Partnerinstitutionen im In- und Ausland, insbesondere in Polen, zusammen und realisiert Ausstellungen und Publikationen für ein internationales Publikum.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-als-kuratorin-fuer-den-fachbereich-kunst-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-2/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Stadt Lindau, Lindau Bewerbungsende: 06.01.2026 | Die Große Kreisstadt Lindau (B) liegt attraktiv im Dreiländereck Deutschland, Österreich und der Schweiz. Unsere Kultur-, Tourismus- und Tagungsstadt besitzt einen hohen Freizeitwert und verfügt über ein sehr gut gegliedertes Schul- und Bildungsangebot. Mit dem neuen Stadtmuseum „Cavazzen“ haben wir im Mai 2025 eines der modernsten und im internationalen Bodeseeraum besucherstärksten Museen eröffnet. Zusammen mit dem Kunstforum zieht der „Cavazzen“  jährlich über 100.000 Gäste an. Sie möchten Teil unseres Teams werden? Dann bewerben Sie sich gleich als\nMuseumsleitung Stadt Lindau (m/w/d)\nIhre Aufgaben in Zusammenarbeit mit der Kulturamtsleitung:\nMitarbeit bei strategischer Leitung und Ausrichtung der Museen der Stadt Lindau (B)\nVerwaltung des Gesamtbetriebs und Führung von bis zu 30 Mitarbeitenden (inklusive saisonale Aufsichts- und Kassenkräfte)\nEntwicklung einer „Customer Journey“ für Besucher im Zusammenspiel der Museen mit Gastronomie und Veranstaltungsräumen\nBudgetplanung und Controlling\nKoordination von Öffentlichkeitsarbeit, Kommunikation und Marketing einschließlich Pressearbeit, Social Media und Website\nEntwicklung zielgruppenorientierter Bildungsprogramme, digitaler Angebote und Events\nKonzeption und Umsetzung von Sonderausstellungen mit Sammlungsbezug einschließlich Projektleitung\nWissenschaftliche Verwaltung, Erschließung und Betreuung der Sammlungsbestände\nAusbau der digitalen Strategie und Anwendungen\nIhr Profil:\nEin abgeschlossenes Hochschulstudium in den Fachrichtungen Kunstgeschichte, Kulturmanagement, Tourismus, Betriebswirtschaft mit Schwerpunkt Kulturmanagement, Museumsmanagement oder ein vergleichbarer Studiengang\nErfahrungen in der Sammlungsarbeit und im Museumswesen, idealerweise durch ein wissenschaftliches Volontariat\nKenntnisse im Bereich Budgetplanung, Budgetcontrolling sowie Erstellung von Dienstplänen mittels Dienstplanprogramm\nErfahrungen in der motivierenden Personalführung\nBereitschaft zur flexiblen Arbeitszeitgestaltung (Dienstreisen, Arbeit an Wochenenden und Feiertagen)\nSelbstständigkeit, Eigeninitiative, Kommunikationsgeschick und Teamfähigkeit setzen wir voraus\nUnser Angebot:\nEin unbefristetes Beschäftigungsverhältnis in einer interessanten Position der Stadt Lindau (B) in Vollzeit\nzum nächstmöglichen Zeitpunkt\nSelbstständige Aufgabenerfüllung mit Gestaltungsspielräumen und einem hohen Maß an Eigenverantwortung\nLeistungsgerechte Bezahlung entsprechend der Qualifikation und den persönlichen Voraussetzungen bis Entgeltgruppe 11 TVöD\nMöglichkeit zu regelmäßigen Fortbildungen\nEin flexibles Arbeitszeitmodell und mobiles Arbeiten\nJahressonderzahlung und betriebliche Altersvorsorge\nFinanzielle Beteiligung am Jobticket, Fahrradleasing sowie Firmenfitness\nEin tolles Team und eine freundliche Atmosphäre in einem wunderschönen Arbeitsumfeld auf der berühmten Insel Lindau\nKontakt und Informationen:\nFür Rückfragen steht Ihnen unser Kulturamtsleiter, Herr Warmbrunn, (Tel.: 08382 2775 6510), oder die Personal­abteilung (Tel.: 08382 918 109) gerne zur Verfügung.\nHaben wir Ihr Interesse geweckt?\nBewerben Sie sich gleich über unser\nOnline-Portal\nbis zum\n06.01.2026\n.\nStadt Lindau\n| Bregenzer Straße 6 | 88131 Lindau (B) |\nwww.stadtlindau.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuenstlerische-abteilung-service-sammlung-artistic-department/", "image": "", "title": "Künstlerische Abteilung: Service Sammlung / Artistic Department", "content_text": "Mudam Luxemburg – Musée d’Art Moderne Grand-Duc Jean, Luxembourg (Luxemburg) Bewerbungsende: 11.01.2026 | // EN below\nKünstlerische Abteilung / Service Sammlung\nVertragsdauer:\nunbefristet, Vollzeit (40 Stunden/Woche)\nArbeitsbeginn:\nso bald wie möglich\nDas Mudam Luxemburg – Musée d’Art Moderne Grand-Duc Jean sucht für seinen Bereich Bestandserhaltung eine/n präventive Konservatorin / präventiver Konservator.\nVorgesetzte:\nSammlungskuratorin/Sammlungverantwortliche\nDas Mudam\nDas Mudam Luxembourg – Musée d’Art Moderne Grand-Duc Jean sucht eine/n Restaurator/in für präventive Konservierung für seine künstlerische Abteilung.\nDas 2006 eröffnete Mudam ist in einem Gebäude aus der Feder des international bekannten Architekten Ieoh Ming Pei beheimatet und gilt als bedeutendstes Museum für Gegenwartskunst in Luxemburg. Wir sammeln, bewahren und präsentieren Werke, die in besonderem Maße relevant für die Kunst der Gegenwart sind, und machen diese einer großen Öffentlichkeit zugänglich. Mit unseren Ausstellungen und Publikationen sowie unserem künstlerischen und pädagogischen Programm tragen wir wesentlich zur Förderung der Gegenwartskunst und ihrem Verständnis bei. Das Museum versteht sich seit jeher als Ort schöpferischer künstlerischer Arbeit und der Begegnung mit den Künstler*innen.\nMit unserer zentralen Lage in Europa in einem kosmopolitischen Land, in dem nicht weniger als 179 Nationalitäten zusammenleben, möchten wir alle Bevölkerungsgruppen ansprechen und ihnen einen Zugang zur zeitgenössischen Kunst vermitteln. Wir begreifen das Museum als einen Ort des Lebens und des gegenseitigen Austauschs, der Raum für die Auseinandersetzung mit den zentralen Fragen der Gegenwart bietet. Wir engagieren uns für eine Welt, in der Inklusion, Toleranz und verantwortungsvolles Handeln eine Selbstverständlichkeit sind und in der Museen einen herausragenden Beitrag zu Vermittlung unseres kulturellen Erbes an zukünftige Generationen spielen.\nStellenbeschreibung\nDas Mudam Luxemburg – Musée d’Art Moderne Grand-Duc Jean sucht für seine künstlerische Abteilung eine Fachkraft für präventive Konservierung in Vollzeit (100%). Die Person ist unmittelbar der verantwortlichen Sammlungskuratorin unterstellt und arbeitet als Mitglied des Teams der Sammlungsabteilung eng mit der Abteilung Produktion zusammen. Ihre zentralen Aufgaben bestehen in der Vorbeugung von Schadensfaktoren sowie der Sammlungsbetreuung unter Berücksichtigung gesetzlicher und ethischer Normen, eingeschlossen internationale Konventionen wie die der UNESCO und des ICOM, weiterhin in der Erarbeitung spezifischer Vorgaben für die Aufbewahrung der Kunstobjekte hinsichtlich Klima und Beleuchtung sowohl in den Sälen als auch in den Depots. Darüber hinaus wacht sie über die Bedingungen Verpackung der Werke und der verwendeten Materialien im Hinblick auf geringe Emissionen oder ein geringes Schadenspotenzial.\nSammlungsbewahrung\nEntwicklung und Umsetzung von Maßnahmen zur präventiven Konservierung: Sammlungsinspektion, laufende Pflege, Entstaubung, Kennzeichnung, Verpackung, Rahmung usw.\nDurchführung von Maßnahmen zur Bestandssicherung: administrative und technische Überwachung anfallender Arbeiten, Ermittlung von Fachdienstleistern, Koordination und Kontrolle von Restaurierungsarbeiten in Zusammenarbeit mit externen Restaurator*innen\nInventarisierung, Planung, Budgetierung und Betreuung notwendiger Konservierungsmaßnahmen, Beschaffung von Konservierungsmaterialien\nDurchführung kurzfristiger kleiner Notfallmaßnahmen an den Werken\nErarbeitung von Konzepten für Reinigung, Restaurierung und Konservierung empfindlicher Objekte\nBestimmung geeigneter Verpackungsverfahren und Lagerbedingungen für die Werke, Sicherstellung der Einhaltung von Vorgaben für Präsentation und Handhabung\nErstellung von Zustandsberichten hinsichtlich der Behandlung der Werke und/oder ihrer Präsentation in Zusammenarbeit mit dem/der Registrar*in\nMitwirkung bei der Sammlungsinventarisierung\nÜberwachung der Einhaltung der entsprechenden beruflichen Standards\nSammlungspräsentation\nEntwicklung innovativer Lösungen im Bereich der Konservierung zur Gewährleistung der Sicherheit der Werke während ihrer Präsentation\nMitwirkung bei der Prüfung von Leihgesuchen aus der Sammlung im Hinblick auf die Konservierung und die administrative Abwicklung der Leihgaben\nErmittlung optimaler Verpackungs- und Transportbedingungen\nbei Bedarf Begleitung des Transports von Leihgaben aus der Sammlung in Zusammenarbeit mit dem/der Registrar*in\nSammlungsdokumentation\nDokumentation und Aktualisierung der Daten zum Erhaltungszustand der Werke und zu den durchgeführten Maßnahmen in der Sammlungsdatenbank (MuseumPlus) und im Archivierungssystem der Sammlung\nvertiefte Forschung zu Aspekten der Sammlungskonservierung (Materialien, Techniken, Entstehungsprozess, Obsoleszenz, Migration digitaler und IT-basierter Datenträger, Digitalisierung), Durchführung von Künstlerinterviews\nVerwaltung der Sammlungsbestände\nIn Zusammenarbeit mit dem/der Sammlungsleiter/in\nÜberwachung der ordnungsgemäßen Aufbewahrungs- und Sicherheitsbedingungen der Werke in den Beständen gemäß den geltenden Museumsstandards in Bezug auf Gesundheit, Klima, Beleuchtung, Schadstoffe, Vibrationen, Schädlinge, Entstaubung usw.\nBedarfsanalyse und präventive Maßnahmen zur Schadensverhütung\nDepotorganisation unter Sicherstellung einer optimalen Flächennutzung\nSicherstellung der Identifizierung und Lokalisierung der Werke im Depot sowie ihrer Rückverfolgbarkeit\nMitwirkung an der Verteilung und Verwaltung von Ressourcen im Kontext der Sammlung (Materialien, Ausrüstung und Räume)\nBetreuung von Renovierungsarbeiten mit Auswirkungen auf die Lagerräume\nPartizipation an der Politik des ökologischen Wandels\nImplementierung des Sicherheitsplans für die Werke\nIhr Profil\nNachweislich siebenjährige Erfahrung in der Konservierung von Kunstwerken\nHochschulabschluss im Bereich Restaurierung oder präventiver und kurativer Konservierung\ngute Kenntnisse in Physik und Chemie sowie in Gebäudetechnik und -klima\nErfahrung im Umgang mit computergestützten Überwachungssystemen (Klima, Licht, Vibrationen, Wartung von Messgeräten)\nFähigkeit zur interdisziplinären Zusammenarbeit auf der Grundlage wissenschaftlicher, technischer und konservatorischer Kenntnisse\nSie sind organisiert, sorgfältig und gewissenhaft.\nSie können analytisch denken, Zusammenhänge herstellen und begeistern sich für kreative Lösungen.\nSie sind in der Lage, termingerecht zu arbeiten, ein vielfältiges Arbeitspensum zu bewältigen und unter Druck besonnen zu bleiben.\nSie können sowohl selbstständig als auch im Team kommunizieren und arbeiten.\nIdealerweise sind Sie vertraut mit Sammlungsmanagement-Software und verfügen über Kenntnisse in MuseumPlus.\nSie verfügen über gute Kenntnisse im Budgetma\nSie sprechen Französisch und Englisch und verfügen idealerweise über praktische Kenntnisse der deutschen und luxemburgischen Sprache.\nSie sind mobil (Führerschein Klasse B erforderlich).\nWir bieten:\neine unbefristete Anstellung in Vollzeit\nein inspirierendes Arbeitsumfeld, in dem die Gegenwartskunst im Mittelpunkt steht\nEinsatzort: Mudam Luxemburg, Parc Dräi Eechelen, Luxemburg\nBeginn der Tätigkeit: Anfang 2026\nVergütung gemäß der internen Gehaltstabelle des Mudam und entsprechend Ihrer Berufserfahrung\nBewerbung:\nFalls wir Ihr Interesse an der Mitarbeit in der künstlerischen Abteilung des Mudam geweckt haben, senden Sie Ihren Lebenslauf und Ihr Anschreiben bis spätestens 11. Januar 2026 unter der Referenz MUDAM / CP2026 an Frédéric Maraud, den Leiter der Personalabteilung.\nDie Adresse lautet: recruitment@mudam.com\nDie Vorstellungsgespräche finden auf Französisch und Englisch statt.\nWir freuen uns auf Ihre Bewerbung.\nDas Mudam setzt sich für Vielfalt und Chancengleichheit ein und begrüßt alle Bewerbungen unabhängig von Alter, Geschlecht, Herkunft, Behinderung oder sexueller Orientierung.\n// EN\nArtistic Department\nContract duration\n: Permanent full-time contract (40 hours/week)\nStart date:\nAs soon as possible\nMudam Luxembourg – Musée d’Art Moderne Grand-Duc Jean is seeking a\nPreventive Conservator\nfor its Artistic Department\n.\nDirect supervisor:\nCurator/Head of the Collection\nMudam:\nMudam Luxembourg – Musée d’Art Moderne Grand-Duc Jean is seeking a Preventive Conservator for its Artistic Department.\nOpened in 2006 and housed in a building designed by renowned architect Ieoh Ming Pei, Mudam is Luxembourg’s contemporary art museum. Our mission is to collect, preserve and present the most relevant contemporary art of our time and make it accessible to a wide audience. Through our exhibitions, publications and artistic and educational programmes, we aim to be a key player in promoting and understanding contemporary art. Our museum has always been a place for artistic creation and collaboration with artists.\nLocated in Europe at the heart of a cosmopolitan country with 170 nationalities, Mudam strives to engage all communities and promote access to contemporary art. We aim to make the museum a lively and accessible space for all, where contemporary social issues can be addressed and debated. We are committed to a more inclusive, tolerant and responsible world in which museums play a major role in passing on heritage to future generations.\nJob Description\nMudam Luxembourg – Musée d’Art Moderne Grand-Duc Jean is recruiting a full-time (100%) Preventive Conservator to join its Artistic Department. Under the direct supervision of the Curator/Head of the Collection, the Preventive Conservator will work within the Collection Service, in close collaboration with the Production Service. Their main missions will include damage prevention and monitoring of the collection in accordance with legal and ethical standards, including international conventions such as those of UNESCO and ICOM; establishing object-specific guidelines regarding climate and lighting conditions both in the exhibition spaces and in storage; and monitoring packing conditions and materials with a view to low emissions or low potential for damage.\nCollection Preservation\nDevelop and implement preventive conservation actions: inspection of the collection, routine maintenance, dusting, marking, packing, framing, etc.\nCarry out curative conservation actions for the collection: ensure administrative and technical follow-up of operations, identify specialised service providers, coordinate and supervise restoration campaigns in collaboration with external conservators.\nInventory, plan, budget and support the implementation of necessary conservation measures; procure conservation materials.\nCarry out initial minor emergency interventions on artworks.\nPropose recommendations regarding cleaning, restoration and preservation of sensitive elements.\nDefine packing methods and storage conditions for artworks; ensure compliance with presentation and handling guidelines.\nProduce condition reports for the treatment and/or presentation of artworks in collaboration with the Collection Registrar.\nParticipate in the physical inventory of the collection.\nEnsure compliance with appropriate professional standards.\nExhibiting the Collection\nDevelop innovative conservation solutions to ensure the safety of artworks during display.\nContribute to loan request assessments for the collection in terms of conservation and to the administrative follow-up of loans.\nEvaluate optimal packing and transport conditions.\nEscort artworks from the collection on loan, when necessary, in collaboration with the Collection Registrar.\nCollection Documentation\nMonitor documentation and update information related to the conservation status of artworks and interventions carried out in the collection management database (MuseumPlus) and the collection archiving system.\nConduct research on conservation aspects of collection artworks (materials, techniques, creative processes, obsolescence, migration of digital and IT media, digitisation); conduct interviews with artists.\nManagement of Collection Storage\nIn collaboration with the Collection Registrar:\nSupervise proper conservation and security conditions for stored artworks in accordance with current museum standards: environmental monitoring, climate control, lighting, pollutant and pest prevention, vibration damping, dust control, etc.\nAnalyse needs and anticipate preventive measures against damage.\nOrganise storage while ensuring optimal use of storage space.\nGuarantee identification, location and traceability of artworks within storage areas.\nParticipate in planning actions and managing resources related to the collection (materials, equipment and spaces).\nSupport renovation projects affecting storage areas.\nSupport the ecological transition policy.\nImplement the disaster recovery plan for artworks.\nYour Profile\nProven 7 years of experience in art conservation.\nHigher education degree in art restoration or preventive and curative conservation.\nGood knowledge of physics, chemistry, building technology and climate control.\nExperience using computer-assisted monitoring systems (climate, light, vibrations, measurement device maintenance).\nAbility to collaborate across disciplines based on scientific, technical and conservation-related knowledge.\nOrganised, meticulous and rigorous.\nStrong analytical and summarising skills; interest in creative solutions.\nAbility to meet deadlines, manage a varied workload and remain calm under pressure.\nAbility to communicate and work both independently and as part of a team.\nProficiency in collection management software; knowledge of MuseumPlus is an asset.\nStrong budgeting skills.\nProficiency in French and English; working knowledge of German and Luxembourgish is an advantage.\nMobility (Category B driving licence required).\nWe Offer\nPermanent full-time contract\nA stimulating work environment where contemporary art is at the centre of discussions\nWorkplace: Mudam Luxembourg, Parc Dräi Eechelen, Luxembourg\nStart date: Early 2026\nSalary according to Mudam’s internal pay scale and depending on experience\nApplication\nIf you would like to actively contribute to Mudam’s Artistic Department, please send your CV and cover letter to recruitment@mudam.com no later than 11 January 2026, referencing MUDAM/CP2026 and marked for the attention of Frédéric Maraud, Head of Human Resources.\nInterviews will take place in French and English.\nWe look forward to receiving your application.\nMudam is committed to diversity and equal opportunity and welcomes all applications regardless of age, gender, origin, disability or sexual orientation.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuenstlerische-abteilung-service-sammlung-artistic-department/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gebaeudemanagement-m-w-d-responsable-du-batiment-building-manager-m-f-d/", "image": "", "title": "Gebäudemanagement (m/w/d) / Responsable du bâtiment / Building Manager (m/f/d)", "content_text": "Mudam – Musée d’Art Moderne Grand-Duc Jean, Luxembourg (Luxemburg) Bewerbungsende: 18.01.2026 | // french and english version below\nVerantwortliche:r Gebäudemanagement (m/w/d)\nVertragsart: Unbefristeter Vertrag (CDI), Vollzeit (40 Std./Woche)\nEintritt: ab sofort\nMudam – Musée d’Art Moderne Grand-Duc Jean – sucht eine:n Verantwortliche:n für das Gebäudemanagement.\nMudam wurde 2006 nach Entwürfen des renommierten sino-amerikanischen Architekten Ieoh Ming Pei eröffnet und bietet ein ausgesprochen bereicherndes und stimulierendes Arbeitsumfeld. Unser Haus ist ein einzigartiger Ort, der vollständig der Kunst und Kultur gewidmet ist. Wir suchen eine engagierte Persönlichkeit, die unsere Vision teilt und mit Fachwissen und Erfahrung die nachhaltige Sicherung des Gebäudes in all seinen Dimensionen gewährleistet – technisch, infrastrukturell und organisatorisch. Eine Affinität zum Kulturbereich, insbesondere zur zeitgenössischen Kunst, ist von Vorteil.\nIhre Mission\nSie sind operativer und strategischer Partner:in in der Abteilung Ressources et Fonctionnement und arbeiten eng mit der Direktion zu allen Fragen rund um den Gebäudebetrieb, HVAC, Nachhaltigkeit, Umweltmanagement sowie Sicherheit im Museum zusammen.\nSie verantworten sämtliche internen Services, darunter die Weiterentwicklung der technischen Dienste, Renovierungsprojekte, das Sicherheitszentrum, Reinigungsabläufe sowie Supportleistungen. In enger Zusammenarbeit mit den anderen Abteilungen unterstützen Sie die Umsetzung und Weiterentwicklung des künstlerischen Programms. Als Verantwortlicher für das Gebäudemanagement stellen Sie die Sicherheit des Museumsgebäudes und des umliegenden Areals sicher. Sie entwickeln, implementieren und überwachen Gesundheits- und Sicherheitsverfahren, um ein sicheres und einladendes Umfeld für Mitarbeitende, Besucher:innen und Kunstwerke zu gewährleisten.\nDie Position spielt eine Schlüsselrolle, um die Werte und den Auftrag von Mudam sicherzustellen und zu verkörpern. In diesem Zusammenhang arbeiten Sie in enger Abstimmung mit der Administration des Bâtiments Publics (Verwaltung der öffentlichen Gebäude).\nIhre Hauptaufgaben\nGebäudemanagement\nSteuerung und Überwachung von Wartung, Sicherheit und Erhalt des Gebäudes.\nPlanung und Beaufsichtigung von Instandhaltungs- und Konformitätsarbeiten gemäß musealen Standards (HVAC, Feuchtigkeitskontrolle, Brandschutz, Barrierefreiheit etc.) unter besonderer Beachtung der Optimierung und Effizienz aller Systeme.\nEntwicklung einer Strategie für präventive Wartung, um technische Bedarfe frühzeitig zu erkennen und die Nachhaltigkeit der Infrastrukturen zu sichern.\nKoordination technischer Eingriffe / Bauarbeiten an der Gebäudesubstanz in enger Zusammenarbeit mit der Administration des Bâtiments Publics.\nPlanung und Koordination technischer Interventionen unter Berücksichtigung des Schutzes der Kunstwerke sowie des Aufenthaltsqualität der Besucherinnen und Besucher – in direkter Abstimmung mit den Projektverantwortlichen (Regie/Produktion).\nTägliche Kontrollgänge in öffentlichen Bereichen sowie Arbeits-/Lagerzonen.\nGewährleistung der Einhaltung von Umweltstandards sowie der Energieoptimierung.\nSteuerung und Überwachung der Reinigung der Räumlichkeiten und der Pflege der Grünanlagen.\nSicherheit\nÜberwachung und Management der Sicherheit von Personen und Gütern.\nAusarbeitung und Umsetzung von Notfallplänen (Brand, Überschwemmung oder andere Ereignisse): Protokolle und Strategien für Krisensituationen zur Sicherstellung der Betriebs- und Funktionskontinuität.\nSicherstellung der Einhaltung der Vorschriften zur Personensicherheit in der Funktion als\ntravailleur désigné\n(benannte\nr Arbeitsschutzbeauftragte\nr).\nProjektmanagement und Eventkoordination\nErstellung von Lastenheften/Leistungsbeschreibungen für Projekte im Verantwortungsbereich.\nPrüfung der Machbarkeit und Begleitung der Umsetzung in enger Zusammenarbeit mit Produktion, Konservierung, Vermittlung und Ausstellungsteams.\nKoordination der Vorbereitung und Durchführung von Museumsveranstaltungen (Vernissagen, Seasonal Partys, Nuit des musées etc.) in enger Abstimmung mit den zuständigen Diensten.\nAdministration\nErstellung und Nachverfolgung des Budgets für Gebäude, Sicherheit, Veranstaltungen und Reinigung.\nVerwaltung und Monitoring von gebäudebezogenen Verträgen (Wartung, Versicherungen etc.).\nDurchführung von Ausschreibungen in Übereinstimmung mit den internen Regelungen des Museums sowie den Verfahren des öffentlichen Beschaffungswesens.\nAdministrative Nachverfolgung im Zusammenhang mit Gebäude und Veranstaltungen.\nPflege und Kontrolle des Mobiliarsinventars.\nTeamführung\nEinsatzplanung und Steuerung der Sicherheits- und Reinigungsteams.\nFührung und Koordination externer Dienstleister.\nProfil\nWir suchen eine dynamische, proaktive Persönlichkeit mit Leidenschaft für den optimalen Betrieb und die Instandhaltung komplexer Gebäude. Sie verfügen über sehr gute organisatorische Fähigkeiten, Teamgeist und ausgeprägte Kommunikationsstärke.\nSie erkennen sich wieder und bringen idealerweise mit:\nBachelorabschluss im Facility Management oder gleichwertig.\nMindestens fünf Jahre erfolgreiche Erfahrung im Management komplexer Gebäude, idealerweise im kulturellen, musealen oder institutionellen Umfeld.\nSehr gute Kenntnisse einschlägiger Sicherheitsnormen, Barrierefreiheitsvorschriften, Hygieneprotokolle sowie Gebäudemanagementverfahren – zur Gewährleistung von Sicherheit und regulatorischer Konformität.\nSehr gute Kenntnisse der Gebäudetechnik (HVAC, Elektrik, Sanitär, Energiemanagement) sowie nachgewiesene Kompetenz in der Steuerung von Bau-/Sanierungsprojekten.\nNachgewiesene Erfahrung in der Führung interner Teams und in der Koordination von Unternehmen/Dienstleistern.\nFähigkeit, sowohl eigenständig als auch kollaborativ zu arbeiten.\nSehr gute Erfahrung im Management von Veranstaltungen mit Publikum.\nKenntnisse der Verfahren des öffentlichen Beschaffungswesens in Luxemburg sind von Vorteil.\nEine Qualifikation als\ntravailleur désigné\nist ein Plus.\nFähigkeit, mehrere Dossiers/Projekte parallel zu führen und Fristen einzuhalten.\nDiskretion sowie hohe Sensibilität für den Schutz von Kunstwerken und den respektvollen Umgang mit dem Publikum.\nFranzösische Sprachkenntnisse (mindestens C1) sind erforderlich; gute Deutsch- und Englischkenntnisse (B2). Luxemburgisch ist von Vorteil.\nWir bieten\nEine verantwortungsvolle Position in einer renommierten Kulturinstitution.\nEin stimulierendes Arbeitsumfeld zwischen architektonischem Erbe und zeitgenössischer Produktion.\nDie Möglichkeit, an ambitionierten Renovierungs-, Modernisierungs- und Aufwertungsprojekten mitzuwirken.\nEin dynamisches, engagiertes Team.\nEinen unbefristeten Vertrag in einer Institution mit hoher Strahlkraft.\nVergütung nach interner Mudam-Gehaltsstruktur und entsprechend der Berufserfahrung.\nWenn Sie diese Gelegenheit interessiert, ein außergewöhnliches Gebäude zu verantworten, senden Sie bitte Ihren Lebenslauf sowie ein Motivationsschreiben auf Französisch oder Englisch unter dem Betreff\nMUDAM / RB2026\n, z. H.\nFrédéric Maraud\n(Leitung Personalwesen), an folgende Adresse: recruitment@mudam.com, spätestens bis\n18. Januar 2026\n.\nBitte beachten Sie: Unvollständige Bewerbungen oder Bewerbungen, die an andere E-Mail-Adressen gesendet werden, können nicht berücksichtigt werden. Wir freuen uns auf Ihre Bewerbung.\nMudam setzt sich für Vielfalt und Chancengleichheit ein und begrüßt Bewerbungen unabhängig von Alter, Geschlecht, Herkunft, Behinderung oder sexueller Orientierung.\nFür weitere Informationen kontaktieren Sie bitte das Personalwesen unter:\nrecruitment@mudam.com\n.\n// FR\nResponsable du bâtiment\nType de contrat : CDI à temps plein (40 h / semaine)\nDate de début : immédiate\nMudam Luxembourg – Musée d’Art Moderne Grand-Duc Jean recherche son·sa responsable du bâtiment.\nInauguré en 2006 par le célèbre architecte sino-américain Ieoh Ming Pei, le Mudam offre un environnement de travail extrêmement enrichissant et stimulant. Notre site constitue un lieu unique, entièrement dédié à l’art et à la culture. Nous recherchons un·e responsable du bâtiment engagé·e, partageant notre vision et capable, par ses connaissances et son expérience, de garantir la pérennité du bâtiment sous tous ses aspects, qu’ils soient techniques, infrastructurels ou organisationnels. Une affinité avec le secteur culturel, en particulier avec l’art contemporain, serait un atout.\nVotre mission\nVous serez un partenaire opérationnel et stratégique au sein du département Ressources et Fonctionnement, travaillant en étroite collaboration avec la Direction générale sur toutes les questions relatives à l’exploitation du bâtiment, au HVAC, à la durabilité, à la gestion environnementale et à la sécurité au sein du musée.\nVous dirigerez l’ensemble des services internes, comprenant le développement des services techniques, les projets de rénovation, le PC sécurité, les opérations de nettoyage, ainsi que les services de support. Vous collaborerez étroitement avec les autres départements du musée, afin de faciliter et d’enrichir le développement du programme artistique. En tant que responsable du bâtiment, vous serez chargé·e de garantir la sécurité du bâtiment du musée et de son site environnant. Vous développerez, mettrez en œuvre et suivrez les procédures et politiques de santé et sécurité, afin d’assurer un environnement sûr et accueillant pour le personnel, les visiteur·euses et les œuvres d’art. Le·la responsable du bâtiment joue un rôle clé pour assurer et incarner les valeurs et les missions du Mudam. À ce titre, vous travaillerez en collaboration étroite avec l’Administration des bâtiments publics.\nVos principales responsabilités\nGestion du bâtiment\nGestion et suivi de la maintenance, de la sécurité et de la conservation du bâtiment.\nPlanification et supervision des travaux d’entretien et de mise en conformité selon les normes muséales (HVAC, contrôle de l’humidité, sécurité incendie, accessibilité, etc.) en veillant à l’optimisation et à l’efficacité de tous les systèmes.\nDéveloppement d’une stratégie de maintenance préventive pour anticiper les besoins techniques et garantir la pérennité des infrastructures.\nCoordination des interventions techniques / travaux liés à la structure du bâtiment en étroite collaboration avec l’administration des bâtiments publics.\nGestion et planification des interventions techniques en veillant à la préservation des œuvres d’art et au confort des visiteurs, en lien direct avec les régisseurs en charge des projets.\nInspections quotidiennes des espaces publics et zones de travail/stockage.\nGarant du respect des normes environnementales et de l’optimisation énergétique.\nGestion et supervision du nettoyage des locaux et de l’entretien des espaces verts.\nSécurité\nSuivi et gestion de la sécurité des biens et des personnes.\nÉlaboration et mise en œuvre des plans d’intervention d’urgence en cas d’incendie, d’inondation ou autres catastrophes : protocoles et stratégies en situation d’urgence pour assurer la continuité du bon fonctionnement.\nGarant du respect des règles afférentes à la sécurité des personnes en qualité de travailleur désigné\nGestion de projets et coordination des événements\nÉlaboration du cahier des charges afférent aux projets en rapport avec la mission.\nÉtude de la faisabilité des projets et accompagnement de leur réalisation en étroite collaboration avec les équipes de production, de conservation, de médiation et d’exposition.\nMise en place et suivi des événements du musée (vernissages, fêtes de saison, Nuit des musées…) en étroite collaboration avec les services concernés.\nAdministration\nÉlaboration et suivi du budget afférent au bâtiment, sécurité, événements et nettoyage.\nGestion et suivi des contrats liés au bâtiment (maintenance, assurances, etc.).\nGestion des appels d’offres en conformité avec les règlements internes du musée et des procédures de marchés publics.\nSuivi de la gestion administrative liée au bâtiment et aux événements.\nSuivi de l’inventaire du mobilier.\nManagement\nPlanification et suivi des équipes sécurité et nettoyage.\nGestion et encadrement des prestataires externes.\nProfil recherché\nNous recherchons une personne dynamique et proactive, passionnée par la maintenance de bâtiments en condition optimale. Doté·e d’excellentes compétences organisationnelles, notre futur·e responsable du bâtiment saura faire preuve d’un véritable esprit d’équipe et d’une grande aisance en communication.\nEn tant que candidat·e, vous vous reconnaîtrez dans cette description et disposerez des qualifications suivantes :\ntitulaire d’un diplôme d’un Bachelor Facility Management ou équivalent,\nexpérience d’au moins cinq années réussie dans la gestion de bâtiments complexes, idéalement dans un environnement culturel, muséal ou institutionnel,\ntrès bonne maîtrise des normes de sécurité, réglementations en matière d’accessibilité, protocoles d’hygiène et techniques de gestion de bâtiment, garantissant la sécurité et la conformité réglementaire des installations,\ntrès bonne connaissance en technologies du bâtiment (HVAC, électricité, plomberie, gestion énergétique) et capacité reconnue à piloter des projets de construction,\nexpérience confirmée en gestion d’équipes internes et coordination de prestataires,\ncapacités reconnues à travailler à la fois en parfaite autonomie, mais aussi de manière collaborative,\ntrès bonne maîtrise en gestion et d’événements accueillant du public.\nLa connaissance des procédures de marchés publics au Luxembourg est un atout.\nUne qualification en tant que travailleur désigné sera considérée comme un atout.\nVous avez la capacité de suivre et gérer plusieurs dossiers/projets en parallèle et ce, dans le respect des délais impartis.\nVous faites preuve de discrétion et d’une grande sensibilité à la protection des œuvres d’art et au respect du public.\nLa maîtrise du français (niveau C1 minimum) est exigée, ainsi qu’une bonne connaissance de l’allemand et de l’anglais (niveau B2). La connaissance du luxembourgeois constitue un avantage.\nNous offrons :\nun poste à responsabilité au sein d’une institution culturelle prestigieuse,\nun environnement de travail stimulant, mêlant patrimoine architectural et création contemporaine,\nl’opportunité de participer à des projets ambitieux de rénovation, de modernisation et de valorisation des espaces,\nle cadre d’une équipe dynamique et passionnée avec laquelle collaborer au quotidien,\nun contrat à durée indéterminée.\nRémunération selon la grille salariale interne du Mudam et en fonction de l’expérience.\nLe Mudam accueille les dossiers de candidat·es de divers horizons sans distinction de sexe, de religion, de couleur de peau, de nationalité, d’orientation sexuelle ou de handicap, visant à refléter la diversité du Luxembourg tant dans son personnel que dans son public.\nSi vous êtes intéressé(e) par cette opportunité de gérer un bâtiment d’exception, veuillez envoyer votre CV ainsi qu’une lettre de motivation en français ou en anglais au plus tard le\n18 janvier 2026\nsous la référence\nMUDAM/RB2026\n, à l’attention de\nFrédéric Maraud\n, responsable des Ressources humaines, à l’adresse suivante :\nrecruitment@mudam.com\n.\nVeuillez noter que les candidatures incomplètes ou envoyées à d’autres adresses électroniques ne seront pas traitées. Nous avons hâte de recevoir votre candidature.\nPour toute information complémentaire, vous pouvez contacter notre service des Ressources Humaines à l’adresse suivante :\nrecruitment@mudam.com\n.\n// EN\nBuilding Manager (m/f/d)\nContract type:\nPermanent contract (CDI), full-time (40 hours/week)\nStart date: Immediate\nMudam – Musée d’Art Moderne Grand-Duc Jean – is seeking a\nBuilding Manager\n.\nInaugurated in 2006 and designed by the renowned Sino-American architect\nIeoh Ming Pei\n, Mudam offers a highly enriching and stimulating working environment. The museum is a unique site entirely dedicated to art and culture. We are looking for a committed and experienced professional who shares our vision and is able to ensure the long-term sustainability of the building in all its dimensions – technical, infrastructural and organisational. An affinity with the cultural sector, particularly with contemporary art, is considered an asset.\nYour Mission\nYou will act as an operational and strategic partner within the Ressources et Fonctionnement department, working in close collaboration with the Director and senior management on all matters related to building operations,\nHVAC systems\n, sustainability, environmental management and safety within the museum.\nYou will oversee all internal services, including the development of technical services, renovation projects, security, cleaning and support services. You will work closely with the museum’s other departments to facilitate and support the development of the artistic program. As Head of Building Management, you will be responsible for ensuring the safety of the museum building and its surrounding site. You will develop, implement and monitor Health and Safety policies and procedures to guarantee a safe and welcoming environment for staff, visitors and artworks.\nThis position plays a key role in upholding and embodying Mudam’s values and mission. In this context, you will work in close cooperation with the\nAdministration des Bâtiments Publics\n(Public Buildings Administration).\nKey Responsibilities\nBuilding Management\nManagement and monitoring of the maintenance, safety and conservation of the building.\nPlanning and supervision of maintenance and compliance works in line with museum standards (HVAC, humidity control, fire safety, accessibility, etc.), ensuring the optimisation and efficiency of all systems.\nDevelopment of a preventive maintenance strategy to anticipate technical needs and ensure the long-term sustainability of the infrastructures.\nCoordination of technical interventions and construction works related to the building structure, in close collaboration with the Public Buildings Administration.\nPlanning and coordination of technical operations while ensuring the protection of artworks and a high level of comfort and\nvisitor experience\n, in direct collaboration with project managers and registrars.\nDaily inspections of public areas as well as work and storage spaces.\nCompliance assurance with environmental standards and the energy performance optimisation.\nManagement and supervision of cleaning services and the maintenance of outdoor and green areas.\nSafety\nMonitoring and management of the safety of people and property.\nDevelopment and implementation of emergency response plans (fire, flooding or other incidents), including protocols and crisis strategies to ensure operational continuity.\nCompliance assurance with regulations relating to personal safety in the capacity of\ndesignated safety officer\n(\ntravailleur désigné\n).\nProject Management and Event Coordination\nPreparation of specifications and requirements for projects related to the role.\nAssessment of project feasibility and support throughout implementation in close collaboration with production, conservation, mediation and exhibition teams.\nCoordination and follow-up of museum events (openings, seasonal parties,\nNuit des musées\n, etc.) in close collaboration with the relevant departments.\nAdministration\nPreparation and monitoring of budgets related to building operations, safety, events and cleaning services.\nManagement and follow-up of contracts related to the building (maintenance, insurance, etc.).\nManagement of public procurement procedures and calls for tender in accordance with the museum’s internal regulations and public procurement rules.\nAdministrative follow-up related to building operations and events.\nMonitoring and management of the furniture inventory.\nTeam Management\nPlanning and supervision of security and cleaning teams.\nManagement and coordination of external service providers and contractors.\nProfile\nWe are looking for a dynamic and proactive individual with a dedicated commitment to maintaining buildings at the highest operational standards. You have excellent organizational skills, solid team spirit and communication abilities.\nThe ideal candidate will have:\nA Bachelor’s degree in Facility Management or an equivalent qualification.\nAt least five years of successful experience in managing complex buildings, ideally in a cultural, museum or institutional environment.\nStrong knowledge of safety standards, accessibility regulations, hygiene protocols and building management practices, ensuring regulatory compliance and operational safety.\nVery good knowledge of building technologies (HVAC, electrical systems, plumbing, energy management) and a proven ability to manage construction and renovation projects.\nDemonstrated experience in managing internal teams and coordinating external contractors.\nThe ability to work both independently and collaboratively.\nStrong experience in managing public-facing events.\nKnowledge of public procurement procedures in Luxembourg is an asset.\nQualification as a\ndesignated safety officer\n(\ntravailleur désigné\n) is considered an advantage.\nThe ability to manage multiple projects simultaneously while meeting deadlines.\nDiscretion and a high level of sensitivity regarding the protection of artworks and the respectful treatment of the public.\nFull professional proficiency in French (minimum C1 level) is required, as well as a good command of German and English (B2 level). Knowledge of Luxembourgish is an advantage.\nWe Offer\nA position of responsibility within an internationally recognised cultural institution.\nA stimulating working environment combining architectural heritage with contemporary creation.\nThe opportunity to contribute to ambitious renovation, modernisation and space-enhancement projects.\nA dynamic and passionate team.\nA permanent contract.\nSalary in accordance with Mudam’s internal salary scale and commensurate with experience.\nIf you are interested in this opportunity to manage an exceptional building, please send your CV and a motivation letter in French or English quoting the reference\nMUDAM / RB2026\n, addressed to\nFrédéric Maraud, Head of Human Resources\n,\nto the following email address:\nrecruitment@mudam.com\n, no later than\n18 January 2026\n.\nPlease note that incomplete applications or applications sent to other email addresses will not be considered. We look forward to receiving your application.\nMudam is committed to diversity and equal opportunities and encourages applications from all individuals regardless of age, gender, origin, disability or sexual orientation.\nFor further information, please contact the Human Resources Department at:\nrecruitment@mudam.com\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/gebaeudemanagement-m-w-d-responsable-du-batiment-building-manager-m-f-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-m-w-d-im-bereich-sammlungen/", "image": "", "title": "Bereichsleitung (m/w/d) im Bereich Sammlungen", "content_text": "NS-Dokumentationszentrum Köln, Köln Bewerbungsende: 31.01.2026 | Im NS-Dokumentationszentrum (NS-DOK) ist ab sofort\neine unbefristete Stelle als Bereichsleitung (m/w/d) im Bereich Sammlungen\n(Archiv, Dokumentation & Bibliothek)\nzu besetzen.\nDas NS-DOK Köln ist eine der namhaftesten Gedenkstätten zur Geschichte des Nationalsozialismus in Deutschland. Es ist sowohl Gedenkort als auch ein Ort des Lernens und der Forschung sowie Informationseinrichtung mit Bibliothek, Dokumentation, öffentlichem Archiv und Beratungsstelle. Das NS-DOK steht für die historische und politische Bildungsarbeit sowie Demokratieförderung in Köln und in Nordrhein-Westfalen und leistet anerkannte Forschungsarbeit auf nationaler und internationaler Ebene. Kernthemen des Hauses sind die Auseinandersetzung mit der Geschichte des Nationalsozialismus und ihren gesellschaftlichen Nachwirkungen sowie mit aktuellen Strömungen des Rechtsextremismus, Rassismus, Antisemitismus und weiteren Diskriminierungsformen.\nAls zeitgeschichtliches Museum und Gedenkstätte sammelt und bewahrt das NS-DOK Zeugnisse und Lebensgeschichten zur NS-Zeit, führt Forschungsprojekte durch und präsentiert eigene sowie externe Ausstellungen. In Forschung, Vermittlung, Veranstaltungen und Beratung zielen seine Aktivitäten auf hohe fachliche Qualität und große Reichweite für ein lokales wie internationales Publikum. Das NS-DOK möchte seine Rolle als aktives und attraktives Forum einer lebendigen gesellschaftlichen Debatte sowie seine mediale Präsenz weiter stärken.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-m-w-d-im-bereich-sammlungen/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/softwareentwickler-im-musealen-kontext-w-m-d/", "image": "", "title": "Softwareentwickler im musealen Kontext (w/m/d)", "content_text": "Museum Wiesbaden, Wiesbaden Bewerbungsende: 11.01.2026 | Über uns\nDas Museum Wiesbaden, Hessisches Landesmuseum für Kunst und Natur, sucht zum nächstmöglichen Zeitpunkt eine/n\nEntwickler im Datenbankumfeld (m/w/d)\nzunächst befristet bis 31.12.2027 in Teilzeit (20 Std./Woche) in der\nEntgeltgruppe 11 TV-Hessen\n.\nDie Stelle wird aus Projektmitteln finanziert und eignet sich als studentische Beschäftigung (z. B. als Werkstudent:in mit max. 20 Wochenstunden).\nDas Museum Wiesbaden ist eines der drei Museen des Landes Hessen und eine nachgeordnete Dienststelle des Hessischen Ministeriums für Wissenschaft und Forschung, Kunst und Kultur. Mit seinen kunst- und naturhistorischen Sammlungen zählt es zu den herausragenden Museen Deutschlands. Im Rahmen eines dienststellenübergreifenden Projekts suchen wir Unterstützung für die Weiterentwicklung und Pflege eines Datenbanksystems.\nIhre Aufgaben\nSie entwickeln, betreuen und optimieren digitale Anwendungen im Museums- und Datenbank-Kontext. Dazu gehören:\nEntwicklung und Pflege von Web-Anwendungen\n(z. B. Sammlungsdatenbanken, Volltextsuchmaschinen) zur Unterstützung digitaler Vermittlungsangebote\nUmsetzung von Datenmanagement- und Integrationslösungen (Datenimporte/-exporte, Schnittstellen, APIs)\nUnterstützung bei der Konzeption, Einrichtung und Weiterentwicklung der Daten- und Anwendungsinfrastruktur (z. B. Knowledge Graphen, LLMs)\nUnterstützung bei Datenmodellierung, Datenqualität und Integration von Normdaten\nZusammenarbeit in interdisziplinären Projekten sowie die Erstellung und Pflege der Dokumentation\nUnsere Anforderungen\nEinstellungsvoraussetzungen\nAbgeschlossenes Hochschulstudium in Informatik oder vergleichbare Qualifikation\nFundierte Kenntnisse in der Webentwicklung (HTML, CSS, JavaScript, Frameworks wie Flask)\nErfahrung mit Python oder einer vergleichbaren serverseitigen Sprache\nSicherer Umgang mit Datenbanken (relational / NoSQL), Schnittstellen (REST, SPARQL) und Datenformaten (JSON, XML, RDF)\nErfahrung in der Umsetzung von Datenimporten/-exporten, Datenkonvertierungen (z. B. mittels XSLT, Python) und der Entwicklung von Schnittstellen (z. B. REST-APIs, OAI-PMH)\nKenntnisse in Linux-Administration\nSehr gute Deutschkenntnisse in Wort und Schrift\nBereitschaft, sich in neue Themengebiete und Aufgaben einzuarbeiten\nWünschenswert\nErfahrung im Museums- oder Kulturbereich\nErfahrung mit Versionierungssystemen (z. B. Git)\nErfahrung im Umgang mit Normdaten, kontrollierten Vokabularen und Metadatenstandards (z. B. GND, LIDO, Dublin Core, Darwin Core)\nErfahrung mit Tools zur Datenbereinigung (z. B. OpenRefine)\nErfahrung mit Linked Open Data und Graphdatenbanken\nInteresse an KI-Anwendungen\nWir bieten\nEine befristete Tätigkeit in Teilzeit (auch studentische Beschäftigung)\nBezahlung nach TV-H, Entgeltgruppe 11\nUmfangreiche Zusatzleistungen: Jahressonderzahlung, Zusatzrente (VBL), Kinderzulage, Hessen-Ticket\nFlexible Arbeitszeitmodelle (Gleitzeit, mobiles Arbeiten)\nSpannende Projekte im Umfeld der digitalen Transformation im Museumswesen\nEine wertschätzende, offene und kollegiale Arbeitsatmosphäre\nBewerbung\nDas Land Hessen trifft seine Personalentscheidungen nach Eignung, Befähigung und Leistung. Wir streben die Erhöhung des Frauenanteils in unterrepräsentierten Bereichen an und fordern qualifizierte Frauen nachdrücklich zur Bewerbung auf. Bei gleicher Eignung werden Menschen mit Behinderung vorrangig berücksichtigt.\nBewerbungen mit den üblichen Unterlagen (zusammengefasst als ein PDF-Dokument) richten Sie bitte bis zum\n11. Januar 2026\nüber das Bewerbungsportal an:\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/A3C1BD400C7E1FE0B6B7058E2089A95A\nAnsprechpartner für inhaltliche Fragen:\nDr. Thomas Hörnschemeyer (\nthomas.hoernschemeyer@museum-wiesbaden.de\n)\nAnsprechpartnerin für Fragen zum Bewerbungsverfahren:\nPatricia Becker-Matthews (\npatricia.becker-matthews@museum-wiesbaden.de\n)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/softwareentwickler-im-musealen-kontext-w-m-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-veranstaltungsmanagement-m-w-d-2/", "image": "", "title": "Mitarbeiter/in Veranstaltungs­management (m/w/d)", "content_text": "Städel Museum, Frankfurt a. M. Bewerbungsende: 14.01.2026 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Über­blick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Die Liebieghaus Skulpturensammlung liegt im schönsten Garten Frankfurts und zeigt 5000 Jahre Ge­schichte der Bildhauerkunst – vom Alten Ägypten bis zum Klassizismus.\nFür die Abteilung Veranstaltungsmanagement der Museen suchen wir\nzum nächst­möglichen Zeitpunkt\neine/n\nMitarbeiter/in Veranstaltungs­management (m/w/d)\n(Vollzeit, zunächst befristet auf zwei Jahre mit Option auf Verlängerung)\nSie haben Freude daran, Menschen zusammenzubringen und für Kunst zu begeistern? Sie organisieren mit Leidenschaft und Kreativität Veranstaltungen und möchten für unsere Besucherinnen und Besucher besondere Erlebnisse schaffen? Dann freuen wir uns, Sie kennenzulernen!\nAls Mitarbeiter/in im Team Veranstaltungsmanagement organisieren Sie öffentliche Veranstaltungen für unser diverses Publikum und sorgen für einen reibungslosen Ablauf. Sie unterstützen die Planung beliebter Formate etwa Städel Sunday Sessions, Städel Nights, Secret Garden sowie städtische Events, wie die Nacht der Museen oder das Museumsuferfest.\nIhre Tätigkeiten:\nPlanung, Organisation und Betreuung von Events für das Städel Museum und die Liebieghaus Skulpturensammlung, dazu zählt insbesondere auch das Booking von Musikern, Bands und DJs\nProjektmanagement und Steuerung externer Dienstleister, wie Zulieferer, Caterer, Techniker, etc.\nUnterstützung bei administrativen Aufgaben\nMitarbeit bei der Weiterentwicklung von Veranstaltungen\nPflege und Ausbau des Eventnetzwerks\nIhr Profil:\nSie haben eine sehr gut abgeschlossene Ausbildung zur/m Veranstaltungskauffrau/-mann oder abgeschlossenes Studium des Kulturmanagements oder eine vergleich­bare Qualifikation\nSie verfügen über erste berufliche Erfahrungen im eigenständigen Umsetzen von Kulturveranstaltungen und sind sicher und geübt im Projektmanagement, vorzugs­weise im Kulturbereich\nSie sind ein hervorragendes Organisationstalent und haben ausgeprägte Kommu­nikationsfähigkeiten in deutscher und englischer Sprache\nSie arbeiten äußerst selbstständig, strukturiert, sind zuverlässig und teamfähig\nSie haben ein sehr gutes Gespür für Trends im Eventbereich, sind gut vernetzt, insbesondere in der Frankfurter Kulturszene\nSie begeistern sich für Kultur sowie für die Arbeit in einem Kunstmuseum\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen und sinnstiftenden Arbeits­umfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeits­bereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenboot­rennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungs­unterlagen\nbis zum 14.01.2026 an\npersonal@staedelmuseum.de\n. Für Fragen können Sie sich gern an Kerstin Schultheis, Leitung Veranstaltungsmanagement, wenden.\nBitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papier­bewerbungen absehen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-veranstaltungsmanagement-m-w-d-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-m-w-d-3/", "image": "", "title": "Depotverwalter/in (m/w/d)", "content_text": "Städel Museum, Frankfurt a. M. Bewerbungsende: 11.01.2026 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Über­blick über mehr als 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für das Team der Graphischen Sammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nDepotverwalter/in (m/w/d)\n(Teilzeit 30 Std., befristet auf zwei Jahre)\nSie haben Freude daran, Arbeiten auf Papier zu verwalten, zu dokumentieren und einer interessierten Öffentlichkeit zugänglich zu machen? Sie arbeiten gern an der Schnitt­stelle zwischen Sammlungsmanagement, Konservierung und Ausstellungsplanung und möchten den größten Sammlungsbestand des Städel Museums mit pflegen? Dann freuen wir uns, Sie kennenzulernen!\nDie Graphische Sammlung des Städel Museums umfasst etwa 100.000 Zeichnungen und Druckgrafiken vom Spätmittelalter bis zu Gegenwart und gehört zu den bedeu­tendsten Sammlungen ihrer Art in Deutschland. Höhepunkte der Sammlung sind neben den exzellenten Altmeister-Beständen vor 1800 die nazarenischen Zeichnungen, die französischen Zeichnungen und Druckgrafiken des 19. Jahrhunderts, die Werke des Expressionismus sowie die US-amerikanische Kunst nach 1945.\nIhre Tätigkeiten:\nPflege und Verwaltung der Museumsdepots der Graphischen Sammlung und Fotosammlung in Abstimmung mit der Abteilung Kunsttechnologie und Restaurierung – Arbeiten auf Papier\nVergabe, Erfassung und Verwaltung von Werkstandorten in den Depots sowie Werkdokumentation und Pflege der Sammlungsdatenbank (AxiellCollections)\nHerausgabe von eingelagerten Objekten und Dokumentation von Ein- und Auslagerungen im Rahmen von Ausstellungsbetrieb und Leihverkehr\nRegelmäßige Bestandsprüfungen und Mitarbeit bei der Inventur des Sammlungsbestands der Graphischen Sammlung\nSelbstständige organisatorische Betreuung von Besuchern des Studiensaals der Graphischen Sammlung\nBeantwortung interner und externer Anfragen und Korrespondenz\nBetreuung der fachspezifischen Buchbestände\nMitarbeit beim fachgerechten Aus- und Verpacken von Kunstwerken\nUnterstützung der Abteilung Kunsttechnologie und Restaurierung bei der präventiven Konservierung im Studiensaal und den Depots\nVerwaltung des Verpackungs- und Lagerungsmaterials\nIhr Profil:\nSie verfügen über ein abgeschlossenes Studium der Museologie oder eine vergleichbare Ausbildung oder Erfahrungen im Museums- oder Galeriebetrieb, etwa im Art Handling\nSie können Lasten heben und tragen und haben Sachkunde im Umgang mit empfindlichen Kunstwerken\nSie arbeiten sicher mit MS-Office-Anwendungen (Word, PowerPoint, Excel, Photoshop) und haben Erfahrungen mit Museumsdatenbanken, Kenntnisse von AxiellCollections sind von Vorteil\nSie haben sehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, bestenfalls kommunizieren Sie zudem sicher in englischer Sprache\nSie organisieren sehr gern, sind verlässlich, arbeiten gewissenhaft, umsichtig und mit hoher Sorgfalt\nSie sind kommunikationsstark, arbeiten gerne im Team, setzen ihre Aufgaben dennoch selbstständig um\nSie sind flexibel und verfügen über Eigeninitiative und die Bereitschaft bei zusätzlich anfallenden Aufgaben das Team zu unterstützen\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachen­bootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungs­unterlagen bis zum 11.01.2026 per E-Mail an personal@staedelmuseum.de. Für Fragen stehen Ihnen Dr. Astrid Reuter, Leiterin der Graphischen Sammlung bis 1800, und Dr. Regina Freyberger, Leiterin der Graphischen Sammlung ab 1800, zur Verfügung.\nBitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewer­bungen absehen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-m-w-d-3/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-museumsshop-in-elternzeitvertretung/", "image": "", "title": "Mitarbeiter (m/w/d) für den Museumsshop in Elternzeitvertretung", "content_text": "Festung Königstein, Königstein Bewerbungsende: 15.02.2026 | Die Festung Königstein gGmbH sucht …\neine/n Mitarbeiter (m/w/d) für den Museumsshop in Elternzeitvertretung\nDie Festung Königstein, eine der größten Bergfestungen Europas, bewirtschaftet als gGmbH das Baudenkmal Festung Königstein mit seinen vielfältigen Außenanlagen als Museum mit Dauer- und Sonderausstellungen und als Veranstaltungsort. Mit etwa 500.000 Besuchern im Jahr ist die Museumsanlage für Gäste aus aller Welt eines der beliebtesten Ausflugsziele im Freistaat Sachsen.\nWir suchen Sie als Elternzeitvertretung im Team Besucherservice ab März 2026:\n32 h / Woche inkl. Wochenenden und Feiertage mit wechselnden Arbeitszeitmodellen in der Haupt- und Nebensaison\nBewerbungsschluss: 15. Februar 2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-museumsshop-in-elternzeitvertretung/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-museumsleitung-m-w-d/", "image": "", "title": "Assistenz der Museumsleitung (m/w/d)", "content_text": "Schlossmuseum Braunschweig, Braunschweig | Das Schlossmuseum Braunschweig vermittelt im Herzen der ehemaligen Residenzstadt am authentischen Ort die Geschichte des Braunschweiger Schlosses. Neben Sonderausstellungen und eigenen Publikationen bietet das Museum Veranstaltungen für ein breites Publikum an.\nDie Stiftung Residenzschloss Braunschweig sucht zum 01. April 2026 eine\nAssistenz der Museumsleitung (m/w/d)\nIhr zukünftiges Aufgabengebiet umfasst u.a.:\nBüromanagement und organisatorische Aufgaben\nMitarbeit bei Organisation und Durchführung von Veranstaltungen\nMitarbeit bei Öffentlichkeitsarbeit (u.a. Betreuung der Social Media-Präsenzen und Pflege der Webseite)\nBetreuung der grafischen Gestaltung, Redaktion und Produktion von Werbemitteln wie Flyer und Plakate\nPflege der Datenbanken\nUnterstützung bei Berichtswesen\nMitarbeit an Ausstellungsprojekten\nSie bringen folgende wünschenswerte Qualifikationen und Kenntnisse mit:\nAbgeschlossene kaufmännische Ausbildung oder abgeschlossenes Studium in einem einschlägigen Bereich (z.B. Museum, Kultur, Kunstgeschichte, Geschichte, Verwaltung, Veranstaltung, Medien) oder vergleichbare Qualifikation\nKenntnisse in grafischer Gestaltung und Öffentlichkeitsarbeit\nSehr gute deutsche Sprachkenntnisse\nSicherer Umgang mit gängigen PC-Programmen und Gestaltungssoftware (u.a. MS Office, Affinity)\nBesucherorientierung, freundliches Auftreten und gute Ausdrucksfähigkeit\nZuverlässigkeit, Sorgfalt, Hands-on-Mentalität\nlösungsorientiertes Denken und Handeln sowie Belastbarkeit angesichts der Aufgabenvielfalt eines kleinen Museums\nFlexibilität und Bereitschaft gelegentlich abends und an Wochenenden zu arbeiten\nBegeisterung für die Arbeit in einem Museum\nDas erwartet Sie:\nEine unbefristete Vollzeitstelle\nEine abwechslungsreiche Tätigkeit in einem kleinen engagierten Team\nEin vielseitiges Aufgabenspektrum mit Raum für eigenverantwortliches Arbeiten\nVergütung nach Haustarif\n30 Tage Urlaub/Jahr\nEin lebendiges Arbeitsumfeld mitten in der Braunschweiger Innenstadt und ein Arbeitsplatz im Schloss.\nWir freuen uns auf Sie!\nBitte richten Sie Ihre vollständige Bewerbung per Mail an\nberendsen@residenzschloss-braunschweig.de\n.\nFür Rückfragen steht Ihnen Museumsleiterin und Geschäftsführerin der Stiftung Residenzschloss Braunschweig Frau Helga Berendsen (0531-470 3899) gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-museumsleitung-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-abteilungsleitung-kultureller-betrieb-und-sachbearbeitung-vermietungen-d-m-w/", "image": "", "title": "Assistenz der Abteilungsleitung Kultureller Betrieb und Sachbearbeitung Vermietungen (d/m/w)", "content_text": "Stiftung Humboldt Forum im Berliner Schloss, Berlin Bewerbungsende: 04.01.2026 | Das Humboldt Forum ist ein Ort des Erlebens, der Begegnung und des Lernens in der Mitte Berlins. Im Humboldt Forum werden herausragende Sammlungen und bedeutende Exponate mit einem multidisziplinären Veranstaltungsprogramm zusammengeführt. Die Stiftung Humboldt Forum im Berliner Schloss ist eine rechtsfähige Stiftung des bürgerlichen Rechts, und verantwortet gemeinsam mit den Akteuren des Humboldt Forums (Stiftung Preußischer Kulturbesitz, Humboldt Universität zu Berlin und der Stiftung Stadtmuseum) das Ausstellungs- und Veranstaltungsprogramm mit künstlerischer, politischer und wissenschaftlicher Ausrichtung. Dabei liegt ein Schwerpunkt auf internationalen Kooperationen.\nDie Abteilung Kultureller Betrieb ist maßgeblich für die Planung, Produktion und Umsetzung des kulturellen und künstlerischen Veranstaltungsprogramms der Stiftung Humboldt Forum im Berliner Schloss sowie für die programmatische Disposition des kulturellen und wissenschaftlichen Gesamtprogramms des Humboldt Forums verantwortlich.\nDie Stiftung Humboldt Forum sucht zum nächstmöglichen Zeitpunkt eine\nAssistenz der Abteilungsleitung Kultureller Betrieb und Sachbearbeitung Vermietungen (d/m/w)\nIhre Aufgaben\nSie übernehmen das Büromanagement der Abteilungsleitung.\nSie übernehmen die Kommunikation mit Fachbereichen, den Akteuren des Humboldts Forums und andere fachbezogene Einrichtungen, externe Korrespondenzen sowie inhaltliche und organisatorische Koordinierungsaufgaben.\nSie bereiten Besprechungen organisatorisch und inhaltlich vor, erstellen Protokolle, Unterlagen und Präsentationen und stellen eine entsprechende Nachbereitung sicher.\nSie unterstützen die Abteilungsleitung im Bereich Planungs- und Berichtswesen, Personalmanagement.\nSie übernehmen im Team Vermietungen Koordinations-, Kommunikations- und Betreuungsaufgaben bei Vermietungs- und Veranstaltungsanfragen und sind in der Anbahnung sowie bei Ortsbesichtigungen im Kontext von Vermietungen tätig.\nDie Anteile der beiden Aufgaben sind ungefähr je hälftig.\nIhr Profil\nSie sind kulturinteressiert und haben eine abgeschlossene Berufsausbildung / ein Studium im Bereich Kulturmanagement oä oder zum/zur Büro- oder Verwaltungsfachangestellten mit Erfahrung im Veranstaltungsbereich oder eine vergleichbare Qualifikation.\nSie sind ein Organisationstalent und arbeiten strukturiert.\nSie arbeiten eigenständig und sind ausgesprochen teamfähig.\nSie haben eine hohe soziale Kompetenz, agieren kultursensibel und sind kommunikativ. Beim Umgang mit unterschiedlichen Vertragspartner*innen (Künstler*innen, Gästen, Kunden bei Vermietungen und Vertreter*innen öffentlicher Einrichtungen) agieren sie selbstsicher, diskret und professionell.\nSie beherrschen alle gängigen Windows-Anwendungen, gerne auch weitere Anwendungen.\nSie sind bereit, in Ausnahmefällen projektbedingt in den Abendstunden oder am Wochenende zu arbeiten.\nSehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift sowie ggf. weiterer Fremdsprachen runden Ihr Profil ab.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, ggf. Tablet, Office365, Atlassian Produkten, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z.B. 39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe 9a. Die Besetzung der Stelle erfolgt zunächst befristet für 24 Monate, mit Option auf Verlängerung und mit 19,5 Wochenstunden in Teilzeit.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nIhr Bewerbungsanschreiben richten Sie bitte an die Abteilungsleiterin, Sabine Kozinc. Bei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an den Personalbereich unter bewerbung@humboldtforum.org.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungsfrist\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse und andere Nachweise) senden Sie bitte bis zum 04.01.2026 ausschließlich über das unten verlinkte Bewerbungsformular ein.\nhttps://stiftung-humboldt-forum.jobs.personio.de/job/2451622?language=de&display=de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-abteilungsleitung-kultureller-betrieb-und-sachbearbeitung-vermietungen-d-m-w/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/tischler-m-w-d/", "image": "", "title": "Tischler (m/w/d)", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg – Niedersächsisches Freilichtmuseum zählt mit seinen über 60 historischen Gebäuden, den zugehörigen bäuerlichen Gärten und sonstigen landwirtschaftlichen Nutzflächen auf einem Areal von ca. 25 ha zu den großen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nächstmöglichen Zeitpunkt, spätestens aber zum 01.03.2026,\neinen Tischler (m/w/d)\nin Vollzeit- oder Teilzeit (bis zu 39,80 Wochenstunden).\nIhre Aufgaben:\nAusführung fachgerechter Tischlerarbeiten sowie gewerkeübergreifende Mitarbeit in den übrigen Gewerken der museumseigenen Werkstätten, insbesondere an wertvoller historischer Bausubstanz und wertvollem historischem Kulturgut in der Werkstatt und auf der Baustelle\nEinhalten und Umsetzen der besonderen Anforderungen von Restaurierungsarbeiten (restauratorische Grundsätze) und des Denkmalschutzes (denkmalpflegerische Grundsätze)\nAusarbeitung und Herstellung von Elementen für Ausstellungsbereiche\nSonderanfertigung unter anderem von Möbelteilen und Holzobjekten\nAllgemeine handwerkliche, auch gewerkeübergreifende Unterhaltungsarbeiten im Museumsdorf\nAllgemeine Arbeiten im Betrieb des Museumsdorfes (Unterstützung bei Veranstaltungen, Ausstellungen, usw.)\nIhr Profil:\nSie verfügen über eine abgeschlossene Ausbildung als Tischler / Schreiner (m/w/d), nachgewiesene Erfahrung im Bereich der Holzrestaurierung oder eine vergleichbare Qualifikation und haben ein ausgeprägtes Interesse am Umgang mit historisch wertvollem Kulturgut. Idealerweise verfügen Sie über mehrjährige Berufserfahrung und sind als Geselle (m/w/d) für Restaurierungsarbeiten oder Geselle (m/w/d) für Instandsetzungsarbeiten in der Denkmalpflege qualifiziert. Alternativ verfügen Sie über Erfahrungen und Kenntnisse auf dem Gebiet traditioneller Handwerkstechniken, in denkmalpflegerischen und restauratorischen Tätigkeiten, der Holzkonservierung und -restaurierung und/oder in der Kunsttischlerei. Handwerkliche Kenntnisse in mehreren Bereichen sind von Vorteil.\nVorzugsweise werden Bewerbende berücksichtigt, die die Qualifikation zum geprüften Restaurator (m/w/d) im Handwerk besitzen, bzw. die bereit sind, diese kurzfristig mit finanzieller Unterstützung des Museumsdorfs Cloppenburg zu erwerben.\nVoraussetzung für die Tätigkeit ist zudem die volle körperliche Eignung (Tragen von Lasten über 10 kg, Höhentauglichkeit, Arbeiten auf Leitern und Gerüsten).\nHandwerkliche Leidenschaft sowie eine zuverlässige, sorgfältige und lösungsorientierte Arbeitsweise zeichnen Sie aus. Für die Tätigkeit bringen Sie das notwendige Organisationsgeschick und Verantwortungsbewusstsein sowie Eigeninitiative, Innovationslust und Kreativität mit. Sie freuen sich auf die Arbeit im Team in einem Arbeitsumfeld, das geprägt ist von Dynamik und Vielfalt.\nSie sind zeitlich flexibel und somit auch bereit, an Aktionstagen und Wochenenddiensten teilzunehmen.\nGute Deutschkenntnisse, die Bereitschaft zu Fortbildungen und Qualifikationen sowie grundlegende PC-Kenntnisse werden vorausgesetzt.\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle mit einer wöchentlichen Arbeitszeit von bis zu 39,80 Stunden. Das Arbeitsverhältnis richtet sich nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L). Die Stelle ist nach Entgeltgruppe 7 TV-L bewertet.\nDas Museumsdorf Cloppenburg steht für Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbei-tenden werden unabhängig von geschlechtlicher Identität, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder Identität wert-geschätzt.\nInteresse?\nWir freuen uns auf Ihre aussagefähige, schriftliche Bewerbung, einschließlich der üblichen Unterlagen, bis spätestens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. Rückfragen richten Sie bitte an\nHerrn Eike Pöhler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen über das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/tischler-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-presse-und-oeffentlichkeitsarbeit/", "image": "", "title": "Mitarbeiter (m/w/d) im Bereich Presse- und Öffentlichkeitsarbeit", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg – Niedersächsisches Freilichtmuseum zählt mit seinen über 60 historischen Gebäuden, den zugehörigen bäuerlichen Gärten und sonstigen landwirtschaftlichen Nutzflächen auf einem Areal von ca. 25 ha zu den großen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nächstmöglichen Zeitpunkt, spätestens aber zum 01.03.2026,\neinen Mitarbeiter (m/w/d) im Bereich Presse- und Öffentlichkeitsarbeit\nin Voll- oder Teilzeit (bis zu 39,80 Wochenstunden).\nIhre Aufgaben:\nBeantwortung aller Anfragen von Zeitungen, Rundfunk- und Fernsehredaktionen sowie Presseagenturen\nPlanung, Koordination und Betreuung von Pressegesprächen und Pressekonferenzen sowie Radio und Fernsehinterviews\nAllgemeine Öffentlichkeitsarbeit\nVerfassen von Pressemitteilungen und Informationsmaterialien\nPflege und strategischer Aufbau von Presse- und Themenverteilern\nzielgruppenspezifische Öffentlichkeitsarbeit sowie Entwicklung crossmedialer Kommunikationsprojekte\nEntwicklung, Umsetzung und Koordination medialer Werbekampagnen\nRedaktion und Versand des Newsletters\nBetreuung Sozialer Medien, Homepage und Online-Marketing\nIhr Profil:\nSie verfügen über ein abgeschlossenes (Fach-)Hochschulstudium im Bereich Journalistik, Publizistik, Kommunikations- oder Medienwissenschaften bzw. über einen vergleichbaren Studienabschluss. Alternativ verfügen Sie über den Abschluss einer Journalistenschule/eines Volontariats bzw. sind ausgebildeter Redakteur. Idealerweise bringen Sie mehrjährige Berufserfahrung in der Presse- und Öffentlichkeitsarbeit mit (vorzugsweise im kulturellen oder wissenschaftlichen Umfeld oder einer vergleichbaren Einrichtung) und haben fundierte Kenntnisse im Umgang mit Social-Media-Plattformen.\nDaneben besitzen Sie Kenntnisse oder Erfahrungen in Entwicklung und Umsetzung von strategischen Kommunikationskonzepten sowie Erfahrung in der Konzeption und Umsetzung von unterschiedlichen Werbemedien und dem Verfassen von Pressemitteilungen. Gute Kenntnisse in der Anwendung von Grafik- und Satzprogrammen und Content-Managementsystemen, Erfahrungen im Dreh und Schnitt von Videos sowie Kenntnisse der Fotografie und Bildbearbeitung runden Ihr Profil ab.\nWünschenswert sind ein ausgeprägtes Interesse an der Themenvielfalt des Freilichtmuseums, Offenheit, sich neuen Themen und Schwerpunkten zuzuwenden und diese aktiv, anschaulich und öffentlichkeitswirksam zu entwickeln, Sensibilität und Erfahrung im Umgang mit aktuellen öffentlichen Diskursen, Diskussionsbereitschaft, klare und integrative Kommunikationsweise. Hohe Motivation, Zuverlässigkeit, Genauigkeit und eine eigenständige und strukturierte Arbeitsweise zeichnen Sie aus.\nFür die Tätigkeit bringen Sie notwendiges Organisations- und Koordinierungsvermögen in einem Arbeitsumfeld, das geprägt ist von Dynamik und Vielfalt mit sowie Freude an der Arbeit in einem motivierten Team. Sie bleiben auch bei engen Terminvorgaben souverän und freundlich. Eine schnelle Auffassungsgabe sowie das Interesse und die Fähigkeit zur raschen Einarbeitung in neue Aufgabenfelder werden vorausgesetzt.\nEin professioneller Umgang mit Menschen und Gruppen, ein hervorragendes Organisationstalent sowie hohe Teamfähigkeit zeichnen Sie aus. Ebenso ein sicherer Umgang mit EDV und „neuen Medien“.\nSie bringen Kreativität, Innovationslust und Eigeninitiative mit und verfügen über sehr gute Deutschkenntnisse in Wort und Schrift. Gute Kenntnisse der englischen, französischen und/oder niederländischen Sprache sowie eine Affinität zu kulturellen Themen sind ebenfalls von Vorteil.\nDarüber hinaus wird ein notwendiges Maß an zeitlicher Flexibilität erwartet, dass es Ihnen ermöglicht, sowohl unter der Woche zu unterschiedlichen Zeiten als auch an Wochenenden und Feiertagen für das Museumsdorf tätig zu sein.\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle mit einer durchschnittlichen regelmäßigen wöchentlichen Arbeitszeit von bis zu 39,80 Stunden. Das Arbeitsverhältnis richtet sich nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L). Die Stelle ist nach Entgeltgruppe 10 TV-L bewertet.\nDas Museumsdorf Cloppenburg steht für Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbei-tenden werden unabhängig von geschlechtlicher Identität, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder Identität wert-geschätzt.\nInteresse?\nWir freuen uns auf Ihre aussagefähige, schriftliche Bewerbung, einschließlich der üblichen Unterlagen, bis spätestens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. Rückfragen richten Sie bitte an\nHerrn Eike Pöhler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen über das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-presse-und-oeffentlichkeitsarbeit/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/dokumentar-und-registrar-m-w-d/", "image": "", "title": "Dokumentar und Registrar (m/w/d)", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg â€“ NiedersĂ¤chsisches Freilichtmuseum zĂ¤hlt mit ĂĽber 60 historischen GebĂ¤uden auf einem Areal von ca. 25 ha und einem Sammlungsbestand von ca. 400.000 Objekten der Regionalgeschichte und Alltagskultur des lĂ¤ndlichen Nordwestens zu den groĂźen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nĂ¤chstmĂ¶glichen Zeitpunkt, spĂ¤testens aber zum 01.03.2026,\neinen Dokumentar und Registrar (m/w/d)\nin Voll- oder Teilzeit (bis zu 39,80 Wochenstunden).\nIhre Aufgaben:\nErschlieĂźen der Sammlung des Museums, Recherche und Informationsbereitstellung\nAdministrative Betreuung und Pflege der Museumsdatenbanken fĂĽr Objektsammlung, Archiv und Bibliothek\nInventarisierung von Sammlungsgut nach wissenschaftlichem Standard einschlieĂźlich Nacherfassung von Daten aus Altkarteien oder von noch nicht erfassten und neu eingehenden BestĂ¤nden\nOrganisation und Koordination des Leihverkehrs\nKonzeption und Realisierung der digitalen Langzeitarchivierung und von Digitalisierungsprojekten\nMitwirkung bei wissenschaftlichen Forschungs- und Ausstellungsprojekten sowie Publikationen\nIhr Profil:\nSie verfĂĽgen ĂĽber ein abgeschlossenes Hochschulstudium in einem aufgabenrelevanten Fach (z.B. Museologie, Volkskunde/Europ. Ethnologie, Kunstgeschichte, Archivwesen bzw. Diplomarchivar FH). Neben einschlĂ¤giger Berufserfahrung in der Inventarisation oder einer entsprechenden Zusatzausbildung besitzen Sie darĂĽber hinaus sehr gute wissenschaftliche Objektkenntnisse in den Sammlungsschwerpunkten des Freilichtmuseums.\nSie sind sicher im Umgang mit Inventarisierungs- und Datenbanksoftware und kennen die gĂ¤ngigen Content-Management-Systeme. Sie beherrschen die Objektfotografie und sind mit terminologischen Regelwerken vertraut. VerstĂ¤ndnis fĂĽr Fragen der Sammlungspflege und museale AblĂ¤ufe, Versicherungen und Logistik werden vorausgesetzt.\nFĂĽr die TĂ¤tigkeit bringen Sie notwendiges Organisationsgeschick, Eigeninitiative, hohe Team- und KommunikationsfĂ¤higkeit und soziale Kompetenz, hohe persĂ¶nliche Belastbarkeit und KreativitĂ¤t mit. Sehr gute Deutschkenntnisse werden vorausgesetzt – Fremdsprachenkenntnisse (englisch und niederlĂ¤ndisch) wĂ¤ren von Vorteil. Wir erwarten umfassende Kenntnisse der Geschichte der Neuzeit und der Zeitgeschichte und palĂ¤ographische Kenntnisse zu Schriften des 16.-21. Jahrhunderts.\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle mit einer durchschnittlichen regelmĂ¤Ăźigen wĂ¶chentlichen Arbeitszeit von bis zu 39,80 Stunden. Das ArbeitsverhĂ¤ltnis richtet sich nach den Bestimmungen des Tarifvertrages fĂĽr den Ă¶ffentlichen Dienst der LĂ¤nder (TV-L). Die Stelle in nach Entgeltgrupp 9b TV-L bewertet.\nDas Museumsdorf Cloppenburg steht fĂĽr Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbei-tenden werden unabhĂ¤ngig von geschlechtlicher IdentitĂ¤t, NationalitĂ¤t, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder IdentitĂ¤t wert-geschĂ¤tzt.\nInteresse?\nWir freuen uns auf Ihre aussagefĂ¤hige, schriftliche Bewerbung, einschlieĂźlich der ĂĽblichen Unterlagen, bis spĂ¤testens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurĂĽckgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. RĂĽckfragen richten Sie bitte an\nHerrn Eike PĂ¶hler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen ĂĽber das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/dokumentar-und-registrar-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-bildung-und-vermittlung/", "image": "", "title": "Mitarbeiter (m/w/d) im Bereich Bildung und Vermittlung", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg – Niedersächsisches Freilichtmuseum zählt mit seinen über 60 historischen Gebäuden, den zugehörigen bäuerlichen Gärten und sonstigen landwirtschaftlichen Nutzflächen auf einem Areal von ca. 25 ha zu den großen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nächstmöglichen Zeitpunkt, spätestens aber zum 01.03.2026,\neinen Mitarbeiter (m/w/d) im Bereich Bildung und Vermittlung\nin Teilzeit mit bis zu 20 Wochenstunden.\nIhre Aufgaben:\nDurchführung aller jeweils aktuell vom Museumsdorf angebotenen Vermittlungsangebote einschl. der Vor- und Nachbereitung\nUnterstützende Beteiligung an der Planung und Durchführung von museumspädagogischen Aktionen\nBesucherbetreuung bei Veranstaltungen und Sonderaktionen\nUnterstützung von Versandtätigkeiten\nIhr Profil:\nSie verfügen über eine abgeschlossene Ausbildung in einem pädagogischen oder vergleichbaren Beruf. Alternativ bringen Sie eine möglichst mehrjährige praktische Erfahrung auf dem Gebiet der Museumspädagogik o.ä. mit. Idealerweise besitzen Sie Erfahrungen im Bereich Umweltbildung oder Städteführungen und haben eine Affinität zu historischem Handwerk. Der professionelle Umgang mit Menschen und Besuchergruppen sowie eine hohe Team- und Kommunikationsfähigkeit zeichnen Sie aus. Für die Tätigkeit bringen Sie notwendiges Organisationsgeschick, Eigeninitiative und Kreativität mit. Sehr gute Deutschkenntnisse werden vorausgesetzt – Plattdeutsch-Kenntnisse wünschenswert. Fremdsprachenkenntnisse (englisch, französisch und/oder niederländisch) wären von Vorteil.\nDarüber hinaus wird ein notwendiges Maß an zeitlicher Flexibilität erwartet, dass es Ihnen ermöglicht, sowohl unter der Woche zu unterschiedlichen Zeiten als auch an Wochenenden und Feiertagen für das Museumsdorf tätig zu sein.\nUnser Angebot:\nEs handelt sich um eine unbefristete Teilzeitstelle mit einer durchschnittlichen regelmäßigen wöchentlichen Arbeitszeit von bis zu 20 Stunden. Das Arbeitsverhältnis richtet sich nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L). Die Stelle ist nach Entgeltgruppe 5 TV-L bewertet.\nDas Museumsdorf Cloppenburg steht für Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbeitenden werden unabhängig von geschlechtlicher Identität, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder Identität wertgeschätzt.\nInteresse?\nWir freuen uns auf Ihre aussagefähige, schriftliche Bewerbung, einschließlich der üblichen Unterlagen, bis spätestens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. Rückfragen richten Sie bitte an\nHerrn Eike Pöhler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen über das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-bildung-und-vermittlung/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media-2/", "image": "", "title": "Marketing Manager*in / Social Media", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 11.01.2026 | Zu besetzen ist eine unbefristete Vollzeitstelle mit 39 Wochenstunden in der Entgeltgruppe 9b TVöD (Bund) zum nächstmöglichen Zeitpunkt. Die Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Marketing und Kommunikation entwickelt Kommunikations- und Vermarktungsstrategien für alle Angebote des Jüdischen Museum Berlin – Ausstellungen, Veranstaltungen, pädagogische Programme, digitale Formate etc. – und setzt diese mit geeigneten Instrumenten und Maßnahmen um. Im Rahmen der fortschreitenden Digitalisierung und der zunehmenden Bedeutung von Social Media als Kommunikations- und Marketinginstrument ist es für das Jüdische Museum Berlin (JMB) unerlässlich, seine Social Media Strategie kontinuierlich an aktuelle Trends, Technologien und Nutzergewohnheiten anzupassen.\nFolgende Aufgaben erwarten Sie u.a.\nMarketing / Projektmanagement\nUmsetzung und Steuerung von Marketingstrategien zur Bewerbung der Ausstellungen, Bildungsangebote, Veranstaltungen und Sonderprojekte des JMB\nPlanung und Durchführung von zielgruppenspezifischen Kampagnen inklusive Mediaplanung, Einholung von Angeboten und Recherche entsprechender Anbieter*innen\nKonzeption und Gestaltung von Werbematerialien (Print und Digital) in Zusammenarbeit mit externen Agenturen und intern in Abstimmung mit den zuständigen Fachbereichen\nÜberwachung, Koordination und Steuerung von Projekten im Budgetrahmen sowie Controlling und Evaluation der Maßnahmen sowie Sicherstellung einer effektiven Ressourcennutzung\nSocial Media\nBetreuung und Weiterentwicklung der Social-Media-Kanäle des Museums\nErstellung und Veröffentlichung von zielgruppenorientierten und kreativen Inhalten zur Förderung der Sichtbarkeit und Reichweiten\nMitarbeit bei der Entwicklung und Umsetzung von Social-Media-Kampagnen in Abstimmung mit der Gesamtstrategie\nMonitoring und Analyse der Social-Media-Aktivitäten sowie Erstellung von Berichten zur Performance-Optimierung\nUnsere Anforderungen\nEin abgeschlossenes Hochschulstudium (Bachelor/FH-Diplom) in der Fachrichtung Marketing bzw. Kommunikation, Kulturmanagement oder eine vergleichbare Qualifikation\nEinschlägige Berufserfahrung im Bereich Marketing und Social Media, idealerweise im Kultur- oder Museumsbereich\nFundierte Kenntnisse in der Betreuung und Analyse von Social-Media-Kanälen\nSicherer Umgang mit gängigen Grafik- und Marketing-Tools (z.B. Adobe Creative Suite, Content-Management-Systeme, Social-Media-Management-Tools)\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKreativität, sprachliches Feingefühl und ein Gespür für zielgruppenspezifische Kommunikation\nInteresse an der Vermittlung jüdischer Geschichte, Kultur und Gegenwart\nUnser Angebot\nZukunftssichere Beschäftigung im Öffentlichen Dienst\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. sind arbeitsfrei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstellungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akademie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinderwelt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 14/2025\nbis zum\n11. Januar 2026\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gerne Herr Krogulec unter der Telefon­nummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Hollmann unter 030/25993443.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagement-hochbau-bauunterhalt-m-w-d/", "image": "", "title": "Projektmanagement Hochbau/Bauunterhalt (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 11.01.2026 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Seine Gebäude spannen architektonisch einen Bogen vom 14. Jahrhundert bis zur Gegenwart. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nIm Technischen Büro des Germanischen Nationalmuseums erbringen wir vielfältige Leistungen in der Abwicklung des baulichen und technischen Unterhaltes sowie Bauherren- und Managementleistungen bei Neubauten und Bestandssanierungen.\nWir suchen Sie als erfahrene und engagierte Unterstützung unseres Teams in der Projektabwicklung laufender und zukünftiger baulicher Maßnahmen in unserem denkmalgeschützten Museumskomplex mit 22 Gebäuden verschiedenster Epochen (vom Mittelalter bis in die Gegenwart).\nStarten Sie bei uns ab dem 15.03.2026 im\nProjektmanagement Hochbau/Bauunterhalt (m/w/d)\nVollzeit, unbefristet, bis Entgeltgruppe 12 nach TV-L und persönlicher Voraussetzung\nIhre Aufgaben:\nIhre Hauptaufgabe liegt im Projektmanagement bei großen und kleinen Hochbau- und Bauunterhaltsmaßnahmen, insbesondere bei Umbau- und Sanierungsmaßnahmen an den denkmalgeschützten Museumsgebäuden und der Gebäudetechnik einschl. Revitalisierung der Innenbereiche.\nProjektentwicklung und Projektinitiierung der vorgenannten Maßnahmen\nGesamtprojektleitung bei großen Baumaßnahmen in der Bauherrenfunktion\nWahrnehmung der Projektleitung sowie Projektsteuerung (Kosten, Termine, Qualitäten) bei kleinen Baumaßnahmen und Bauunterhaltsmaßnahmen\nAusschreibung, Vergabe und Kontrolle externer Architekt*innen, Fachplaner*innen und sonstigen Dienstleistern bei kleinen Bau- und Bauunterhaltsmaßnahmen\nWahrnehmung der Schnittstellenkoordination sowie des Informations-, und Nutzermanagements von internen und externen Projektbeteiligten\nverantwortliche Mittelbewirtschaftung und laufendes Kostencontrolling zur effizienten Budgetnutzung\nfachliches/technisches Monitoring sämtlicher Maßnahmen\nidealerweise bei Bedarf Planung, Ausschreibung, Vergabe und Bauleitung von kleinen Baumaßnahmen und Bauunterhaltsmaßnahmen\nIhre Qualifikationen:\nein erfolgreich abgeschlossenes Studium (Dipl.-Ing., Bachelor, Master) der Fachrichtung Architektur / Bauingenieurswesen\nmit Zusatzausbildung Bauprojektmanagement oder nachgewiesene Erfahrungen im Projektmanagement nach AHO Heften Nr. 9 / 19\nKenntnisse der einschlägigen Normen und Richtlinien des Baurechts sowie des öffentlichen Vergaberechts (VOB, UVgO, VgV, HOAI, AHO, etc.)\nmindestens 7 Jahre einschlägige Berufserfahrung\nMS Office Kenntnisse werden vorausgesetzt, Grundkenntnisse in CAD und AVA sind wünschenswert\nDarüber hinaus erwarten wir:\nein hohes Maß an Eigeninitiative, Selbständigkeit und Teamfähigkeit sowie ein gewisses Maß an Führungsqualitäten gegenüber Projektbeteiligten\nPlanungs- und Organisationsvermögen sowie Kosten- und Terminbewusstsein\nFlexibilität und Aufgeschlossenheit für herausfordernde Aufgabestellungen\nWir bieten:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Orientierung. Schwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich vorstellen können, diese Aufgaben zu übernehmen, dann freuen wir uns, Sie kennen­zulernen! Bitte senden Sie Ihre vollständigen Bewerbungsunterlagen bis spätestens zum\n11.01.2026\nan\nunser Onlineportal.\nFür fachliche Auskünfte steht Ihnen Frank Stolpmann (0911 1331-134) gerne zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmanagement-hochbau-bauunterhalt-m-w-d/", "date_published": "2025-12-17T00:00:00"}]}