{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-93/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Museum Pfalzgalerie, Kaiserslautern Bewerbungsende: 25.05.2025 | Der Bezirksverband Pfalz sucht für das Museum Pfalzgalerie in Kaiserslautern zum 01.09.2025 die Stelle eine/n\nwissenschaftliche Volontär*in / wissenschaftlichen Volontär m/w/d)\n(für die Dauer von zwei Jahren)\nDas Museum Pfalzgalerie Kaiserslautern (mpk) in der Trägerschaft des Bezirksverbands Pfalz zählt zu den ältesten, bedeutendsten und bekanntesten Kunstmuseen in Rheinland-Pfalz. Schwerpunkte bilden die Bestände des 19. und 20. Jahrhunderts sowie die zeitgenössische Kunst. Das mpk beherbergt wertvolle Gemälde und Plastiken, hochkarätige kunsthandwerkliche Exponate und eine umfangreiche Grafische Sammlung. Ein überregional relevantes Ausstellungsprogramm, regelmäßige Veranstaltungen für verschiedene Zielgruppen und ein vielseitiges Vermittlungsprogramm machen das Museum zu einem lebendigen Ort in der Stadtgesellschaft. Der Leitgedanke unserer Arbeit ist die Offenheit für alle gesellschaftliche Gruppen. Weitere Informationen über das Museum erhalten Sie unter\nwww.mpk.de\nDas mpk feiert in diesem Jahr das 150. Jubiläum mit einer Neupräsentation der Sammlung. Die geplanten Ausstellungen stehen in engem Zusammenhang zur eigenen Sammlungsgeschichte: In Vorbereitung sind Ausstellungen zur Druckgrafik des Expressionismus, der österreichischen Impressionistin Tina Blau. Zudem laufen die Vorbereitungen für die in 2026 geplante Ausstellung der Möbeldesignerin Eileen Gray, sowie die große Retrospektive der Fotografin Evelyn Hofer, mit der das mpk einen neuen Schwerpunkt im Bereich Fotografie und neue Medien gründet.\nIhre Aufgaben:\nMitarbeit und Unterstützung in allen Tätigkeitsfeldern des Museumsbetriebs und in der hauseigenen Kunstsammlung\nMitwirkung an der Konzeption und Realisierung von einem oder mehreren der oben genannten Ausstellungsprojekten\nMöglichkeit der Konzeption und Realisierung eines eigenen Ausstellungsprojekts oder der Implementierung eines Vermittlungsformats\nProjektmanagement\nIhr Profil:\nMit Master oder Magister abgeschlossenes Studium im Fach Kunstgeschichte\nPromotion oder Publikationserfahrung von Vorteil\nmindestens ein Museumspraktikum oder sonstige belastbare Vorerfahrungen im Museum oder einer vergleichbaren Institution\ngute Fremdsprachenkenntnisse in Englisch\nSie verfügen über ein überdurchschnittliches Engagement, eine strukturierte Arbeitsweise, ausgeprägte Teamfähigkeit, Flexibilität und Belastbarkeit\ngute schriftliche und mündliche Ausdrucksfähigkeit\nOffenheit für digitale Medien\nWir bieten:\nEine Unterhaltsbeihilfe in Höhe von 50 % der Entgeltgruppe 13, Stufe 1 TVöD (nach einem Jahr in Stufe 2)\neine strukturierte Ausbildung in allen Bereichen des Museums auf Grundlage eines Ausbildungsplans\nBetreuung durch einen Volontärsverantwortlichen, der für alle Fragen der Aus- und Weiterbildung zur Verfügung steht\nTraining on the job durch vielfältige Einbindung in die laufenden Projekte\neine interessante, mit dem Grad der Ausbildung stetig eigenverantwortlichere Tätigkeit in einem bedeutenden Museum in Rheinland-Pfalz, das gerade einen strategischen Öffnungsprozess in Richtung Communities in Stadt und Region umsetzt\nMöglichkeit zu Fortbildungen im Rahmen des trägereigenen Bildungswerks und der einschlägigen Berufsverbände\nInspirierendes Umfeld mit einem hochmotivierten und agilen Team\nAttraktive Gleitzeitmodelle und Homeoffice\nviele Möglichkeiten sich eigeninitiativ einzubringen\nJobticket und einen Arbeitsplatz in zentraler Lage von Kaiserslautern\nSchwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nFür weitere Informationen steht Ihnen Steffen Egle unter der Telefon-Nr. 0631/3647-200 zur Verfügung.\nSie sind an einem Volontariat in unserem Museum interessiert?\nDann freuen wir uns auf Ihre Bewerbung bis 25.05.2025 über unser Bewerberportal unter\nwww.bv-pfalz.de/karriere\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-93/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleiterin-fachrichtung-elektrotechnik-fuer-das-kulturamt/", "image": "", "title": "Projektleiter*in Fachrichtung Elektrotechnik für das Kulturamt", "content_text": "Kulturamt der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 22.05.2025 | Wir suchen zum nächstmöglichen Zeitpunkt\nProjektleiter*in Fachrichtung Elektrotechnik\nfür das Kulturamt\nBesGr A 13 LBesO (Laufbahngruppe 2, 1. Einstiegsamt) oder EG 12 TVöD\nDie Abteilung\nGebäudemanagement Kulturgebäude\ndes Kulturamtes betreut rund 80 Kulturgebäude innerhalb eines vielfältigen und interessanten Gebäudeportfolio, teils mit anspruchsvollsten Ausstattungen der technischen Gebäudeausrüstung. Das Aufgabenfeld umfasst die Kunst im öffentlichen Raum, vom Künstleratelier über Stadtteilbibliotheken, Museen und Spielstätten bis hin zur Deutschen Oper am Rhein und betrifft sowohl die Planung der baulichen und strukturellen Entwicklung der Kulturbauten, die Steuerung und Abwicklung von Bauunterhaltungs-, Sanierungs-, Umbau-, Rückbau-, Neubau-, Erweiterungsmaßnahmen als auch die laufende Objektverwaltung.\nIhre Aufgaben u.a.:\nBauherrenvertretung, Projektleitung und Projektsteuerung, einschließlich Koordination externer Büros sowie interner Fachplaner*innen, bei komplexen Baumaßnahmen in teilweise denkmalgeschützten Gebäuden\nPlanung und Abwicklung von elektro- und bühnentechnischen Instandhaltungsmaßnahmen gemäß DIN 31051\nDurchführung von Ausschreibungen, Abrechnung und Dokumentation von Baumaßnahmen gemäß den Leistungen nach HOAI LPH 1-9\nkonzeptionelle Erarbeitung von Beschluss- und Entscheidungsvorlagen\nMitwirkung beim Kosten- und Termincontrolling bei Baumaßnahmen und der Berichterstattung gegenüber Vorgesetzten, übergeordneten Dienststellen sowie politischen Gremien\ntechnische Objektverantwortung im Sinne der Betreiberverantwortung.\nIhr Profil:\nabgeschlossenes Hochschulstudium (Bachelor oder Diplom) der Fachrichtung Elektrotechnik oder vergleichbare Qualifikation. Hiermit werden auch staatlich geprüfte Techniker*innen und Meister*innen aus dem o.g. Fachbereich mit langjähriger Berufserfahrung angesprochen, zudem Personen mit der Laufbahnbefähigung für die Laufbahngruppe 2, 1. Einstiegsamt des bautechnischen Dienstes\nKenntnisse auf dem Gebiet der Projektsteuerung und beim Umgang mit denkmalgeschützter, gestalterisch anspruchsvoller Bausubstanz\nKenntnisse der HOAI, AHO, VOB und anderer relevanter Bauvorschriften, Richtlinien und Gesetze\nErfahrungen mit der Integration häufig vielfältiger baufachlicher, technischer und funktionaler Anforderungen in ein Gesamtprojekt\nhohes Maß an Initiative, Verantwortungsbewusstsein, Organisations- und Verhandlungsgeschick sowie Kommunikations- und Teamfähigkeit\nkundenorientiertes Verhalten in einem Amt, das sich als Serviceanbieter versteht\ngute schriftliche und mündliche Ausdrucksfähigkeit sowie IT Kenntnisse Standardsoftware (MS Office).\nFür Berufsanfänger*innen gilt: Voraussetzung für die Eingruppierung in die EG 12 TVöD ist eine mindestens dreijährige Berufserfahrung. Eine Eingruppierung kann aus tarifrechtlichen Gründen daher bis zum Erreichen dieser Voraussetzung lediglich eine Entgeltgruppe niedriger erfolgen.\nGehören Sie zum Personenkreis der Techniker*innen oder Meister*innen, ist eine Eingruppierung in die EG 12 TVöD abhängig von den persönlichen Voraussetzungen und müsste noch einmal abschließend geprüft werden, wenn wir uns für Sie entscheiden. Ggf. kann aus tarifrechtlichen Gründen die Eingruppierung lediglich eine Entgeltgruppe niedriger erfolgen.\nUnser Angebot:\ninteressante, vielseitige und anspruchsvolle Aufgaben\nverantwortungsvolle Position im fachübergreifenden Team\nsicherer, konjunkturunabhängiger Arbeitsplatz\nMöglichkeit zur alternierenden Telearbeit und mobilen Arbeit\nJobticket\nZVK Rentenzusatzversicherung\nflexible Arbeitsmodelle zur Vereinbarkeit von Beruf und Familie (Teilzeit)\nArbeitsplatz in einem ansprechenden Arbeitsumfeld, Standort im Medienhafen Düsseldorf\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt unbefristet im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD). Bei Vorliegen der laufbahnrechtlichen Voraussetzungen ist eine Einstellung im Beamtenverhältnis möglich.\nWir leben Vielfalt\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de\n.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich.\nDas Auswahlverfahren findet voraussichtlich am 04. Juli 2025 statt\nBei Rückfragen bitten wir um Angabe der Kennziffer 41/03/02/25/01.\nBitte bewerben Sie sich online bis zum 22. Mai 2025 über den Link:\nhttps://karriere.duesseldorf.de/projektleiterin-versorgungstechnik-de-f6814.html?agid=19\nFür nähere Auskünfte zum Aufgabengebiet steht Ihnen im Fachamt\nTraudel Funke, Telefon 0211 89-94570,\ngerne zur Verfügung.\nFür das Bewerbungsverfahren ist Ihre Ansprechperson\nNadine Kaiser, Telefon 0211 89-21529,\nLandeshauptstadt Düsseldorf\nMoskauer Straße 25, 40227 Düsseldorf\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.05.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleiterin-fachrichtung-elektrotechnik-fuer-das-kulturamt/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-den-bereich-inventarisierung-und-profanierung/", "image": "", "title": "Mitarbeiter (w/m/d) für den Bereich Inventarisierung und Profanierung", "content_text": "Bischöflichen Generalvikariat Münster, Münster Bewerbungsende: 11.05.2025 | Im Bischöflichen Generalvikariat Münster in dem Sachgebiet Kunstpflege suchen wir Sie ab dem nächstmöglichen Zeitpunkt als\nMitarbeiter (w/m/d)\nfür den Bereich Inventarisierung und Profanierung\nmit einem Beschäftigungsumfang von 50 %, das sind zur Zeit 19,5 Wochenstunden.\nEs handelt sich um eine Stelle im Sachgebiet Kunstpflege zur Unterstützung der Arbeit in den Kunstgutdepots des Bistums, im Bereich Inventarisierung und bei der Begleitung von Profanierungen. Die Stelle ist befristet für ein Jahr für die Mitarbeit im Projekt „Konzeptentwicklung und -umsetzung der digitalen Erfassung der Depotbestände sowie von früheren und laufenden Einlagerungen und Vertragsregelungen“.\nIhr  Aufgabenbereich umfasst im Wesentlichen:\nUnterstützung bei der Inventarisierung der Kunstgut-Bestände in den Kunstgutdepots des Bistums, insbesondere durch digitale Dokumentation, Erfassung und Pflege von Daten.\nMitwirkung der Erfassung und Sicherung von Ausstattungselementen bei Sakralräumen im Kontext von Profanierungen.\nMitarbeit bei der Organisation und Durchführung von Transporten und Lagerung von Kulturgütern.\nZusammenarbeit mit externen Fachkräften sowie den Fachabteilungen des Bistums.\nUnterstützung bei der Entwicklung von Strategien für die nachhaltige Bewahrung und Weitervermittlung von Objekten.\nAllgemeine organisatorische und administrative Tätigkeiten im Zusammenhang mit der Depotarbeit.\nDas sollten Sie mitbringen:\nEin Studium im Bereich Kunstgeschichte, Denkmalpflege, Restaurierung, Kulturgutdokumentation oder eine vergleichbare Qualifikation.\nHilfreich ist Erfahrung in der Inventarisierung und Dokumentation von Kulturgütern sowie Kenntnisse in der Arbeit mit entsprechenden Datenbanksystemen.\nVerständnis für denkmalpflegerische und konservatorische Fragestellungen sowie praktische Erfahrung im Umgang mit Kunst- und Kulturgütern.\nSelbstständige, strukturierte und sorgfältige Arbeitsweise sowie Organisationsgeschick.\nHohe Team- und Kommunikationsfähigkeit.\nKörperliche Belastbarkeit und Bereitschaft zu Dienstfahrten innerhalb des Bistums (Führerschein der Klasse B).\nDas können Sie von uns erwarten:\nEine Vergütung nach der Entgeltgruppe 9c der Kirchlichen Arbeits- und Vergütungsordnung.\nEine abwechslungsreiche und verantwortungsvolle Tätigkeit in einem engagierten Team.\nDie Möglichkeit, zum Erhalt des christlichen Kulturerbes und der kunstpflegerischen Arbeit im Bistum beizutragen.\nEine wertschätzende Arbeitsatmosphäre in einem kirchlichen Umfeld.\nWir bieten flexible Arbeitszeiten sowie die Möglichkeit zum Homeoffice.\nSie können ein JobTicket nutzen.\nWir bieten eine zusätzliche betriebliche Altersvorsorge durch die kirchliche Zusatzversorgungs-kasse in Köln (KZVK) sowie die Möglichkeit zum Abschluss einer Brutto-Entgeltumwandlung bei der KZVK oder bei den Versicherern im Raum der Kirchen.\nVereinbarkeit von Beruf und Familie ist uns sehr wichtig.\nUnser Gesundheitsmanagement umfasst u. a. Grippeschutzimpfung, Brillenzuschuss Bildschirmarbeitsplatz, Gesundheitstag, Betriebssport.\nSie können an verschiedenen Fort- und Weiterbildungsmöglichkeiten teilnehmen.\nFür Fragen steht Ihnen Herr Dr. Thomas Fusenig unter der Telefonnummer 0251/495-423 gern zur Verfügung.\nBewerbungen geeigneter schwerbehinderter Menschen sind ausdrücklich erwünscht.\nDie eingehenden Bewerbungen werden vertraulich behandelt.\nGemeinsam haben die Mitarbeitenden des Bischöflichen Generalvikariats folgendes Leitbild erarbeitet: „Wir stärken die Menschen. Wir klären die Sachen. Wir fördern Vertrauen, indem wir vertrauen.“ Danach wollen wir als Dienst- und Glaubensgemeinschaft arbeiten, miteinander und mit anderen Menschen in Beziehung treten und Kirche sein. Deshalb wünschen wir uns von Ihnen, dass Sie unser Leitbild aktiv mittragen. Auf Grundlage des Leitbilds haben wir auch Führungsgrundsätze entwickelt. Entsprechend gehen wir davon aus, dass alle unsere Führungskräfte einen Führungsstil im Sinne des Leitbilds praktizieren.\nWenn Sie diese Stelle interessiert, Sie die Besonderheit des kirchlichen Dienstes bejahen und sich mit den Zielen identifizieren, Sie eine verantwortungsvolle Aufgabe suchen und bereit sind, diese mit Engagement zu erfüllen, freuen wir uns auf Ihre aussagekräftige Bewerbung. Diese senden Sie uns bitte ausschließlich online bis zum\n11.05.2025\nzu.\nwww.kirchentalente.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-den-bereich-inventarisierung-und-profanierung/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellter-m-w-d-im-bereich-finanzverwaltung/", "image": "", "title": "Verwaltungsangestellte:r (m/w/d) im Bereich Finanzverwaltung", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Weimar / Nordhausen Bewerbungsende: 08.06.2025 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist zum nächstmöglichen Zeitpunkt die Stelle eines/einer\nVerwaltungsangestellten (m/w/d) im Bereich Finanzverwaltung\nzu besetzen. Die Stelle ist in Teilzeit (30 Stunden / Woche) und befristet für 2 Jahre.\nWer sind wir?\nDie beiden Standorte der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora befinden sich an den Orten der gleichnamigen ehemaligen Konzentrationslager bei Weimar bzw. Nordhausen. Heute sind die Gedenkstätten internationale Lern- und Gedächtnisorte mit vielfältigen Bildungsangeboten zur intensiven Auseinandersetzung mit der Geschichte der nationalsozialistischen Konzentrationslager, des sowjetischen Speziallagers Buchenwald sowie der Gedenkstätten zu Zeiten der DDR und nach 1990. Gebäude und Relikte auf den jeweils mehrere Hundert Hektar großen ehemaligen Lagergeländen sowie eine vielfältige Überlieferung in Sammlungen und Archiven zeugen von den Verbrechen, aber auch vom wechselvollen Umgang mit der Geschichte. Dauer- und Wechselausstellungen regen zur kritischen Auseinandersetzung mit der Vergangenheit an, insbesondere auch mit der engen Einbindung der Konzentrationslager in die deutsche Gesellschaft. Jährlich besuchen insgesamt mehrere Hunderttausend Menschen die Gedenkstätten Buchenwald und Mittelbau-Dora.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.06.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellter-m-w-d-im-bereich-finanzverwaltung/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-18/", "image": "", "title": "Wissenschaftliche/r Mitarbeiter/in (m/w/d)", "content_text": "Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Bonn Bewerbungsende: 11.05.2025 | Sie haben Lust aktiv unsere Ausstellung zu gestalten? Sie interessieren sich für Geschichte? Und Sie suchen nach einer beruflichen Herausforderung? – Dann suchen wir Sie!\nDie Häuser der Stiftung in Bonn, Berlin und Leipzig gehören zu den meistbesuchten Geschichtsmuseen in Deutschland. Für das Haus der Geschichte am Dienstort\nBonn\nsuchen wir\nunbefristet\nund\nzum nächstmöglichen Zeitpunkt in Vollzeit\neine/n wissenschaftliche/n Mitarbeiter/in (m/w/d)\n(EG 13 TVöD)\nKennziffer 06-25\nWas erwartet Sie?\nKonzeptionelle Erarbeitung von besucherorientierten und zugleich wissenschaftlich fundierten Ausstellungen für alle Standorte der Stiftung als Projektleitung eines Teams von Wissenschaftlern oder Teammitglied\nEntwicklung von partizipativen Elementen und Medienstationen\nVerfassen von Gremienpapieren, Ausstellungs- und Katalogtexten\nwissenschaftliche Betreuung eines Teilbereichs der Sammlungen der Stiftung\nWas sollten Sie mitbringen?\nErfolgreich abgeschlossenes wissenschaftliches Hochschulstudium (Master, Diplom oder vergleichbar) der Geschichts- oder Politikwissenschaften\nNachgewiesene Kenntnisse der deutschen Geschichte des 20. und 21. Jahrhunderts sind zwingend erforderlich\nVertiefte Kenntnisse der ostmittel- oder osteuropäischen Geschichte sind von Vorteil\nMehrjährige Berufserfahrung in verschiedenen Formen musealer Vermittlung sind erforderlich\nMehrjährige Erfahrung in der Ausstellungsarbeit, bevorzugt in Museen, sind von Vorteil\nInnovationsfreude bei der Entwicklung neuer Publikumsangebote in Verbindung mit abteilungs- und fachübergreifender Zusammenarbeit in Projektteams\nErfahrung im Projektmanagement\nEin hohes Maß an Kommunikationsfähigkeit sowie Organisationstalent\nWas bieten wir Ihnen?\nEine\nverantwortungsvolle und abwechslungsreiche Tätigkeit in einem spannenden Berufsfeld\nEin familienfreundliches Umfeld mit flexibler Arbeitszeit und Möglichkeit zu mobiler Arbeit\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder\nJobticket bzw. Deutschlandjobticket mit Arbeitgeberzuschuss\nFortbildungsmöglichkeiten\nEine gute Anbindung an den ÖPNV sowie Auto- und Fahrradstellplätze\nDie Stelle kann auch mit Teilzeitkräften besetzt werden. Die Stiftung gewährleistet die berufliche Gleichstellung von Männern und Frauen nach dem Bundesgleichstellungsgesetz. Menschen mit Behinderung werden nach Maßgabe des Sozialgesetzbuches – Neuntes Buch – bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständige und aussagekräftige Bewerbung (bevorzugt als PDF-Format in nur einer Datei)\nbis zum 11.\nMai 2025\nunter Angabe der\nKennziffer 06-25 sowie des frühestmöglichen Eintrittstermins per E-Mail\nan:\nbewerbung@hdg.de\noder Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Personalreferat, Willy-Brandt-Allee 14, 53113 Bonn.\nAls Ansprechpartner für fachbezogene Fragen steht Ihnen Herr Dr. Thorsten Smidt, Telefon 0228/9165-103, in personalwirtschaftlichen Angelegenheiten Frau Anke Löschhorn, Telefon 0228/9165-510 zur Verfügung.\nVorstellungsgespräche werden voraussichtlich in KW 23/34 geführt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-18/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-des-direktoriums-m-w-d/", "image": "", "title": "Assistent*in des Direktoriums (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 23.05.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum der materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür das Vorzimmer des Direktoriums am\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt\nEine*n Assistent*in des Direktoriums (m/w/d)\n(EG 8 TV-L, Vollzeit)\nIhre Aufgaben:\nSelbstständige Ausführung aller anfallenden Sekretariats­ und Organisationsaufgaben im Vorzimmer des Direktoriums\nZentrale Ansprechperson für interne und externe (telefonische) Anfragen sowie stilsichere und fehlerfreie Korrespondenz in deutscher und englischer Sprache\nEigenständige Koordination und administrative Vorbereitung von Terminen, (Gremien-) Sitzungen und Tagungen\nAdministrative Betreuung des Gremienbüros\nDurchführung von anlassbezogenen Recherchen (z.B. im Vorfeld von Sitzungen, für Präsentationen und Auswertungen etc.)\nEmpfang und Betreuung von Besucher*innen\nOrganisation, Abwicklung und Abrechnung von Dienstreisen des Direktoriums\nFührung der Dokumentenablage sowie Weiterentwicklung des Systems der Aktenablage des Direktoriums\nErstellung von Dokumenten (z. B. Vermerke, Schreiben)\nIhr Anforderungsprofil:\nAbgeschlossene Ausbildung als Verwaltungsfachangestellte*r oder Kauffrau*Kaufmann für Büromanagement\nMindestens 3 Jahre Berufserfahrung im Vorzimmer einer öffentlichen Verwaltung oder als Assistenz einer Führungskraft\nAusgeprägte Fähigkeiten in der Organisation und Koordination von Assistenzaufgaben\nSelbstständige, sorgfältige und verantwortungsbewusste Arbeitsweise\nAbsolute Zuverlässigkeit, Diskretion und Loyalität\nFreundliches, souveränes Auftreten gepaart mit hoher Kommunikations- und Teamfähigkeit\nFundierte Kenntnisse im Umgang mit Microsoft-Office-Programmen\ngute Englischkenntnisse in Wort und Schrift\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 8 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, , eine Bezuschussung des Deutschlandtickets iHv 50%\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt, mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nNeben beruflicher Sicherheit und Familienfreundlichkeit bieten wir Ihnen ein attraktives, vielfältiges Arbeitsumfeld, zuverlässige Strukturen sowie eine abwechslungsreiche Tätigkeit.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerber*innen unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen!) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum 23. Mai 2025. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an: Dr. Louise Rokohl,\nlouise.rokohl@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.05.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-des-direktoriums-m-w-d/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/administrative-assistenz-m-w-d-in-der-palaeoanthropologie/", "image": "", "title": "Administrative Assistenz (m/w/d) in der Paläoanthropologie", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 15.05.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die Abteilung Paläoanthropologie am Standort Frankfurt eine\nAdministrative Assistenz (m/w/d) in der Paläoanthropologie\nTeilzeit (80%)\nIhre Aufgaben\nAllgemeine Büroorganisation, Terminkoordination und Kalendermanagement der Abteilungsleitung, Aktenführung, Ablagesystematik, inklusive Wiedervorlagen, Dienstreisen und Reisekostenabrechnung, Mithilfe bei Erstellung von Vertragsentwürfen, -laufzettel (z.B. Leihverträge, Kooperationsverträge)\nUnterstützung der Abteilung in allen anfallenden organisatorischen und administrativen Aufgaben, u.a. Buchhaltung inklusive Überwachung und Abstimmung der Buchungen im Kernhaushalt sowie der Drittmittelkonten in SAP, Abteilungsbestellwesen, Recherchearbeiten und Angebotseinholung, Bearbeitung des Postein- und Postausganges\nInterne und externe Kommunikation, u.a. mit SGN zentralen Verwaltungseinheiten, Instituten und Abteilungen, insbesondere bei der Abwicklung von Projekten zwischen Projektleitung, Drittmittel- und Finanzabteilung.\nVor- und Nachbereitung von Sitzungen, Tagungen und Besprechungen und die adäquate Erstellung von Arbeits- und Sitzungsunterlagen sowie Präsentationen\nMitarbeit bei der infrastrukturellen Konzeption, Raum- und Arbeitsplatzplanung, Organisation und admin. Abwicklung von (internationalen) Forschungs- und Kooperationsprojekten, sowie Vortrags- und Veranstaltungsorganisation für (internationale) Fachtagungen, Besuchsprogramme und Workshops, englische Kommunikation mit internen und externen internationalen Institutionen und Personen\nUnterstützung bei strategischen Prozessen und Konzeptentwicklungen, Koordination/Terminierung der Abteilungssitzungen und anderen internen Arbeitsgruppen-Besprechungen\nDokumentations- und Berichtswesen; Berichterstattung an den Zuwendungsgeber (BadZ): jährliche Zusammenstellung und Eingabe der übergeordneten Abteilungsdaten in die Datenbank\nBetreuung von Gästen, Gastwissenschaftlern, Ansprechpartner*in für Praktikanten*innen, Studierende, Doktoranden*innen und Postdocs (Beratung und Coaching in administrativen Angelegenheiten)\nIhre Qualifikationen\nBerufsausbildung als Fachwirt*in für Büro- und Projektorganisation, eine abgeschlossene kaufmännische Ausbildung, oder eine gleichwertige Ausbildung in Büro- oder Projektmanagement in wissenschaftlichen Einrichtungen oder Universitäten.\nErfahrungen in der selbständigen Koordination von Projektprozessen in der Wissenschaft und Kommunikation.\nGute Kenntnisse im Büromanagement mit Bezug in wissenschaftlichen Forschungsbetrieben oder universitären Einrichtungen.\nBewusstsein im vertraulichen Umgang mit sensiblen naturkundlichen und kulturellen  Sammlungsobjekten.\nGute Kenntnisse in der Anwendung von MS-Office, idealerweise auch SAP-Kenntnisse und die Bereitschaft sich in neue Software-Anwendungen im Bereich Administration und Datenbanken einzuarbeiten.\nOrganisationstalent sowie Erfahrung, Affinität und Freude an administrativen Aufgaben.\nAusgeprägte Sozialkompetenz, hohe Serviceorientierung, Vertrauenswürdigkeit, Organisationsgeschick, ein freundliches Auftreten und Teamfähigkeit, Erfahrung im gepflegten Umgang mit internationalen Gästen, Wissenschaftler*innen und Studierenden.\nSehr gute Deutsch- sowie sehr gute Englischkenntnisse in Wort und Schrift.\nEin Führerschein der Klasse B ist wünschenswert, aber nicht zwingend erforderlich.\nFlexibilität und Bereitschaft zur Einarbeitung in neue Aufgabenfelder, sowie dem gelegentlichen Einsatz außerhalb der üblichen Arbeitszeiten im Rahmen von Konferenzen, Workshops, Besuchen von Gästen aus dem In- und Ausland oder anderen Veranstaltungen (nach vorheriger Absprache, Zeitumfang von ca. 30 Stunden pro Jahr).\nGrundlegende Kenntnisse im Personalrecht sind ein Vorteil\nWir bieten\nEine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nSelbstständiges Handeln in einem internationalen und professionellen Umfeld\nFlexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: Teilzeit (80%)\nVertragsart: Zunächst befristet für eine Dauer von 2 Jahren; eine Entfristung wird angestrebt\nVergütung: E 8 – Tarifvertrag des Landes Hessen (TV-H)\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25031 bis zum 15.05.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Apl. Prof. Dr. Ottmar Kullmer unter\nottmar.kullmer@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.05.2025", "url": "https://www.museumsbund.de/stellenangebote/administrative-assistenz-m-w-d-in-der-palaeoanthropologie/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-einkauf-und-beschaffung-oeffentliches-vergaberecht-m-w-d-2/", "image": "", "title": "Mitarbeiter*in Einkauf und Beschaffung – öffentliches Vergaberecht (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 24.05.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren Standort Mainz suchen wir ab sofort\neine*n Mitarbeiter*in Einkauf und Beschaffung –\nöffentliches Vergaberecht (m/w/d)\nin Vollzeit – unbefristet\nIhre Aufgaben:\nEigenständige und vergaberechtskonforme Beschaffung unter Anwendung des öffentlichen Vergaberechts gemäß LHO, UVgO, VgV und GWB\nBegleitung der vergaberechtskonformen Beschaffung von Bauleistungen und technischen Vertragsleistungen VOB\nKoordination der Zusammenarbeit sowie Kontrolle von Dienstleistern, insbesondere im Bereich Facility Management\nErstellen von Vertragsunterlagen, Vertragsmanagement und -vergabe\nUnterstützung und Beratung aller Institutsteile und Standorte in Beschaffungsangelegenheiten\nEigenständige Durchführung von Beschaffungsvorgängen, Angebotseinholungen sowie Markterkundungen inklusive Lieferanten- und Terminmanagement\nErledigung des operativen Tagesgeschäfts, z. B. Warenannahme, Lieferschein- und Rechnungsprüfung\nMitwirkung an Projekten zur weiteren Optimierung von elektronisch gestützten Geschäftsprozessen, z.B. ERP System, e-Akte, e-Vergabe, e-Rechnung u.a.m.\nÜbernahme allgemeiner Verwaltungs- und Organisationsaufgaben für die Bereichsleitung\nIhr Anforderungsprofil:\nSie\nhaben mindestens eine abgeschlossene 3-jährige technisch-kaufmännische Berufsausbildung bzw. einen vergleichbaren Bachelor Abschluss\nverfügen über eine fundierte Berufserfahrung im Einkauf bzw. technischen Einkauf, vorzugsweise in einer öffentlichen Verwaltung\nverfügen über gute Kenntnisse in den einschlägigen Vergabevorschriften, z. B. UVgO, VgV, GWB, VOB, den landesspezifischen Vergaberegelungen sowie im Vertragsrecht\nbringen neben Ihrem fundierten kaufmännischen Wissen ein technisches Verständnis mit\nbesitzen gute Kenntnisse in den gängigen MS-Office Produkten sowie einer Vergabeplattform, bevorzugt cosinex\nhaben eine eigenverantwortliche, selbständige und lösungsorientierte Arbeitsweise, gepaart mit einem hohen Maß an Organisationsvermögen\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen bei einer hohen beruflichen Sicherheit\nEine Vergütung bis EG 9b TV-L\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nBezuschussung des Deutschlandtickets\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt (bitte Nachweise beifügen!).\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum 24. Mai 2025. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an: Christian Leipold,\nchristian.leipold@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-einkauf-und-beschaffung-oeffentliches-vergaberecht-m-w-d-2/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlich-technischen-mitarbeiterin-m-w-d/", "image": "", "title": "Wissenschaftlich-technische*r Mitarbeiter*in (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 24.05.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum der materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür das Labor für Archäometrie am\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt\neine*n\nWissenschaftlich-technische*n Mitarbeiter*in (m/w/d)\nin Voll- oder Teilzeit\n(EG 11 TV-L)\nzunächst befristet für die Dauer von 2 Jahren\nmit der Option auf Entfristung\nDas Labor für Archäometrie am LEIZA besteht seit 1961 und ist vor allem auf die materialwissenschaftlich-technologische Erforschung archäologischer Objekte aus unterschiedlichen Materialien durch physikalisch-chemische Analysemethoden ausgerichtet. Die Expertise des Labors für Archäometrie soll den interdisziplinären Austausch zwischen Natur- und Geisteswissenschaften fördern.\nIhre Aufgaben:\nPlanung, Durchführung, Auswertung und Dokumentation von Analysen unterschiedlicher archäologischer Materialien mit röntgenanalytischen Verfahren\nDurchführung, Auswertung und Dokumentation von licht- und elektronenmikroskopischen Untersuchungen\nProbenahme und Probenpräparation unterschiedlicher archäologischer Werkstoffe für physikalisch-chemische Analysemethoden\nProben- und Datenverwaltung, Erprobung und Mitentwicklung von Analyse- und Untersuchungsmethoden, sowie Mitarbeit in Forschungsprojekten\nIhr Anforderungsprofil:\neine abgeschlossene Hochschulausbildung, vorzugsweise im Bereich „Naturwissenschaftliche Archäologie/Archäometrie“, oder in einem naturwissenschaftlich-technischen Fach\nPraktische Erfahrung mit verschiedenen physikalisch-chemischen Untersuchungsmethoden an archäologischen Materialien\nErfahrung in der Zusammenarbeit mit Archäolog*innen unterschiedlicher Fachdisziplinen und Kenntnisse über die archäologischen Forschungsmethoden\nNachweis über die fachliche Qualifikation und Befähigung zu wissenschaftlicher Arbeit durch einschlägige Publikationen\nGesundheitliche Eignung für Tätigkeiten im Strahlenschutzbereich\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 11 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nNeben beruflicher Sicherheit und Familienfreundlichkeit bieten wir Ihnen ein attraktives, vielfältiges Arbeitsumfeld, zuverlässige Strukturen sowie eine abwechslungsreiche Tätigkeit.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt (bitte Nachweise beifügen!).\nFrauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – möglichst in einer PDF-Datei – per E-Mail bis zum 24.05.2025. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an:\nProf. Dr. Roland Schwab, Email: Roland.schwab@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlich-technischen-mitarbeiterin-m-w-d/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsbereichsleitung-staedt-museen-und-museumsdirektion-museum-fuer-kunst-und-kulturgeschichte-w-m-d/", "image": "", "title": "Geschäftsbereichsleitung städt. Museen und Museumsdirektion Museum für Kunst und Kulturgeschichte (w/m/d)", "content_text": "Kulturbetriebe Dortmund, Dortmund Bewerbungsende: 23.05.2025 | Bei den Kulturbetrieben Dortmund – einer eigenbetriebsähnlichen Einrichtung der Stadt Dortmund – ist zum nächstmöglichen Termin die Planstelle\nGeschäftsbereichsleitung städt. Museen und Museumsdirektion Museum für Kunst und Kulturgeschichte (w/m/d)\nzu besetzen.\nDie Kulturbetriebe Dortmund bestehen aus den Geschäftsbereichen Kulturbüro, Bibliotheken, Museen, Musikschule, Dietrich-Keuning-Haus, Volkshochschule, Stadtarchiv und Dortmunder U. Das Büro der Geschäftsleitung ist die gemeinsame Serviceeinrichtung.\nDas 1883 gegründete\nMuseum für Kunst und Kulturgeschichte\n(MKK) Dortmund ist das älteste seiner Art im Ruhrgebiet. Es gehört zu den wenigen Museen in kommunaler Trägerschaft, die einen Querschnitt von archäologischen Funden über wertvolle Bestände zur freien wie zur angewandten Kunst, zur ländlichen, städtischen und höfischen Wohnkultur bis hin zur Stadtgeschichte bieten können. Zum MKK gehören die Abteilung\nKunst im öffentlichen Raum\nsowie als Außenstellen drei weitere, aktive Museen:\nDas\nKindermuseum Adlerturm\n, 1992 eröffnet, zeigt Funde der Stadtarchäologie, erzählt die Geschichte der mittelalterlichen Befestigungen der Freien Reichs- und Hansestadt Dortmund und beschreibt das Leben im mittelalterlichen Dortmund. Das\nHoesch-Museum\n, 2005 eröffnet, befasst sich mit der Geschichte von Eisen und Stahl und dem Strukturwandel in Dortmund. Das\nBrauerei-Museum\n, 2006 wiedereröffnet, schildert das industrielle Bierbrauen seit dem 19. Jahrhundert und gibt ein anschauliches Bild von Produktion, Vertrieb, Konsum und Werbung der Dortmunder Brauwirtschaft bis in die jüngste Vergangenheit. Die\nBibliothek des Deutschen Kochbuch-Museums\nsteht dem Publikum derzeit mit seinen mehr als 15.000 Büchern zu Fragen der Ernährung, des Kochens und der Esskultur offen.\nZum Geschäftsbereich Museen gehören neben dem MKK das fertig sanierte\nNaturmuseum Dortmund\nund das in Sanierung befindliche\nWestfälische Schulmuseum\n. Zudem ist der Neubau eines zentralen\nMuseumsdepots\ngeplant, eine Machbarkeitsstudie dazu ist bereits erstellt.\nDie Planstelle ist nach E15 TVöD (AT/VERW) bewertet. Darüber hinaus wird eine Zusatzvergütung gewährt.\nDie Ausschreibung richtet sich an Bewerber*innen mit abgeschlossenem Hochschulstudium (Master oder Uni-Diplom oder äquivalent) der Kunstgeschichte, Europäischen Ethnologie oder Geschichte bzw. eines verwandten Fachbereiches, gern mit Promotion.\nGesucht wird eine kommunikative und offene Persönlichkeit, die die Museen der Stadt Dortmund ziel- und teamorientiert weiterentwickelt. Die herausragenden anstehenden Herausforderungen für die neue Geschäftsbereichsleitung ist zum einen die Entwicklung eines Hauses der Geschichte unter besonderer Berücksichtigung der Dortmunder Zuwanderung und Integration bis heute. Hierzu muss in den kommenden Monaten neben den existierenden Institutionen im Geschäftsbereich ein eigener Fachbereich entwickelt werden, für den auch eine umfassendere Umstrukturierung des Geschäftsbereichs möglich ist. Die zweite große Aufgabe besteht in der Grundsanierung des MKK-Gebäudes und in der Entwicklung einer neuen Dauerausstellung mit über 6.000 m\n2\n.\nIhre Aufgaben sind im Wesentlichen\ndie wissenschaftliche und administrative Leitung des Geschäftsbereichs Museen sowie die Repräsentation und Kommunikation der Museen und ihrer Angebote in Öffentlichkeit und Politik\ndie strategische Weiterentwicklung der städtischen Dortmunder Museen sowie langfristig die Umsetzung des Museumsentwicklungsplans\nden Aufbau eines Hauses der Geschichte\ndie Konzeptionierung und inhaltliche Neuausrichtung des MKK, das grundsaniert werden muss und eine neue Dauerausstellung braucht\ndie Pflege und der Ausbau bestehender regionaler, nationaler und internationaler Kooperationen und Kontakte\nWir erwarten von Ihnen\nmehrjährige Erfahrung im leitenden Management eines Museums oder einer vergleichbaren Kultureinrichtung mit relevanter Erfahrung in der Personalführung und Budgetverantwortung\ndie Fähigkeit zur Gestaltung, Strukturierung und Moderation von Kommunikations- und Entscheidungsprozessen\nErfahrungen im Umgang mit öffentlichen und privaten Fördermittelgebern\neine gute nationale und internationale Vernetzung\nDurchsetzungsfähigkeit und Managementqualitäten\nhohe Sozialkompetenz, einen kooperativen Führungsstil, Begeisterung und Überzeugungskraft\nein überzeugendes, empathisches Auftreten mit ausgeprägter Teamfähigkeit\nWir bieten Ihnen\neine fachlich ansprechende, interessante und verantwortungsvolle Führungsaufgabe mit viel Abwechslung und einem hohen Maß an Eigenständigkeit\neinen sicheren Arbeitsplatz im öffentlichen Dienst mit tarifgerechter, fairer Bezahlung inkl. Jahressonderzahlung sowie eine attraktive betriebliche Altersvorsorge, vermögenswirksame Leistungen und leistungsorientierte Bezahlung\nein kollegiales Arbeitsumfeld in einem kooperativen und aufgeschlossenen Team\neine individuelle Gestaltung der Arbeitszeiten durch flexible und lebensphasenorientierte Gleitzeitmodelle sowie die Möglichkeit zum Home-Office\nJobticket mit monatlicher Arbeitgeberbeteiligung\nvielfältige Fort- und Weiterbildungsmöglichkeiten\nein umfangreiches betriebliches Gesundheitsmanagement\nDie Arbeit erfolgt technikunterstützt.\nGrundsätzlich besteht die Möglichkeit, die Aufgaben in Teilzeittätigkeit wahrzunehmen. Eine flexible Arbeitszeitgestaltung kann – orientiert an den dienstlichen Erfordernissen – vereinbart werden.\nBewerbungen von Frauen sind ausdrücklich erwünscht. Bei gleicher Eignung, Befähigung und fachlicher Leistungen werden Frauen nach Bestimmung des Landesgleichstellungsgesetzes (LGG) bevorzugt berücksichtigt. Bewerbungen von Schwerbehinderten sind erwünscht.\nDortmund ist eine welt- und kulturoffene Stadt. Es entspricht unserem Selbstverständnis, allen Menschen in der Stadt gleiche Teilhabe und Chancen auf allen Ebenen der Gesellschaft zu ermöglichen. Chancengerechtigkeit, Gleichstellung und der Umgang mit Interkulturalität sind daher notwendige und unverzichtbare Elemente unseres Verwaltungshandelns. Wir erwarten daher von unseren Mitarbeiter*innen, dass sie sich mit dieser Zielsetzung identifizieren.\nBei Rückfragen stehen Ihnen Herr Stadtdirektor Jörg Stüdemann, Kulturdezernent, unter F (0231) 50-22033 sowie Dr. Stefan Mühlhofer, Geschäftsführender Direktor der Kulturbetriebe, unter F (0231) 50-22159, gerne zur Verfügung.\nIhre Bewerbung kann nur berücksichtigt werden, wenn Sie diese bis zum 23.05.25 über unsere Karriereseite (\ndortmund.de/karriere\n)\nonline\neinreichen. Die Erfassung per E-Mail oder Post übersandter Bewerbungen ist grundsätzlich nicht möglich.\nWir bitten zu beachten, dass Kosten, die Ihnen im Rahmen des Bewerbungsverfahrens oder Ihrer persönlichen Teilnahme am Auswahlverfahren entstehen, leider nicht übernommen werden können.\nSie möchten sich umfassend über die Vorzüge einer Beschäftigung bei der Stadt Dortmund informieren? Dann sehen Sie sich gerne unsere\nBroschüre „Gute Gründe für die Stadt\nDortmund“ [pdf, 7,5 MB]\nsowie unseren\nFlyer „Arbeitgeberin Stadt Dortmund bietet\nPerspektiven“ [pdf, 2,7 MB]\nan.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.05.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsbereichsleitung-staedt-museen-und-museumsdirektion-museum-fuer-kunst-und-kulturgeschichte-w-m-d/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/maurerin/", "image": "", "title": "Maurer:in", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 21.05.2025 | In der Abteilung\nTechnik\n, Sicherheit, Innerer Dienst der Staatlichen Museen zu Berlin ist eine Stelle als\nMaurer:in\nzu besetzen. Die\nStaatlichen Museen zu Berlin\nsind mit ihren 15 Sammlungen und vier Forschungsinstituten der größte Museumsverbund in Deutschland.  Das Referat Technik betreibt in allen Museumsgebäuden der Staatlichen Museen zu Berlin die hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.05.2025", "url": "https://www.museumsbund.de/stellenangebote/maurerin/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/veranstaltungsmanagement-m-w-d-2/", "image": "", "title": "Mitarbeiter*in im Bereich Veranstaltungsmanagement (m/w/d)", "content_text": "documenta und Museum Fridericianum gGmbH, Kassel Bewerbungsende: 07.05.2025 | Die documenta und Museum Fridericianum gGmbH in Kassel sucht zum nächstmöglichen Zeitpunkt ein/e Mitarbeiter*in im Bereich\nVeranstaltungsmanagement (m/w/d)\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die von der Stadt Kassel und dem Land Hessen als Gesellschafter getragen wird. In ihre Verantwortung gehören die alle fünf Jahre stattfindende documenta Ausstellung, das Fridericianum, das documenta archiv, das documenta Institut und die documenta Halle.\nDie documenta und Museum Fridericianum gGmbH sucht zum nächstmöglichen Zeitpunkt eine zuverlässige und verantwortungsvolle Persönlichkeit im Bereich Veranstaltungen für das Fridericianum. Als Mitarbeiter*in im Bereich der Veranstaltungsorganisation sind Sie unmittelbar an der Entwicklung und Umsetzung eines vielfältigen Veranstaltungsprogramms des Fridericianum beteiligt.\nZu Ihren Aufgaben gehören:\nKonzeption, Planung, Umsetzung und Nachbereitung aller internen Veranstaltungen des Fridericianum sowie der anderen Geschäftsbereiche\nAbteilungsübergreifende Koordination aller Veranstaltungstermine und Führung von Veranstaltungskalendern für die documenta gGmbH\nKommunikation mit den relevanten Akteur*innen der jeweiligen Fachabteilungen, der technischen Abteilung, des Café im Fridericianum etc.\nBetreuung bzw. Koordination von (Abend-)Veranstaltungen\nZurverfügungstellung der notwenigen technischen, infrastrukturellen, personellen und sonstigen Ressourcen für die Veranstaltungsplanung\nFührung von Listen und Laufzetteln\nIhr Profil:\nAbgeschlossenes Hochschulstudium oder gleichwertige Ausbildung in diesem Bereich mit entsprechendem fachspezifischem Schwerpunkt\nSorgfalt, Organisationsgeschick, Belastbarkeit und sehr gute Kommunikationsfähigkeit\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit\nFlexibilität, Zuverlässigkeit und die Bereitschaft zur Übernahme von Arbeitseinsätzen in den Abendstunden sowie am Wochenende\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten:\nWir bieten Ihnen eine interessante und verantwortungsvolle Tätigkeit in einem international agierenden Team im Kunst- und Kulturbereich. Sie erhalten ein angemessenes, Ihrer Qualifikation entsprechendes Gehalt. Ihre wöchentliche Arbeitszeit umfasst 40 Stunden. Der Arbeitsort ist Kassel. Es handelt sich um eine bis zum 31.12.2026 befristete Stelle.\nWir bezuschussen das JobTicket-Abonnement der Mitarbeitenden zum Bezug von ÖPNV-Dauerfahrkarten im Umfang von sogenannten Deutschlandtickets.\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen unter Angabe Ihrer Gehaltsvorstellungen und des frühestmöglichen Eintrittstermins ausschließlich in elektronischer Form per E-Mail (ein zusammenhängendes PDF, max. 5 MB) an:\nbewerbungen@documenta.de\nIhr Ansprechpartner für Fragen zum Aufgabengebiet: Direktor Fridericianum, Moritz Wesseler, T +49 561 70727-20\nFragen zum Bewerbungsverfahren: Abteilungsleitung Personal, Brigitte Gabler/Geert Frieler,\nbewerbungen@documenta.de\n, T +49 561 70727-2518\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.05.2025", "url": "https://www.museumsbund.de/stellenangebote/veranstaltungsmanagement-m-w-d-2/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kunstvermittlung-m-w-d/", "image": "", "title": "Mitarbeiter*in im Bereich Kunstvermittlung (m/w/d)", "content_text": "documenta und Museum Fridericianum gGmbH, Kassel Bewerbungsende: 07.05.2025 | Die documenta und Museum Fridericianum gGmbH in Kassel sucht zum nächstmöglichen Zeitpunkt ein/e Mitarbeiter*in im Bereich\nKunstvermittlung (m/w/d)\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die von der Stadt Kassel und dem Land Hessen als Gesellschafter getragen wird. In ihre Verantwortung gehören die alle fünf Jahre stattfindende documenta Ausstellung, das Fridericianum, das documenta archiv, das documenta Institut und die documenta Halle.\nDie documenta und Museum Fridericianum gGmbH sucht zum nächstmöglichen Zeitpunkt eine zuverlässige und verantwortungsvolle Persönlichkeit im Bereich Kunstvermittlung für das Fridericianum. Die Abteilung setzt sich dafür ein, die ausstellungsbezogenen Inhalte der verschiedenen Ausstellungen des Fridericianum durch die Vermittlung öffentlicher Programme einem breiten Publikum erfahrbar zu machen.\nAls Mitarbeiter*in im Bereich Kunstvermittlung sind Sie unmittelbar an der Entwicklung eines Vermittlungs- und Veranstaltungsprogramms des Fridericianum beteiligt.\nZu Ihren Aufgaben gehören:\nKonzeption, Planung, Umsetzung und Nachbereitung von Bildungs- und Vermittlungsangeboten für diverse Zielgruppen\nTermin-, Personal- und Budgetplanung\nErstellung didaktischer Materialien\nSchulung von Kunstvermittler*innen für Führungen und Workshops\nDurchführung von Führungen\nProaktive Ansprache einer breiten Öffentlichkeit – insbesondere von Kindergärten, Schulen – um neue Besucher*innengruppen zu gewinnen und Netzwerke auszubauen\nErarbeitung und Realisierung von digitalen Vermittlungsformaten\nIhr Profil:\nAbgeschlossenes Hochschulstudium der Fachrichtung Kunstgeschichte, Kunstpädagogik, Kunstwissenschaft oder Kulturwissenschaft mit entsprechendem fachspezifischem Schwerpunkt\nKenntnisse der zeitgenössischen Kunst und Erfahrungen im Bereich Kunstvermittlung\nOrganisationsgeschick, Belastbarkeit und gute Kommunikationsfähigkeit\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit\nFlexibilität, Zuverlässigkeit und die Bereitschaft zur Übernahme von Arbeitseinsätzen in den Abendstunden sowie am Wochenende\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nsoziale, kommunikative und interkulturelle Kompetenz, Kreativität\nWir bieten:\nWir bieten Ihnen eine interessante und verantwortungsvolle Tätigkeit in einem international agierenden Team im Kunst- und Kulturbereich. Sie erhalten ein angemessenes, Ihrer Qualifikation entsprechendes Gehalt. Ihre wöchentliche Arbeitszeit umfasst 40 Stunden. Der Arbeitsort ist Kassel. Es handelt sich um eine bis zum 31.12.2026 befristete Stelle.\nWir bezuschussen das JobTicket-Abonnement der Mitarbeitenden zum Bezug von ÖPNV-Dauerfahrkarten im Umfang von sogenannten Deutschlandtickets.\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen unter Angabe Ihrer Gehaltsvorstellungen und des frühestmöglichen Eintrittstermins ausschließlich in elektronischer Form per E-Mail (ein zusammenhängendes PDF, max. 5 MB) an:\nbewerbungen@documenta.de\nIhr Ansprechpartner für Fragen zum Aufgabengebiet: Direktor Fridericianum, Moritz Wesseler: T +49 561 70727-20\nFragen zum Bewerbungsverfahren: Abteilungsleitung Personal, Brigitte Gabler/Geert Frieler:\nbewerbungen@documenta.de\n, T +49 561 70727-2518\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-kunstvermittlung-m-w-d/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-onlinekommunikation-oeffentlichkeitsarbeit-m-w-d/", "image": "", "title": "Mitarbeiter Onlinekommunikation / Öffentlichkeitsarbeit (m/w/d)", "content_text": "LutherMuseen, Wittenberg Bewerbungsende: 21.05.2025 | Das Erbe Martin Luthers und der Reformation zu bewahren und zu vermitteln, ist die Aufgabe der LutherMuseen. 1997 als Stiftung Luthergedenkstätten in Sachsen-Anhalt gegründet, umfassen die LutherMuseen heute fünf reformationsgeschichtliche Gedenkstätten an den Standorten in Eisleben (Luthers Geburtshaus und Luthers Sterbehaus), Mansfeld (Luthers Elternhaus) und Wittenberg (Lutherhaus und Melanchthonhaus). Die Gebäude in Eisleben und Wittenberg sind im Jahr 1996 in das Weltkulturerbe der UNESCO aufgenommen worden. Die Buch-, Handschriften- und Grafikbestände besitzen weltweite Bedeutung; die „Frühen Schriften der Reformationsbewegung initiiert von Martin Luther“ sind seit 2015 in das UNESCO-Weltdokumentenerbe aufgenommen worden.\nFür den Bereich Kommunikation und Marketing suchen wir einen\nMitarbeiter Onlinekommunikation / Öffentlichkeitsarbeit (m/w/d)\n(40 Stunden/ Woche)\nZu den Aufgaben gehören vor allem:\nOnlinekommunikation: Pflege, Redaktion und Weiterentwicklung der Stiftungswebsite; Konzeption, Betreuung und Ausbau der Social-Media-Kanäle; Erstellung und Betreuung von Newslettern der Stiftung\nMitwirkung bei der konzeptionellen Weiterentwicklung der Kommunikation und der Öffentlichkeitsarbeit der gesamten Stiftung\nMitarbeit bei der Planung, Koordinierung und Durchführung aller Maßnahmen zur Kommunikation der Museumsarbeit, insbesondere in Eisleben und Mansfeld\nMitarbeit bei Presse- und Medienarbeit\nInterne Kommunikation: redaktionelle Betreuung des Intranets\nMitarbeit bei der Redaktion von Veröffentlichungen\nPflege und Ausbau des regionalen Netzwerkes (Presse, Kultur, Institutionen)\nVerwaltungs- und Organisationsaufgaben einschließlich Bewirtschaftung\nWir suchen eine engagierte und breit gebildete Persönlichkeit mit einem hohen Maß an Kommunikationsgeschick, souveränes persönliches Auftreten, Organisationserfahrung, selbstständiger Arbeitsweise, Kreativität, Teamfähigkeit und Belastbarkeit. Außerdem erwarten wir:\nErfolgreich abgeschlossenes Hochschulstudium (Bachelor oder höher), vorzugsweise mit geisteswissenschaftlicher Ausrichtung\nausgeprägte Fähigkeiten und Erfahrungen im Bereich Onlinekommunikation/Social Media (SEO, Erstellen und Bearbeiten von Fotos, Videos und Audios)\nExzellente schriftliche und mündliche Ausdrucksfähigkeit auf Deutsch und Englisch\nBereitschaft zu gelegentlichen Einsätzen am Abend sowie an Wochenenden oder Feiertagen\nKenntnisse im Urheber-, Medien- und Verwertungsrecht wünschenswert\nVersierter Umgang mit MS-Office, Bildbearbeitungsprogrammen und im Marketingbereich üblicher Software\nWünschenswert sind zudem:\nJournalistische Erfahrung\nKenntnisse der Reformationsgeschichte\nWir bieten:\nArbeitsverhältnis nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L, Tarifgebiet Ost)\nVergütung mit Entgeltgruppe 9b bei Vorliegen der persönlichen und tariflichen Voraussetzungen\neine individuelle Zuordnung der tariflichen Erfahrungsstufe unter Berücksichtigung Ihrer bisherigen Berufserfahrung\nVereinbarkeit von Beruf und Familie\nzusätzliche Altersvorsorge (VBL) wird ermöglicht\nvermögenswirksame Leistungen können gewährt werden\nVielzahl an attraktiven Weiterbildungsmöglichkeiten, u.a. Seminare zur beruflichen Weiterentwicklung\nDie Zusammenarbeit soll zum zum nächstmöglichen Zeitpunkt mit insgesamt 40 Stunden/ Woche beginnen. Die Stelle ist zunächst auf 2 Jahre befristet.\nDer Dienstort ist\nMansfeld\n–\nLutherstadt\n.\nChancengleichheit ist uns wichtig. Schwerbehinderte werden bei gleicher Eignung vorrangig berücksichtigt.\nBewerbungskosten können leider nicht erstattet werden. Ihre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte bis zum\n21.05.2025\nan die\nLutherMuseen\nStiftung Luthergedenkstätten in Sachsen-Anhalt\nDaniela Klohs\nCollegienstraße 54\n06886 Lutherstadt Wittenberg\nbewerbung@luthermuseen.de\nEs werden ausschließlich Bewerbungen berücksichtigt, die rechtzeitig unter der vorgenannten E-Mailadresse oder postalisch bei uns eingehen. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Daher werden die im Rahmen des Bewerbungsverfahrens erhobenen Daten entsprechend der einschlägigen Datenschutzvorschriften erhoben, verarbeitet und genutzt. Wir weisen Sie aber darauf hin, dass die Übersendung Ihrer E-Mail an uns unverschlüsselt erfolgt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-onlinekommunikation-oeffentlichkeitsarbeit-m-w-d/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-27/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Museum Oberschönenfeld, Augsburg Bewerbungsende: 18.05.2025 | Beim\nBezirk Schwaben\nist für das\nMuseum Oberschönenfeld\nzum nächstmöglichen Zeitpunkt eine Stelle als\nwissenschaftlicher Volontär (m/w/d)\nneu zu besetzen. Das Volontariat (Vollzeit) ist auf zwei Jahre befristet.\nDas vom Bezirk Schwaben getragene Museum Oberschönenfeld ist ein überregionales Schwerpunktmuseum. Seine Dauerausstellung wurde 2019 mit dem Bayerischen Museumspreis ausgezeichnet. Kulturhistorische Sonderausstellungen begleiten und vertiefen die Themen, und neue – auch inklusive – Vermittlungsformate sind in Erprobung. Die breit gefächerte Sammlung umfasst rund 55.000 Objekte, für die derzeit ein neues Depot errichtet wird.\nWir erwarten:\nein abgeschlossenes Hochschulstudium in einem geistes- oder kulturwissenschaftlichen Fach mit Magister, Master oder Diplom (z.B. Volkskunde / Europäische Ethnologie, Geschichte, Kunst- und Kulturwissenschaften, o. ä.),\nEigeninitiative, Flexibilität, Teamfähigkeit,\nPKW-Führerschein,\nsicheres Auftreten in Wort und Schrift,\ndie Bereitschaft zur Arbeit an Wochenenden und Feiertagen,\nausgeprägtes Interesse an der Museumsarbeit, möglichst durch Praktika bestätigt.\nWir bieten:\nden Erwerb museumspraktischer Kenntnisse,\nMitarbeit bei der Realisierung von Sonderausstellungen,\nvielseitige Aufgaben und die Möglichkeit, eigene Schwerpunkte zu setzen,\nein kompetentes Team, flexible Arbeitszeiten und einen Arbeitsplatz in reizvoller Umgebung,\nein Entgelt in Höhe von 50 % der Entgeltgruppe 13 Stufe 1, im zweiten Jahr Stufe 2, TVöD.\nHaben wir Ihr Interesse geweckt und Sie möchten Teil des Bezirk Schwaben werden?\nAuskünfte zu inhaltlichen Fragen erteilt der Museumsleiter, Simon Kotter,\nTel. (0 82 38) 30 01-11, E-Mail: museumsleitung.mos@bezirk-schwaben.de.\nNach Abschluss des Stellenbesetzungsverfahrens werden die eingegangenen Online-Bewerbungen zeitnah gelöscht.\nPostalisch übersandte Bewerbungsunterlagen werden nach Abschluss des Stellenbesetzungsverfahrens nicht zurückgesandt und zeitnah vernichtet.\nDer Bezirk Schwaben verpflichtet sich, die berufliche Gleichstellung aller Personen, unabhängig von deren Geschlecht, Alter, Herkunft, Hautfarbe, Religion und sexueller Orientierung, zu fördern. Schwerbehinderte Bewerber und Bewerberinnen werden bei im Wesentlichen gleicher Eignung bevorzugt.\nDann freuen wir uns auf Ihre aussagekräftigen Bewerbungsunterlagen, die Sie uns bitte bis\n18.05.2025\nüber unser Bewerbungsportal (www.bezirk-schwaben.de/jobs) zukommen lassen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-27/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-35/", "image": "", "title": "Wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "LWL-Museumsamt für Westfalen, Münster Bewerbungsende: 16.05.2025 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE  sucht Sie zum 01.10.2025 als\nwissenschaftliche:n Volontär:in (w/m/d)\nPauschalvergütung\nfür das LWL-Museumsamt für Westfalen. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Sie erhalten eine monatliche Pauschalvergütung in Höhe von 50% der Entgeltgruppe 13, Stufe 1, TVöD VKA, im zweiten Jahr nach Stufe 2.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 7857 bis zum 16.05.2025.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-35/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-das-restaurierungszentrum-im-bereich-restaurierung-angewandter-kunst/", "image": "", "title": "Wissenschaftliche*r Volontär*in für das Restaurierungszentrum im Bereich Restaurierung Angewandter Kunst", "content_text": "Stadt Düsseldorf, Düsseldorf Bewerbungsende: 03.06.2025 | Die Stadt Düsseldorf sucht zum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche*n Volontär*in im Bereich Restaurierung Angewandter Kunst\nfür das Restaurierungszentrum der Landeshauptstadt Düsseldorf\nAm Restaurierungszentrum Düsseldorf (RED) ist zum nächstmöglichen Zeitpunkt ein wissenschaftliches Volontariat im Fachbereich „Angewandte Kunst“ zu besetzen. Das zweijährige Volontariat dient der Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen in diesem Bereich.\nDas Restaurierungszentrum widmet sich der Untersuchung, Erforschung und Erhaltung von Kunst- und Kulturgut und betreut im Auftrag der Landeshauptstadt Düsseldorf die Museen, Archive und Ausstellungshäuser der Stadt konservatorisch und restauratorisch. Mit seinen Fachbereichen Gemälde und zeitgenössische Kunst, Angewandte Kunst, Papier, Foto, Keramik, Holz und Moderne Materialien sowie Medienkunst behandelt das Institut ein breites Sammlungsspektrum von der Antike bis zur Gegenwart.\nDas Volontariat bietet umfassende Einblicke in die Aufgaben eines modernen und interdisziplinär arbeitenden Restaurierungsinstitutes sowie in die vielseitigen Tätigkeiten, die im Fachbereich „Angewandte Kunst“ anfallen. Diese Fachabteilung betreut im RED Objekte aus anorganischen Materialien, schwerpunktmäßig Glas, Metall und Gips. Im Rahmen fachübergreifender Projekte ist zudem eine enge Zusammenarbeit mit dem RED-Fachbereich „Keramikrestaurierung“ vorgesehen.\nIhre Aufgaben:\nUntersuchung und Zustandserfassung an Objekten aus Glas, Keramik, Metall und Gips; Erfassung von Schadensbildern und Schadensklassifizierung\nMitarbeit bei analytischen und strahlentechnologischen Untersuchungen\nAbgestimmte Erstellung von Restaurierungskonzepten und eigenständige Durchführung von Konservierungs- und Restaurierungsmaßnahmen an originalen Kunstwerken\nAnfertigung schriftlicher und bildlicher Dokumentation von Restaurierungsmaßnahmen, inklusive Erstellung und Bearbeitung digitaler Fotos und Verwendung einer Museumsdatenbank\nBeteiligung an der Betreuung der Sammlungen, inklusive an Maßnahmen der präventiven Konservierung, an Ausstellungsauf- und Abbau, bspw. der Erstellung und Überprüfung von Zustandsprotokollen sowie Beratung und Unterstützung bei Objektinstallationen.\nBeiträge zur Öffentlichkeitsarbeit des RED, inklusive Führungen, Webseiten-Blogs und Beiträge in den Social-Media-Kanälen des RED\nIhr Anforderungsprofil:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Konservierung-Restaurierung (Masterabschluss), mit für den oben genannten Aufgabenbereich relevanter Spezialisierung oder eine vergleichbare Qualifikation.\nFachkenntnisse zur Erfassung, Konservierung, Restaurierung und Dokumentation von Objekten am Glas, Keramik, Metall und Gips\nBereitschaft zur interdisziplinären Zusammenarbeit und zur regelmäßigen Präsentation von Arbeitsergebnissen\nInteressierte, verantwortungsbewusste und teamfähige Persönlichkeit\nHoher Grad an Eigeninitiative und Selbstorganisation\nAusgezeichnete Kommunikationsfähigkeit\nDie Einstellung erfolgt zum nächstmöglichen Zeitpunkt befristet für die Dauer von 2 Jahren zur Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen. Es wird eine monatliche Festvergütung im ersten Jahr in Höhe von 2.314,38 EUR brutto (Hälfte EG 13 Stufe 1 TVöD) und im zweiten Jahr in Höhe von 2.492,98 EUR brutto (Hälfte EG 13 Stufe 2 TVöD) gewährt.\nDie Stadtverwaltung Düsseldorf verfolgt offensiv das Ziel zur beruflichen Gleichstellung von Frauen und Männern. Als moderne Landeshauptstadt setzen wir auf qualifizierte Bewerberinnen und Bewerber, um gegenwärtig und in Zukunft einen ausgewogenen Anteil von Frauen und Männern in unserer Verwaltung sicherzustellen. Wir wollen weibliche und männliche Fachkräfte gleichermaßen ansprechen und ermutigen sich zu bewerben.\nDarüber hinaus nimmt die Landeshauptstadt Düsseldorf die berufliche Integration nach dem SGB IX ernst. Bewerbungen von Schwerbehinderten und Gleichgestellten werden bei gleicher Eignung bevorzugt berücksichtigt.\nZusätzliche Leistungen:\nJahressonderzahlung\nVermögenswirksame Leistungen in Höhe von 6,65 Euro\nBewerbung:\nBitte nutzen Sie für Ihre Bewerbung bis zum\n3. Juni 2025\nausschließlich das Bewerberportal der Stadtverwaltung Düsseldorf unter\nhttps://ausbildung.duesseldorf.de/stellenangebot.html?yid=6857\nKontakt\nPia Löw\nTelefon 0211 – 8922094\npia.loew@duesseldorf.de\nMaria Toska\nTelefon 0211 – 8921260\nMaria.toska2@duesseldorf.de\nBewerbungsfrist: 3. Juni 2025\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-das-restaurierungszentrum-im-bereich-restaurierung-angewandter-kunst/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-sammlungsmanagement-registrar-inventarisierung-inventur/", "image": "", "title": "Mitarbeiter/in (m/w/d) für Sammlungsmanagement / Registrar / Inventarisierung / Inventur", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 26.05.2025 | Die Staatlichen Schlösser und Gärten Hessen suchen zum 1. Oktober 2025\neine/n\nMitarbeiter/in (m/w/d) für Sammlungsmanagement / Registrar / Inventarisierung / Inventur\nTeilzeit, 20 Stunden/Woche  |  unbefristet  |  TV-H E11\nDie Staatlichen Schlösser und Gärten Hessen (SG) bewahren, pflegen und vermitteln ein einzigartiges kulturelles Erbe – von prachtvollen Residenzen über historische Gärten bis hin zu bedeutenden Kunst- und Kultursammlungen. Für unser Fachgebiet\nMuseen\nsuchen wir eine fachlich versierte und verantwortungsbewusste Person, die mit Leidenschaft und Struktur das\nSammlungsmanagement mit Schwerpunkt Inventarisierung\nkoordiniert und weiterentwickelt.\nIhre Aufgaben – vielseitig und verantwortungsvoll:\nsystematische Erfassung und Dokumentation neuer Objekte in der Sammlungsdatenbank easydb – inkl. Provenienzdaten und Wertermittlung\nDatenpflege bestehender Daten\nlaufende Standortdokumentation der Sammlungsobjekte an verschiedenen Standorten der Schlösserverwaltung\nSteuerung und Betreuung der permanenten Inventur\nKoordination und Überwachung von Leihverträgen inkl. Fristenmanagement\nenge Zusammenarbeit mit den Bereichen Buchhaltung und digitaler Strategie zur Sicherstellung eines nachhaltigen Informationsmanagements\nUnterstützung bei der fachlichen Betreuung von Volontärinnen und Volontären\nIhr Profil – strukturiert, lösungsorientiert, teamfähig:\nabgeschlossenes Studium in Kunst- oder Kulturwissenschaften, Museologie, Kulturmanagement oder vergleichbarer Fachrichtung\nmehrjährige Berufserfahrung im Sammlungsmanagement, idealerweise mit Fokus auf Inventarisierung und Dokumentation von Kulturgut\nfundierte praktische Erfahrung im Umgang mit Sammlungsdatenbanken (z. B. easydb, SAP, fylr, MuseumPlus, Axiell Collections, TMS, robotronDaphne,)\nfundierte Kenntnisse im Leihverkehr – vorzugsweise mit Erfahrung als Registrar\nVertrautheit mit buchhalterischen Abläufen und SAP, kaufmännische Ausbildung vorteilhaft\nzügiges, lösungsorientiertes Arbeiten\nsicherer Umgang mit fachspezifischer Terminologie und der systematischen Erfassung von Sammlungsobjekten unterschiedlichster Art\nselbstständige, strukturierte sowie zügige Arbeitsweise mit hoher Eigenverantwortung\nausgeprägte Team- und Kommunikationsfähigkeit, auch im Austausch mit verschiedenen Fachbereichen und externen Partnern\nsehr gute Deutschkenntnisse sowie gute Englischkenntnisse – idealerweise mit Erfahrung im musealen bzw. wissenschaftlichen Bereich\nbuchhalterische Kompetenz\nWir bieten:\nein unbefristetes Arbeitsverhältnis in Teilzeit (20 Stunden pro Woche)\neine Vergütung nach Entgeltgruppe 11 des Tarifvertrags Hessen\neine hohe Diversität an Themen, die den Arbeitsalltag abwechslungsreich machen\neinen Arbeitsplatz in einem denkmalgeschützten, aufwändig sanierten und modern ausgestatteten Schloss – in zentraler Lage von Bad Homburg v. d. Höhe mit guter Verkehrsanbindung\nFort- und Weiterbildungsmöglichkeiten\nflexible Arbeitszeiten sowie Möglichkeit zur Arbeit im Homeoffice nach Ablauf der Probezeit\nein LandesTicket Hessen für die Nutzung des Nah- und Regionalverkehrs im gesamten Bereich des Landes Hessen\neine tariflich geregelte Jahressonderzahlung, tariflich geregelten Urlaubsanspruch sowie eine Zusatzversorgung\nDer Dienstort ist Bad Homburg v. d. Höhe.\nDie Verwaltung strebt eine generelle Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berücksichtigt.\nEhrenamtliches Engagement wird in Hessen gefördert. Soweit Sie ehrenamtlich tätig sind, wird gebeten, dies in den Bewerbungsunterlagen anzugeben. Im Ehrenamt erworbene Erfahrungen und Fähigkeiten können gegebenenfalls im Rahmen von Eignung, Befähigung und fachlicher Leistung positiv berücksichtigt werden, wenn sie für die vorgesehene Tätigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrüßt.\nIhre Bewerbung mit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) senden Sie über das Bewerberportal des Landes Hessen an\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/39F4154436881FD086F1667DDDC13EA5\nReferenzcode  50861605_0002\nBewerbungsschluss ist am 26.05.2025\nDienstbeginn: 1.10.2025\nHaben Sie noch Fragen?\nDann wenden Sie sich an unseren Ansprechpartner:\nFrau Dr. Katharina Bechler\nTel.: 06172 / 9262-107\nE-Mail:\nkatharina.bechler@schloesser.hessen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-sammlungsmanagement-registrar-inventarisierung-inventur/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/persoenlicher-referentin-m-w-d-der-direktorin-mit-kenntnissen-im-projektmanagement-kommunikation/", "image": "", "title": "Persönliche:r Referent:in (m/w/d) der Direktorin mit Kenntnissen im Projektmanagement / Kommunikation", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 02.06.2025 | Die Staatlichen SchlûÑsser und GûÊrten Hessen suchen zum nûÊchstmûÑglichen Zeitpunkt\neine/-n p\nersûÑnliche/-n Referentin/-en (m/w/d) der Direktorin\nmit Kenntnissen im Projektmanagement und in der Kommunikation\nbefristet in Vollzeit.\nDie Staatlichen SchlûÑsser und GûÊrten Hessen (SG) betreuen 48 denkmalgeschû¥tzte SchlûÑsser, Burgen, KlûÑster und GûÊrten in ganz Hessen, darunter WeltkulturerbestûÊtten. Als nachgeordnete BehûÑrde des Hessischen Ministeriums fû¥r Wissenschaft und Forschung, Kunst und Kultur ist die gesetzlich verankerte Aufgabe der SG, diesen gemeinschaftlichen Schatz an Kulturgû¥tern in vielfûÊltigster Form fû¥r die û\u0096ffentlichkeit zu bewahren und zugûÊnglich zu machen.\nIhr Aufgabenbereich:\nInhaltliche, fachliche und organisatorische Unterstû¥tzung der Direktorin in allen Belangen\nEigenverantwortliche Recherchen und Aufbereitung von Informationen\nErstellung von Zuarbeiten, Analysen und Konzepten\nVorbereitung und Nachbereitung von Meetings, PrûÊsentationen und Entscheidungsgrundlagen\nVerfassen von Gruû\u009fworten, Reden und Briefen\nBegleitung von internen und externen Terminen\nAbteilungs-/teamû¥bergreifende Zusammenarbeit in der gesamten SchlûÑsserverwaltung, inklusive externen Stakeholdern, Kooperationspartnern und Dienstleistern hinsichtlich verschiedener Themenstellungen\nMitgestaltung von Veranstaltungen und Fundraising fû¥r das 80jûÊhrige JubilûÊum der SchlûÑsserverwaltung 2026\nKommunikative Aufbereitung von Projekten fû¥r die û\u0096ffentlichkeit (in Zusammenarbeit mit dem Bereich Marketing zur Entwicklung und Umsetzung von analogen und digitalen Kommunikationsmaû\u009fnahmen)\nIhr Anforderungsprofil:\nEin abgeschlossenes Hochschulstudium (Master) bevorzugt aus dem Bereich der Kultur- oder Medienwissenschaften, der (Kunst-)Geschichte bzw. im Kulturmanagement oder vergleichbare Abschlû¥sse\nEinschlûÊgige Berufserfahrung, mindestens in einem ûÊhnlichen TûÊtigkeitsfeld\nGute Kenntnisse im Projektmanagement und auf dem Gebiet der analogen und digitalen Kommunikation sowie sehr gutes mû¥ndliches und schriftliches AusdrucksvermûÑgen\nStrukturierte und verantwortungsbewusste Arbeitsweise, hohes Maû\u009f an Engagement, Organisationsgeschick und einem sehr guten Zeitmanagement\nStarker Teamgeist und die FûÊhigkeit, sich an wechselnde Anforderungen anzupassen\nHohe Belastbarkeit und Bereitschaft zu flexibler Arbeitszeitgestaltung (ArbeitseinsûÊtze finden gelegentlich auch an Abenden und an Wochenenden statt)\nAffinitûÊt zu Themen der Kultur, Kunst und Geschichte\nKenntnisse û¥ber die Aufgaben einer SchlûÑsserverwaltung sowie ein gutes VerstûÊndnis relevanter politischer und wirtschaftlicher Institutionen und im Umgang mit VorstûÊnden und GeschûÊftsfû¥hrungen\nEnglisch und weitere Sprachkenntnisse sind von Vorteil\nSicherer Umgang mit MS-Office sowie Content-Management-Systemen, solide Kenntnisse der Adobe Creative Suite wû¥nschenswert\nFû¥hrerscheinklasse B und entsprechende Fahrpraxis\nWir bieten:\nein befristetes BeschûÊftigungsverhûÊltnis in Vollzeit (40 Std./Woche)\neine Vergû¥tung je nach Qualifikation EG 11 oder EG 12 Tarifvertrag Hessen\neine abwechslungsreiche TûÊtigkeit und selbststûÊndiges Arbeiten\ndie MûÑglichkeit, die Weiterentwicklung einer Landesinstitution mit reizvollen Kulturgû¥tern, die fast 2.000 Jahre Geschichte umspannen, aktiv mitzugestalten\neine hohe DiversitûÊt an Themen, die den Arbeitsalltag abwechslungsreich machen\neinen Arbeitsplatz in einem denkmalgeschû¥tzten, aufwûÊndig sanierten und modern ausgestatteten Schloss – in zentraler Lage von Bad Homburg v. d. HûÑhe mit guter Verkehrsanbindung\nFort- und WeiterbildungsmûÑglichkeiten\nflexible Arbeitszeiten\nein LandesTicket Hessen fû¥r die Nutzung des Nah- und Regionalverkehrs im gesamten Bereich des Landes Hessen\neine tariflich geregelte Jahressonderzahlung, tariflich geregelten Urlaubsanspruch, wie die MûÑglichkeit einer ergûÊnzenden betrieblichen Altersvorsorge.\nDer Dienstort ist Bad Homburg v. d. HûÑhe; der Arbeitsplatz im Schloss Bad Homburg.\nDie SchlûÑsserverwaltung strebt eine generelle ErhûÑhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterreprûÊsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Vollzeitstellen sind grundsûÊtzlich teilbar (ôÏ 9 Abs. 2 HGIG). Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berû¥cksichtigt.\nEhrenamtliches Engagement wird in Hessen gefûÑrdert. Soweit Sie ehrenamtlich tûÊtig sind, wird gebeten, dies in den Bewerbungsunterlagen anzugeben. Im Ehrenamt erworbene Erfahrungen und FûÊhigkeiten kûÑnnen gegebenenfalls im Rahmen von Eignung, BefûÊhigung und fachlicher Leistung positiv berû¥cksichtigt werden, wenn sie fû¥r die vorgesehene TûÊtigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrû¥û\u009ft.\nIhre Bewerbung mit aussagefûÊhigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) senden Sie û¥ber das Bewerberportal des Landes Hessen an:\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/39F4154436881FD086F41BF5FDA3DB7B\nReferenzcode: 50861635_0002\nBewerbungsschluss ist am 02.06.2025\nBei Fragen zur Stellenausschreibung melden Sie sich bitte bei Frau Worms unter der Telefonnummer 06172 9262-102 bzw. unter kirsten.worms\n@schloesser.hessen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.06.2025", "url": "https://www.museumsbund.de/stellenangebote/persoenlicher-referentin-m-w-d-der-direktorin-mit-kenntnissen-im-projektmanagement-kommunikation/", "date_published": "2025-04-26T13:26:49.314178"}, {"id": "https://www.museumsbund.de/stellenangebote/linux-system-administratorin-m-w-d-mit-schwerpunkt-scientific-computing-3/", "image": "", "title": "Linux System Administrator*in (m/w/d) mit Schwerpunkt Scientific Computing", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 25.05.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDie Senckenberg Gesellschaft für Naturforschung sucht zum\nnächstmöglichen\nZeitpunkt\nam\nStandort Frankfurt\neine*n\nLinux System Administrator*in (m/w/d)\nmit Schwerpunkt Scientific Computing\n(Vollzeit / Teilzeitlösungen sind möglich)\nIhre Tätigkeiten\nSelbstständige Planung, Konfiguration, Inbetriebnahme und Administration der wissenschaftlichen Hochleistungsserver und HPC Systeme\nGrundlegende und praktische Unterstützung von Senckenbergs Arbeitsgruppen in der Geobiodiversitätsforschung im Bereich Scientific Computing, insbesondere bei der Installation und Konfiguration von entsprechenden Softwarekomponenten (z.B. Einspielung/Versions-Upgrade von Programmbibliotheken, Modulen, Programmiersprachen sowie Workflowtools wie Jupyter)\nUnterstützung des Datenmanagements von Forschungsdaten\nUnterstützung der Teamleitung bei der strategischen Entwicklung der wissenschaftlichen IT sowie bei der Beantragung von Drittmittelprojekten im Bereich Research Data Management und Forschungsdatenrepositorien\nBeteiligung an wissenschaftlichen Projekten mit starkem IT-, Datenbanken-, oder Modellierungsbezug sowie Publikation der Forschungsergebnisse in internationalen Fachzeitschriften\nIhr Profil\nein abgeschlossenes Studium Uni/FH im Bereich Informatik, Mathematik, Physik, einem verwandten Studiengang oder einer Ausbildung zum/zur Fachinformatiker*in für Systemintegration\nsehr gute Linux- und Programmierkenntnisse\ngute Kenntnisse im Bereich Software Building & Deploying (z. B. make, git)\ngute Kenntnisse in den üblichen Aufgaben der Systemadministration wie Einrichtung von Nutzerkonten, Verwaltung von Zugriffsrechten und Verzeichnisdiensten\nKenntnisse im Bereich Monitoringsysteme, Software Container (z. B. Docker) sowie Research\nData Management und Forschungsdatenrepositorien\nSolides IT-Basiswissen (Hard- und Software)\nInteresse an Biodiversitäts- und Umweltforschung\nWir bieten Ihnen\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nselbstständiges Handeln in einem internationalen, kleinem Projektteam mit flachen Hierarchien und hoher Eigenverantwortung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt am Main\nBeschäftigungsumfang: Vollzeit (40 Std./Woche) /\nTeilzeitlösungen sind grundsätzlich möglich\nVertragsart: zunächst befristet für 2 Jahre\nVergütung: nach dem Tarifvertrag des Landes Hessen, TV-H E 11 – 13\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei)\nbitte unter Angabe der Referenznummer #11-25006\nbis zum\n25.05.2025 an recruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das online\nBewerbungsformular\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Thomas Hickler unter\nthomas.hickler@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/linux-system-administratorin-m-w-d-mit-schwerpunkt-scientific-computing-3/", "date_published": "2025-04-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-gebaeudemanager-m-w-d/", "image": "", "title": "Hausmeister / Gebäudemanager (m/w/d)", "content_text": "Pfahlbauten Museum, Unteruhldingen Bewerbungsende: 10.05.2025 | Das Pfahlbauten Museum in Unteruhldingen am Bodensee sucht einen\nHausmeister / Gebäudemanager (m/w/d) in Vollzeit.\nWir sind: Das älteste archäologische Freilichtmuseum Deutschlands mit jährlich 270 – 300 000 Besucherinnen und Besuchern.\nWir liegen: Direkt am Bodensee\nIhre Aufgaben sind insbesondere:\nDurchführung von Instandhaltungs- und Reparaturarbeiten\nVerantwortliche Betreuung der gebäudetechnischen Anlagen\nUnterstützung der Museums-Handwerksabteilung\nSicherstellung der Ordnung und Sauberkeit im Pfahlbaumuseum und den dazugehörigen Außenanlagen\nSaisonale Pflegearbeiten\nKoordination und Einweisung von externen Handwerkern und Wartungsfirmen\nVorbereitung und Unterstützung bei Veranstaltungen\nEnge Zusammenarbeit mit der Geschäftsleitung und der Verwaltung des Hauses\nWir erwarten:\nAbgeschlossene handwerkliche Ausbildung\nGrundverständnis für moderne Haustechnik (z.B.: Brandmeldeanlage)\nsowie handwerkliches und technisches Geschick im Umgang mit den Gebäuden und Anlagen\nInteresse und Begeisterung für die Arbeit und Instandhaltung unserer Gebäude\nSelbständige, lösungsorientierte und ergebnisorientierte Arbeitsweise\nKörperliche Belastbarkeit\nHohes Maß an Verantwortungsbewusstsein und Loyalität\nGrundlegende IT-Kenntnisse\nWir bieten:\nEin zukunftssicheres, unbefristetes Beschäftigungsverhältnis in Vollzeit\nEin abwechslungsreiches und verantwortungsvolles Aufgabengebiet\nEin engagiertes Team\nEinen einzigartigen Arbeitsplatz in einem Museum mit besonderem Flair.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum 10.05.25\nAn:\nSchoebels@pfahlbauten.de\nunter dem Stichwort „Hausmeister“\nBitte beachten Sie, dass wir schriftliche Bewerbungsunterlagen nur zurücksenden können, wenn Sie einen adressierten und frankierten Rückumschlag beilegen. Nähere Informationen zu unserem Museum finden Sie unter\nwww.pfahlbauten.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.05.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-gebaeudemanager-m-w-d/", "date_published": "2025-04-18T00:00:00"}]}