{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/volontariat-direktion-vermittlung-2/", "image": "", "title": "Volontariat Direktion / Vermittlung", "content_text": "Bauhaus-Archiv - Museum für Gestaltung, Berlin Bewerbungsende: 30.11.2025 | Das Bauhaus-Archiv / Museum für Gestaltung besitzt die weltweit größte Sammlung zum Bauhaus (1919-1933), der bedeutendsten Schule für Architektur, Design und Kunst des 20. Jahrhunderts. Wir bewahren, erforschen und vermitteln die uns anvertrauten Objekte, Dokumente und Medien. Dazu zählen Fotografien, Möbel, Textilien, Gemälde, Skulpturen, Grafiken, Zeichnungen, Architekturpläne, Briefe, Bücher und audiovisuelle Medien ebenso wie Unterlagen aus dem Unterricht.\nDerzeit ist das Museum geschlossen, denn unser Gebäude, das vom Bauhaus-Gründer Walter Gropius entworfen wurde, wird denkmalgerecht saniert und um einen Neubau von Staab Architekten erweitert. Um weiterhin mit unserem Publikum und der Stadtgesellschaft in Kontakt zu sein, bespielen wir bis zur Eröffnung des Hauses (voraussichtlich 2027) den Projektraum The Temporary Bauhaus-Archiv.\nHinter den Kulissen arbeiten wir verteilt auf mehrere Standorte an unseren neuen Ausstellungen, an inklusiven Vermittlungskonzepten, an unterschiedlichen Digitalangeboten sowie an unseren Sammlungsbeständen. Wir entwickeln unsere Organisationsstruktur weiter und fragen uns, wie wir als Institution und Team nachhaltig und zukunftsfähig zusammenarbeiten wollen. Dabei orientieren wir uns an unserem gemeinsam erarbeiteten\nLeitbild\n.\nZur Unterstützung unserer Arbeit suchen wir zum 1.3.26 eine*n:\nVolontär*in (w, m, d) Schwerpunkt Direktion / Vermittlung (Vollzeit 39h)\n– befristet für zwei Jahre\nDas zweijährige Volontariat soll einer praxisorientierten Vorbereitung auf eine Berufslaufbahn im Museum dienen. Während der Ausbildung erhalten die Volontär*innen somit Einblicke in alle museumsrelevanten Bereiche der Institution.\nNeben der Unterstützung der Direktion wird die Mitarbeit in der Abteilung Vermittlung / Outreach einen Schwerpunkt bilden. Hier kann ein eigenständiges Projekt durchgeführt werden.\nZu Ihren Aufgaben gehören unter anderem:\nUnterstützung des Geschäfts- und Verantwortungsbereichs der Direktion\nVerfassen und Redigieren von Texten\nRecherche- und Sammlungsarbeit\nUnterstützung bei Konzeption, Umsetzung und Ausbau des Vermittlungs- und Outreachprogramms\nUnterstützung in der Organisation und Durchführung von Veranstaltungen\nWir wünschen uns eine Persönlichkeit mit:\neinem nicht länger als 3 Jahre zurückliegenden wissenschaftlichen Hochschabschluss im Fach Kunstvermittlung, Kunst- oder Kulturwissenschaft\n(Master oder Promotion)\nKenntnissen und Interesse im Bereich der Kunst des 20. und 21. Jahrhunderts\nKenntnissen aktueller Diskurse im Bereich Bildung, Vermittlung und Outreach sowie Inklusion, Diversität, Nachhaltigkeit und Digitalisierung\nPraxiserfahrung in Kunst-, Architektur- und Designvermittlung\nErfahrungen im Umgang mit MS Office, Adobe Suite\nausgeprägter Fähigkeit zum selbstständigen Arbeiten\nsehr guter sprachlicher Ausdrucksfähigkeit in Wort und Schrift in deutscher und englischer Sprache, gerne auch einer weiteren Fremdsprache\nOrganisationsgeschick, Kommunikationsfähigkeit sowie teamorientierter Arbeitsweise\nBereitschaft zur flexiblen Gestaltung der Arbeitszeit unter anderem bei der Durchführung von Veranstaltungen am Abend bzw. am Wochenende\nWir bieten Ihnen:\neinen attraktiven und spannenden Ausbildungs- und Arbeitsplatz mit fachübergreifenden Themen\nMitarbeit in einem interdisziplinären und offenen Team bei der Gestaltung eines neuen Museums mit internationaler Ausstrahlung\nUnterstützung bei der Teilnahme an internen und externen Fortbildungen und dem Erwerb von Zusatzqualifikationen\ngleitende Arbeitszeit und Möglichkeit zur mobilen Arbeit\neine tarifgerechte Bezahlung nach dem Tarifvertrag TVöD/VKA (50 % der Entgeltgruppe 13, Stufe 1, im zweiten Ausbildungsjahr Stufe 2)\nWir streben danach, die Diversität der Gesellschaft und unseres Publikums auch innerhalb des Teams widerzuspiegeln – Vielfalt, unterschiedliche Erfahrungen und Perspektiven ermöglichen es uns als Institution, innovativ zu handeln, international zu agieren und offen in den Austausch zu treten.\nSchwerbehinderte Menschen werden ausdrücklich aufgefordert, sich zu bewerben und werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen\n(zusammengefasst in einer PDF Datei – max. 9 MB)\nmit dem\nBetreff: „Volontariat Direktion/Vermittlung“\nbis einschließlich\n30. November 2025\nan:\nBauhaus-Archiv / Museum für Gestaltung\nbewerbung.museum@bauhaus.de\nTelefonischer Kontakt:\nTom Nehiba 030 254 002 27\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-direktion-vermittlung-2/", "date_published": "2025-11-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftsmanagerin-als-referentin-des-generaldirektors/", "image": "", "title": "Wissenschaftsmanager:in als Referent:in des Generaldirektors", "content_text": "Staatliche Naturwissenschaftlichen Sammlungen Bayerns, München Bewerbungsende: 01.12.2025 | Die SNSB sind eine öffentlich-rechtliche gemeinnützige Forschungs- und Bildungsinstitution mit naturkundlichen Staatssammlungen der Fachrichtungen Zoologie, Botanik, Geologie und Paläontologie, Mineralogie, Anthropologie und Paläoanatomie, sowie 10 Museen in München, Bamberg, Bayreuth, Eichstätt, Nördlingen, Nürnberg und dem Botanischen Garten München-Nymphenburg.\nEtwa 300 Mitarbeitende sammeln, erforschen und berichten über rund 32 Millionen Sammlungsbelege. Im Mittelpunkt der SNSB-Aktivitäten stehen die Wechselbeziehungen zwischen Geo- und Biosphäre. Mit unseren nationalen und internationalen Forschungen tragen wir maßgeblich zum tieferen Verständnis von Diversität sowie von Auswirkungen menschlichen Handelns auf das Ökosystem Erde bei.\nDie SNSB suchen zum nächst möglichen Zeitpunkt\neine Wissenschaftsmanagerin oder einen Wissenschaftsmanager als\nReferentin oder Referenten des Generaldirektors\nunbefristet und in Vollzeit\nIhre Aufgaben:\nKoordination:\nMaßgebliche Unterstützung des Generaldirektors und der Generalsekretärin bei der Etablierung, Weiterentwicklung und effektiven Umsetzung der Institutsstrategie; Mitsteuerung und Optimierung wissenschaftlicher und administrativer Prozesse.\nInhaltliche Vorbereitung:\nstrukturierte Vor- und Nachbereitung interner Besprechungen sowie externer Repräsentationstermine; inhaltliche Zuarbeit mit strategischem Blick.\nstrategische Beratung:\nMitwirkung an der Entwicklung und Umsetzung wissenschaftsstrategischer Initiativen.\nUnterstützung bei der Abfassung von übergreifenden Drittmittelanträgen und wissenschaftlichen Gutachten\nAufbereitung von Entscheidungsgrundlagen:\nAnalyse komplexer Sachverhalte und Zusammenführung relevanter Informationen zur Erstellung fundierter Entscheidungs- und Diskussionsvorlagen für Sitzungen mit der vorgesetzten Behörde und mit dem wissenschaftlichen Beirat.\nVerfassen von Reden und Textbeiträgen: Erstellung wirkungsvoller Redebeiträge, Grußworte und weiterer Textformate für öffentliche Auftritte und interne Anlässe des Generaldirektors.\nBetreuung hochrangiger Gäste und Delegationen: Planung, Koordination und persönliche Begleitung nationaler und internationaler Gäste; Repräsentation des Hauses in einem professionellen und wertschätzenden Rahmen.\nIhr Profil:\nabgeschlossenes Studium und Promotion, vorzugsweise in den Lebens- und Geowissenschaften\nmehrjährige einschlägige Erfahrung im Wissenschaftsmanagement\nnachweisliche Erfahrung im Bereich Strategieplanung und -umsetzung\nausgeprägte analytische und konzeptionelle Fähigkeiten; schnelle Auffassungsgabe\nwissenschaftspolitisches Hintergrundwissen\nErfahrung in der Personalverantwortung\nstrukturierte und selbständige Arbeitsweise bei hoher Teamfähigkeit\nexzellente und proaktive Kommunikationsfähigkeit\ndie Fähigkeit, klare und prägnante Texte in deutscher und englischer Sprache zu ver-fassen\nFlexibilität und Belastbarkeit\nBereitschaft zur motivierten Mitarbeit in einem international agierenden Institut\nArbeitsaufenthalte im nichteuropäischen Ausland sind ein Plus.\nWir bieten Ihnen:\nein internationales Arbeitsumfeld mit Kommunikation in englischer und deutscher Sprache\neiner Vergütung je nach persönlichen Voraussetzungen bis zu TV L-E15\n(Tarifvertrag der Länder), inklusive zusätzlicher betrieblicher Altersversorgung\neinen sicheren Arbeitsplatz\nflexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\neinen Arbeitsplatz im Grünen\ndie Möglichkeit ein Jobrad zu leasen\nSind Sie interessiert?\nWir freuen uns auf Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen mit einem Motivationsschreiben, Lebenslauf, Zeugnissen ggf. Publikationsverzeichnis und drei Referenzen\nbis spätestens 01.12.2025\nan\nbewerbung@snsb.de\n.\nBei inhaltlichen Fragen wenden Sie sich bitte an die Leitung der SNSB, Herrn Prof. Dr. Jörg Overmann (generaldirektor@snsb.de). Bei Fragen zum Verfahren oder Bewerbungsprozess wenden Sie sich bitte an Frau Susann Windisch (\npersonal@snsb.de\n).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nWir verweisen darauf, dass nach Abschluss des Verfahrens Bewerbungsunterlagen nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungs­gespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftsmanagerin-als-referentin-des-generaldirektors/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/veranstaltungskauffrau-veranstaltungskaufmann-vollzeit/", "image": "", "title": "Veranstaltungskauffrau / Veranstaltungskaufmann (Vollzeit)", "content_text": "Internationales Maritimes Museum Hamburg, Hamburg Bewerbungsende: 01.12.2025 | Das Internationale Maritime Museum Hamburg (IMM) befindet sich mitten in der HafenCity – im ältesten noch erhaltenen Kaispeicher B. Auf rund 12.000 qm Ausstellungsfläche präsentiert das Museum seine umfangreiche Dauerausstellung. Das IMM zählt dank seiner außergewöhnlichen Lage und seiner eindrucksvollen Architektur und Ausstattung zu den gefragtesten Eventlocations der Stadt. Die Veranstaltungsflächen werden für Firmenempfänge, wissenschaftliche Symposien, Tagungen oder private Feiern angefragt. Insbesondere das Deck 10 bietet einen einzigartigen Rahmen für unterschiedliche Anlässe mit besonderem Anspruch.\nFür unsere Eventabteilung suchen wir zum nächstmöglichen Termin eine/n\nVeranstaltungskauffrau/Veranstaltungskaufmann (40 Std./ Woche) in Vollzeit.\nDie Stelle ist zunächst auf ein Jahr befristet.\nAls Veranstaltungskauffrau/ -mann übernehmen Sie die organisatorische und kaufmännische Verantwortung für die Planung, Vermietung und Betreuung unserer Eventflächen. Sie sind erste/r Ansprechpartner/in für unsere anspruchsvolle Kundschaft, koordinieren interne und externe Dienstleister und sorgen mit verbindlichem Auftreten, Organisationstalent und Sorgfalt für einen reibungslosen Ablauf der Veranstaltung.\nIhre Aufgaben:\nPlanung, Organisation und Betreuung von Veranstaltungen in unserem Hause\nVermietung und Belegung der Eventflächen unter Berücksichtigung der optimalen Auslastung und des besonderen Anspruchs unserer Gäste\nAngebots- und Vertragserstellung, Pflege der Kundendaten, steter Austausch mit Kunden und Partnern\nVerantwortungsvolle Abstimmung sicherheitsrelevanter Aspekte bei Veranstaltungen mit besonderem Gästekreis\nErstellung von Ablaufplänen, Checklisten und Dokumentationen zur Qualitätssicherung und Nachverfolgung\nSorgfältige Preis- und Kostengestaltung in Absprache mit unserem Vorstand, Büroorganisation und Dokumentation im laufenden Geschäftsbetrieb, Pflege der Preisliste\nVerbindlicher, serviceorientierter Ansprechpartner/in für unsere Kundinnen und Kunden vor Ort, z.T. auch in den Abendstunden\nIhr Profil:\nErfolgreich abgeschlossene Ausbildung zur Veranstaltungskauffrau/zum Veranstaltungskaufmann, Eventmanager/in oder ähnlicher Qualifikation mit relevanter Berufserfahrung\nMehrjährige Berufserfahrung im Veranstaltungsmanagement, idealerweise im Kulturbereich, in der Eventgastronomie oder im Dienstleistungssektor mit gehobenem Kundenkontakt\nFundierte kaufmännische Kenntnisse, insbesondere im Vertragswesen, in der Kostenkontrolle, Rechnungsprüfung und Veranstaltungskalkulation\nsehr guter Umgang mit MS Office (Outlook, Word, Excel) ist Voraussetzung\nKenntnisse in Empire Systems sind von Vorteil; Erfahrung im Umgang mit Projektmanagement-Tools wünschenswert\nBereitschaft zur gelegentlichen Arbeit an Wochenenden oder in den Abendstunden im Rahmen von Veranstaltungen\nWir bieten Ihnen:\nEine vielseitige, verantwortungsvolle und sinnstiftende Tätigkeit in einem einzigartigen kulturellen Umfeld\nDie Möglichkeit, die öffentliche Wahrnehmung und Weiterentwicklung eines bedeutenden Hamburger Museums aktiv und nachhaltig mitzugestalten\nEin engagiertes, kollegiales und interdisziplinäres Team, das mit Leidenschaft für maritime Geschichte arbeitet\nEinen Arbeitsplatz im Herzen der HafenCity\ngute Verkehrsanbindung an den öffentlichen Nahverkehr\nvergünstigtes gastronomisches Angebot im Hause sowie vielfältige Mittagsmöglichkeiten in der Umgebung\nDie Stelle ist zunächst auf ein Jahr befristet – mit der klaren Aussicht auf Verlängerung bei erfolgreicher Zusammenarbeit\nIhre Bewerbung richten Sie bitte schriftlich oder per E-Mail an:\nPeter Tamm Sen. Stiftung\nInternationales Maritimes Museum Hamburg\nAntje Reineward\nTel: +49 40 300 92 30 14\nbewerbung@imm-hamburg.de\nwww.imm-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.12.2025", "url": "https://www.museumsbund.de/stellenangebote/veranstaltungskauffrau-veranstaltungskaufmann-vollzeit/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-sekretariat-2/", "image": "", "title": "Mitarbeiter:in (m/w/d) im Sekretariat", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 01.12.2025 | In der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – ist zum nächstmöglichen Termin die Stelle\neiner Mitarbeiterin / eines Mitarbeiters (m/w/d)\nim Sekretariat\nin Vollzeit unbefristet zu besetzen. Dienstort ist Mainz. Die Vergütung erfolgt nach Entgeltgruppe E 5 TV-L.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultur-einrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz, Landesdenkmalpflege, Landesarchäologie und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDas Landesmuseum Mainz ist Ort einer großen Anzahl an Veranstaltungen, sowohl eigener als auch externer Veranstalter.\nAls Mitarbeiter/in (m/w/d) im Sekretariat der Direktionsleitung nehmen Sie insbesondere die folgenden Aufgaben wahr:\nBearbeitung der elektronischen Funktionspostfächer, einschl. der Bearbeitung von Anfragen und internen Weiterleitung\nTelefonzentrale der Direktion Landesmuseum Mainz\nFührung der Wiedervorlage und Registratur sowie der analogen und digitalen Ablage der Direktionsleitung\nErstellung von Schriftstücken nach Vorgaben der Direktion und Fachbereiche\nFührung des Terminkalenders der Direktorin einschl. Reiseplanung und -abrechnung\nPflege von Adressverteilern\nVor- und Nachbereitung von Sitzungen, Besprechungen und Pressekonferenzen sowie Bewirtung der Teilnehmenden sowohl bei externen als auch bei direktionseigenen Veranstaltungen\nEmpfang und Betreuung von Besucherinnen und Besuchern\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\nabgeschlossene Berufsausbildung in einem Sekretariatsberuf oder vergleichbare Kenntnisse und Erfahrungen aufgrund einer kaufmännischen Berufsqualifikation, z. B. Kauffrau/mann für Büromanagement\neinschlägige mehrjährige Berufserfahrung\nausgeprägtes Organisationsvermögen und selbständiges Arbeiten\nversierter Umgang mit MS-Office (Word, Excel, Outlook) und der einschlägigen Bürokommunikationstechnik\ngutes mündliches und schriftliches Ausdrucksvermögen\nkompetentes, freundliches und serviceorientiertes Auftreten\nhohe Belastbarkeit und Zuverlässigkeit\nKonfliktfähigkeit und Teamfähigkeit\nFremdsprachenkenntnisse in Englisch sind wünschenswert\nflexible Einsatzfähigkeit, gelegentlich auch an Wochenenden und Abenden im Rahmen der Betreuung von Veranstaltungen\nDie regelmäßige wöchentliche Arbeitszeit beträgt 39 Stunden. Die Stelle ist nicht Teilzeit geeignet.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 85/2025 bis zum 01.12.2025\nan:\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\noder\nbewerbung@gdke.rlp.de\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.12.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-sekretariat-2/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/call-for-research-project-applications/", "image": "", "title": "Call for Research Project Applications", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 30.11.2025 | Founded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. Our headquarter is located in the thriving commercial metropolis of Frankfurt (Mainhatten) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nThe Senckenberg Society for Nature Research, the Daimler and Benz Foundation, Gerda Henkel Foundation and the Werner Reimers Foundation will jointly bestow the Southeast-Asia Biocultural Evolution Research Fund for 2026 – 2027 (“Research Fund”) for a research project in a thematic context of human evolution and palaeo-biodiversity in South-East-Asia.\nAt the\nSenckenberg Research Institute Frankfurt\n, we call for applications for the\nSoutheast-Asia Biocultural Evolution Research Fund 2026 – 2027\nMore than one million years ago, early hominins found their way from Africa via Central Asia to Southeast Asia, opening a new geographical chapter in the early prehistory and dispersal of members of the genus\nHomo\n. Many questions about the routes, how and when exactly these migrations took place, and about evolutionary biocultural implications involved in that important period of human prehistory remain to be answered. The scientific funding programme therefore invites young scientists in Southeast Asia to submit project applications for field and/or laboratory research, in particular for explorations and excavations of new fossil sites.\nSouth-East-Asian palaeontological and palaeoanthropological research at the Senckenberg Research Institute and Natural History Museum Frankfurt goes back to pioneering works of the world-renowned palaeontologist Gustav Heinrich Ralph von Koenigswald, who joined Senckenberg in 1968, funded by the Werner Reimers Foundation.\nThe funding programme supports promising and creative research ideas offering to early-stage scientists (m/f/d) from a Southeast-Asian country up to 10 years after the doctorate to apply for an academic scholarship. Applicants may apply for costs for travels, accommodation, transports, fieldwork equipment and consumables, as well as allowances for field assistants, lab works, or own living expenses, publications and a scientific workshop / colloquium. Costs should be outlined along with a project timeline in a detailed budget plan submitted with the project description and objectives.\nThe methodological approach for the planned research project can be chosen freely within the context of human evolution in Southeast-Asia. The project should contribute to the Senckenberg research programme on Biocultural Evolution. Applicants must demonstrate a very good command of English.\nYour (academic) profile\nYou are holding a citizenship of a Southeast-Asian country\nYou have a doctorate in geosciences, life sciences, or archaeology\nThe doctorate is no longer than 10 years ago\nYou are affiliated to a university or an official research institution\nLocation:\nYour home institution, and temporarily the Senckenberg Research Institute and Natural History Museum, Frankfurt\nType of contract:\nFor the duration of the project affiliation with Senckenberg Society for Nature Research. Project Funding for 24 months / or: period from 01.01.2026 – 31.12.2027.\nBenefits:\nThe Research Fund comprises of € 75.000 per year, for two years, with a possible extension for an additional third year (pending on report output review). It may include travel, fieldwork and labwork expenses, allowances (up to € 2.500 per month) and budget for a project related research colloquium or workshop in Southeast-Asia or in Germany.\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nAre you interested?\nWe look forward to your application documents\n(in English language)\nmentioning the reference number\n(ref. #01-25063) sent as a single PDF document until 30.11.2025 by e-mail\nonly.\nPlease include:\nCurriculum Vitae\nLetter of motivation for your application for the Southeast-Asia Biocultural Evolution Fund 2026 – 2027\nAcademic transcripts, grades and certification (e.g. Bachelor, Master, Diploma, PhD)\nBrief description of your current activities (studies or professional activities)\nthree-page outline of your planned research project, including detailed budget plan\nLetter of support (e.g. from a faculty member, supervisor or employer). This letter should be also written in English.\nApplicants must demonstrate good language skills in English, e.g. in form of a certificate from a language test or language course.\nPlease send your application to:\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor more information on the Research Fund, please contact: Prof. Dr. Ottmar Kullmer via e-mail:\nottmar.kullmer@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/call-for-research-project-applications/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/dokumentarin-w-m-d-2/", "image": "", "title": "Dokumentar:in (w/m/d)", "content_text": "Braunschweigisches Landesmuseum, Braunschweig Bewerbungsende: 15.12.2025 | Bei den 3Landesmuseen Braunschweig ist im\nBraunschweigischen Landesmuseum\nzum 01.02.2026 die Stelle\neiner Dokumentarin / eines Dokumentars (w/m/d)\nim Bereich der Abteilung Sammlungen und Forschung\nEG 9 b TV-L\nin Vollzeit befristet vom 01.02.2026 bis zum 31.12.2027 zu besetzen.\nDas Braunschweigische Landesmuseum ist seit mehr als 125 Jahren ein zentraler Ort, an dem die Zeugnisse der Archäologie, Geschichte und Kultur des ehemaligen Herzogtums und des Landes Braunschweig bewahrt, erforscht und vermittelt werden. Es gehört zu den 3Landesmuseen, dem größten Museumsbetrieb Niedersachsens mit Sitz in der Löwenstadt Braunschweig (ca. 250.000 Einwohner). Der Betrieb besteht aus dem Braunschweigischen Landesmuseum, dem Herzog Anton Ulrich-Museum und dem Staatlichen Naturhistorischen Museum und befindet sich in der Trägerschaft des Landes. Zurzeit befindet sich das Braunschweigische Landesmuseum in einem Umbruch.  Das Museum legt Wert darauf, in seinen Projekten aktuelle gesellschaftsbezogene Themen und Fragestellungen einzubeziehen. Zentrales Vorhaben ist die Neukonzeption des Haupthauses als „grünes“ Museum am Burgplatz. Dabei liegt ein Fokus auf der Gestaltung und Umsetzung einer neuen Dauerausstellung. Die ausgeschriebene Stelle wird diesen Prozess intensiv begleiten und an deren Umsetzung mitarbeiten.\nEs erwartet Sie ein engagiertes Team, das sich auf Ihre Mitarbeit freut.\nIhre Aufgabenschwerpunkte – gestalten, mitwirken, teilhaben\nInformationspflege in der Museumsdatenbank inkl. Koordinierung des Informationssammlungsprozesses\nredaktionelle Betreuung von Objektlisten zur Vorbereitung der neuen Dauerausstellung\nKoordination des Objektannahmeprozesses\nDatenoptimierung für Transferprozesse inkl. Datenbereinigung\nDigitale Dokumentation musealer Sammlungsbestände inkl. Erstellung der Arbeitsfotos\nMitarbeit bei der Konzeption und Umsetzung der Onlinestellung von Sammlungsbeständen\ndigitale Dokumentation musealer Sammlungsbestände\nUnterstützung bei der Vor- und Nachbereitung von Ausstellungen\nKoordination der Tätigkeiten im Depot\nUnsere Anforderungen – das bringen Sie mit:\nabgeschlossenes Fachhochschulstudium der Museologie (oder vergleichbare Qualifikation)\nwünschenswert wäre Berufserfahrung im Bereich Sammlungen und Dokumentation in einem mittleren oder größeren Museum\nKenntnisse und Erfahrungen im Umgang mit Museumssoftware\nTeamfähigkeit\nstrukturierte, eigenständige, sorgfältige Arbeitsweise\nWir setzen darüber hinaus voraus:\nKreativität, Flexibilität und Innovationsfreude\nsoziale und kommunikative Kompetenz\neinen selbstständigen, lösungsorientierten Arbeitsstil\nausgeprägtes analytisches sowie strategisches Planungs- und Organisationsvermögen\nIn Ihrem Bewerbungsschreiben gehen Sie bitte darauf ein, auf welchen Gebieten des Aufgabenbereichs Sie Praxiserfahrung erworben haben und inwieweit Sie das Anforderungsprofil erfüllen.\nWillkommen bei uns – das bieten wir:\neine\nbefristete\nVollzeitbeschäftigung und Bezahlung je nach persönlichen Voraussetzungen bis\nEntgeltgruppe 9b TV-L\n, bei Fortführung eines Forschungsprojektes ist eine Verlängerung der Beschäftigung möglich.\nEine anspruchsvolle und vielseitige Aufgabe in einem qualifizierten und engagierten Team. Neben der Sicherheit der Anstellung im öffentlichen Dienst bieten wir Ihnen\neine Jahressonderzahlung sowie Zusatzversorgung des öffentlichen Dienstes,\nflexible Arbeitszeiten, Möglichkeit zum Homeoffice sowie\n30 Tage Erholungsurlaub im Jahr.\nHaben Sie Lust, Ihr Können und Ihre Ideen im Braunschweigischen Landesmuseum einzubringen? Erfüllen Sie die Anforderungen? Dann freuen wir uns auf Ihre aussage­kräftige Bewerbung!\nBesondere Hinweise:\nDie 3Landesmuseen fördern aktiv die berufliche Gleichstellung von Frauen und Männern. Daher werden Bewerbungen von Männern ausdrücklich begrüßt.\nDer Arbeitsplatz ist teilzeitgeeignet, sollte jedoch zu 100% besetzt sein.\nSchwerbehinderte Bewerber*innen oder Personen, die diesen gleichgestellt sind, werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir, uns bereits in Ihrem Anschreiben einen Hinweis auf Ihre Schwerbehinderung zu geben. Zur Unterstützung in diesem Bereich steht Ihnen die Vertrauensperson der Schwerbehinderten der 3Landesmuseen Braunschweig zur Verfügung; weitere Hinweise finden Sie auf unserer Homepage.\nBewerbungen von Menschen aller Nationalitäten sind willkommen.\nDie Datenschutz-Grundverordnung (DSGVO) sieht vor, dass die Verantwortlichen Sie als betroffene Person über die Modalitäten, wie Ihre personenbezogenen Daten verarbeitet werden und welche Rechte Ihnen in diesem Zusammenhang zustehen, informieren. Die Informationen für Sie als Bewerber*in finden Sie als\nPDF-Dokument\nauf unserer Homepage.\nWir konnten Ihr Interesse wecken?\nDann freuen wir uns über Ihre digitale Bewerbung mit aussagekräftigen Unterlagen\n[1]\nbis zum 15.12.2025\nan\nbewerbung@3landesmuseen.de\nWir bevorzugen Online-Bewerbungen und bitten um Zusammenfassung aller Unterlagen in einer Gesamt-PDF, die eine Größe von 5 MB nicht überschreiten sollte.\nAnsprechpartnerin für fachliche Auskünfte:\nFrau Bettina Gierke, Leitung Sammlung und Forschung Braunschweigisches Landesmuseum, Tel.: (0531) 1225-1200\nAnsprechpartnerin für\ndas Bewerbungsverfahren:\nFrau Andrea Fleischmann, Leitung Personal und Organisation 3Landesmuseen, Tel.: (0531) 1225-4300\n3Landesmuseen Braunschweig\nMuseumstr. 1\n38100 Braunschweig\n[1]\nMindestens Anschreiben, Lebenslauf, relevante Arbeitszeugnisse, Zeugnis Ihres höchsten Bildungsabschlusses. Ein Verweis auf Ihre Personalakte ist nicht ausreichend. Bitte beachten Sie, dass Bewerbungen in Papierform grundsätzlich nicht zurückgesandt und nach Abschluss des Auswahlverfahrens datenschutzgerecht vernichtet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.12.2025", "url": "https://www.museumsbund.de/stellenangebote/dokumentarin-w-m-d-2/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-sammlungsmanagement-2/", "image": "", "title": "Leiter*in Sammlungsmanagement", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 23.11.2025 | Leiter*in Sammlungsmanagement\nZu besetzen ist ab 1. Februar eine\nunbefristete\nVollzeitstelle (39 Wochenstunden)\nin der\nEntgeltgruppe 13 TVöD (Bund)\n.\nDie Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Sammlungsmanagement ist als Schnittstelle zwischen Wissenschaft, Objektbetreuung und Sammlungsdokumentation ein zentraler Bestandteil der Sammlungs- und Ausstellungsabteilung des JMB. Mit den Teilbereichen Depotverwaltung, Restaurierung, Registrars, Sammlungs- und Fotodokumentation verantwortet er alle Abläufe, die Sammlungsobjekte und Leihgaben betreffen. Der Bereich ist in die Daueraufgaben und Projekte des Museums involviert und organisiert die Dokumentation, den Schutz und die langfristige Erhaltung von Sammlungsbeständen und Leihgaben. Er ermöglicht die professionelle Abwicklung des Ausstellungsbetriebs ebenso wie die analoge und digitale Zugänglichkeit der Sammlung. Mit seiner Digitalstrategie baut das JMB die Digitalisierung der Sammlung weiter aus. Das Sammlungsmanagement ist verantwortlich daran beteiligt.\nFolgende Aufgaben erwarten Sie u.a.\nLeitung des Bereichs Sammlungsmanagement mit derzeit 12 Mitarbeiter*innen unter Berücksichtigung der museumsspezifischen, verwaltungstechnischen und rechtlichen Belange\nÜbergeordnete Steuerung und Weiterentwicklung der Arbeitsabläufe in Abstimmung mit den angrenzenden Bereichen (Sammlung, Ausstellung, Gebäudemanagement) sowie den Gremien der Digitalstrategie\nFortführung des Digitalisierungsprozesses, insbesondere im Bereich der Sammlungs- und Fotodokumentation\nFortführung der Notfallplanung und Risikoanalyse gemäß SicherheitsLeitfaden Kulturgut (SiLK) in Zusammenarbeit mit dem Bereich Gebäudemanagement\nSicherstellung der konservatorischen und sicherheitsrelevanten Notwendigkeiten für Sammlungsobjekte und Leihgaben bezüglich der Handhabung, Unterbringung inkl. Depotplanung und der Präsentation in den Ausstellungen\nBudgetplanung und -verwaltung\nVertretung des Museums in nationalen und internationalen Fachgremien und Netzwerken\nUnsere Anforderungen\nAbgeschlossene wissenschaftliche Hochschulbildung (z.B. in den Fachrichtungen Museologie, Kulturmanagement, Informationswissenschaften, Kulturinformatik, Digital Humanities, Restaurierungswissenschaft, geisteswissenschaftliches Studium oder vergleichbare Qualifikation)\nEinschlägige Berufserfahrung in einem Museum oder Ausstellungshaus\nMehrjährige Leitungserfahrung mit einem kooperativen, integrativen und motivierenden Führungsstil und ausgeprägter Teamorientierung\nErfahrungen auf dem Gebiet der Budget- sowie Personalplanung\nKenntnisse der Standards des internationalen Leihverkehrs in den Bereichen Transportlogistik, Versicherungswesen, Zollvorschriften sowie Ausschreibung- und Vergabewesen\nErfahrungen mit Digitalisierungsprojekten, solide Datenbankkenntnisse, sicherer Umgang mit MS-Office bzw. M365\nHohes Maß an Organisationstalent, Durchsetzungsvermögen, Verantwortungs- und Kostenbewusstsein\nSehr gute Deutsch- und Englischkenntnisse, weitere Fremdsprache von Vorteil\nUnser Angebot\nZukunftssichere Beschäftigung im Öffentlichen Dienst\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. frei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstel­lungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akade­mie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinder­welt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiö­sen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nDer ausgeschriebene Arbeitsplatz ist für die Besetzung mit Teilzeitkräften grundsätzlich geeignet.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 12/2025\nbis zum\n23. November 2025\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang auf­bewahrt.\nDie Bewerbungsgespräche werden voraussichtlich zwischen dem 15. und 19. Dezember 2025 stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gern Herr Krogulec unter der Telefon­nummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Dr. Friedrich 030/25993401.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-sammlungsmanagement-2/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/archaeologin-und-leitung-der-aussenstelle-muenster-w-m-d/", "image": "", "title": "Archäolog:in und Leitung der Außenstelle Münster (w/m/d)", "content_text": "LWL-Archäologie für Westfalen, Münster Bewerbungsende: 24.11.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nArchäolog:in und Leitung der Außenstelle Münster (w/m/d)\nA 15 LBesG NRW bzw. EG 15 TVöD VKA\nfür unsere LWL-Archäologie für Westfalen. Wir bieten eine unbefristete Vollzeitstelle (41 bzw. 39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8563\nbis zum\n24.11.2025\n.\nDie Vorstellungsgespräche finden voraussichtlich am 23.01.2026 oder 30.01.2026 statt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.11.2025", "url": "https://www.museumsbund.de/stellenangebote/archaeologin-und-leitung-der-aussenstelle-muenster-w-m-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/archivarin-bibliothekarin-m-w-d/", "image": "", "title": "Archivarin / Bibliothekarin (m/w/d)", "content_text": "Buchheim Museum der Phantasie, Bernried am Starnberger See Bewerbungsende: 28.11.2025 | Das Buchheim Museum der Phantasie, Bernried am Starnberger See\nsucht zum 01.04.2026 eine\nArchivarin / Bibliothekarin (m/w/d)\nÜber das Haus\nDas Buchheim Museum der Phantasie in Bernried am Starnberger See ist ein international geschätztes Museum mit Schwerpunkt auf moderner Kunst und einem breit gefächerten Ausstellungsangebot. Als Museum ist es nicht nur Ausstellungsplattform, sondern auch Forschungszentrum. So beherbergt es neben den hochkarätigen Kunstsammlungen auch das von den Stiftern Lothar-Günther und Diethild Buchheim übernommene Privatarchiv von ca. 135 laufenden Metern sowie eine wissenschaftliche Bibliothek von ca. 650 laufenden Metern, zu der unter anderem die Privatbibliothek Buchheim mit vielen Künstlerbüchern oder Büchern mit Originalkunst gehört. Archiv und Bibliothek werden kontinuierlich erweitert, um die Forschung am Buchheim Museum weiter auszubauen. Im Buchheim Verlag erscheinen viele der Kataloge des Museums und weitere Publikationen.\nIhre Aufgaben\nAls Archivar / Bibliothekar übernehmen Sie in Abstimmung mit der Sammlungsleiterin unter anderem:\nArchivarbeit\nOrdnung, Erschließung und Verzeichnung der Archivbestände (Privat- und Verlagsarchiv Buchheim sowie Museumsarchiv) nach fachlichen Standards\nDigitalisierung von Teilbeständen und Management digitaler Archivformate\nNutzungsbetreuung: Beratung, Rechercheunterstützung und Bereitstellung von Archivgut\nBibliotheksarbeit\nAufstellen der derzeit größtenteils magazinierten Bibliothek in den bestehenden und neuerbauten Räumlichkeiten des Museums\nVerwaltung, Pflege und Entwicklung des Bibliotheksbestandes\nKatalogisierung\nBelegversand und Schriftentausch\nNutzerbetreuung\nSammlungspflege & Ausstellungen\nMitwirkung an den Forschungs- und Ausstellungsprojekten sowie den Katalogproduktionen\nDokumentation und Veröffentlichung von ausgewählten Informationen über die Sammlung Online\nVorbereitung und Bereitstellung von Archiv- und Bibliotheksmaterialien für Ausstellungen und wissenschaftliche Zwecke\nBestandserhaltung und konservatorische Maßnahmen (z. B. Magazinpflege, Verpackung, Überwachung der Lagerungsbedingungen, IPM)\nOrganisatorisches / Administration\nAuswahl einer kostengünstigen Archivsoftware sowie Bibliothekssoftware zur Erfassung und Vernetzung der Bestände\nPflege von Datenbanken und digitalen Systemen für Bibliothek und Archiv\nMitwirkung an Budgetplanung, Förderanträgen und Haushaltsfragen für den Bereich Archiv/Bibliothek\nEinhaltung rechtlicher Vorgaben (Urheberrecht, Datenschutz) und Standards der Archivpflege\nZeitweise Unterstützung des Museumsbüros bei der Anruferbetreuung\nIhr Profil\nAbgeschlossenes Hochschulstudium im Bereich Archivwissenschaft, Bibliothekswissenschaft, Informationswissenschaft, Kunstgeschichte, Geschichte oder vergleichbar\nBegeisterung für Kunst und Kultur\nErfahrung in der archivischen und/oder bibliothekarischen Arbeit, idealerweise in einem Museumsumfeld\nKenntnisse digitaler Erschließungssysteme, Katalogressourcen und Datenbanken sowie Digitalisierung und digitaler Langzeitarchivierung\nErfahrung in Bestandserhaltung, konservatorischen bzw. restauratorischen Abläufen von Schriftgut und gedruckten Medien\nGute Deutschkenntnisse in Wort und Schrift; Englisch oder weitere Fremdsprachen von Vorteil\nSelbstständige, strukturierte Arbeitsweise, Teamfähigkeit, Organisationskompetenz\nWir bieten\nEine anspruchsvolle und vielfältige Aufgabe in einem renommierten Museum in malerischer Lage direkt am Starnberger See\nVollzeitstelle (100%) mit Vergütung nach E 11 TVöD Bund und Kommunen mit arbeitgeberfinanzierter Zusatzversorgung (Betriebsrente)\n30 Tage Urlaub bei einer 5-Tage-Woche\nZusammenarbeit in einem kleinen engagierten Team\nMöglichkeiten zur fachlichen und persönlichen Weiterentwicklung\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) als ein pdf bis\nspätestens 28.11.2025\nan:\nBuchheim Museum der Phantasie\nz. Hd. Rajka Knipper\nAm Hirschgarten 1\n82347 Bernried am Starnberger See\nE-Mail:\nbewerbung@buchheimmuseum.de\nDas Buchheim Museum fördert die Gleichstellung aller Geschlechter.\nBewerbungen von Frauen werden ausdrücklich begrüßt. Schwerbehinderte Personen werden bei gleicher Eignung bevorzugt berücksichtigt.\nzur Stellenuasschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.11.2025", "url": "https://www.museumsbund.de/stellenangebote/archivarin-bibliothekarin-m-w-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/facility-manager-w-m-d/", "image": "", "title": "Facility-Manager (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 26.11.2025 | Das Deutsche Museum mit seinen unterschiedlichen denkmalgeschützten Liegenschaften sucht einen\nFacility-Manager (w/m/d)\nder in verantwortlicher Position den kompletten Gebäudebetrieb und die Wahrnehmung aller Pflichten seitens des Eigentümers und des Gebäudenutzers sicherstellt. Wir suchen nach einer Person, die das Facility-Management zeitgemäß interpretiert und ihre Maßnahmen entsprechend nachhaltig und effizient ausrichtet.\nIhre Rolle\nSie verantworten die betriebswirtschaftlichen, baulichen und technischen Aspekte der Gebäudeverwaltung\nSie sind erster Ansprechpartner für alle Belange rund um den Gebäudebetrieb sowie für externe Dienstleister im Bereich technischer Betrieb, Unterhaltsreinigung, Außenanlagenpflege und Glasreinigung\nSie sorgen für eine ansprechende Optik der Innenräume und der zu den Objekten gehörenden Außenbereiche\nSie leiten ein Team aus technischen Mitarbeitern, Hausmeistern und unterschiedlichen Werkstattmitarbeitern\nIhre Aufgaben\nPlanen, Kalkulieren und Steuern von Maßnahmen zur Instandhaltung, Wartung, Sanierung, Renovierung und Reinigung\nAusschreiben und Beschaffen von externen Leistungen unter Berücksichtigung des öffentlichen Vergaberechts\nBeurteilen und Annehmen von Dienstleistungen\nKoordinieren und Kontrollieren aller internen und externen Arbeiten und Aufträge\nKalkulieren und Überwachen der Betriebskosten\nEntwickeln und Umsetzen eines Konzepts für ein optimiertes Energiemanagement\nIhr Profil\nHochschulabschluss als Ingenieur (w/m/d) für Gebäudetechnik und Facility-Management,\nim Bau- und Immobilienmanagement, im technischen Facility Management oder nachhaltigem Energie- und Immobilienmanagement\nmehrjährige Berufserfahrung im Aufgabenfeld\nFührungserfahrung\nKenntnis einer GEFMA zerfizierten CAFM-Software\nLeidenschaft für Themen wie Nachhaltigkeit, Energiemanagement und Ressourcennutzung\nKompetenz im Erkennen von Optimierungspotenzialen im Prozess- und Qualitätsmanagement\nKommunikationsstärke und Teamgeist\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 12 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Gehaltsvorstellung, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n26.11.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2549\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.11.2025", "url": "https://www.museumsbund.de/stellenangebote/facility-manager-w-m-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-verwaltung-sekretariat/", "image": "", "title": "Sachbearbeitung Verwaltung/ Sekretariat", "content_text": "Stiftung Ruhr Museum, Essen Bewerbungsende: 14.11.2025 | Im Ruhr Museum auf Zollverein ist zum\n01. Januar 2026\nim Aufgabenbereich Verwaltung die\nTeilzeitstelle\n(19,5 Wochenstunden gemäß TVöD)\nSachbearbeitung Verwaltung/ Sekretariat Ruhr Museum\n(m/w/d)\nzu besetzen. Es handelt sich um eine unbefristete Beschäftigung.\nAufgaben:\n> Allgemeine Verwaltungsaufgaben\nMitarbeit/ Unterstützung bei allen laufenden Aufgaben\nBearbeitung von Verwaltungsangelegenheiten\nAufbereitung und Steuerung von Vorgängen\n> Allgemeine Personalangelegenheiten\n> Sekretariatsaufgaben\nAnnahme und Bearbeitung von Mails und Telefonaten\nTermin- und Besprechungskoordination inkl. Vor- und Nachbereitung\nKorrespondenz/ Schreibtätigkeiten\nAnforderungen:\nAbgeschlossene kaufmännische oder Verwaltungs-Ausbildung\nBerufserfahrung\nProfessioneller Umgang mit den gängigen Office-Programmen\nAllgemeine Kenntnisse im Arbeits- und Tarifrecht (TVöD) sowie im Sozialversicherungsrecht oder Bereitschaft, sich diese kurzfristig anzueignen\nFlexibilität, Teamfähigkeit, Einsatzfreude, Zuverlässigkeit, Belastbarkeit, kommunikative und soziale Kompetenzen\nUnser Angebot:\nWir bieten Ihnen ein unbefristetes Beschäftigungsverhältnis, ein vielseitiges und interessantes Aufgabengebiet sowie betriebliche Altersversorgung, flexible Arbeitszeiten und die Mitarbeit in einem engagierten Team. Zudem bieten wir Ihnen die Möglichkeit des betrieblichen JobRad-Leasings sowie ein vergünstigtes JobTicket.\nDie Vergütung erfolgt in Anlehnung an den Tarifvertrag für den öffentlichen Dienst – TVöD/VKA.\nBitte senden Sie Ihre Bewerbungsunterlagen bis zum\n14. November 2025\nausschließlich per E-Mail an: bewerbungen@ruhrmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-verwaltung-sekretariat/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-personal-d-m-w-3/", "image": "", "title": "Leiter*in Personal (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 16.11.2025 | Der Bereich Personal ist der Abteilung Verwaltung zugeordnet und betreut mit sieben Sachbearbeiter*innen durchschnittlich 260 – 280 Mitarbeitende, einschließlich Auszubildende und besondere Beschäftigte. Zu den Kernaufgaben gehören die Personalplanung und -beschaffung, Personalcontrolling, Personalentwicklung, betriebliches Gesundheitsmanagement sowie die allgemeine Personalverwaltung.\nNach einer intensiven Aufbauphase liegt der Fokus der Stiftung in den kommenden Jahren auf der Optimierung und Digitalisierung der Personalprozesse. Ein wesentlicher Bestandteil wird dabei die weitere Implementierung einer umfassenden HR-Software sein.\nDie Stiftung Humboldt Forum im Berliner Schloss sucht zum nächstmöglichen Zeitpunkt eine*n\nLeiter*in Personal (d/m/w).\nAufgaben\nSie leiten den Personalbereich sowohl personell als auch fachlich, indem Sie das Team des Personalwesens strategisch und operativ führen. Dabei setzen Sie Prioritäten und steuern die Abläufe, um eine effiziente und zielgerichtete Personalarbeit sicherzustellen.\nSie entwickeln Strategien für die nachhaltige Personalbeschaffung und –bindung weiter. Sie begegnen den Herausforderungen des sich verändernden Arbeitsmarkt mit Konzepten zur Personalentwicklung und zur Verbesserung der Mitarbeiter*innen-Zufriedenheit.\nSie optimieren bestehende Prozesse innerhalb des Personalbereichs und sorgen für eine systematische Qualitätskontrolle und Verbesserung.\nSie begleiten, in Zusammenarbeit mit der Organisationsentwicklung, Changeprozesse im Haus.\nSie beraten die Leitung und Führungskräfte in allen Fragestellungen rund um das Thema Personal, zum Beispiel Personalplanung und –führung oder tarif- und arbeitsrechtliche Fragen.\nSie pflegen einen regelmäßigen und konstruktiven Austausch mit der Gleichstellungsbeauftragten, dem Betriebsrat und der Schwerbehindertenvertretung; insbesondere verhandeln Sie Betriebsvereinbarungen zu Personalangelegenheiten und setzen diese um.\nSie sind für die Budgetplanung des Bereichs und das Controlling der Personalkosten verantwortlich und berichten laufend an die Verwaltungsleitung.\nIhr Profil\nSie haben ein abgeschlossenes wissenschaftliches Hochschulstudium der Betriebswirtschaft, Rechts- oder Verwaltungswissenschaft.\nSie verfügen über mehrjährige Erfahrung im Führen eines Teams im Personalbereich, vorzugsweise in einer größeren öffentlich finanzierten Einrichtung.\nSie haben gründliche Fachkenntnisse im Arbeitsrecht, BetrVG, TVöD, BGleiG, DSGVO sowie Haushalts- und Zuwendungsrecht.\nSie pflegen einen partizipativen Führungsstil, der sich durch wertschätzende Kommunikation auszeichnet.\nSie haben Erfahrung mit Changeprozessen.\nSie haben interkulturelle Kompetenzen.\nDeutsch mindestens C2 erforderlich, verhandlungssichere Englischkenntnisse sind förderlich\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkte, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z.B. 39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe E 14. Die Besetzung der Stelle erfolgt unbefristet in Vollzeit mit 39 Wochenstunden. Die Stelle ist im Rahmen der betrieblichen Möglichkeiten für eine Wahrnehmung in Teilzeit geeignet.\nInformationen zum Bewerbungsprozess\nDie ausgeschriebene Stelle befindet sich in einem Bereich, in dem Frauen im Sinne des Bundesgleichstellungsgesetzes unterrepräsentiert sind. Die Stiftung Humboldt Forum hat sich die Chancengleichheit und berufliche Förderung von Frauen zum Ziel gesetzt. Wir sehen daher Bewerbungen von Frauen mit besonderem Interesse entgegen.\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne (Personal) unter bewerbung@humboldtforum.org. Ihr Bewerbungsanschreiben richten Sie bitte an die Abteilungsleiterin Verwaltung, Frau Andrea Großkopf.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nLust darauf, ein Teil der Stiftung Humboldt Forum im Berliner Schloss zu werden? Dann freuen wir uns auf Ihre Bewerbung bis zum 16.11.2025 ausschließlich über unser Online-Formular.\nLeiter*in Personal (d/m/w) | Jobs bei Stiftung Humboldt Forum im Berliner Schloss\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-personal-d-m-w-3/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiter-w-m-d/", "image": "", "title": "wissenschaftliche Mitarbeiter (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 19.11.2025 | Das Deutsche Museum sucht als Outreach-Partner im Rahmen der Exzellenzcluster-Initiative des Bundes und der Länder zwei\nwissenschaftliche Mitarbeiter (w/m/d)\nfür die Umsetzung von Outreach-Aktivitäten der Exzellenzcluster e-conversion und MCQST II zur Vermittlung der Forschungsthemen der Cluster und deren Bedeutung für die Gesellschaft an verschiedene Zielgruppen innerhalb und außerhalb des Museums. Es handelt sich um Teilzeitstellen mit 50% (e-conversion) bzw. 75 % (MCQST II).\nIhre Aufgaben\nEntwicklung von Vermittlungsangeboten zu den Forschungsthemen der Excellenzcluster für verschiedene Zielgruppen\ne-conversion: Entwicklung eines Outreach-Formats für Zielgruppen außerhalb des Museums zur Interaktion mit Jugendlichen und Erwachsenen im städtischen Raum\nMCQST II: partizipative Entwicklung von Aktionen und temporären Ausstellungseinheiten zusammen mit Jugendlichen-Gruppen; Aufbau von Communities; Unterstützung beim Umzug der Sonderausstellung „Licht und Materie“ in die Dauerausstellung, Entwicklung von Vermittlungsangeboten für die Ausstellung\nErprobung, Durchführung und Evaluation der Angebote, ggf. Publikation der Ergebnisse\nMitwirkung bei Veranstaltungen mit thematischer Nähe zu den Clustern, wie z.B. Sonderführungen, Diskussionsabenden und Tagungen\nMitwirkung an weiteren Projekten und Aktivitäten des Science Communication Lab des Deutschen Museums, Unterstützung der Outreach-Teams in den Geschäftsstellen der Cluster\nIhr Profil\nwissenschaftlicher Hochschulabschluss im naturwissenschaftlichen oder sozialwissenschaftlichen Bereich, im Lehramt oder im Bereich Kommunikation/Wissenschaftskommunikation\neinschlägige Praxiserfahrung in der Wissenschaftskommunikation\nErfahrungen in der Entwicklung und Umsetzung didaktischer Konzepte, Erfahrung in sozialwissenschaftlicher Forschung/Evaluation ist von Vorteil\nfür MCQST II: Erfahrung in der Arbeit mit Jugendlichen, insbesondere im sozialen Kontext wie z.B. als Sporttrainer, in der kirchlichen Jugendarbeit oder bei Jugendfreizeiten, Vorwissen im Bereich Quantenwissenschaft und -technologie ist von Vorteil\nfür e-conversion: Erfahrung in der Kommunikation von Themen im Bereich Energie/Klima/Umwelt\nsehr gute Sprachkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Deutsch und Englisch\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 13 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stellen sind projektbezogen auf 7 Jahre befristet. Der Erstvertrag wird über zwei Jahre abgeschlossen.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n19.11.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2550\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.11.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiter-w-m-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-fuer-das-landesbiodiversitaetsrepositorium/", "image": "", "title": "Technische Assistenz (m/w/d) für das Landesbiodiversitätsrepositorium", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 16.11.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum.\nIm Referat Entomologie wird basierend auf der umfangreichen Insektensammlung in diversen Projekten an wissenschaftlichen Themen zur Evolution, Biodiversität und Naturschutz gearbeitet. Ein Schwerpunkt sind hier mit über 3 Mio. Exemplaren die Schmetterlinge, aber auch Hautflügler, Käfer und andere Insektengruppen. Seit 2022 fungiert das SMNK auch als Landesbiodiversitätsrepositorium für das landesweite Insektenmonitoring in Baden-Württemberg in Kooperation mit der Landesanstalt für Umwelt (LUBW) und dem Staatlichen Museum für Naturkunde Stuttgart (SMNS), in welchem die Arthropodenproben aufbewahrt und dokumentiert werden.\nWerden Sie Teil unseres Teams im Referat Entomologie, wo wir zum nächstmöglichen Zeitpunkt eine\nTechnische Assistenz (m/w/d)\nfür das Landesbiodiversitätsrepositorium\nin Vollzeit unbefristet besetzen. Die Vergütung erfolgt nach EG 9b TV-L.\nIhre Aufgaben\nSammlungsmanagement mit Inventarisierung, Digitalisierung (Datenbankmanagement), Sammlungspflege, sowie bei Bedarf Leihverkehr von Proben die primär in Ethanol, Propylenglycol oder Rennerlösung fixiert sind.\nAufarbeitung und Sortierung von Insekten und anderen Arthropoden aus den Aufsammlungen des Monitorings unter dem Binokular\nPräparation von Belegexemplaren für die Trockensammlung\nSelbständige Tätigkeiten im Molekularlabor wie DNA-Extraktion, Amplifikation, Datenbank gestütztes Sammlungsmanagement, ggf. DNA (Meta)Barcoding-Methoden\nNutzung und Entwicklung von KI-basierten Methoden, um Artidentifizierung zu beschleunigen (Kooperation KIT)\nBereitschaft zur Mitarbeit an Veranstaltungen des Museums wie Tage der offenen Tür, KAMUNA etc.\nVoraussetzungen\nAbgeschlossene Ausbildung als Biologisch- oder Labor-Technische*r Assistent*in mit staatlicher Anerkennung oder aus naturkundlichen Museen/ Forschungsinstituten, Präparator*in oder sonstige Ausbildung mit gleichwertigen Fähigkeiten bzw. Erfahrungen mit entsprechenden Nachweisen oder ein abgeschlossenes (Fach-) Hochschulstudium (B.A.) in einer naturwissenschaftlichen Disziplin mit Schwerpunkt Entomologie.\nFortgeschrittene Kenntnisse in der taxonomischen Bestimmung von Insekten und anderen Arthropoden.\nRoutinierter Umgang mit dem Mikroskop.\nErfahrung im Umgang mit Gefahrstoffen und Gefahrstoffeinrichtungen ist von Vorteil.\nSehr gute allgemeine PC-Kenntnisse (grundlegende Programme, insbesondere MS Office) sowie Erfahrung im Umgang mit Sammlungsdatenbanken wie z. B. Diversity Workbench, o.ä.\nSelbstständige, strukturierte, sorgfältige und engagierte Arbeitsweise und Kommunikation, sowie die Bereitschaft sich bei Bedarf in neue Arbeitsmethoden und Arbeitsbereiche einzuarbeiten.\nWir sind ein internationales Team und stehen im Austausch sowohl mit Landesbehörden als auch mit Wissenschaftler*innen aus aller Welt, so dass für diese Stelle sowohl sehr gute Deutsch- als auch sehr gute Englischkenntnisse in Wort und Schrift erforderlich sind.\nGültiger Führerschein und Bereitschaft zu Feldarbeit von Vorteil.\nWir bieten\nDie Möglichkeit, an einem überregional bekannten Forschungsmuseum mit anerkannten Sammlungen und einer attraktiven Schausammlung in einem engagierten Team selbstständig zu arbeiten\nEine mit EG 9b TV-L vergütete unbefristete Stelle.\n39,5 Stunden/Woche mit arbeitnehmerfreundlicher Gleitzeit.\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung an den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald.\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike.\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei. Das SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nIhre aussagekräftige Bewerbung richten Sie bitte mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der K\nennziffer 11_2025\nbis spätestens\n16.11.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_11_2025_Ihr Nachname.\nNähere Informationen zum Staatlichen Museum für Naturkunde finden Sie auch im Internet unter\nwww.smnk.de\n. Bei Fragen wenden Sie sich bitte per Mail an den Referatsleiter Dr. Björn M von Reumont\nbjoern.reumont@smnk.de\n.\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt. Sollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail: datenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-fuer-das-landesbiodiversitaetsrepositorium/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/scientific-coordinator-of-the-elter-site-rhine-main-observatory-and-the-synthesis-center-on-freshwater-biodiversity-change-in-europe-m-f-d/", "image": "", "title": "Scientific coordinator of the eLTER site Rhine-Main-Observatory and the Synthesis Center on Freshwater Biodiversity Change in Europe (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Gelnhausen Bewerbungsende: 25.11.2025 | For its Division River Ecology and Conservation in Gelnhausen, the Senckenberg Research Institute and Natural History Museum in Frankfurt am Main, Germany, is seeking to fill the following position\nScientific coordinator of the eLTER site Rhine-Main-Observatory and the Synthesis Center on Freshwater Biodiversity Change in Europe (m/f/d)\n(full time / part-time optional)\nas soon as possible.\nLocation: Gelnhausen, Germany\nEmployment scope: full-time / part-time optional\nType of contract: permanent\nRemuneration: collective agreement of the state Hesse, TV-H E13\nFounded in 1817, Senckenberg Society for Nature Research (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale.\nWe are looking for an enthusiastic researcher and data manager (m/f/d) with a strong background in community ecology, macroecology, analysis of ecological time series, and the management of large spatial and temporal biodiversity datasets.\nSince almost 20 years the Rhine-Main-Observatory (RMO;\nhttps://www.senckenberg.de/rmo/\n) has been part of the German LTER network (\nhttps://www.ufz.de/lter-d/index.php?en=42518\n), and – since 2018 – the eLTER research infrastructure (\nhttps://elter-ri.eu/\n). During this period, many long-term biodiversity and accompanied environmental data from river and terrestrial ecosystems have been compiled at the RMO and other eLTER sites. Additionally, since 2019 an annual sampling of terrestrial insects using Malaise traps and DNA metabarcoding has been established, resulting in so far > 7,000 samples across the whole of Germany.\nRecently, the Synthesis Center on Freshwater Biodiversity Change in Europe has started as a new research topic within Senckenberg. The Synthesis Center has already compiled > 30,000 freshwater biodiversity time series across 30 European countries from rivers and lakes, covering invertebrates, fish, macrophytes, diatoms and benthic algae, and established a large pan-European network of > 150 researchers.\nThe large datasets from both, the RMO and the Synthesis Center, require careful quality assurance/quality control and data management, and provide a unique opportunity to address a broad variety of fundamental and applied ecological questions, including those related to community ecology, freshwater and terrestrial (invertebrate) ecology, time series analyses, multiple stressor responses, and conservation (see\nhttps://www.nature.com/articles/s41586-023-06400-1\nfor an example).\nYour tasks\nCoordinate the research at the RMO and Senckenberg´s contribution to eLTER RI\nCoordinate the research at the Synthesis Center on Freshwater Biodiversity Change in Europe\nAnalyze spatial and temporal biodiversity data, and accompanied environmental data, to elucidate spatial patterns and temporal trends in taxonomic and functional diversity and drivers thereof\nManagement of big biodiversity datasets, including quality assurance/quality control and methods for automation\nPreparation of scientific manuscripts and reports\nMentoring graduate students\nOral presentation at national and international conferences\nYour profile\nPhD in Ecology or a related field\nSolid background in (macro-) ecology and biodiversity research, covering extensive experience of both freshwater and terrestrial invertebrates, and some experience with at least two more taxonomic groups of the Synthesis Center.\nSolid background in the analysis of broad-scale and long-term biodiversity (using taxa lists as well as genetic data (e.g., OTUs)) and accompanied environmental data to elucidate spatial patterns and temporal trends in both taxonomic and functional diversity and drivers thereof\nBackground in eLTER\nAdvanced statistical analyses, including mixed modeling, time series analysis, and multivariate statistics, using R\nStrong track record of publications in high-tier ecological journals\nExperience in project/personnel management and report writing\nExcellent written and oral communication and project presentation skills in English\nSignificant experience as a postdoctoral researcher\nWe offer\naccess to an international network of scientists, policymakers and research organizations\nan attractive job within the inspired and dynamic working environment of an internationally recognized research institution\nflexible working hours – mobile working options – assistance with child care and care for family members („audit berufundfamilie“) – employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK).\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter outlining your suitability for the post, a detailed CV, certificates of academic achievements, list of publications as well as contact details of 2 references) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #04-25009 by November 25\nth\n, 2025 or apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Prof. Dr. Peter Haase at\npeter.haase@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our website at\nhttps://www.senckenberg.de/en/imprint/\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.11.2025", "url": "https://www.museumsbund.de/stellenangebote/scientific-coordinator-of-the-elter-site-rhine-main-observatory-and-the-synthesis-center-on-freshwater-biodiversity-change-in-europe-m-f-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vorfuehrerin-im-bereich-textiltechnik-m-w-d/", "image": "", "title": "Vorführer*in im Bereich Textiltechnik (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 23.11.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot. Mit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine*n\nVorführer*in im Bereich Textiltechnik (m/w/d) unbefristet und in Vollzeit (39,4 Wochenstunden).\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/vorfuehrerin-im-bereich-textiltechnik-m-w-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vorfuehrerin-im-bereich-mobilitaet-m-w-d/", "image": "", "title": "Vorführer*in im Bereich Mobilität (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 23.11.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot. Mit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine*n\nVorführer*in im Bereich Mobilität (m/w/d)\nunbefristet, in Teilzeit mit 35 Wochenstunden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.11.2025", "url": "https://www.museumsbund.de/stellenangebote/vorfuehrerin-im-bereich-mobilitaet-m-w-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/servicetechniker-sicherheitssysteme-m-w-d/", "image": "", "title": "Servicetechniker Sicherheitssysteme (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 30.11.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, als längerfristige krankheitsbedingte Abwesenheitsvertretung, einen\nServicetechniker Sicherheitssysteme (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6-8 TV-L\n) in der Abteilung Sicherheit. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nDie Abteilung Sicherheit ist eine Querschnittsabteilung, die für den Schutz von Menschen und Sachgütern, insbesondere von Kunstgegenständen in den Liegenschaften der SKD, verantwortlich ist. Sie ist unterteilt in Analyse und Auswertung, operative Sicherheit und Sicherheitstechnik. Die Sicherheitstechnik ist die Basis der operativen Sicherheit und Grundlage für einen sicheren Geschäftsbetrieb der SKD.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/servicetechniker-sicherheitssysteme-m-w-d/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-w-m-d-mit-dem-schwerpunkt-notfallmanagement-kunstgutsicherheit/", "image": "", "title": "Restaurator (w/m/d) mit dem Schwerpunkt Notfallmanagement / Kunstgutsicherheit", "content_text": "Staatliche Schlösser und Gärten Baden-Württemberg, Ludwigsburg / Karlsruhe Bewerbungsende: 16.11.2025 | Ob Schlösser, Klöster, Burgen oder Gärten. Wir schaffen die Voraussetzungen für vielfältige Kulturangebote in historischen Monumenten des Landes und bieten Arbeitsplätze in unterschiedlichen Aufgabenbereichen und an verschiedenen Orten. Lust auf einen sicheren Arbeitsplatz in unserem interdisziplinären Team im Referat Restauratorische Aufgaben?\nRestaurator (w/m/d) mit dem Schwerpunkt Notfallmanagement / Kunstgutsicherheit\nStaatliche Schlösser und Gärten, Ludwigsburg oder Karlsruhe\nBewerbungsschluss: 16.11.2025\nEntwicklungsmöglichkeiten bis E 13 TV-L\nVollzeit / Teilzeit / unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-w-m-d-mit-dem-schwerpunkt-notfallmanagement-kunstgutsicherheit/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gemaelderestauratorin-m-w-d-fuer-das-dfg-projekt-erbe-wahrnehmen-oranische-gemaelde-in-anhalt-dessau/", "image": "", "title": "Gemälderestaurator:in (m/w/d) für das DFG-Projekt  „Erbe wahrnehmen. Oranische Gemälde in Anhalt-Dessau“", "content_text": "Kulturstiftung Dessau-Wörlitz, Dessau Bewerbungsende: 31.12.2025 | Das Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau sucht, in Kooperation mit dem Kunsthistorischen Institut der Christian-Albrechts-Universität zu Kiel, zum 1. April 2026 eine/einen\nGemälderestauratorin / Gemälderestaurator für das DFG-Projekt\n„Erbe wahrnehmen. Oranische Gemälde in Anhalt-Dessau“ (m/w/d)\nArbeitgeber ist die Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau.\nWerden Sie Teil unseres motivierten und engagierten Teams am Standort Dessau-Roßlau im Ortsteil Mosigkau.\nDas DFG-Projekt dient der Erforschung des einzigartigen Konvoluts flämischer und holländischer Malerei im UNESCO-Welterbe Dessau-Wörlitzer Gartenreich. Dieses besondere kulturelle Erbe soll wissenschaftlich erschlossen und für zukünftige Generationen transparent gemacht werden.\nBei den Gemälden handelt es sich um einen bedeutenden Teil des beweglichen Erbes aus der berühmten Sammlung der Amalie von Solms (1602–1675), der Witwe des niederländischen Statthalters Friedrich Heinrich von Oranien (1584–1647). Die Gemälde gelangten nach ihrem Tod durch komplizierte Erbschaftsvorgänge und Verkäufe in das damalige Fürstentum Anhalt-Dessau. Sie befinden sich heute in den Sammlungen der Kulturstiftung Dessau-Wörlitz und teilweise in der Anhaltischen Gemäldegalerie Dessau und sind damit integraler Bestandteil der Welterbe-Landschaft. Zu den Werken zählen Gemälde von hochrangigen Künstlern wie Jan Brueghel d. Ä. und Peter Paul Rubens, Anthonis van Dyck, Gerrit van Honthorst, Hendrick Goltzius und Jan Mijtens. Trotz der Bedeutung dieses Bestandes steht eine umfassende wissenschaftliche Bearbeitung aus.\nAnliegen und Gegenstand des Projektes zielen darauf, das überlieferte Konvolut oranischer Gemälde einer gründlichen Provenienzerschließung zu unterziehen und es in einem bisher nicht möglichen Maße kunsttechnologisch und kunsthistorisch zu untersuchen. Systematisch erforscht werden soll die mehrere Jahrhunderte umfassende Wahrnehmung des Erbes. Von Relevanz ist insbesondere die Frage, welche Gemälde von wem zu welcher Zeit, wo und mit welcher Intention präsentiert wurden. Die Provenienzerschließung und die Untersuchung des mit diesen Gemälden verbundenen Kultur- und Wissenstransfers sowie die Analyse von Funktion und Wirkung der erhaltenen Displays des 18. Jahrhunderts stehen dabei im Fokus.\nIhre Aufgaben:\nDurchführung kunsttechnologischer Untersuchungen und Zustandserfassungen von Gemälden mit Schmuckrahmen – in enger Abstimmung mit den Projektverantwortlichen\nAuswertung sowie digitale und analoge Aufbereitung von Archivalien zur Restaurierungsgeschichte\nErfassung des Konservierungs- und Restaurierungsbedarfs der Gemälde\nPlanung und Durchführung der Ab- und Wiederaufhängung von Kunstwerken, einschließlich Vorbereitung und Durchführung von Kunsttransporten sowie Unterstützung des Stiftungsfotografen beim Objekthandling\nDurchführung kleinerer konservatorischer und restauratorischer Maßnahmen bei akutem Bedarf sowie qualitätssichernde Verbesserung der Objektmontage bei Wiedereinrahmung und Hängung\nAnfertigung fotografischer und schriftlicher Dokumentationen gemäß den Richtlinien der Kulturstiftung Dessau-Wörlitz (KsDW) sowie Einpflege der Erkenntnisse in die Projektdatenbank (MuseumPlus)\nIhr Profil:\nabgeschlossenes Hochschulstudium im Fach Konservierung, Restaurierung, Kunsttechnologie oder Konservierungswissenschaft von Gemälden (Diplom oder Master)\nerste berufliche Vorerfahrungen\nKenntnis von analogen, digitalen und fotografischen Methoden der Dokumentation und Kenntnisse der Archivarbeit\nhohes Verantwortungsbewusstsein und Sorgfalt im Umgang mit sensiblem Kunstgut\nRoutine im Umgang mit EDV-Systemen und Erfahrung mit Museumsdatenbanken\nhervorragende Deutsch- und gute Englischkenntnisse in Wort und Schrift\nFührerschein der Klasse B; Bereitschaft zur Mobilität.\nWir bieten eine verantwortungsvolle Aufgabe in einer renommierten Kulturinstitution mit einem teamorientierten Arbeitsumfeld. Bei Erfüllung der persönlichen Voraussetzungen erfolgt die Vergütung nach Entgeltgruppe 11 TV-L (Teilzeit: 32 Stunden/Woche, flexible Arbeitszeiten). Arbeitsort ist die Restaurierungswerkstatt der Kulturstiftung Dessau-Wörlitz in Dessau-Roßlau, Ortsteil Mosigkau. Die Stelle ist auf 36 Monate befristet.\nZur Verwirklichung der Gleichstellung von Frauen und Männern werden insbesondere Frauen aufgefordert sich zu bewerben. Schwerbehinderte werden bei gleicher Eignung und Qualifi­kation bevorzugt berücksichtigt.\nInteressierte richten ihre schriftliche Bewerbung bitte mit den üblichen aussagekräftigen Bewerbungsunterlagen und bevorzugt per Mail bis zum 31.12.2025 (Datum des Poststempels) an die Anschrift:\nKulturstiftung Dessau-Wörlitz\nSchloss Großkühnau\nReferat Haushalt/Personal/Organisation\nEbenhahnstr. 8\n06846 Dessau-Roßlau\nMail:\nbewerbung@gartenreich.de\nBei Fragen zum Aufgabengebiet informieren Sie gern:\nDr. Anette Froesch\nKulturstiftung Dessau-Wörlitz\nEbenhanstraße 8\n06846 Dessau-Roßlau\nanette.froesch@gartenreich.de\noder\nProf. Dr. Caecilie Weissert\nKunsthistorisches Institut\nChristian-Albrechts-Universität zu Kiel\nWilhelm-Seelig-Platz 2, R. 201\n24118 Kiel\nweissert@kunstgeschichte.uni-kiel.de\nBewerbungs- und Reisekosten können nicht erstattet werden. Wird die Rücksendung der Unterlagen erwünscht, ist ein ausreichend frankierter und adressierter Rückumschlag erforderlich.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.12.2025", "url": "https://www.museumsbund.de/stellenangebote/gemaelderestauratorin-m-w-d-fuer-das-dfg-projekt-erbe-wahrnehmen-oranische-gemaelde-in-anhalt-dessau/", "date_published": "2025-11-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-kunstarchiv-w-m-d-2/", "image": "", "title": "Sachbearbeitung Kunstarchiv (w/m/d)", "content_text": "Landkreis Oder-Spree, Beeskow / Eisenhüttenstadt Bewerbungsende: 09.11.2025 | Landkreis Oder-Spree – Arbeiten und leben in landschaftlich reizvoller Umgebung.\nDie Verwaltung des Landkreises Oder-Spree ist der drittgrößte Arbeitgeber der Region. Mit über 1000 Mitarbeitenden erbringen wir Dienstleistungen für die hier lebenden Menschen und gestalten die Entwicklung des Landkreises mit.\nDer Landkreis Oder-Spree schreibt zur sofortigen Besetzung im Bereich des Kultur- und Sportamtes folgende Stelle aus:\nSachbearbeitung Kunstarchiv (w/m/d)\nDie Besetzung der Stelle erfolgt befristet für ein Jahr als Elternzeitvertretung in Vollzeit (39 Stunden pro Woche). Die Tätigkeitsstätten sind Beeskow und Eisenhüttenstadt.\nDas Museum Utopie und Alltag. Alltagskultur und Kunst aus der DDR vereint das Kunstarchiv Beeskow und das Dokumentationszentrum Alltagskultur der DDR in Eisenhüttenstadt unter einem Namen. Beide Einrichtungen werden getragen vom Landkreis Oder-Spree und gefördert durch das Land Brandenburg. Mit 170.000 Objekten der Alltagskultur und 18.500 Werken der bildenden und angewandten Kunst sowie des Laienschaffens bewahrt das Museum einen in seiner Zusammensetzung und Vielfalt außergewöhnlichen Bestand zur Kulturgeschichte der DDR. Am Ausstellungsstandort Eisenhüttenstadt kommt das architektonische und städtebauliche Erbe der DDR noch hinzu. Ein offener und partizipativer Umgang mit den Sammlungen, der u. a. wissenschaftliche Kooperationen, künstlerische Interventionen und Citizen-Science-Projekte umfasst, soll die Sichtbarkeit steigern und den Diskurs zu Kultur- und Zeitgeschichte befördern. Hierfür ist eine interdisziplinäre und kooperative Arbeitsweise notwendig und ausdrücklich erwünscht.\nDer Landkreis Oder-Spree fördert aktiv die Gleichstellung aller sich Bewerbenden. Wir begrüßen deshalb alle Bewerbungen, unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nDas sind Ihre Aufgaben:\nProjektentwicklung und -koordination unter Einbezug möglicher Drittmittel\nMitarbeit Unternehmens- und Konzeptentwicklung\nOrganisation, Kommunikation und Durchführung von Ausstellungen, Begleitveranstaltungen, Besucherführungen und Vermittlungsangeboten\nMitarbeit bei Presse- und Öffentlichkeitsarbeit (betreuen und weiterentwickeln von Website, Social Media, Pressespiegel, Presseinformationen, Newsletter und der Präsenz des Museums auf externen Portalen)\nBearbeitung sämtlicher Nutzeranfragen (Leihverkehr, wissenschaftliche Arbeit u.a.)\nPflege und Weiterentwicklung interner Datenbanken (Augias)\nBüroorganisation\nGremienarbeit, Berichtswesen, Protokoll und Statistik\nNetzwerkpflege und Netzwerkausbau\nDarauf können Sie sich freuen:\neine abwechslungsreiche und anspruchsvolle Tätigkeit mit interessanten und vielfältigen Aufgaben\ngute Einarbeitung und Begleitung durch eine Patin oder einen Paten (w/m/d)\nein motiviertes engagiertes Team und eine kreative, kollegiale Atmosphäre\nmodernste technische Ausstattung am Arbeitsplatz und in Beratungsräumen (Videokonferenzen)\neine Behördenkultur, in der Mitgestaltung gewünscht ist\nVereinbarkeit von Pflege, Familie und Beruf durch flexible Arbeitszeitmodelle, Teilzeitmöglichkeiten und ggf. Mobile Arbeit im Rahmen einer Dienstvereinbarung\nleistungsgerechte Vergütung nach Tarifvertrag öffentlicher Dienst\npersönliche und fachliche Entwicklung durch ein umfangreiches Fortbildungsangebot und berufliche Entwicklungsmöglichkeiten\nattraktive (Sozial-) Leistungen des öffentlichen Dienstes (u. a. Jahressonderzahlung, betriebliche Altersvorsorge, betriebliches Gesundheitsmanagement)\nBike-Leasing-Angebot für tariflich Beschäftigte\nmonatliche Aufladung einer Sachbezugskarte für tariflich Beschäftigte\nWas wir erwarten:\nerfolgreich abgeschlossenes Studium (mindestens Bachelor oder Diplom FH) im Bereich Museumswissenschaften, Kulturwissenschaften, Kunstgeschichte, Kulturgeschichte oder vergleichbar\nWissen und Erfahrungen zum Themenbereich kulturelles Erbe der DDR wünschenswert\nKenntnisse und Erfahrungen im Umsetzen von Ausstellungen und Veranstaltungen sowie in Kommunikation und Vermittlung wünschenswert\nsicherer Umgang mit den gängigen Office-Programmen und Datenbanken\nausgeprägte Kommunikations- und Teamfähigkeit\nOrganisationstalent und Fähigkeit zum präzisen Arbeiten\nBelastbarkeit, Flexibilität und Kreativität\nVor-Ort-Präsenz und -Engagement\nFührerschein Klasse B wünschenswert\nLandkreis Oder-Spree\nDie Vergütung erfolgt entsprechend Tarifvertrag öffentlicher Dienst mit der Entgeltgruppe 9b.\nBitte reichen Sie Ihre aussagekräftigen Unterlagen (Bewerbungsschreiben, Lebenslauf, Zeugnis über den Berufsabschluss, Qualifikationsnachweise, Arbeitszeugnisse) bis zum\n09. November 2025\nausschließlich bei folgender Adresse ein:\nLandkreis Oder-Spree\nStabsstelle Personal\nBreitscheidstraße 7\n15848 Beeskow\noder als PDF-Dokument per E-Mail an:\npersonalamt@landkreis-oder-spree.de\nVon einer Zusendung in Heftern oder Bewerbungsmappen ist abzusehen, da\nBewerbungsunterlagen aus Kostengründen nicht zurückgesandt werden.\nEs erfolgt keine schriftliche Eingangsbestätigung. Bewerberinnen und Bewerber (w/m/d), die nicht berücksichtigt werden, erhalten eine schriftliche Information.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-kunstarchiv-w-m-d-2/", "date_published": "2025-11-04T00:00:00"}]}