{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-museumsbereich-zur-aushilfe-m-w-d-fuer-den-besucherservice-und-den-museumsshop-2/", "image": "", "title": "Mitarbeit im Museumsbereich zur Aushilfe (m/w/d) für den Besucherservice und den Museumsshop", "content_text": "Stiftung Neue Synagoge Berlin – Centrum Judaicum, Berlin Bewerbungsende: 15.10.2025 | Die Stiftung Neue Synagoge Berlin – Centrum Judaicum sucht ab\nsofort\nMitarbeit im Museumsbereich\nzur Aushilfe (m/w/d) für den Besucherservice und den Museumsshop\nim Rahmen einer geringfügigen Beschäftigung auf der Basis von 13,69 € Stundenlohn.\nWir bieten Ihnen eine abwechslungsreiche Tätigkeit mit vielen Menschen in einem netten Team in unserem Museum im Herzen Berlins. Sie werden je nach Bedarf sowohl für die Ticketkontrolle als auch am Museumsshop eingesetzt.\nIhr Aufgabengebiet:\nBesucherservice:\nKontrolle der Eintrittskarten\nAnsprechpartner/in für Fragen von Besuchern\nBereitstellung der Rollstuhlrampe (15 kg) bei Bedarf\nAllgemeine organisatorische Aufgaben vor Öffnung und vor Schließung des Museumsbetriebes\nMuseumsshop:\nVerkauf von Eintrittskarten, Büchern und diversen Souvenirartikeln\nKoordination der täglichen Führungen und die Ausgabe der Audioguides\nPräsentation von Waren im Museumsshop, Säubern und Pflegen der Artikel\nTageskassenabrechnung\nAnforderungsprofil:\nzeitliche Flexibilität (auch sonntags)\nZuverlässigkeit\ngepflegtes Erscheinungsbild\ngute Umgangsformen\nsehr gute Deutschkenntnisse in Wort und Schrift\ngute Kenntnisse in der englischen Sprache (weitere Sprachkenntnisse wären vorteilhaft)\nDie Stiftung Neue Synagoge Berlin – Centrum Judaicum gewährleistet die Gleichstellung aller Menschen und Generationen. Bewerbungen von anerkannt schwerbehinderten und ihnen gleichgestellten Menschen werden bei gleicher Eignung vorrangig berücksichtigt.\nBitte richten Sie Ihre vollständige Bewerbung\nbis einschließlich 15.10.2025\nan:\nStiftung Neue Synagoge Berlin – Centrum Judaicum\nVerwaltung | Kennziffer: 2025 ─ Museum\nOranienburger Str. 28-30\n10117 Berlin\nGespräche können wir ab dem 27.10.2025 führen.\nWir bitten um Zusendung Ihrer Bewerbung (bestehend aus Bewerbungsschreiben und Lebenslauf, ggfs. Aufenthalts- und Arbeitsgenehmigung) in elektronischer Form an\nbewerbung@centrumjudaicum.de\n.\nBitte senden Sie uns dazu alle Ihre Unterlagen in einer PDF-Datei, die die einzelnen Dokumente zusammenführt und eine Größe von 5 MB nicht überschreitet.\nFür Rückfragen erreichen Sie uns telefonisch zwischen 9 und 15 Uhr unter der\nRufnummer 030 880 28-314 oder per E-Mail an katrin.neuhaeuser@centrumjudaicum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-museumsbereich-zur-aushilfe-m-w-d-fuer-den-besucherservice-und-den-museumsshop-2/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-referates-sammlung-w-m-d/", "image": "", "title": "Leitung des Referates Sammlung (w/m/d)", "content_text": "LWL-Museen für Industriekultur, Dortmund Bewerbungsende: 17.10.2025 | Der Landschaftsverband Westfalen-Lippe\nsucht  Sie zum 01.03.2026 als\nLeitung des Referates Sammlung (w/m/d)\nEG 14 TVöD VKA\nfür die Zentrale LWL-Museen für Industriekultur am Standort Zeche Zollern in Dortmund. Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8435\nbis zum\n17.10\n.2025\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-referates-sammlung-w-m-d/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsverwalterin-m-w-d-11/", "image": "", "title": "Sammlungsverwalter*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 12.10.2025 | Die Stiftung Historische Museen Hamburg (SHMH) vereint seit 2008 die musealen Einrichtungen der Freien und Hansestadt Hamburg, die sich aus vielfältigen thematischen Blickwinkeln mit der Geschichte Hamburgs und seiner Umgebung, einschließlich nationaler, europäischer und globaler Verflechtungen, befassen. Mit rund 240 Mitarbeitenden und jährlich etwa 350.000 Gästen zählt die Stiftung zu den größten stadt- und regionalgeschichtlichen Museumsverbünden in Europa.\nZum Verbund der Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und seit 2021 das im Aufbau befindliche Deutsche Hafenmuseum. Hinzukommen das Jenisch Haus, das Speicherstadtmuseum, die Kramer-Witwen-Wohnung, die Millerntorwache und das Heine Haus. Zudem ist der Museumsdienst Hamburg in die Stiftung integriert und bietet eine breite Palette an Vermittlungsformaten und Bildungsangeboten für Hamburger Museen und Ausstellungshäuser.\nMitten im aktiven Hafen werden mit Hilfe ehrenamtlicher Zeitzeugen Themen wie Hafenarbeit, Güterumschlag, Schiffsbau und Schifffahrt erlebbar. Die Viermastbark PEKING und verschiedene schwimmende Objekte können hier besichtigt werden. Ein zweiter Standort wird am Kleinen Grasbrook entstehen und sich als ein „Museum der Globalisierung“ mit internationalem maritimem Handel und seinen Auswirkungen auf die Lebenswelt der Menschen befassen.\nDas\nDeutsche Hafenmuseum (im Aufbau)\nsucht für den Fachbereich Sammlungen zum nächstmöglichen Zeitpunkt eine Person als\nSammlungsverwalter*in (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nBetreuung von Neu- und Bestandsobjekten im Schaudepot und anderen Depotflächen\nFachgerechte Verpackung und/oder Lagerung der Objekte nach Abstimmung mit der Restaurierung und dem Fachbereich Wissenschaft\nKontrollieren der Objekte auf Schädlingsbefall oder sonstige Schäden\nDurchführen vorbeugender und bekämpfender Schutzmaßnahmen nach Anleitung der Restaurierung\nObjekte für Ausstellungen, Inventarisierung und Leihverkehr bereitstellen\nPlanen, Organisieren und Durchführen von Transporten einschließlich Verpackung, Abholung, Verschickung, Übergabe und Übernahme von Objekten nach vorgegebenen fachlichen Standards\nUnterstützung des Auf- und Abbaus von Ausstellungen mit Objekthandling\nDafür besitzen Sie folgendes Profil:\nabgeschlossene Berufsausbildung im technisch-handwerklichen Bereich mit einschlägigen beruflichen Erfahrungen im Umgang mit technischem und historischem Kulturgut oder vergleichbare Qualifikation\nerste Berufserfahrungen in der musealen Sammlungsverwaltung\nerste Kenntnisse im Umgang mit Standard-Software und Sammlungsdatenbank-Systemen (wie MuseumPlus), Verständnis der Funktionsweise\nstrukturierte Arbeitsweise und Organisationsfähigkeit\nausgewiesene, diversitätsoffene Kommunikationsfähigkeit und Teamfähigkeit\nsehr gute Deutschkenntnisse (mind. B2 Niveau) sowie gute Englischkenntnisse (B1 Niveau)\nPKW Führerschein, wünschenswert Gabelstablerschein\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nZuschuss zum HVV Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach Entgeltgruppe\n7 TV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 12. Oktober 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsverwalterin-m-w-d-11/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besuchendenbetreuerin-gastgeberin-m-w-d/", "image": "", "title": "Besuchendenbetreuer*in / Gastgeber*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 12.10.2025 | Die Stiftung Historische Museen Hamburg (SHMH) vereint seit 2008 die musealen Einrichtungen der Freien und Hansestadt Hamburg, die sich aus vielfältigen thematischen Blickwinkeln mit der Geschichte Hamburgs und seiner Umgebung, einschließlich nationaler, europäischer und globaler Verflechtungen, befassen. Mit rund 240 Mitarbeitenden und jährlich etwa 350.000 Gästen zählt die Stiftung zu den größten stadt- und regionalgeschichtlichen Museumsverbünden in Europa.\nZum Verbund der Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und seit 2021 das im Aufbau befindliche Deutsche Hafenmuseum. Hinzukommen das Jenisch Haus, das Speicherstadtmuseum, die Kramer-Witwen-Wohnung, die Millerntorwache und das Heine Haus. Zudem ist der Museumsdienst Hamburg in die Stiftung integriert und bietet eine breite Palette an Vermittlungsformaten und Bildungsangeboten für Hamburger Museen und Ausstellungshäuser.\nWo früher in einer Fabrik aus Kautschuk Hartgummikämme gefertigt wurden, ist heute das Museum der Arbeit zu Hause. Das Museum beschäftigt sich mit der Geschichte, Gegenwart und Zukunft der Arbeit und den Arbeitswelten seit dem Industriezeitalter. Museumswerkstätten laden zum Mitmachen ein. Wechselnde Sonderausstellungen beschäftigen sich mit aktuellen Fragen rund um das Thema Arbeit.\nDas\nMuseum der Arbeit\nsucht für den Fachbereich Bildung & Vermittlung zum nächstmöglichen Zeitpunkt eine Person als\nBesuchendenbetreuer*in / Gastgeber*in (m/w/d)\nbefristet bis 12.04.2026, auf Minijobbasis\nZu Ihren wesentlichen Aufgaben gehören:\nBegrüßung der Besucher*innen in der Ausstellung „Respekt“ und kurze Erläuterung des Ausstellungsthemas zur Orientierung\nBeantwortung von Fragen zur Ausstellung und zum Begleitprogramm oder Weiterleiten dieser Fragen\nHilfestellung zur Nutzung der interaktiven Stationen in der Ausstellung\nBedienung der Ausstellungstechnik\nDafür besitzen Sie folgendes Profil:\nerste Erfahrungen im Besucher*innenservice\neine hohe Sozialkompetenz im Umgang mit Besucher*innen und Kolleg*innen des Museums, sowie mit Kolleg*innen mit Behinderungen\nruhiges, souveränes Auftreten und interkulturelle Kompetenz, vorurteilsfreier Umgang mit Besucher*innen und Kollegen*innen\nTeamfähigkeit und Kommunikationsfähigkeit\nEinsatzfähigkeit ausschließlich am Wochenende\nInteresse an Kultur, Geschichte bzw. Stadtgeschichte\nsehr gute Deutschkenntnisse sowie gute Englischkenntnisse, gerne weitere     Fremdsprachen\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nDie Vergütung dieser Position erfolgt nach Entgeltgruppe\n3 TV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 12. Oktober 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/besuchendenbetreuerin-gastgeberin-m-w-d/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/finanzbuchhalterin-m-w-d-10/", "image": "", "title": "Finanzbuchhalter*in (m/w/d)", "content_text": "Liebermann-Villa am Wannsee, Berlin Bewerbungsende: 15.10.2025 | Die Liebermann-Villa am Wannsee, getragen von der Max-Liebermann-Gesellschaft Berlin e.V., hat sich seit ihrer Eröffnung 2006 zu einem der beliebtesten Museen der Region entwickelt. Jährlich sind rund 80.000 Gäste begeistert von dem originalen Künstlerhaus mit seinem einzigartigen Garten, der idyllischen Lage direkt am Seeufer und dem überzeugenden Ausstellungs- und Veranstaltungsprogramm.\nZum nächstmöglichen Zeitpunkt suchen wir:\nFinanzbuchhalter*in (m/w/d) in Teilzeit (28 Std. / Woche)\nWir suchen eine erfahrene Fachkraft, die eigenständig die Finanzbuchhaltung und Mitgliederverwaltung der Max-Liebermann-Gesellschaft Berlin e.V. sowie ihrer Tochtergesellschaft, der Max-Liebermann-Veranstaltungs GmbH, wahrnimmt. Zum Verantwortungsbereich zählt die Unterstützung von Vorstand und Direktion in Finanzfragen, die Bereitstellung betriebswirtschaftlicher Kennzahlen und Reports im Rahmen des Controllings, Unterstützung bei der Budgetierung der Geschäftsjahre und geplanter Projekte, die Abrechnung von Fördergeldern im Rahmen von Verwendungsnachweisen sowie Tätigkeiten im Rahmen der Abwicklung und des Einzugs von Spenden und Mitgliedsbeiträgen.\nIhre Aufgabenbereiche:\nFinanz- und Rechnungswesen:\nPrüfung, Erfassung und Buchung aller laufenden Geschäftsvorfälle\nPflege und Abstimmung der Konten\nVerantwortung für den Zahlungsverkehr (Online-Banking) und die Kassenverwaltung\nRechnungsprüfung und Ausgabenkontrolle gemäß Budgetplan\nErstellung externer Meldungen (z.B. Umsatzsteuervoranmeldungen)\nErstellung von Zwischen- und Jahresabschlüssen\nAnsprechpartner für externe Dienstleister (externe Lohnbuchhaltung, Steuerberater, Wirtschaftsprüfer, Kassenprüfer und Banken)\nAbrechnung mit Behörden und Förderinstitutionen, Erstellung von Verwendungsnachweisen\nVorbereitung der Reportings und Kennzahlen für die Vorstandssitzungen und die Jahreshauptversammlung (z.B. Wirtschaftsplan, betriebswirtschaftliche Auswertungen und Controlling-Reports)\nUnterstützung bei der Kalkulation von Ausstellungen, Veranstaltungen und anderen Projekten sowie Angebotseinholung und Rechnungsstellung\nSpender- und Mitgliederbetreuung:\nBearbeitung und Einzug der Mitgliedsbeiträge und Spenden\nVorbereitung von Spendenbescheinigungen\nSie bringen mit:\nEine erfolgreich abgeschlossene Ausbildung zum Steuerfachangestellten (m/w/d) oder eine vergleichbare Qualifikation\nMindestens 3 Jahre Berufserfahrung in der Finanzbuchhaltung\nErfahrung mit DATEV sowie idealerweise auch mit einem Kunden- bzw. Mitgliederverwaltungssystem\nSicherer Umgang mit MS Office (Excel, Word, Outlook)\nEin hohes Maß an Eigeninitiative und Eigenverantwortung\nZuverlässigkeit sowie strukturierte und qualitätsorientierte Arbeitsweise\nTeamfähigkeit und Kommunikationsfähigkeit\nDas bieten wir:\nIn dieser Stelle haben Sie die Möglichkeit, die Finanzbuchhaltung eines erfolgreichen Kulturstandorts eigenverantwortlich zu übernehmen. Dabei sind Sie in die betriebswirtschaftlichen Abläufe zentral involviert. Mit Ihrem buchhalterischen und kaufmännischen Wissen unterstützen Sie den Vorstand und die Direktion bei der Weiterentwicklung unseres Hauses.\nDie Liebermann-Villa ist durch ihre offene und freundliche Arbeitsatmosphäre der Wertschätzung und gegenseitigen Unterstützung geprägt. Es erwartet Sie ein kleines, sehr engagiertes und sympathisches Team von Festangestellten, die von rund 120 Ehrenamtlichen unterstützt werden. Für eine gute Work-Life-Balance und tolle Teamevents ist stets gesorgt. Flexible Arbeitszeiten und mobiles Arbeiten werden ausdrücklich unterstützt.\nWir freuen uns sehr auf Ihre Bewerbung mit Angabe Ihrer Gehaltsvorstellung per E-Mail (bitte zusammengefasst in einer PDF-Datei, max. 10MB) an:\njobs@liebermann-villa.de\nWir bitten um Bewerbungen bis zum 15. Oktober 2025.\nBei Rückfragen wenden Sie sich gerne direkt an die Direktorin der Liebermann-Villa,\nDr. Evelyn Wöldicke, unter 030 805 85 900.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/finanzbuchhalterin-m-w-d-10/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-depotverwaltung-und-ausstellungsinstallation-w-m-d/", "image": "", "title": "Mitarbeiter Depotverwaltung und Ausstellungsinstallation (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 15.10.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir besetzen ab dem 01.12.2025 die Stelle als\nMitarbeiter Depotverwaltung und Ausstellungsinstallation (w/m/d)\nin Vollzeit, 39,50 Stunden / Woche, befristet auf 12 Monate\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nObjektgerechte schadensfreie Hängung, Montage, Bewegung und Verpackung von sensiblen Objekten (Gemälde, Skulpturen, Installationen)\nUnterstützung und enge Zusammenarbeit mit den Restauratorinnen und Restauratoren und Kuratorinnen und Kuratoren der Staatsgalerie Stuttgart während Ausstellungsauf- und abbauten sowie Umhängungen im Bereich der Sammlungen\nEin- und Ausgangskontrolle der Kunstwerke im Depot sowie Überwachung der Abholung und Anlieferung von Kunsttransporten\nAusführung der digitalen Sammlungsverwaltung (IMDAS, Akeneo)\nFunktionskontrolle und Pflege technischer Geräte im Gemäldedepot\nSchädlingsüberwachung (IPM) und Klimakontrolle im Gemäldedepot\nÜberwachung der Sauberkeit und Ordnung im Gemäldedepot sowie Optimierung der Raumressourcen\nIhr Profil:\nAbgeschlossene Ausbildung im Handwerk oder vergleichbare Qualifikation\nBerufserfahrung im Bereich Museumsdepot wünschenswert\nSorgfalt und Genauigkeit im Umgang mit Kulturgut\nSicher im Umgang mit MS Office und weiteren Datenbanken\nTeamfähigkeit und Kooperationsbereitschaft\nStrukturierte Arbeitsweise und ausgeprägter Ordnungssinn\nHohes Maß an Verantwortungsbewusstsein und Zuverlässigkeit\nKörperliche Belastbarkeit (Tragen von schweren Lasten und langes Stehen)\nEnglischkenntnisse wünschenswert\nFührerschein Klasse B von Vorteil\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Bewerber (w/m/d) mit Behinderung oder Gleichstellung werden bei entsprechender Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte\nbis zum 15.10.2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-18\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Katja von Wetten (Bereichsleitung Restaurierung) unter T +49 711 470 40 131. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/ datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-depotverwaltung-und-ausstellungsinstallation-w-m-d/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/programmdirektor-m-w-d/", "image": "", "title": "Programmdirektor:in (m/w/d)", "content_text": "Zukunftszentrum für Deutsche Einheit und Europäische Transformation, Halle (Saale) Bewerbungsende: 12.10.2025 | Mit dem Zukunftszentrum für Deutsche Einheit und Europäische Transformation entsteht in Halle (Saale) ein offener Ort für Diskurs, Diskussion und die Bearbeitung umfassender Fragen der Transformation und des Strukturwandels von Gesellschaften. Diese Fragen werden unter wissenschaftlichen, gesellschaftspolitischen und alltagsnahen lebensweltlichen Aspekten betrachtet.\nDas Zukunftszentrum für Deutsche Einheit und Europäische Transformation wurde im Sommer 2024 gegründet und befindet sich aktuell im Aufbau. Vertreten durch das Bundesministerium der Finanzen übernimmt der Bund derzeit die Rolle des alleinigen Gesellschafters. Innerhalb der nächsten Jahre wird die Anzahl der Mitarbeitenden des Zukunftszentrums für Deutsche Einheit und Europäische Transformation kontinuierlich anwachsen.\nWir suchen eine/einen\nPROGRAMMDIREKTORIN / PROGRAMMDIREKTOR (W/M/D)\nSTANDORT HALLE (SAALE) | VOLLZEIT | ZUNÄCHST FÜR 3 JAHRE | AB SOFORT\nAls Programmdirektorin/Programmdirektor sind Sie Sprecherin/Sprecher der Geschäftsführung. Sie übernehmen die Gesamtverantwortung für den Programmbereich des Zukunftszentrums für Deutsche Einheit und Europäische Transformation am Geschäftssitz der Gesellschaft in Halle (Saale) und arbeiten eng mit der kaufmännischen Geschäftsführung zusammen, um die strategische Ausrichtung und Entwicklung der Gesellschaft aktiv voranzutreiben.\nDas sind Ihre Aufgaben bei uns\nSie übernehmen die Gesamtverantwortung für den Programmbereich des Zukunftszentrums für Deutsche Einheit und Europäische Transformation, bestehend aus Forschung sowie Ausstellung, Dialog und Kultur. Gemeinsam mit der kaufmännischen Geschäftsführung lenken Sie die Geschäfte der Gesellschaft.\nSie stellen den Auf- und Ausbau des Zukunftszentrums für Deutsche Einheit und Europäische Transformation in den Bereichen Forschung, Ausstellung, Dialog und Kultur sowie die strategische Ausrichtung und Steuerung in enger Zusammenarbeit mit der kaufmännischen Geschäftsführung sicher.\nSie erarbeiten und verantworten die Umsetzung des inhaltlichen Gesamtkonzeptes des Zukunftszentrums für Deutsche Einheit und Europäische Transformation. Schwerpunkte bilden dabei die Programmgestaltung in den Bereichen Forschung, Ausstellung, Dialog und Kultur.\nIhnen obliegen die Gestaltung der Nutzeranforderungen und die Inbetriebnahme des zu errichtenden Neubaus gemeinsam mit der kaufmännischen Geschäftsführung. Dabei gewährleisten Sie unter anderem die inhaltliche Auslastung des Zukunftszentrums für Deutsche Einheit und Europäische Transformation während der Planungs- und Bauphase sowie nach dessen Eröffnung.\nSie sind verantwortlich für die Einbindung und die Zufriedenheit von Besucherinnen und Besuchern und fördern bürgerschaftliches Engagement in Zusammenarbeit mit relevanten Akteuren.\nSie initiieren neue und steuern bestehende Programme, inklusive qualitativem Monitoring und kontinuierlicher Verbesserung, und übernehmen die Planung, Durchführung und Evaluation von Fundraising-Aktivitäten.\nSie vertreten und repräsentieren als Sprecherin oder Sprecher der Geschäftsführung das Zukunftszentrum für Deutsche Einheit und Europäische Transformation nach innen und außen, zum Beispiel gegenüber Bürgerinnen und Bürgern, Medien sowie weiteren relevanten nationalen und internationalen Stakeholdern aus Politik, Wissenschaft, Kultur und Zivilgesellschaft.\nGemeinsam mit der kaufmännischen Geschäftsführung vertreten Sie das Zukunftszentrum für Deutsche Einheit und Europäische Transformation gegenüber Beteiligungsführung, Gesellschaftern, Aufsichtsrat und weiteren Gremien.\nSie übernehmen die strategische Netzwerkarbeit im In- und Ausland mit dem Fokus auf Mittel- und Osteuropa.\nSie führen das in Ihrem Verantwortungsbereich befindliche Personal und übernehmen die Gewinnung neuer Mitarbeitender.\nDas bringen Sie mit\nAbgeschlossenes wissenschaftliches Hochschulstudium\nMehrjährige einschlägige Leitungserfahrung mit Personal-, Finanz- und inhaltlicher Verantwortung im Kultur- und/oder Wissenschaftsbereich oder in Einrichtungen für politische Bildung\nErfahrung mit der Führung von Teams sowie deren fachlicher und zeitlicher Koordination\nSehr gute Erfahrungen mit den thematischen Schwerpunkten des Zukunftszentrums für Deutsche Einheit und Europäische Transformation (insbesondere Deutsche Einheit, Entwicklung Europas, gesellschaftliche und ökonomische Transformationsprozesse, Ost-West-Verständigung, Demokratie und Gesellschaft) im wissenschaftlichen, politischen oder kulturellen Kontext\nErfahrung mit der Strategieentwicklung sowie dem Aufbau oder der (Weiter-) Entwicklung von Organisationsstrukturen\nBreites, fachlich relevantes Netzwerk, idealerweise einschließlich Mittel- und Osteuropa\nSehr gute kommunikative Fähigkeiten und souveränes Auftreten\nErfahrung mit öffentlichen Auftritten, einschließlich deren Moderation, sowie ausgeprägte Debattenfähigkeit\nSehr gute Führungskompetenzen\nStrategische Gestaltungskompetenz\nHohe Belastbarkeit und Überzeugungsfähigkeit\nSicheres Konflikt- und Krisenmanagement\nAusgezeichnete Kooperationsfähigkeit\nSehr gute englische sowie deutsche Sprachkenntnisse\nIdealerweise verfügen Sie über\nErfahrungen mit (perspektivisch) relevanten Transformationsthemen, wie Klima- und Energiefragen, Digitalisierung und Innovationen, dem Wandel der politischen und geopolitischen Ordnung sowie globaler Migration und interkulturellem Dialog\nNachgewiesene Erfahrungen hinsichtlich der Konzeption von Ausstellungen und Veranstaltungen im wissenschaftlichen und kulturellen Bereich\nErfahrungen mit medialen Aufritten (TV / Social Media / Rundfunk / Presse)\nErfahrungen mit der Vorbereitung und Begleitung großer Baumaßnahmen\nErfahrungen mit der Projektkonzeption, dem Projekt-Funding sowie der Umsetzung komplexer inhaltlicher Projekte sowie Kooperationen mit öffentlichen und/oder privaten Institutionen\nErfahrung mit der Zusammenarbeit mit öffentlichen Institutionen, wie Bundestag, Ministerien und deren nachgeordneten Behörden\nSprachkenntnisse in einer weiteren Sprache, vorzugsweise einer osteuropäischen Sprache\nDas sind wir\nIm Herzen von Halle (Saale) entsteht mit dem Zukunftszentrum für Deutsche Einheit und Europäische Transformation ein faszinierender Ort, der sich mit den großen Fragen der Transformation und den Umbruchserfahrungen unserer Gesellschaften auseinandersetzt. Wir bieten eine Plattform, die die Themen europäische Transformation und gesellschaftlicher Wandel in den Fokus rückt und aktiv zur Auseinandersetzung mit der Geschichte und Zukunft Europas beiträgt.\nDas Zukunftszentrum für Deutsche Einheit und Europäische Transformation wird ein Ort der Neugier, Offenheit und Inspiration sein, an dem Kunst und Kultur eine zentrale Rolle spielen, um die großen Fragen unserer Zeit zu beleuchten. In einem eigenen Fellowship-Programm kommen Wissenschaftlerinnen und Wissenschaftler aus ganz Europa nach Halle (Saale), um neue Ideen einzubringen und zu fördern.\nUnser Ziel ist es, jährlich rund eine Million Besucherinnen und Besucher zu erreichen und so einen bedeutenden Beitrag zur gesellschaftlichen und kulturellen Entwicklung zu leisten.\nWeitere Informationen zum Zukunftszentrum finden Sie hier:\nhttps://zukunftszentrum.info\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum 12. Oktober 2025. Bewerbungen sind ausschließlich in elektronischer Form über das Bewerbungsformular möglich:\nhttps://k25658.coveto.de/public/bewerbung/?id=1284\nBitte beachten Sie, dass das Zukunftszentrum für Deutsche Einheit und Europäische Transformation dem Public Corporate Governance Kodex des Bundes (PCGK) unterliegt und als Zuwendungsempfänger des Bundes an das Besserstellungsverbot gebunden ist.\nFerner gelten für das Leitungspersonal die entsprechenden Regelungen für die Vereinbarung der Gehaltshöhe sowie die Vertragsgestaltung. Erwartet wird die Bereitschaft, den Lebensmittelpunkt nach Halle (Saale) zu verlagern.\nDer Vertrag wird zunächst für 3 Jahre geschlossen. Es besteht anschließend die Möglichkeit einer Verlängerung.\nAlle Bewerbungen sind bei uns willkommen – unabhängig von Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion und Weltanschauung und Behinderung, Alter sowie sexueller Orientierung und geschlechtlicher Identität.\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte werden bei gleicher Eignung von uns bevorzugt.\nWir haben uns die berufliche Förderung von Frauen zum Ziel gesetzt und begrüßen daher besonders Bewerbungen von Frauen.\nMit der Durchführung des Bewerbungsprozesses ist die PD – Berater der öffentlichen Hand GmbH beauftragt worden.\nWir freuen uns, von Ihnen zu hören und stehen Ihnen für Rückfragen gerne zur Verfügung!\nIHR RECRUITING-TEAM VON DER PD – BERATER DER ÖFFENTLICHEN HAND GMBH\nE-MAIL: bewerbung@recruiting-pd.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/programmdirektor-m-w-d/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-den-besucherservice-2/", "image": "", "title": "Mitarbeiter:in (m/w/d) für den Besucherservice", "content_text": "Jüdisches Museum Franken, Schnaittach Bewerbungsende: 20.10.2025 | Das Jüdische Museum Franken in Fürth, Schnaittach & Schwabach\nsucht zum nächstmöglichen Termin eine:n\nMitarbeiter:in (m/w/d) für den Besucherservice in Schnaittach\nDas Jüdische Museum Franken mit seinen Häusern in Fürth, Schnaittach und Schwabach\nwird vom Bezirk Mittelfranken, der Stadt Fürth, dem Landkreis Nürnberger Land, der Marktgemeinde Schnaittach und der Stadt Schwabach getragen. Forschungs- und Ausstellungsschwerpunkte sind die fränkisch-jüdische Geschichte und Kultur, die Vermittlung aktuellen jüdischen Lebens in seiner ganzen Vielfalt und die Förderung von Diskussionen aktueller Themen, die Auseinandersetzung mit deutsch-jüdischer Geschichte.\nArbeitseinsatz:\nSamstag und Sonntag, an Feiertagen sowie Abendveranstaltungen, Arbeitsort ist Schnaittach\n(14 Wochenstunden, EGr. 5 TVöD).\nAufgabengebiet:\nKassenbereich: Verkauf von Eintrittskarten und Artikeln aus dem Museumsshop\nAuf-/Zusperren des Museums, Ein-/Ausschalten der Alarmanlage\nAufsicht und allgemeine Auskunft\nTagesabrechnung, Erstellen von Statistiken\nOrganisation vor Ort bei Veranstaltungen\nBüroorganisation, Dienstplanerstellung und Schnittstellenfunktion zwischen den Häusern in Schnaittach und Fürth\nIhr Profil:\nSie verfügen über einen Schulabschluss Mittlerer Reife\nSie bringen nachweisbare Berufserfahrung in einem oder mehreren der Bereiche Service, Empfang, Büroorganisation, oder Gastronomie mit\nSie haben eine freundliche Ausstrahlung und Geschick im Umgang mit Menschen\nSie sind kundenorientiert und kommunikativ\nSie interessieren sich für die jüdische Geschichte und Kultur\nGepflegte Umgangsformen werden vorausgesetzt\nSie zeichnen sich durch überdurchschnittliche Flexibilität und Zuverlässigkeit aus\nSie arbeiten sorgfältig und selbständig\nSie sind belastbar und arbeiten teamorientiert\nSehr gute Deutschkenntnisse schriftlich und mündlich; englische Sprachkenntnisse sind von Vorteil\nErfahrung im Museumsbereich/Kulturbereich ist vorteilhaft\nDie zu besetzende Stelle ist in gleicher Weise für Frauen und Männer geeignet. Schwerbehinderte und ihnen gleichgestellte werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt. Das Jüdische Museum Franken fördert die berufliche Gleichstellung von Frauen und Männern und verfolgt eine Politik der Chancengleichheit. Das Jüdische Museum Franken begrüßt Bewerbungen von Personen unabhängig von deren Nationalität und Herkunft.\nWir freuen uns über Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Abschlusszeugnisse, Arbeitszeugnisse) bis zum 20. Oktober 2025 an:\ninfo@juedisches-museum.org\n. Bewerbungskosten werden nicht erstattet. Fragen beantwortet Ihnen gerne Daniela F. Eisenstein, Direktorin, telefonisch unter 0911 – 950 988-0.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-den-besucherservice-2/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleiterin-fuer-verwaltung-und-betrieb-w-m-d/", "image": "", "title": "Teamleiter:in für Verwaltung und Betrieb (w/m/d)", "content_text": "Jüdisches Museum Franken, Fürth Bewerbungsende: 20.10.2025 | Das Jüdische Museum Franken sucht zum nächstmöglichen Zeitpunkt\nEine:n Teamleiter:in für Verwaltung und Betrieb\n(w/m/d) (39 WoSt)\nDas Jüdische Museum Franken mit seinen drei Häusern in Fürth, Schnaittach und Schwabach\nversteht sich als Zentrum zur Kenntnis und zum Verständnis jüdischer Geschichte und Kultur in Franken. Die Museen werden vom Bezirk Mittelfranken, der Stadt Fürth, dem Landkreis Nürnberger Land, der Marktgemeinde Schnaittach und der Stadt Schwabach getragen. Das Jüdische Museum Franken vermittelt in seinen drei Häusern in Fürth, Schnaittach und Schwabach die Vielfalt fränkisch-jüdischen Lebens von seinen Anfängen bis zur Gegenwart. Dazu dienen besonders Ausstellungen, Bildungsprogramme, Forschungsprojekte, Veranstaltungen, Publikationen und die Sammlungstätigkeit. Es gehört zum Selbstverständnis des Museums, sich auch an aktuellen gesellschaftlichen Debatten zu beteiligen und Stellung zu beziehen.\nZiel der Teamleitung Verwaltung und Betrieb ist das Leiten und Führen der Bereiche Verwaltung und Betrieb, die Gewährleistung eines reibungslosen Ablaufs in Personal- und Finanzwesen, eine effektive Arbeitsablaufgestaltung an die unterstellten Mitarbeiter:innen, die Entlastung der Gesamtleitung sowie die Übernahme von Führungsaufgaben. Der Arbeitsplatz ist in Fürth.\nIhre Aufgabenbereiche:\nPersonelle und organisatorische Führung sowie fachliche Leitung\nPersonalverwaltung und Personalorganisation\nKaufmännische Verwaltung (Finanzwesen)\nIT- und Telefonnetzwerk, Haustechnik und Gebäudepflege\nIhr Profil:\nErfolgreich abgeschlossenes Studium Qualifikationsprüfung der 3. Qualifikationsebene (früher: gehobener Dienst) der Fachlaufbahn Verwaltung und Finanzen oder erfolgreicher Studienabschluss in einem vergleichbaren Studiengang, gerne auch in einem anderen Bundesland (z.B. Bachelor of Arts Public Management) oder erfolgreich absolvierte Fachprüfung II für Verwaltungsangestellte (AL II) oder Verfügung über eine juristische Ausbildung (z.B. Diplom-Juristin bzw. Diplom-Jurist) mit Berufserfahrung in der öffentlichen Verwaltung (außerhalb des Rechtsreferendariats) oder erfolgreicher Abschluss eines Studiums zur Sozialwirtin bzw. zum Sozialwirt B.A.\nSehr gute Deutschkenntnisse in Wort und Schrift\nHohe Kommunikationskompetenz und hohes Maß an Teamfähigkeit\nHohes Planungs- und Organisationsgeschick, Fähigkeit, mehrere Themen gleichzeitig voranzutreiben\nErweiterte, vielseitige Fachkenntnisse verwaltungsspezifischer und haushalterischer Standards im öffentlich-geförderten Kulturbetrieb\nErweiterte, vielseitige Fachkenntnisse des Verantwortungsbereichs\nWirtschaftliches Handeln und Entscheidungsfähigkeit\nGründliche, vielseitige IT-Fachkenntnisse (Office 365, MS-Office, Excel, PP, Filemaker, citrix)\nBereitschaft zu flexibler Arbeitszeitgestaltung, gelegentlich auch in den Abendstunden und an Wochenenden\nFührerschein der Klasse B ist von Vorteil\nWir bieten Ihnen:\neine der Aufgabenstellung entsprechende Vergütung nach TVöD (EntGr. 11)\nein angenehmes Arbeitsklima in einem engagierten Team\neine intensive Einarbeitung\nflexible Arbeitszeit\nWeiterentwicklungs- und Weiterbildungsmöglichkeiten\nDie zu besetzende Stelle ist in gleicher Weise für Frauen und Männer geeignet. Schwerbehinderte und ihnen gleichgestellte werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt. Das Jüdische Museum Franken fördert die berufliche Gleichstellung von Frauen und Männern und verfolgt eine Politik der Chancengleichheit. Das Jüdische Museum Franken begrüßt Bewerbungen von Personen unabhängig von deren Nationalität und Herkunft.\nInteressiert?\nWir freuen uns über Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Abschlusszeugnisse, Arbeitszeugnisse) bis zum 20. Oktober 2025 an:\ninfo@juedisches-museum.org\n. Bewerbungskosten werden nicht erstattet. Fragen beantwortet Ihnen gerne Daniela F. Eisenstein, Direktorin, telefonisch unter 0911 – 950 988-0.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.10.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleiterin-fuer-verwaltung-und-betrieb-w-m-d/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stabsstelle-it-administration-m-w-d/", "image": "", "title": "Stabsstelle IT-Administration (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 12.10.2025 | Die Verwaltungsdirektion der Staatlichen Kunstsammlungen Dresden (SKD) sucht zum nächstmöglichen Zeitpunkt, vorerst befristet bis 31.12.2030, eine\nStabsstelle IT-Administration (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 13 TV-L\n). Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nWir suchen eine Person mit Freude am interprofessionellen und lösungsorientierten Arbeiten im Team, die sich mit unserem Ziel des Bewahrens von Traditionen und der Gestaltung der Zukunft identifiziert. Gemeinsam mit Ihnen möchten wir die Staatlichen Kunstsammlungen als nachhaltigen Ort der Begegnung und des Austausches weiterentwickeln und suchen Sie als strukturiert arbeitende und digital affine Person mit hohem Verantwortungsbewusstsein und Loyalität.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/stabsstelle-it-administration-m-w-d/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-n-volontaer-in-m-w-d-6/", "image": "", "title": "Wissenschaftliche/r Volontär/in (m/w/d)", "content_text": "Städel Museum, Frankfurt a. M. Bewerbungsende: 31.10.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für das Team der Graphischen Sammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nWissenschaftliche/n Volontär/in (m/w/d)\n(Vollzeit, befristet auf zwei Jahre)\nSie sind Kunsthistoriker/in und haben eine Leidenschaft für Arbeiten auf Papier? Sie möchten an der Entwicklung von Ausstellungen mitarbeiten und lernen, wie eine Museumssammlung wissenschaftlich erforscht wird? Dann freuen wir uns, Sie kennenzulernen!\nDie Graphische Sammlung des Städel Museums umfasst etwa 100.000 Zeichnungen und Druckgrafiken vom Spätmittelalter bis zu Gegenwart und gehört zu den bedeutendsten Sammlungen ihrer Art in Deutschland. Höhepunkte der Sammlung sind neben den exzellenten Altmeister-Beständen vor 1800 die nazarenischen Zeichnungen, die französischen Zeichnungen und Druckgrafiken des 19. Jahrhunderts, die Werke des Expressionismus sowie die US-amerikanische Kunst nach 1945.\nIhre Tätigkeiten:\nUnterstützung der Kuratoren bei der Konzeption und Realisierung von Ausstellungsprojekten insbesondere im Bereich der alten Kunst, u. a. durch wissenschaftliche Recherchen, Mitarbeit am begleitenden Katalog (Text- und Redaktionsarbeit, Anfrage von Bildrechten), Erstellen von Ausstellungstexten, Konzeption und Durchführung von Führungen sowie durch die Unterstützung im Projektmanagement\nMitarbeit beim Ausbau und der Pflege der Sammlungsdatenbank (AxiellCollections), z. B. systematisches Verzeichnis bisher nicht digital erfasster Bestände\nMitarbeit bei der Betreuung des Sammlungsbestands (Zeichnungen und Druckgrafik), z. B. durch Bearbeitung sammlungsbezogener Anfragen, Verfassen kurzer Werktexte\nBetreuung von Besuchern der Graphischen Sammlung\nIhr Profil:\nSie verfügen über ein abgeschlossenes Masterstudium der Kunstgeschichte; eine Promotion ist von Vorteil\nSie haben hervorragende und breite kunsthistorische Kenntnisse und ein ausgeprägtes Interesse an der Arbeit mit Originalen\nSie haben sehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, kommunizieren sicher in englischer Sprache und haben Grundkenntnisse in weiteren Fremdsprachen, beispielsweise Französisch, Italienisch oder Niederländisch\nSie haben Erfahrungen im Verfassen unterschiedlicher Textformate und arbeiten sehr sicher mit MS-Office-Anwendungen (Word, PowerPoint, Excel, Photoshop)\nSie verfügen über sehr gute Organisationsfähigkeiten, sind kommunikationsstark, arbeiten gerne im Team, setzen ihre Aufgaben dennoch selbstständig und zielorientiert um\nSie sind hoch motiviert und verfügen über Eigeninitiative sowie die Bereitschaft zur flexiblen Arbeitszeitgestaltung\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeitsbereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum 31.10.2025 per E-Mail an personal@staedelmuseum.de. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen. Für Fragen steht Ihnen Dr. Astrid Reuter, Leiterin der Graphischen Sammlung bis 1800, zur Verfügung.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-n-volontaer-in-m-w-d-6/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-bildung-und-vermittlung-m-w-d/", "image": "", "title": "Forschungsvolontär:in Bildung und Vermittlung (m/w/d)", "content_text": "Stiftung Museum Schloss Moyland, Bedburg-Hau Bewerbungsende: 15.10.2025 | Die Stiftung Museum Schloss Moyland sucht zum 01. Januar 2026 befristet für 2 Jahre eine/n\nForschungsvolontär:in\nBildung und Vermittlung\n(m/w/d)\nin Vollzeit (100 %)\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder und ist mit 50 % der Entgeltgruppe 13 dotiert.\nDas Museum Schloss Moyland ist ein überregional bedeutendes Museum mit einer umfassenden Sammlung der Kunst des 20. und 21. Jahrhunderts. Deren Zentrum bildet der große Bestand der Werke des bedeutenden Künstlers Joseph Beuys, ergänzt durch wesentliche weitere künstlerische Positionen der modernen und zeitgenössischen Kunst, hervorgegangen aus der ehemaligen Privatsammlung van der Grinten. Mit Sonderausstellungen und Sammlungspräsentationen strebt das Haus eine Öffnung hin zu gesellschaftlichen Fragestellungen sowie Kulturtechniken, Medien und Themen der Gegenwart an. Darunter ist die Repräsentation der gesellschaftlichen Vielfalt, unter Beachtung der Gleichstellung von weiblichen, männlichen und diversen Künstler:innen, besonders hervorzuheben. Die intensivere Einbeziehung digitaler Medien ist Teil dieser neuen Ausrichtung.\nDas Volontariat beinhaltet die Ausbildung von Absolvent:innen der museumsrelevanten Studienfächer im Rahmen der praktischen Einbeziehung in wissenschaftliche und kuratorische Prozesse. Es ist der Abteilung Kunstvermittlung zugeordnet und bildet eine Schnittstelle zum Bereich Sammlung. Der/die Volontär:in erhält darüber hinaus Einblick in alle weiteren Bereiche der Museumsarbeit.\nDas dem Volontariat zugrundeliegende Forschungsthema ist Joseph Beuys‘ politische Theorie. Das Projekt\nKarl Marx, Rudolf Steiner & Joseph Beuys – Über Demokratie sprechen\n, fokussiert anhand des Sammlungsbestands sowie des Joseph Beuys Archivs die politischen Theorien des Künstlers in seinem zeitlichen Kontext und künstlerischen Umfeld. Der Aktionskünstler verstand seinen künstlerischen Gestaltungsprozess als Weg politisch wirksam zu sein. Als Basis für sein Demokratieverständnis dienen auf den ersten Blick die Schriften von Karl Marx und Rudolf Steiner. Das Joseph Beuys Archiv verfügt über wichtiges Quellenmaterial. Welchen Demokratiebegriff legt Beuys zugrunde? Welche anderen politischen Schriften hat er rezipiert? Das Projekt hilft Beuys besser zu verstehen und Grundlagenforschung zu seinem performativ-politischen Werk zu betreiben, das zunehmend politisiert und schließlich Ende der 1970er Jahre zu seiner Beteiligung an der Gründung der Partei DIE GRÜNEN führte.\nIhre Aufgaben umfassen schwerpunktmäßig:\nHerausarbeitung eines Konzepts zur intuitiven Vermittlung komplexer kunstwissenschaftlicher und gesellschaftstheoretischer Inhalte, insbesondere eines niedrigschwelligen Zugangs und einer verständlichen und nachvollziehbaren Darstellung der komplexen Diskurse zu Joseph Beuys´ künstlerischem Wirken für die verschiedenen Zielgruppen\nEntwicklung eines partizipativen Labor-/Raumformats, das eine breite Teilhabe an offenen Dialogen und am dialogischen Lernen und Forschen zu Joseph Beuys zulässt\nEntwicklung einer Schnittstelle zwischen der Forschung an der Sammlung und der Praxis der Vermittlung im Museum, abteilungsübergreifend und in enger Zusammenarbeit mit dem kuratorischen Team\nBerücksichtigung des Aspekts der Barrierefreiheit auf der Ebene der räumlichen Zugänglichkeit, der Sichtbarkeit, der Sprache sowie der Schrift durch Entwicklung geeigneter, einfach anzuwendender digitaler Medien\n(Weiter)entwicklung digitaler und analoger Tools, die den Nutzer:innen die Möglichkeit geben, ihre Meinungen und Überlegungen in einem Bereich des Laborraums\nDiverse Assistenztätigkeiten in den Bereichen Kunstvermittlung und Ausstellungen\nThemenfindung und Umsetzung des Langen Donnerstags, jeden 3. Donnerstag des Monats mit den anderen Volontär:innen\nEntwicklung von Konzepten für Outreach und Audience Development\nIhr Profil:\nAbgeschlossenes wissenschaftliches Hochschulstudium (mind. Master oder Magister) im Fach Kunstgeschichte, Medientheorie, Kulturwissenschaft oder vergleichbar\nUmfassende Kenntnisse der Kunst des 20. Jahrhunderts und der Gegenwart\nErste Erfahrungen im Bereich der musealen Kunstvermittlung\nInteresse an moderner Kunstvermittlung und Inklusion\nHohes Maß an Engagement und Interesse für die Arbeit des Museums Schloss Moyland\nSehr gute Deutschkenntnisse zwingend erforderlich, sowie gute Englischkenntnisse wünschenswert\nKenntnisse der gängigen Office-Programme\nErfahrung im Umgang mit digitalen Medien und Internetaffinität\nKreativität, Flexibilität, selbstständige, konzeptionelle Arbeitsweise bei ausgeprägter Teamfähigkeit sowie sehr gute Koordinations-, Kommunikations- und Organisationsfähigkeiten\nPersönliche Einsatzbereitschaft, gelegentlich auch abends und am Wochenende (Veranstaltungen, Vernissagen, etc.) und bei Bedarf auch über die regelmäßige Arbeitszeit hinaus tätig zu sein\nDer Arbeitsplatz ist nicht barrierefrei.\nIhre Bewerbung senden Sie bitte bis zum\n15. Oktober 2025\nper E-Mail an Herrn Theinert, Personalabteilung,\npersonal@moyland.de\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-bildung-und-vermittlung-m-w-d/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d-3/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "Archäologische Museum Frankfurt, Frankfurt a. M. Bewerbungsende: 31.10.2025 | Nur wer das Alte hinterfragt, kann Neues schaffen. Darum suchen wir Sie als wissenschaftliche:n Volontär:in (w/m/d) für unser Stadt-Up Frankfurt! Bereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und erweitern den Horizont von ganz Frankfurt!\nDas Archäologische Museum Frankfurt bewahrt, erforscht, präsentiert und vermittelt die Archäologie und Geschichte der Stadt Frankfurt am Main und ihres Umlandes von der Steinzeit bis ins Frühmittelalter sowie umfangreiche Sammlungen der Klassischen Antike und des Alten Orients. Die Kaiserpfalz franconofurd und die Kasematten am Friedberger Tor werden ebenfalls vom Archäologischen Museum Frankfurt betreut. Wechselnde Sonderausstellungen ergänzen und erweitern das Themenspektrum des Museums.\nWir suchen zum nächstmöglichen Zeitpunkt\nbefristet für zwei Jahre\neine:n\nwissenschaftliche:n Volontär:in (w/m/d)\nVollzeit, Teilzeit\n50 % der EGr. 13 TVöD\nZu Ihren Aufgaben gehören:\nMitwirkung an der Vorbereitung und Durchführung von Sonderausstellungen und Sonderveranstaltungen (Nacht der Museen, Museumsuferfest)\nMitwirkung an der Vorbereitung und Durchführung der Veranstaltungsorganisation\nMitwirkung an der Vorbereitung und Durchführung von Vermittlungsarbeit\nVerfassen und Redaktion von wissenschaftlichen, essayistischen sowie angewandten Texten für die Museumspädagogik\ndigitale Anwendungen und Öffentlichkeitsarbeit des Museums\nUnterstützung bei der Bearbeitung der Sammlungsbestände\nVorbereitung der geplanten Neugestaltung der Dauerausstellung\nSie bringen mit:\nabgeschlossenes Hochschulstudium (Magister Artium / Master und Promotion) im Hauptfach Vor- und Frühgeschichtliche/Prähistorische Archäologie, Klassische Archäologie, Vorderasiatische Archäologie, Ägyptologie oder Provinzialrömische Archäologie\nInteresse an einer beruflichen Laufbahn im Museum, Befähigung zur zielgerichteten wissenschaftlichen Recherche\nSouveränität beim Verfassen und Bearbeiten wissenschaftlicher Texte\nFähigkeit zur schnellen Einarbeitung in neue Aufgabenfelder und kreatives, eigenverantwortliches Arbeiten\nhohes Maß an Teamfähigkeit und Eigenmotivation\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nJob-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nWeitere Infos:\nDie Vergütung entspricht 50% der Entgeltgruppe 13 TVöD, Stufe 1, im zweiten Jahr Stufe 2. Die regelmäßige wöchentliche Arbeitszeit beträgt in Vollzeit 39 Stunden. Das Volontariat ist auf\nzwei Jahre befristet.\nWir freuen uns besonders über Bewerbungen von Frauen. Es besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber:innen.\nBewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nHerrn Dr. David\n, Tel. (069) 212-33505.\nUnter\nhttps://StadtFrankfurtJobs.de/FAQ.html\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Jobportal (\nhttps://stadtfrankfurtjobs.de/wissenschaftlicher-volontaerin-wmd-de-j9722.html\n). Bitte bewerben Sie sich\nbis zum 31.10.2025\n.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d-3/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-dem-schwerpunkt-ausstellungs-und-sammlungsarbeit-2/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) mit dem Schwerpunkt  Ausstellungs- und Sammlungsarbeit", "content_text": "TECHNOSEUM, Mannheim Bewerbungsende: 12.10.2025 | Das TECHNOSEUM, Stiftung Landesmuseum für Technik und Arbeit in Mannheim, ist eines der großen Technikmuseen in Deutschland. Die Ausstellung zeigt 200 Jahre Technik- und Sozialgeschichte mit dem Blick in die Zukunft. Dabei ist Interaktivität besonders wichtig: Vorführungen von Maschinen, Experimentierstationen zu Naturwissenschaft und Technik sowie die personale Vermittlung sind ein Alleinstellungsmerkmal. Rund 190.000 Menschen besuchen jährlich unsere Ausstellungen, darunter über 90.000 Kinder und Jugendliche, und davon nehmen ca. 35.000 an unseren Workshops teil.\nIn den nächsten Jahren wird die gesamte Dauerausstellung umfassend erneuert mit dem Ziel, stärker relevante Zukunftstechnologien und -fragen aufzuzeigen sowie das Besuchererlebnis und die Zugänglichkeit (u.a. Barrierefreiheit) weiter zu verbessern.\nMöchten Sie dabei mitwirken? Wir bieten an:\nWissenschaftliches Volontariat (m/w/d) mit dem Schwerpunkt\nAusstellungs- und Sammlungsarbeit\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-dem-schwerpunkt-ausstellungs-und-sammlungsarbeit-2/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-dem-schwerpunkt-oeffentlichkeitsarbeit-und-bildung-2/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) mit dem Schwerpunkt Öffentlichkeitsarbeit und Bildung", "content_text": "TECHNOSEUM, Mannheim Bewerbungsende: 12.10.2025 | Das TECHNOSEUM, Stiftung Landesmuseum für Technik und Arbeit in Mannheim, ist eines der großen Technikmuseen in Deutschland. Die Ausstellung zeigt 200 Jahre Technik- und Sozialgeschichte mit dem Blick in die Zukunft. Dabei ist Interaktivität besonders wichtig: Vorführungen von Maschinen, Experimentierstationen zu Naturwissenschaft und Technik sowie die personale Vermittlung sind ein Alleinstellungsmerkmal. Rund 190.000 Menschen besuchen jährlich unsere Ausstellungen, darunter über 90.000 Kinder und Jugendliche, und davon nehmen ca. 35.000 an unseren Workshops teil.\nDas Museum wird in den kommenden Jahren seine Dauerausstellung erneuern und seine Bildungsarbeit im MINT-Bereich wesentlich verstärken.\nMöchten Sie dabei mitwirken? Wir bieten an:\nWissenschaftliches Volontariat\n(m/w/d)\nmit dem Schwerpunkt\nÖffentlichkeitsarbeit und Bildung\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-mit-dem-schwerpunkt-oeffentlichkeitsarbeit-und-bildung-2/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-120/", "image": "", "title": "wissenschaftliches Volontariat (m/w/d)", "content_text": "Institut Mathildenhöhe, Darmstadt Bewerbungsende: 24.10.2025 | Das Institut Mathildenhöhe Darmstadt gehört zu den renommiertesten Kulturinstitutionen Hessens: Es betreut und bespielt insbesondere das Gesamtkunstwerk der Künstlerkolonie Darmstadt auf der Mathildenhöhe. Das markante Ausstellungsgebäude der Mathildenhöhe samt Hochzeitsturm, das Museum Künstlerkolonie sowie die Städtische Kunstsammlung Darmstadt bilden einen in jeder Hinsicht außergewöhnlichen Ort der Forschung, Präsentation und Vermittlung von Kunst und Kultur um 1900 mit weiteren Schwerpunkten auf der Kunst der Gegenwart sowie interdisziplinären Kulturprojekten. In 2021 ist die Mathildenhöhe Darmstadt in die UNESCO-Welterbeliste aufgenommen worden.\nAm Institut Mathildenhöhe Darmstadt ist folgende Stelle zum\n01. Februar 2026\nfür die Dauer von zwei Jahren als\nwissenschaftliches Volontariat (m/w/d)\nzu besetzen.\nDas Volontariat bietet Ihnen im Anschluss an Ihr Studium die Möglichkeit, praktische Erfahrungen sammeln zu können und theoretisches Wissen in der Praxis zu vertiefen. Sie werden mitwirken bei der Vorbereitung von kunst- und kulturhistorischen Ausstellungen sowie Gegenwartspräsentationen, der Bearbeitung der Städtischen Kunstsammlung Darmstadt sowie der wissenschaftlichen Recherche und Katalogbetreuung. Während der Ausbildung erhalten Sie Einblicke in alle museumsrelevante Bereiche der Institution.\nMit diesen notwendigen Qualifikationen können Sie uns überzeugen:\nein abgeschlossenes Hochschulstudium im Fach Kunstgeschichte / Kunstwissenschaft\n(Master oder Promotion) oder eine vergleichbare Qualifikation\nKenntnisse der Kunst und Kultur von 1800 bis heute\npraktische Erfahrung im Museums- und Ausstellungsbetrieb (z. B. durch Praktika)\nsehr gute Kenntnisse der englischen Sprache sowie gute Kenntnisse in mindestens einer weiteren Fremdsprache\nsicherer Umgang mit gängigen Software-Anwendungen und Datenbanken\nEinsatzbereitschaft, Teamfähigkeit, Kommunikations- sowie Organisationsgeschick\nWir bieten unter anderem:\nein abwechslungsreiches, spannendes Volontariat in einem höchst dynamischen Umfeld\nein angemessenes Entgelt\neine Jahressonderzahlung\nkostenfreies JobTicket Premium für das gesamte RMV-Gebiet inklusive Mitnahmeregelung\nbetriebliches Gesundheitsmanagement\nDie Wissenschaftsstadt Darmstadt fördert aktiv die Gleichstellung aller Mitarbeiter/innen und begrüßt deshalb Bewerbungen von Frauen und Männern, unabhängig von deren kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte und gleichgestellte Bewerber/innen werden bei entsprechender Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständigen schriftlichen\nBewerbungsunterlagen bis zum 24. Oktober 2025.\nInstitut Mathildenhöhe\nKennwort: Volontariat Mathildenhöhe\nOlbrichweg 15\nD – 64287 Darmstadt\nE-Mail:\nmathildenhoehe@darmstadt.de\nWir bitten um Ihr Verständnis, dass aus Kostengründen Bewerbungsunterlagen nicht zurückgeschickt werden können. Daher bitten wir ausschließlich Kopien einzureichen und auf die Verwendung von Klarsichthüllen etc. zu verzichten\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-120/", "date_published": "2025-09-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-9/", "image": "", "title": "Personalreferent / HR Generalist (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 06.10.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Deutsche Museum beschäftigt rund 650 Mitarbeiterinnen und Mitarbeiter in den Bereichen Ausstellungen, Sammlungen, Museumsbetrieb und Service, Bau, Ausstellungsgestaltung, Ausstellungsunterhalt, Gebäudemanagement, Informationstechnologie, Forschung, Archiv und Bibliothek sowie Verwaltung.\nDie Personalabteilung des Deutschen Museums ist als interner Dienstleister für alle Fachbereiche und weitere Organisationseinheiten tätig. Zur Verstärkung unseres kleinen Personalmanagement-teams suchen wir zum nächstmöglichen Zeitpunkt einen\nPersonalreferenten / HR Generalisten (w/m/d)\nIhre Aufgaben\nBeratung von Führungskräften in personalwirtschaftlichen sowie arbeits- und tarifrechtlichen Fragen\noperative Steuerung und selbstständige Bearbeitung aller die Personalarbeit umfassenden Themen (u. a. Personalgewinnung, Personalentwicklung, Personaladministration einschließlich vorbereitende Gehaltsabrechnung, Personalaustritt)\nBetreuung der Beschäftigten zu allen Fragen des Beschäftigungsverhältnisses\nErstellung von Stellenbeschreibungen und Durchführung von Stellenbewertungen\nErarbeitung und Umsetzung von Konzepten zur Etablierung von neuen Verfahren im HR-Bereich\naktiver Beitrag zur Digitalisierung der Personalprozesse durch die Weiterentwicklung der IT-Systemlandschaft\nvertrauensvolle und konstruktive Zusammenarbeit mit dem Personalrat\nIhr Profil\nabgeschlossenes Studium Bachelor of Arts (Public Management bzw. Business Administration), Dipl. Verwaltungs- bzw. Betriebswirt (FH) (m/w/d) oder\nabgeschlossener Beschäftigtenlehrgang II oder\nBeamter (m/w/d) der 3. Qualifikationsebene der Fachlaufbahn Verwaltung und Finanzen\nlangjährige Berufserfahrung im Personalbereich\numfassende Kenntnisse im Arbeits- und Tarifrecht des Öffentlichen Dienstes\nKenntnisse im Beamten- und Laufbahnrecht wären wünschenswert\nsehr gute MS Office-Kenntnisse, Erfahrung mit VIVA und BayZeit\nPersönliche / soziale / methodische Kompetenzen\nFähigkeit zu selbstständigem, systematischem und ergebnisorientiertem Arbeiten\nKooperations-, Team- und Begeisterungsfähigkeit\nEmpathie und Freude am Umgang mit Menschen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 9b des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n06.10.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2540\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.10.2025", "url": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-9/", "date_published": "2025-09-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-den-schwerpunkten-ausstellungsmanagement-und-museumspaedagogik/", "image": "", "title": "Wissenschaftliche*r Volontär*in (m/w/d) mit den Schwerpunkten Ausstellungsmanagement und Museumspädagogik", "content_text": "Reiss-Engelhorn-Museen, Mannheim Bewerbungsende: 01.10.2025 | Der Eigenbetrieb Reiss-Engelhorn-Museen sucht zum 1. Februar 2026\nWISSENSCHAFTLICHE*R VOLONTÄR*IN (M/W/D) MIT DEN\nSCHWERPUNKTEN AUSSTELLUNGSMANAGEMENT UND\nMUSEUMSPÄDAGOGIK\nUnterhaltsbeihilfe in Anlehnung an 50% E13 TVöD | Vollzeit (zzt. 39 Stunden) | befristet auf 2 Jahre\nWährend der Ausbildung erhalten\ndie\nVolontär\n:\ninnen\nEinblicke in\nalle museumsrelevanten\nBereiche d\ner Institution\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-den-schwerpunkten-ausstellungsmanagement-und-museumspaedagogik/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-aufsichts-und-kassendienst-m-w-d-3/", "image": "", "title": "Mitarbeiter/in für den  Aufsichts- und Kassendienst (m/w/d)", "content_text": "Staatliches Museum Ägyptischer Kunst, München Bewerbungsende: 28.09.2025 | Das Staatliche Museum Ägyptischer Kunst sucht zur Verstärkung des Teams\neine/n Mitarbeiter/in für den\nAufsichts- und Kassendienst (m/w/d)\nin Teilzeit (50%) befristet bis zunächst 31.07.2027 (Elternzeitvertretung).\nDas Staatliche Museum Ägyptischer Kunst München befindet sich in einem spektakulären unterirdischen Bau im Herzen des Münchner Kunstareals. Im Zentrum der Ausstellung steht die Kunst des Alten Ägyp­ten mit ihren Skulpturen und Reliefs. Das Kunstmuseum von internationalem Rang lädt den Besucher auf eine Entdeckungsreise durch fünf Jahrtausende Kultur des Alten Ägypten und des Antiken Sudan ein. Eine moderne multimediale Erschließung und ein umfangreiches Veranstaltungsprogramm vermitteln Inhalte und Zusammenhänge der Präsentation.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-aufsichts-und-kassendienst-m-w-d-3/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-6/", "image": "", "title": "wissenschaftliche:r Referent:in (w/m/d)", "content_text": "LWL-Museumsamt für Westfalen, Münster Bewerbungsende: 10.10.2025 | Der Landschaftsverband Westfalen-Lippe suchen Sie zum 01.01.2026 als\nwissenschaftliche:n Referent:in (w/m/d)\nEG 14 TVöD VKA\nfür unser LWL-Museumsamt für Westfalen. Wir bieten eine für die Dauer der Vertretung einer Kollegin, längstens bis zum 30.09.2026, befristete Vollzeitstelle (39 Stunden/Woche). Eine Verlängerung ist unter Umständen möglich. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8403\nbis zum\n10.10.2025\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-6/", "date_published": "2025-09-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-m-w-d-7/", "image": "", "title": "Direktor:in (m/w/d)", "content_text": "Historisches Museum der Pfalz Speyer, Speyer Bewerbungsende: 31.10.2025 | Das Historische Museum der Pfalz Speyer sucht zum nächstmöglichen Zeitpunkt\neine Direktorin/einen Direktor (m/w/d)\nDie Stiftung wird getragen vom Bezirksverband Pfalz, dem Land Rheinland-Pfalz, der Stadt Speyer, dem Bistum Speyer, der Evangelischen Landeskirche der Pfalz und dem Historischen Verein der Pfalz e.V.\nIn unmittelbarer Nähe des Kaiserdoms gelegen, gehört das Museum zu den besonderen Attraktionen Speyers und zählt zu den großen Museen in Deutschland. Es besitzt etwa 700.000 Exponate von der Steinzeit bis ins 20. Jahrhundert, verfügt über großzügige Ausstellungsflächen und beschäftigt ca. 45 Mitarbeiterinnen und Mitarbeiter. Mit dem Jungen Museum betreibt das Historische Museum der Pfalz ein einzigartiges Familien- und Kindermuseum in Rheinland-Pfalz. Die Leitung des Historischen Museums der Pfalz ist ab dem 1. März 2026 vakant.\nUm das Speyerer Museum als besucherorientierte öffentliche Kultureinrichtung führen zu können, erwarten wir ein abgeschlossenes Hochschulstudium museumsrelevanter Kulturwissenschaften, gern mit Promotion, mehrjährige Berufstätigkeit in leitender Funktion in einer musealen Einrichtung, Erfahrungen in Management, Marketing, der Konzeption und Realisierung großer Ausstellungen, eine hohe Kommunikationsfähigkeit sowie Kenntnisse öffentlicher Verwaltung und öffentlichen Haushaltsrechts. Darüber hinaus erwarten wir eine Führungspersönlichkeit mit hoher persönlicher und sozialer Kompetenz. Fremdsprachenkenntnisse in Französisch und Englisch sind erwünscht.\nBewerbungen von Frauen sehen wir mit Interesse entgegen. Bewerbungen von Schwerbehinderten werden bei entsprechender Eignung bevorzugt berücksichtigt.\nFür Rückfragen steht Ihnen Herr Gerhard Bossert unter der Tel.-Nr. 06232/1325-15 gerne zur Verfügung. Aussagekräftige Bewerbungen mit Ihren Gehaltsvorstellungen senden Sie bitte per E-Mail an\npersonalstelle@museum.speyer.de\nbis zum 31. Oktober 2025.\nHistorisches Museum der Pfalz | Domplatz 4 |67346 Speyer\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/direktorin-m-w-d-7/", "date_published": "2025-09-16T00:00:00"}]}