{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-m-w-d-museum-director-m-f-d/", "image": "", "title": "Museumsdirektor:in (m/w/d) / Museum Director (m/f/d)", "content_text": "Ethnologisches Museum und Museum für Asiatische Kunst der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 20.03.2025 | Für das Ethnologische Museum und das Museum für Asiatische Kunst der Stiftung Preußischer Kulturbesitz mit ihren Ausstellungen im Humboldt Forum ist die Stelle einer/eines\nMuseumsdirektor:in (m/w/d)\nzu besetzen. Das\nEthnologische Museum\n(EM) und das\nMuseum für Asiatische Kunst\n(AKu) befinden sich mit ihren Sammlungen, Archiven und weiterer Forschungsinfrastruktur im Forschungscampus Dahlem und präsentieren ihre Ausstellungen im Humboldt Forum im Zentrum Berlins. Das Humboldt Forum vereint vier Partner:innen: Stiftung Preußischer Kulturbesitz, Stiftung Stadtmuseum Berlin, Humboldt-Universität zu Berlin und Stiftung Humboldt Forum im Berliner Schloss. Mit Ausstellungen, Veranstaltungen und digitalen Angeboten fördert es den Austausch und die Vielstimmigkeit. Es ist ein Ort der Begegnung, der Unterschiede verbindet und neue Erkenntnisse über die Welt von gestern, heute und morgen ermöglicht.\n// EN\nFor the Ethnological Museum and the Museum of Asian Art of the Prussian Cultural Heritage Foundation, with their exhibitions at the Humboldt Forum, the position of a\nMuseum Director (m/f/d)\nis to be filled.\nThe Ethnological Museum\n(EM) and\nthe Museum of Asian Art\n(AKu), with their collections, archives, and other research infrastructure, are located on the research campus in Dahlem and present their exhibitions at the Humboldt Forum in the center of Berlin. The Humboldt Forum brings together four partners: Prussian Cultural Heritage Foundation, Foundation City Museum Berlin, Humboldt University of Berlin, and the Humboldt Forum Foundation at the Berlin Palace. Through exhibitions, events, and digital offerings, it fosters exchange and diversity of voices. It is a place of encounter that connects differences and enables new insights into the world of yesterday, today, and tomorrow.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.03.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-m-w-d-museum-director-m-f-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-kommunikation-3/", "image": "", "title": "Mitarbeiter*in (m/w/d) Kommunikation", "content_text": "Brücke-Museum, Berlin Bewerbungsende: 16.03.2025 | Das Brücke-Museum ist der expressionistischen Künstlergruppe Brücke gewidmet. Es besitzt eine der größten Sammlungen zur\nBrücke\n-Kunst und ist das einzige Kunstmuseum weltweit mit diesem Schwerpunkt.  Neben der Arbeit mit der Sammlung organisiert das Museum pro Jahr drei bis vier Wechselausstellungen. Als Museum, das von Künstlern initiiert wurde, sucht es den Dialog mit zeitgenössischen Künstler*innen. Eine multiperspektivische Sicht auf die Sammlung unter Einbezug bisher vernachlässigter Narrationen steht dabei im Vordergrund der inhaltlichen Arbeit. Das Brücke-Museum erarbeitet aktuelle und kritische Sichtweisen auf die Sammlung durch ein gesellschaftlich relevantes Ausstellungs- und Vermittlungsprogramm ebenso wie durch Kooperationen mit anderen Museen, Forschungsinstitutionen, Bildungs- und Sozialeinrichtungen.\nWir suchen zum nächstmöglichen Zeitpunkt\nein*e Mitarbeiter*in Kommunikation (m/w/d)\nbefristet für die Dauer von 3 Jahren.\nTeilzeit (20 Wochenstunden) / E 13 TVL\nBewerbungsfrist: 16.03.2025\nSie gestalten und steuern die externe Kommunikation des Brücke-Museums und stellen eine erfolgreiche überregionale und auch internationale Wahrnehmung des Museums sicher.\nZu ihren Aufgaben gehören:\nPlanung, Koordination und Umsetzung aller (analogen und digitalen) Maßnahmen zur Sichtbarmachung und Stärkung der öffentlichen Wahrnehmung der Institution, Aktivitäten und Programme des Brücke-Museums\nAnsprechpartner*in für Journalist*innen, Bearbeitung von Presseanfragen und Zusammenstellen von Pressematerialien\nAusbau der Medienkontakte und Medienpartnerschaften\nOrganisation und Betreuung von PR-Veranstaltungen (wie Pressekonferenzen, Medienauftritte) sowie Auswertung der Medienberichterstattung\nWeiterentwicklung der digitalen Öffentlichkeitsarbeit unter Berücksichtigung der übergreifenden Kommunikationsplanung\nKoordinierung sowie redaktionelle und operative Verantwortung der Social-Media-Aktivitäten des Museum, Entwicklung und Umsetzung von zielgruppenorientierten Social-Media-Kampagnen\nkonzeptionelle Mitarbeit an Veranstaltungen, um eine gezielte Publikumsansprache auf regionalem bis internationalem Level durch die sozialen Medien zu gewährleisten.\nDigitale Formatentwicklung zur Vernetzung mit anderen Institutionen, Initiativen, Projekten, Stakeholdern\nWir suchen Personen mit:\nHochschulabschluss in einem der Fächer der Kommunikations-, Kultur- oder Gesellschaftswissenschaften oder eines vergleichbaren Studienganges\nnachgewiesene mehrjährige Berufserfahrung im Bereich Kommunikation, idealer Weise in einer Kultureinrichtung\ngute bis sehr gute Kenntnisse des Kultur-, insbesondere des Kunstbetriebs und Gespür für aktuelle Trends und Marktentwicklungen\nSehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nBefähigung zum zielorientierten, genauen und zügigen Arbeiten\nKommunikationsstärke und Teamfähigkeit in Verbindung mit Engagement und Durchsetzungsvermögen mit der Fähigkeit, klare und wirkungsvolle Botschaften zu entwickeln und zielgruppenspezifisch zu vermitteln\ngutes Organisations-, Projekt- und Zeitmanagement sowie eine selbstständige Arbeitsweise\nsehr gute Kenntnisse in Bild- und Grafikbearbeitung sowie ausgeprägte Fähigkeiten in der visuellen Kommunikation\ngute Kenntnis der aktuellen Medienlandschaft (Online und Print)\nKreativität und Innovationsfähigkeit\nWir bieten:\nein vielfältiges Aufgabengebiet\neine naturnahe, schöne Arbeitssituation\nein kollegiales Arbeitsumfeld und ein gutes Betriebsklima\nflexible Arbeitszeitmodelle und Homeoffice-Möglichkeit\neine gute Vereinbarkeit von Beruf und Familie\neine individuelle Persönlichkeitsentwicklung mit vielfältigen Fort- und Weiterbildungsmöglichkeiten\nein interdisziplinäres und inhaltlich interessiertes sowie aufgeschlossenes Arbeitsumfeld\nWeitere Informationen\nWir freuen uns auf Ihre Bewerbung! Für weitere Auskünfte wenden Sie sich gerne an Isabel Fischer, Tel. (030) 83900862. Bitte senden Sie ihre vollständigen Bewerbungsunterlagen mit Zeugnissen bis zum 16.3.2025 als ein PDF (max. Größe 5 MB) per Mail an\nbewerbung@bruecke-museum.de\n. Im Adressfeld des Anschreibens nennen Sie bitte das Brücke-Museum, Bussardsteig 9, 14195 Berlin. Die Stelle ist drittmittelfinanziert über die Ferdinand-Möller-Stiftung und organisatorisch angebunden an die Karl- und Emy-Schmidt-Rottluff-Stiftung. Arbeitsort und weisungsbefugt ist das Brücke-Museum.\nFür das Brücke-Museum hat eine diskriminierungsfreie und –bewusste Arbeitsumgebung eine hohe Priorität. Wir freuen uns aus diesem Grund ausdrücklich über die Bewerber*innen marginalisierter Perspektiven. Wir fördern und gewährleisten die Gleichstellung aller Geschlechter nach dem Berliner Landesgleichstellungsgesetz. Die Bewerbung von Frauen ist ausdrücklich erwünscht.\nBewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen / Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten oder ihnen gleichgestellten schwerbehinderten Menschen bevorzugt berücksichtigt (bitte Nachweis beifügen). Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-kommunikation-3/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-24/", "image": "", "title": "Restaurator*in (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 20.03.2025 | Sehen – Staunen – Forschen – Bewahren\nDas Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nZur Vorbereitung von Sanierungs- und Baumaßnahmen des sog. Süd- und Südwestbaus bereitet ein hauseigenes Projektteam derzeit die Auslagerung verschiedener Depot- und Dauerausstellungsbereiche vor. Um konservatorische, logistische und verwaltungstechnische Aufgaben zu erfüllen, suchen wir Restaurator*innen aus verschiedenen Fachbereichen (u.a. Textilien, Möbel und volkskundliche Objekte) zur Unterstützung der Projektleitung. Werden Sie Teil unseres Umzugsteams und starten Sie zum\n01.06.2025 als\nRestaurator*in (m/w/d)\nVollzeit, Befristung für 12 Monate, Eingruppierung nach Entgeltgruppe 9b TV-L\nIhre Aufgaben:\nKonservatorische Begleitung der Exponatumzüge\nBeurteilung des Objektzustands, ggfs. Durchführung von Sicherungsmaßnahmen\nDurchführung von dem Erhaltungszustand angemessenen konservatorischen Reinigungsmaßnahmen – ausdrücklich auch schadstoffbelasteter Objekte unter entsprechenden Schutzmaßnahmen\nRealisierung des Exponatschutzes für Transport bzw. Lagerung sowie von Quarantäneverpackungen für schadstoffbelastete Objekte\nDe- und Remontage von Exponaten unterschiedlicher Materialgruppen, ggf. begleitende Dokumentation\nErfassen der Tätigkeiten in einer Datenbank\nKonservatorische Einlagerung der Objekte im Zieldepot\nSie bringen folgende Voraussetzungen mit:\nein erfolgreich abgeschlossenes Studium der Restaurierung\nKenntnisse in der präventiven Konservierung und musealen Objektaufbewahrung\nkonservatorische Erfahrung, möglichst mit unterschiedlichen Materialgruppen\nkörperliche Belastbarkeit und Bereitschaft, Lasten zu tragen sowie mit persönlicher Schutzausrüstung im Schwarzbereich zu arbeiten\nErfahrung bei größeren Ausstellungs- bzw. Depotberäumungen und im Umgang mit gefahrstoffbelasteten Objekten sowie der digitalen Objektverwaltung ist wünschenswert\nFür diese Aufgaben wünschen wir uns zuverlässige, teamfähige Persönlichkeiten mit großem Verantwortungsbewusstsein, gutem Zeitmanagement und lösungsorientierter Arbeitsweise. Flexibilität, gute Kommunikationsfähigkeiten und Organisationsstärke sollten das Profil abrunden.\nWir bieten:\neine Vergütung nach TV-L zzgl. Zulagen für Arbeiten mit Atemschutzgeräten\neinen Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\neinen Arbeitsplatz mit allen Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen unabhängig von ihrer kulturellen und sozialen Herkunft, Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexuellen Identität.\nSchwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt. Es wird jedoch ein Maß an körperlicher Eignung verlangt, das den Anforderungen des Arbeitsplatzes gerecht wird.\nDie Stelle ist grundsätzlich teilzeitfähig, sofern durch Jobsharing die vollständige Wahrnehmung der Aufgabe sichergestellt ist.\nWenn Sie sich vorstellen können, uns bei diesen Aufgaben zu unterstützen, dann freuen wir uns darauf, Sie kennenzulernen. Bitte laden Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen bis spätestens zum\n20.03.2025\nin unser\nOnlineportal\nhoch.\nIhre Ansprechpartnerin für alle fachlichen Fragen ist Meike Wolters-Rosbach (0911 1331 271).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.03.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-24/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/99891/", "image": "", "title": "Archivar:in (m/w/d)", "content_text": "ifa, Stuttgart Bewerbungsende: 07.03.2025 | Das ifa (Institut für Auslandsbeziehungen) sucht für die Abteilung Kunst in Stuttgart zum nächstmöglichen Zeitpunkt befristet eine:n Archivar:in (m/w/d) in Vollzeit\nWerte – Kultur – Frieden: Mit dem ifa weltweit sinnstiftend wirken in Stuttgart und Berlin\nDas Institut für Auslandsbeziehungen e.V. (ifa) engagiert sich welt-weit für ein friedliches und bereicherndes Zusammenleben von Menschen und Kulturen. Es fördert den Kunst- und Kulturaus-tausch in Ausstellungs-, Dialog- und Konferenzprogrammen, unter-stützt Zivilgesellschaften und agiert als Kompetenzzentrum der Auswärtigen Kultur- und Bildungspolitik. Das ifa wird vom Auswärtigen Amt, dem Land Baden-Württemberg und der Landes-hauptstadt Stuttgart gefördert, ist weltweit vernetzt und setzt auf langfristige, partnerschaftliche Zusammenarbeit. An unseren Standorten in Stuttgart und Berlin sind 200 Mitarbeitende für uns tätig.\nDie Abteilung Kunst initiiert, kuratiert und fördert seit den 1970er Jahren Ausstellungen, die in Zusammenarbeit mit lokalen Partnern weltweit gezeigt werden. Mit seinen über 20 laufenden Tourneeausstellungen schafft das ifa Raum für internationale künstlerische Positionen, Ko-Kreation sowie Möglichkeiten des globalen Austauschs und der Vernetzung zwischen Künstler:innen und Kulturtätigen. Die ifa-Kunstsammlung umfasst aktuell 24.000 Kunstwerke.\nWas Sie erwartet\nSie sind Hauptansprechpartner:in für den externen und internen Leihverkehr des ifa-Kunstbestands. Die Planung und Umsetzung des Leihverkehrs liegt in Ihrer Hand, inklusive der Korrespondenz zu Leihanfragen. Sie verantworten und verwalten die Lagerung, die Pflege und den Transport der Leihgaben.\nDie Verwaltung der Objekte umfasst neben der physischen Betreuung der Werke auch deren digitale Pflege in unserer MuseumPlus Datenbank und der digitalen Sammlungsplattform ifa Agora (https://agora.ifa.de/).\nSie verwalten, pflegen und aktualisieren das Bildarchiv und sind für die Abbildungsanfragen (Leihverkehr und extern) und die Abwicklungen mit VG Bild-Kunst zuständig.\nDarüber hinaus unterstützen Sie das Team bei der Umsetzung des neuen Kunstdepots\nSie überwachen den Etat „Leihgaben, Bildarchiv und VG Bild-Kunst“.\nWas Sie mitbringen\nArchivar:in-Diplom (FH) oder eine entsprechende oder gleichwertige Ausbildung\nsehr gute Kenntnisse im Bereich Archivierung und Konservierung\nKenntnisse im Bereich Restaurierung\nsehr gute EDV-Kenntnisse, Erfahrungen im Umgang mit Datenbanksystemen und MuseumPlus\ngute Kenntnisse im Sammlungsmanagement\nKenntnisse im Vertrags- und Versicherungsrecht\nKenntnisse im speditionstechnischen Bereich\nWas wir Ihnen bieten\nDie Stelle ist befristet bis zum 28.02.2027.\nBei uns erwartet Sie ein spannender und vielseitiger Job bei einer weltweit tätigen Organisation. Unsere Bezahlung richtet sich nach dem Tarifvertrag für den öffentlichen Dienst, die Eingruppierung ist, bei Vorliegen der Voraussetzungen, in der Entgeltgruppe\nE9c\n(Tarifgebiet West), vorgesehen. Wir pflegen eine partnerschaftliche und offene Arbeitsatmosphäre. Moderne und familienfreundliche Arbeitsbedingungen sind für uns selbstverständlich.\nBeim ifa profitieren Sie von einer Jahressonderzahlung, einer Betriebsrente mit Arbeitgeberanteil (VBL Ost), einem Arbeitgeberzuschuss zum Deutschland-Job-Ticket, einer sehr guten Anbindung an das öffentliche Verkehrsnetz, von gesundheits-fördernden Maßnahmen und von individuellen Fort- und Weiterbildungsmöglichkeiten. Bitte laden Sie Ihre zusammengefassten Bewerbungsunterlagen bis zum 07.03.2025 unter https://ifa-portal.rexx-recruitment.com/Archivarin-mwd-in-Vollzeit-de-j1057.html hoch.\nKontakt\nFür die Beantwortung Ihrer Fragen steht Ihnen Sina Redlich (redlich@ifa.de) unter 0711-2225 158 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.03.2025", "url": "https://www.museumsbund.de/stellenangebote/99891/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-18/", "image": "", "title": "Kurator*in (m/w/d)", "content_text": "KUNST-WERKE BERLIN e. V., Berlin Bewerbungsende: 16.03.2025 | Ausschreibung:        Kurator*in (m/w/d)\nVollzeit (40 Wochenstunden), befristet auf 24 Monate\nLaufzeit:                    1. Mai 2025 – 30. April 2027\nBewerbungsfrist:     16. März 2025\nDie KW Institute for Contemporary Art widmen sich durch die Produktion, Präsentation und Vermittlung zeitgenössischer Kunst zentralen Fragen unserer Gegenwart. Mittels Ausstellungen und unterschiedlichster Veranstaltungsformate greifen die KW stets aktuelle Tendenzen aus dem nationalen und internationalen zeitgenössischen Kunst- und Kulturdiskurs auf und entwickeln diese in Zusammenarbeit mit Künstler*innen, mit Institutionen sowie durch Auftragsarbeiten aktiv weiter. Die KW besitzen keine eigene Sammlung, was dem Team der KW ein hohes Maß an Flexibilität in der Programmgestaltung und Publikumsansprache ermöglicht.\nDie KW Institute for Contemporary Art suchen eine*n erfahrene*n Kurator*in zur Leitung der kuratorischen Abteilung, der*die eng mit der Direktorin bei der Konzeption und Durchführung des künstlerischen Programms zusammenarbeitet. Der*die Kurator*in wird eine                         entscheidende Rolle bei der Gestaltung des Programms der KW spielen.\nIn leitender Funktion wird der*die Kurator*in alle Aspekte der Arbeit des kuratorischen Büros verwalten, einschließlich Ausstellungen, Auftragsarbeiten, Recherche und Öffentlichkeits-arbeit. Als kompetente Führungskraft für Administration und Management arbeiten Sie abteilungsübergreifend, um Zeitpläne festzulegen, Fristen einzuhalten und Budgets zu verwalten. Die Mittelakquise ist ein zentraler Bestandteil der Aufgabe, um die finanzielle Tragfähigkeit der Institution sicherzustellen. Sie fungieren als wichtige*r Sprecher*in der KW nach außen und pflegen Beziehungen zu Künstler*innen, Institutionen, Förderer*innen und der breiteren, internationalen  Kunstwelt. Diese Rolle erfordert eine Kombination aus Kreativität, Führungsqualitäten und strategischer Planung, um die Ausstrahlung der KW auf lokaler und internationaler Ebene nachhaltig zu festigen.\nHauptaufgaben\nProgrammentwicklung und -umsetzung:\nZusammenarbeit mit der Direktorin bei der Recherche, Entwicklung und Umsetzung von Ausstellungsvorhaben, die die Mission der KW widerspiegeln\nIdeen, Kuratieren und Überwachen von Ausstellungen, neuen Auftragsarbeiten, Live-Programmen und öffentlichen Programmen\nErstellung langfristiger strategischer Pläne für künstlerische Inhalte unter Einbeziehung von Themen wie Klima, Nachhaltigkeit, Technologie und gesellschaftliche Realitäten\nGute Kenntnisse transdisziplinärer Praktiken und Darbietungen\nInteresse an der Zusammenarbeit mit lokalen Produktionen und Künstler*innenresidenzen\nSicherstellung der programmatischen Kohärenz zwischen Forschung, Ausstellungen, digitalen Initiativen und Publikationen\nAufbau und Pflege von Beziehungen zu lokalen und internationalen Partner*innen, Institutionen und Forschungsnetzwerken zur Förderung des Wissensaustausches und von Wanderausstellungen\nFührung, Management und Verwaltung:\nLeitung der kuratorischen Abteilung\nFörderung eines kollaborativen und inspirierenden Arbeitsumfelds, Betreuung der Teammitglieder und Förderung der beruflichen Weiterentwicklung\nÜberwachung aller Aspekte der Umsetzung des künstlerischen Programms, von der Planung, Budgetierung, Auftragsvergabe bis zur Umsetzung aller kuratorischen Projekte\nSteuerung interner Arbeitsabläufe und abteilungsübergreifender Kommunikation\nKoordination und Überprüfung aller Informationen über das künstlerische Programm und dessen termingerechte Kommunikation\nKoordination und Überprüfung der Erstellung und Vorbereitung aller Ausstellungsmaterialien wie Beschriftungen, Publikationen, Presse und Transporte in enger Zusammenarbeit mit den jeweiligen Abteilungen\nManagement der Künstler*innenverträge\nUnterstützung der Presse- und Öffentlichkeitsarbeit in Bezug auf alle presserelevanten Informationen des Ausstellungsprogramms; verantwortliche Mitarbeit bei der Realisierung der verschiedenen Projekte, u.a. Betreuung von Neuproduktionen und Unterstützung bei Reisen von Künstler*innen\nMitarbeit bei der Organisation von Transport-, Versicherungs- und Leihverträgen\nTeilnahme an allen vorbereitenden und begleitenden Veranstaltungen der KW\nUnterstützung bei der abschließenden Projektberichterstattung und dem Finanzabgleich\nFundraising und strategische Partnerschaften:\nSicherung der Finanzierung von Ausstellungen und Projekten durch Zuschüsse, Sponsoring und Partnerschaften in Zusammenarbeit mit der Direktorin\nPflege der Beziehungen zu Förderer*innen, Sammler*innen und Kunst- und Kulturorganisationen, um die künstlerischen Initiativen der KW zu unterstützen\nVerwaltung und Einreichung von Finanzierungsanträgen und Sicherstellung der Übereinstimmung mit den institutionellen Zielen\nPublikationen und Recherche:\nKonzeption und Redaktion von Publikationen zu Ausstellungen und Auftragsarbeiten\nVerfassen von Texten zu Ausstellungs- und Veranstaltungsformaten in Abstimmung mit der Presseabteilung\nAusarbeitung der Publikationsstrategie der KW, die hochwertige wissenschaftliche Erkenntnisse mit der Zugänglichkeit für ein breites Publikum verbindet\nOperative und logistische Übersicht:\nUnterstützung bei der Budgetentwicklung und Koordination mit der Produktionsleitung/Controlling und der Verwaltung\nUnterstützung und ggf. Überwachung der logistischen Aspekte der Ausstellungsproduktion\nPublikums- und Community-Engagement:\nStärkung der Rolle der KW als interdisziplinäre Plattform für kulturelles und soziales Engagement\nUnterstützung des Engagements der KW für Inklusion, Barrierefreiheit, Vielfalt und gesellschaftliches Engagement durch reflektierte Programmgestaltung und Kommunikation\nZusammenarbeit mit dem Vermittlungsteam, um die Relevanz des Programms für verschiedene Zielgruppen unterschiedlichen Alters sicherzustellen\nVertretung der KW gegenüber den Medien, Förderer*innen und der Öffentlichkeit, Bereitstellung von Führungen, Präsentationen und Einblicken in kuratorische Inhalte\nIhre Qualifikationen:\nErfolgreich abgeschlossenes, wissenschaftliches Hochschulstudium (Master oder Promotion) in bildender Kunst, Kunstgeschichte oder einem verwandten Fachgebiet mit nachweislichen Forschungskompetenzen\nMindestens fünf Jahre Berufserfahrung in Institutionen für zeitgenössische Kunst mit zunehmender Verantwortung\nNachweisbare Erfolge bei der Entwicklung und Durchführung großer internationaler Projekte und Neuproduktionen\nNachweisbare Erfolge im abteilungsübergreifenden Management, dem Erstellen und Überwachen von Zeit- und Terminplänen und in der Budgetüberwachung\nUmfassende Kenntnisse der zeitgenössischen Kunst aus transnationaler und transdisziplinärer Perspektive\nNachgewiesene Fähigkeit, unterschiedliche Zielgruppen anzusprechen und die aktive Teilnahme an Kunst zu fördern\nFundierte, praktische Erfahrungen in der Teamführung, im Budgetmanagement und in der strategischen Planung\nNachweisliche Erfolge im Fundraising mit Förderung, Kooperationsfinanzierung und Einzelpersonen\nSichere deutsche und englische Sprachkenntnisse in Wort und Schrift\nSchlüsselmerkmale und -kompetenzen:\nVisionäres Denken:\nFähigkeit, innovative Ansätze für Ausstellungen und Programme zu entwickeln und umzusetzen\nFundraising und Budgetverwaltung:\nHervorragende Fähigkeiten im Fundraising und im Management\nZusammenarbeit:\nAusgeprägte zwischenmenschliche Fähigkeiten zum Aufbau von Beziehungen zwischen den einzelnen, internen Abteilungen, mit Künstler*innen und externen Partner*innen\nAnpassungsfähigkeit:\nAufgeschlossen gegenüber neuen Ideen und Methoden mit der Fähigkeit, tagesaktuelle Herausforderungen und institutionelle Veränderungen zu bewältigen\nKommunikation:\nHervorragende mündliche und schriftliche Fähigkeiten, mit umfangreicher Erfahrung in der öffentlichen Ansprache und der Veröffentlichung\nIntegrität:\nHohes Maß an Professionalität und Respekt innerhalb der Kunst- und Kulturszene\nWir bieten:\nEine interessante Aufgabe in einer international vernetzten Kultureinrichtung\nLeitung eines engagierten, kreativen Teams\nVergütung in Anlehnung an TV-L EG 13\nein diverses, wertschätzendes und kollegiales Arbeitsumfeld\nMöglichkeit zur mobilen Arbeit und flexible Arbeitszeiten\nZuschuss zum Deutschlandticket Job\nIhre Bewerbung:\nBewerbungen können\nbis zum 16. März 2025 eingereicht werden\n. Ihre Bewerbungsunterlagen (Motivationsschreiben, relevante Zeugnisse, Lebenslauf sowie Arbeitsproben aus den oben genannten Aufgabenfeldern) fassen Sie dazu in einer PDF-Datei (max. 10MB) zusammen und senden sie elektronisch an:\nbewerbung@kw-berlin.de\n. Wir behalten uns vor, gegebenenfalls bereits vor Ablauf der Bewerbungsfrist Einladungen zu Vorstellungsgesprächen auszusprechen.\nDie Bewerbungsgespräche finden voraussichtlich in der Kalenderwoche 14/15 vor Ort statt. Im Rahmen des Auswahlverfahrens entstehende Kosten können nicht erstattet werden.\nEs ist das Anliegen des KUNST-WERKE BERLIN e. V., die Gesellschaft in ihrer Vielfalt abzubilden, teilnehmen und teilhaben zu lassen. Um diesem Anspruch gerecht zu werden und Aspekte der Diversität und Inklusion nachhaltig strukturell zu verankern, durchläuft der KUNST-WERKE BERLIN e. V. eine diversitätsorientierte und diskriminierungskritische Organisationsentwicklung. Es besteht eine Arbeitsgruppe, die diesen Prozess intensiv begleitet; regelmäßige Weiterbildungen für das Team werden angeboten; die Etablierung einer Vertrauensstelle ist in Vorbereitung. Ein von uns erarbeiteter Code of Conduct dient als Leitfaden für alle Mitarbeitenden, Projekt-Partner*innen und Gäste sämtlicher Interaktionen, Aktivitäten und Veranstaltungen, sowohl innerhalb als auch außerhalb unserer Räumlichkeiten.\nAuch in unserem Team streben wir an, die gesellschaftliche Vielfalt widerzuspiegeln und begrüßen daher insbesondere Bewerbungen von Personen mit Diskriminierungs- und Marginalisierungserfahrung (z.B. Personen mit Rassismus-Erfahrungen, Personen mit Behinderung, LGBTIQA+). Das Auswahlverfahren folgt den Bestimmungen des Allgemeinen Gleichbehandlungsgesetzes (AGG).\nWir bemühen uns, im Rahmen der vom Denkmalschutz gesetzten Möglichkeiten Barrieren in unserem Gebäude zu beseitigen, um die gleichberechtigte Teilhabe und den Zugang für alle zu gewährleisten. Leider ist unser Gebäude größtenteils nicht treppenfrei zugänglich. Gerne kommen wir mit Ihnen darüber ins Gespräch, welche Bedarfe es gibt und wie wir diesen entgegenkommen können. Für etwaige Rückfragen zu der Position oder zu der Barrieresituation wenden Sie sich bitte an Saskia Tritto unter: bewerbung@kw-berlin.de.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-18/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-m-w-d-fuer-die-13-berlin-biennale-2/", "image": "", "title": "Marketing (m/w/d) für die 13. Berlin Biennale", "content_text": "KUNST-WERKE BERLIN e. V., Berlin Bewerbungsende: 31.03.2025 | Ausschreibung:        Marketing (m/w/d) für die 13. Berlin Biennale, Vollzeit, befristet\nBewerbungsfrist:\nfortlaufend\nZeitraum:\nzum nächstmöglichen Zeitpunkt, bis 30. September 2025\nUmfang:\nVollzeit, 40h/Woche\nÜber uns:\nDie Berlin Biennale für zeitgenössische Kunst findet alle zwei Jahre an wechselnden Orten\nin Berlin statt. Seit ihrer ersten Ausgabe im Jahr 1998 hat die Berlin Biennale es sich zur Aufgabe gemacht, mit experimentellen Ausstellungs- und Veranstaltungsprogrammen namhaften Kurator*innen einen Freiraum zu schaffen und mutige künstlerische wie politische Positionen unabhängig von den Interessen des Kunstmarktes vorzustellen. Die Berlin Biennale erkundet internationale künstlerische Entwicklungen der Gegenwart, die ver-borgenes und Unbekanntes greifbar machen. Jede Ausgabe bringt Künstler*innen, Theo-retiker*innen und Interessierte aus verschiedenen Bereichen der Gesellschaft zusammen und eröffnet so einen Dialog mit den Bewohner*innen der Stadt.\nDie 13. Berlin Biennale wird von Zasha Colah kuratiert und findet vom 14. Juni bis\n14. September 2025 statt. Weitere Informationen finden Sie auf unseren Websites:\n13.berlinbiennale.de\nund\nwww.berlinbiennale.de\n.\nAls Verantwortliche*r für das Marketing sind Sie Teil der Kommunikation der 13. Berlin Biennale und für die Außenwirkung der nächsten Ausgabe der Berlin Biennale verant-wortlich. Als Kommunikations- und Organisationstalent liegen Ihre Stärken in der Planung und Durchführung von Marketingmaßnahmen. Zu Ihren Kernaufgaben gehören konzep-tionelle, organisatorische und administrative Tätigkeiten. Wir freuen uns über Bewerbungen von aufgeschlossenen Menschen, die Lust haben, in einem Team zu arbeiten, das sich der Präsentation zeitgenössischer Kunst in Berlin widmet.\nIhre Aufgabenschwerpunkte:\nkreative Mitarbeit bei der Entwicklung der Marketingstrategie und dem Entstehen der Marketingkampagne für die 13. Berlin Biennale\nPlanung und operative Verantwortung von analogen und digitalen zielgruppen-spezifischen Marketingmaßnahmen (Druckerzeugnisse, Merchandise, Venuebran-ding, Anzeigen etc.)\nRedaktion von Marketingtexten\nDistributionsplanung von Druckerzeugnissen\nAkquise, Pflege und Koordination von Marketing-, Sponsoring- und Medienkoope-rationen\nVerantwortung für die termingerechte Umsetzung aller beschriebenen Maßnahmen im Rahmen des vorgeschriebenen Zeitplans\nVerwaltung von Detailbudgets\nMitarbeit bei der Stärkung der Marke Berlin Biennale\nallgemeine und administrative Unterstützung bei Abteilungsaktivitäten, der täglichen Büroverwaltung, der internationalen Bürokommunikation und Korrespondenz (Tele-fon, E-Mail, Internet, Schriftverkehr)\nSie bringen mit:\nabgeschlossene Berufsausbildung bzw. abgeschlossenes Studium in einem für die Position relevanten Fachgebiet, idealerweise im Bereich (Kultur-)Marketing, (Neue) Medien oder Kommunikationswissenschaften\neinschlägige Berufserfahrung in den Bereichen Marketing und Kommunikation, gern spezielle Kenntnisse im Bereich Online-Marketing\nVerständnis von aktuellen Trends im Bereich Marketing und Kommunikation\nfundierte Kenntnisse und reges Interesse an der internationalen, zeitgenössischen Kunst- und Kulturszene\nSensibilität für künstlerische und kuratorische Inhalte sowie deren Kommunikation\nausgeprägtes Organisationstalent mit Überblick und zielführender Koordination auch in komplexen Kommunikations- und Arbeitsprozessen\nausgeprägtes visuelles Verständnis und kreative Fähigkeiten\ngute MS-Office- und EDV-Kenntnisse\nsicheres Deutsch und Englisch in Wort und Schrift\nWir freuen uns über:\nKenntnisse weiterer Sprachen\nFlexibilität, Hands-On Mentalität und Eigeninitiative\nKommunikationsstärke, Aufgeschlossenheit und Teamfähigkeit\nInteresse an übergreifenden institutionellen Themen wie Diversität, Inklusion und  Barrierefreiheit\nWir bieten:\nein spannendes Aufgabenspektrum in einem facettenreichen, international vernetzten kulturellen Umfeld\nzentraler Arbeitsort in Berlin-Mitte\ngründliche Einarbeitung in die institutionellen Abläufe und Prozesse sowie die aus-gabenspezifischen Inhalte\nVergütung in Anlehnung an EG 9 TV-L\nein respektvolles, wertschätzendes und kollegiales Arbeitsumfeld\nregelmäßige Feedbackmöglichkeiten\nMöglichkeit zur mobilen Arbeit nach Absprache\nZuschuss zum Deutschlandticket Job\nIhre Bewerbung:\nDie Einladungen zu Bewerbungsgesprächen zu dieser Stelle finden fortlaufend statt. Bitte senden Sie Ihre Bewerbung inklusive Motivationsschreiben, Zeugnissen und Lebenslauf ausschließlich per E-Mail (eine PDF, max. 5 MB) an Saskia Tritto unter application@berlinbiennale.de. Ein Bewerbungsfoto ist nicht notwendig. Im Rahmen des Auswahlverfahrens entstehende Kosten können nicht erstattet werden.\nEs ist das Anliegen der Berlin Biennale, die Gesellschaft in ihrer Vielfalt abzubilden, teilnehmen und teilhaben zu lassen. Um diesem Anspruch gerecht zu werden und Aspekte der Diversität und Inklusion nachhaltig strukturell zu verankern, durchläuft die Berlin Biennale eine diversitätsorientierte und diskriminierungskritische Organisationsentwicklung. Es besteht  eine Arbeitsgruppe, die diesen Prozess intensiv begleitet, wir planen regelmäßige Weiter-bildungen für das Team und arbeiten an der Etablierung einer Vertrauensstelle.\nAuch in unserem Team streben wir an, die gesellschaftliche Vielfalt widerzuspiegeln und begrüßen daher insbesondere Bewerbungen von Personen mit Diskriminierungs- und Mar-ginalisierungserfahrung (z.B. Personen mit Rassismuserfahrungen, Personen mit Behin-derung, LGBTQIA+). Das Auswahlverfahren folgt den Bestimmungen des Allgemeinen Gleichbehandlungsgesetzes (AGG).\nWir bemühen uns, im Rahmen der vom Denkmalschutz gesetzten Möglichkeiten Barrieren in unserem Gebäude zu beseitigen, um die gleichberechtigte Teilnahme und den Zugang für alle zu gewährleisten. Leider ist unser Gebäude größtenteils nicht treppenfrei zugänglich. Gerne kommen wir mit Ihnen darüber ins Gespräch, welche Bedarfe es gibt und wie wir diesen entgegenkommen können.\nFür etwaige Rückfragen zu der Stelle oder zu der Barrieresituation, wenden Sie sich bitte an Saskia Tritto unter application@berlinbiennale.de.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/marketing-m-w-d-fuer-die-13-berlin-biennale-2/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleiterin-m-w-d-fuer-digitales-citizen-science-projekt/", "image": "", "title": "Projektleiter*in (m/w/d) für digitales Citizen-Science-Projekt", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 16.03.2025 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist mit seinen beiden Standorten Museum am Löwentor und Schloss Rosenstein und rund 180 Mitarbeitenden eines der größten Naturkundemuseen Deutschlands und versteht sich als zukunftsorientierte Forschungs- und Bildungseinrichtung.\nSchlägt Ihr Herz für die Leitung umfangreicher digitaler Projekte? Möchten Sie durch Ihre Projektleitung\nzum Erhalt der biologischen Vielfalt beitragen? Suchen Sie eine sinnstiftende Tätigkeit, in der Teamgeist, eine herzliche Arbeitsatmosphäre und ein wertschätzendes Miteinander im Vordergrund stehen?\nDann lesen Sie weiter – wir freuen uns auf Sie! Gestalten Sie mit uns die digitale Zukunft!\nDas SMNS sucht zum nächstmöglichen Zeitpunkt eine*n\nProjektleiter*in (m/w/d)\nE 13 TV-L, befristet auf zwei Jahre, 50 – 70 %\nfür die digitale Umsetzung des Citizen Science Projekts der Floristischen Kartierung Baden-Württembergs. Es handelt sich dabei um einen Website-Relaunch sowie die Entwicklung einer dazugehörigen App (iOS, Android) zur Datenerfassung unter Berücksichtigung von Datenbankanbindungen.\nHintergrund des Projekts sowie aktueller Stand:\nDie Floristische Kartierung (Details unter\nhttps://flora.naturkundemuseum-bw.de/start2.htm\n) erfasst die gesamte Flora des Landes Baden-Württemberg. Dieses seit 1970 laufende, deutschlandweit einzigartige Projekt zeichnet sich durch die aktive Teilnahme von 150 Citizen Scientists aus, die die Mehrheit der bisher rund 3,5 Millionen Beobachtungsdaten gesammelt haben. Diese Daten spielen eine entscheidende Rolle sowohl im Bereich des Naturschutzes (z.B. für die Rote Liste) als auch in der wissenschaftlichen Forschung, da sie den Biodiversitätswandel in Baden- Württemberg belegen.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleiterin-m-w-d-fuer-digitales-citizen-science-projekt/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/content-creator-m-w-d-2/", "image": "", "title": "Content Creator (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 16.03.2025 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist mit seinen beiden Standorten Museum am Löwentor und Schloss Rosenstein und mehr als 180 Mitarbeitenden aus verschiedenen Regionen und Ländern eines der größten Naturkundemuseen Deutschlands und besitzt zugleich eine der bedeutendsten naturwissenschaftlichen Sammlungen Europas. Als zukunftsorientierte Forschungs- und Bildungseinrichtung erfüllt das SMNS eine Vielzahl von Aufgaben in Forschung, Bildung, Lehre und der Bewahrung der natürlichen Vielfalt.\nZiel unseres Ausstellungs- und Bildungsangebots ist es, einer breiten Bevölkerung erlebnis­orientierte, attraktive und vielfältige Angebote zu machen. Mit jährlich weit über 300 000 Besuchenden ist das SMNS eine wichtige Drehscheibe der Wissenschaftskommunikation.\nSind Sie kreativ, lieben es, Geschichten zu erzählen und haben ein Händchen für Ideenfin­dung und visuelle Sprache? Suchen Sie einen Job in einer sinnstiftenden Arbeitsumge­bung, bei dem Sie Ihre Ideen einbringen und wirklich etwas bewirken können? Wünschen Sie sich außerdem einen verlässlichen Arbeitgeber in öffentlicher Trägerschaft?\nDann werden Sie Teil der Abteilung Kommunikation beim Naturkundemuseum Stuttgart!\nWir suchen zum nächstmöglichen Zeitpunkt eine*n\nContent Creator (m/w/d)\nDie Stelle ist unbefristet, eine Teilzeitbeschäftigung im Ausmaß von mindestens 80 % ist möglich.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/content-creator-m-w-d-2/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-m-w-d-3/", "image": "", "title": "Mitarbeiter Marketing (m/w/d)", "content_text": "Verkehrsmuseum Dresden, Dresden Bewerbungsende: 30.03.2025 | Das Verkehrsmuseum Dresden zeigt seit über 70 Jahren auf 5.000 Quadratmetern Ausstellungsfläche Exponate zur Geschichte der einzelnen Verkehrszweige Schienenverkehr, Straßenverkehr, Luftverkehr und Schifffahrt. Hinzu kommen jährlich wechselnde Sonderausstellungen zu unterschiedlichen Aspekten der Mobilität von gestern, heute und morgen. An der Frauenkirche gelegen, ist das Verkehrsmuseum mit jährlich rund 200.000 Gästen eine der beliebtesten Kultureinrichtungen Dresdens.\nIn der\nVerkehrsmuseum Dresden gGmbH\nist zum nächstmöglichen Zeitpunkt eine unbefristete Vollzeitstelle\n(40 Stunden/Woche) zu besetzen als:\nMitarbeiter Marketing (m/w/d)\nDeine Aufgaben:\nMarketingkommunikation & Kampagnenmanagement\nKonzeption, Umsetzung und Analyse von Marketing- und PR-Maßnahmen (sowohl analog als auch digital) zur gezielten Ansprache von Zielgruppen, einschließlich Budgetplanung und -kontrolle\nErstellung von Agenturbriefings sowie Steuerung und Koordination externer Dienstleister für PR- und Werbemaßnahmen\nContent-Management & digitale Präsenz\nPflege und Weiterentwicklung der Webseite des Verkehrsmuseums Dresden sowie Betreuung der digitalen Werbedisplays im Museum\nPlanung und Umsetzung von Content-Marketing-Maßnahmen und kontinuierliche Optimierung der digitalen Darstellung\nBetreuung und Optimierung der Online-Marketingaktivitäten und zielgruppenspezifischer Kampagnen auf Informations-, Business-, Bewertungs- und Online-Werbeplattformen (z.B. Google Ads) sowie der Social-Media-Kanäle im Werbeanzeigenmanager\nBetreuung des Online-Ticketings und Zusammenarbeit mit Vertriebspartnern und Resellern\nVertriebskooperationen & Netzwerkpflege\nAufbau, Pflege und Erweiterung strategischer Partnerschaften mit touristischen Akteuren, Kultureinrichtungen, Medien, Wirtschaftsunternehmen, Verbänden und Vereinen\nRepräsentation des Verkehrsmuseums auf Messen, Workshops und Präsentationen sowie deren Planung und Organisation\nVertretung des Museums in externen Netzwerken und Fachgremien zur Förderung und Erweiterung des Museumsnetzwerks\nDein Profil:\nabgeschlossenes Studium (Marketing, Tourismus, Kulturmanagement, BWL oder vergleichbar)\nmindestens zwei Jahre Berufserfahrung im Marketing oder der Öffentlichkeitsarbeit (Volontariat anerkannt) wären wünschenswert\nfundierte Kenntnisse im Umgang mit Content-Management-Systemen und neuen Medien\nKenntnisse in Grafik-, Bild- und Videobearbeitung sind von Vorteil\nsehr gute Englischkenntnisse und idealerweise weitere Sprachkenntnisse\nanalytisches und konzeptionelles Denken sowie hervorragende organisatorische Fähigkeiten\nKreativität, Kommunikationsstärke und Teamkompetenz\nDurchsetzungsvermögen, Konfliktlösungskompetenz und Verhandlungsgeschick\neigenverantwortliche und lösungsorientierte Arbeitsweise\nEinsatzbereitschaft und Flexibilität (auch an Wochenenden und Feiertagen).\nsehr gute EDV-Kenntnisse und Führerschein der Klasse B\nWir bieten:\nviel Raum für eigene Ideen und Kreativität\nein kollegiales und wertschätzendes Arbeitsumfeld\nabwechslungsreiche Aufgaben in einem kleinen, engagierten Team\nflexible Arbeitszeiten durch Gleitzeitmodell und einen unbefristeten Arbeitsvertrag\nVergütung angelehnt an den TVöD sowie eine betriebliche Altersvorsorge\nMöglichkeit zur individuellen Weiterbildung\nVergünstigtes Jobticket bzw. Deutschlandticket\nWenn Du Lust hast, das Verkehrsmuseum Dresden gemeinsam mit einem motivierten Team erfolgreich zu positionieren und Dein Know-how in spannenden Projekten einzubringen, freuen wir uns auf Deine Bewerbung!\nBeachte bitte die Hinweise zum Datenschutz unter\nhttps://www.verkehrsmuseum-dresden.de/de/datenschutz\nDeine aussagekräftigen Bewerbungsunterlagen mit Angabe Deiner Gehaltsvorstellung sende bitte bis zum\n30. März 2025\nper E-Mail an:\npersonal@verkehrs.museum\nAus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nFür inhaltliche Rückfragen steht Dir Manuel Halbauer unter +49 351 8644-131 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-m-w-d-3/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/reinigungskraft-m-w-d-20/", "image": "", "title": "Reinigungskraft (m/w/d)", "content_text": "Museum KulturLand Ries, Maihingen Bewerbungsende: 14.03.2025 | Beim Bezirk Schwaben ist für das Museum KulturLand Ries in Maihingen zum nächstmöglichen Zeitpunkt die Stelle eines/einer\nReinigungskraft (m/w/d)\nmit 19,5 Wochenstunden zu besetzen.\nDienstorte sind Nördlingen und Maihingen.\nDie Sammlung des Regionalmuseums für das Nördlinger Ries umfasst ca. 50.000 Objekte aus den Bereichen Alltagskultur, Landwirtschaft und Handwerk. Sie dokumentiert das materielle und immaterielle Erbe der Region. Neben den Ausstellungs-, Verwaltungs- und Veranstaltungsflächen in Maihingen gehört zum Museum ab 2025 auch das neue Sammlungszentrum in Nördlingen, auf den der größte Teil der Reinigungsarbeiten entfällt.\nWir erwarten:\nidealerweise eine Berufsausbildung\nKenntnisse und Erfahrung im Reinigungsdienst sind erwünscht\ngewissenhafte Arbeitsweise\nSensibilität und Genauigkeit im Umgang mit Kulturgütern sowie Freundlichkeit gegenüber Gästen\nFührerschein Klasse B\nkörperliche Belastbarkeit\nBereitschaft zur gelegentlichen Feiertags- und Wochenendarbeit\ngute Deutschkenntnisse\nFlexibilität, Teamfähigkeit, eigenverantwortliches Handeln und gute Arbeitsorganisation\nAufgaben:\nReinigung der Ausstellungs-, Verwaltungs-, Veranstaltungs- und Depotflächen in Maihingen und Nördlingen\nWir bieten:\neine unbefristete Tätigkeit im Umfang von 19,5 Wochenstunden in der Entgeltgruppe 2 TVöD\nabwechslungsreiche Tätigkeit in einem engagierten und motivierten Team in einer attraktiven Arbeitsumgebung\ndie Teilnahme an Inhouse-Seminaren\nflexible Arbeitszeiten\nWir freuen uns über Ihre Bewerbung, unabhängig Ihres Geschlechts, Alters, Ihrer ethnischen und sozialen Herkunft, etwaigen Behinderung, sexuellen Orientierung und Identität sowie Nationalität.\nSchwerbehinderte Bewerber/-innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nAuskünfte zu inhaltlichen Fragen erteilt die Museumsleiterin, Frau Conny Zeitler,\n(Telefon: 09087/920717-0).\nNach Abschluss des Stellenbesetzungsverfahrens werden die eingegangenen Online-Bewerbungen zeitnah gelöscht.\nPostalisch übersandte Bewerbungsunterlagen werden nach Abschluss des Stellenbesetzungsverfahrens nicht zurückgesandt und zeitnah vernichtet.\nBitte lassen Sie uns Ihre aussagekräftigen Bewerbungsunterlagen bis\nspätestens 14.03.2025\nüber unser Bewerbungsportal (www.bezirk-schwaben.de/jobs) zukommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.03.2025", "url": "https://www.museumsbund.de/stellenangebote/reinigungskraft-m-w-d-20/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-7/", "image": "", "title": "Mitarbeiter:in (m/w/d)", "content_text": "Museum für Franken, Würzburg Bewerbungsende: 17.03.2025 | Das „\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg“\nin der Trägerschaft des Freistaates Bayern ist ein Museum für fränkische Kunst- und Kulturgeschichte und\nsucht zum\nnächstmöglichen Zeitpunkt\neinen Mitarbeiter/eine Mitarbeiterin (m/w/d)\nfür den Bereich Presse- und Öffentlichkeitsarbeit sowie Marketing für den laufenden Museumsbetrieb\nEs handelt sich um eine unbefristete Vollzeitstelle (40,1 Stunden wöchentlich).\nDas\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg\nbefindet sich seit dem 01.01.2017 als Landesmuseum in der Trägerschaft des Freistaates Bayern. Es ist ein Zentralmuseum für fränkische Kunst- und Kulturgeschichte mit einer Abteilung zur Würzburger Stadtgeschichte und besitzt überregional bedeutende Sammlungen der Malerei, Grafik und Skulptur sowie des Kunsthandwerks von der Frühzeit bis in die Gegenwart. Derzeit befindet sich das traditionsreiche Haus in einer Phase der Neupositionierung, die mit einer Generalsanierung der Festung Marienberg, einer komplexen Neukonzeption und dem Umzug des Museums samt seiner Depots einhergeht.\nIhre Aufgaben:\nPresse- und Öffentlichkeitsarbeit (digital und analog)\nWeiterentwicklung der Kommunikationsstrategie im Presse- und Öffentlichkeitsbereich\nPressearbeit und Funktion als Pressesprecher/Pressesprecherin\nPflege und Ausbau des Pressenetzwerkes\nSystematische Evaluation der Kommunikationsmaßnahmen\nWeiterentwicklung des Online- und Social-Media-Konzeptes\nKonzeption und Durchführung der Ausstellungsvermarktung\nOrganisation und Durchführung von Veranstaltungen\nStakeholder- und Kooperationsmanagement\nUmsetzung von Marketingmaßnahmen\nMarkenführung (CI und CD) digital und analog\nPlanung, Realisierung und Kontrolle von Kommunikationsstrategien, Medienplänen und Kampagnen\nStrategische Auswahl und Pflege von Werbepartnerschaften\nBetreuung des Museumsshops\nManagement des Bereichs Presse- und Öffentlichkeitsarbeit sowie Marketing\nPlanung, Verwaltung und Kontrolle des Budgets\nStrategische Marktbearbeitung und Zielgruppenanalyse, Besucherstatistik\nIhre Voraussetzungen:\nAbgeschlossenes Hochschulstudium im Studiengang Kulturmanagement mit Schwerpunkt Marketing oder Kommunikationswissenschaft, Wirtschaftswissenschaft mit Schwerpunkt Marketing oder Kunstgeschichte in Kombination mit nachgewiesenen einschlägigen Fachkenntnissen im Bereich Presse- und Öffentlichkeitsarbeit oder einer vergleichbaren Fachrichtung (B.A.)\nmöglichst mindestens drei Jahre Berufserfahrung im Bereich Marketing für ein Non-Profit-Unternehmen/ in einer kulturellen Einrichtung auf den Gebieten Marketing und Kommunikation,\nGründliches und umfassendes Fachwissen im Bereich Presse- und Öffentlichkeitsarbeit sowie im Bereich Marketing\nFähigkeit, in Kampagnen zu denken und Strategien für eine zielgruppenorientierte Ansprache zu finden\nSicherer Schreibstil, Wortgewandtheit und besondere Kreativität\nFähigkeit, auch komplexe Sachverhalt im Bereich Kultur klar und überzeugend darzustellen\nUmgang mit ständiger Termingebundenheit\nHohe Eigeninitiative und Budgetverantwortung\nSicheres Auftreten und Kommunikationsstärke in öffentlichkeitswirksamer Umgebung\nSehr sorgfältige und gewissenhafte sowie selbstständige Arbeitsweise\nGute Englischkenntnisse, wünschenswert sind Kenntnisse in einer weiteren Fremdsprache\nOnline-Affinität und selbstverständlicher Umgang mit digitalen Präsentationen und sozialen Medien,\nBereitschaft, auch abends oder an Wochenenden Dienst zu tun.\nWir bieten Ihnen:\neinen Arbeitsplatz in exponierter Lage auf der Festung Marienberg\nein abwechslungsreiches Aufgabengebiet\nein angenehmes Arbeitsklima in einem freundlichen Team\neine tarifgerechte Vergütung nach dem TV-L\nJahressonderzahlung und betriebliche Altersvorsorge\nflexible Arbeitszeiten mit der Möglichkeit zur mobilen Arbeit\nArbeit in einem erfahrenen Team, das neue Ideen, Ansätze und Medien zu schätzen weiß.\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. E10.\nDie Stelle ist grundsätzlich teilzeitfähig, sofern durch Jobsharing die ganztägige Wahrnehmung der Aufgaben gesichert ist.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben Sie Fragen?\nBei Fragen zu dieser Stellenausschreibung wenden Sie sich bitte an unseren Direktor Herrn Jörg Meißner, unter der Telefonnummer 0931/20594-0.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse) bis spätestens 17.03.2025 ausschließlich über Interamt (Stellen ID 1182839) ein. Bewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-7/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-des-glasarchivs/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d) des Glasarchivs", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 17.03.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.000 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nFür unser Kernteam brauchen wir Verstärkung.\nEin Highlight unserer neuen Dauerausstellung ist das größte Glasarchiv der Welt. Hier werden wir ca. 50.000 unserer gut 140.000 Glasproben aus der Produktion von SCHOTT der letzten 100 Jahre konservatorisch optimal gelagert und gleichzeitig künstlerisch arrangiert erlebbar machen. In den vorbereitenden Maßnahmen haben wir mittlerweile gemeinsam mit SCHOTT über 110.000 dieser Glasproben einzeln gereinigt, einzeln erfasst und digitalisiert.\nWir suchen zum sofortigen Beginn ein/e\nWissenschaftlicher Kurator (m/w/d) des Glasarchivs\nin Vollzeit (40h/Woche) als Elternzeitvertretung. Die Vergütung erfolgt in Anlehnung an TV-L E13.\nIhre Aufgaben\nKuratieren und konzipieren Sie\ndie Anordnung und dynamischen Inszenierung der 50.000 Glasproben in der Ausstellung.\nLeiten Sie\ndas Projekt der Reinigung der Glasproben bis zum Abschluss.\nVerantworten Sie\ndie wissenschaftliche Erschließung des gesamten Glasarchivs.\nÜbernehmen Sie\nfür das Glasarchiv den inhaltlichen Austausch mit dem Gestaltungsbüro.\nIhr Profil\nabgeschlossenes Universitätsstudium in den Naturwissenschaften oder den Ingenieurswissenschaften, intrinsisches Interesse an technischem Kulturgut und Wissenschaftskommunikation sowie Erfahrungen im Ausstellungswesen.\neigenständiges, wissenschaftliches Arbeiten in einem Museums-Startup. Promotion von Vorteil\nErfahrung im Projektcontrolling\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nsehr gute Englischkenntnisse in Wort und Schrift\nErfahrungen mit Edutainment (Education/Entertainment) von Vorteil\nHands-on-Startup-Mentalität\nFührerschein Klasse B\nWir bieten Ihnen\nChance, einen ganzen Bereich der Dauerausstellung des D.O.M. zu formen.\nvielseitige Aufgaben bei der grundlegenden Neugestaltung des D.O.M., in enger Abstimmung mit dem Team der Vermittlung und den Mitarbeitenden aus dem Bereich des Kuratierens sowie dem Museumsdirektor.\nSchnittstellenfunktion zwischen Planern und Stakeholdern.\ndie Gelegenheit zur individuellen Weiterqualifikation.\nkurze Entscheidungswege und flache Hierarchien.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nBenefits\nUmsetzung in einem einmaligen Umfeld zwischen Industrie, Museum und Wissenschaftskommunikation\nEine zunächst befristete Stelle mit Option auf Verlängerung\nSchnittstellenfunktion zwischen Planern und Stakeholdern\nEine Atmosphäre, in der Eigeninitiative und Teamarbeit gleichermaßen gelebt werden.\nMöglichkeiten zur persönlichen und fachlichen Weiterentwicklung in einem dynamischen Team\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturelle und soziale Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 17.03.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-des-glasarchivs/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-foerdermittelmanagement-und-service-accounting/", "image": "", "title": "Mitarbeiter (m/w/d) für Fördermittelmanagement und Service Accounting", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 17.03.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.000 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nDas Bau- und Ausstellungsprojekt umfasst ein Gesamtvolumen von 57 Millionen Euro und wird über EFRE-Mittel, sowie verschiedene Bundes- und Landesprogramme sowie Mittel der Gründungsstifter finanziert. Die Forschungsprojekte des D.O.M. sind ebenfalls zum Großteil über Förderprogramme finanziert.\nFür unser Kernteam brauchen wir Verstärkung\n.\nFür das Controlling suchen wir zum sofortigen Beginn einen\nMitarbeiter (m/w/d) für Fördermittelmanagement und Service Accounting\nin Vollzeit (40h/Woche), zunächst befristet auf drei Jahre. Die Vergütung erfolgt in Anlehnung an TV-L E12.\nIhre Aufgaben\nAdministrative Betreuung, Controlling und Abwicklung laufender Drittmittelprojekte (insb. EU-geförderter Projekte)\nAbrechnung von Förderprojekten und Verantwortung der fristgerechten Erstellung von Verwendungsnachweisen\nBudgetplanung und -steuerung\nKommunikation und Abstimmung mit Fördermittelgebern\nErstellung von Monats- und Jahresabschlüssen, zusammen mit der Lohnbuchhaltung\nUnterstützung bei der Finanzbuchhaltung\nWeiterentwicklung und Optimierung der Buchhaltungsprozesse\nWas Sie mitbringen / Ihr Profil\nabgeschlossenes wirtschafts- oder verwaltungsorientiertes Hochschulstudium (BWL, Public Management, Verwaltungswirt) ODER abgeschlossene kaufmännische oder steuerfachliche Berufsausbildung mit zusätzlicher betriebswirtschaftlicher Weiterbildung (Fachwirt) und mehrjähriger Berufserfahrung im Aufgabengebiet\nKenntnisse und praktische Anwendungserfahrung im Zuwendungs-, Verwaltungs- und Haushaltsrecht und zu einschlägigen EU-Vorschriften\nErfahrung in der Verwaltung und Abrechnung von großen, öffentlich-finanzierten Projektförderungen\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nHands-on-Startup-Mentalität\nWir bieten Ihnen\nEine auf drei Jahre befristete Stelle mit Option auf Verlängerung oder Entfristung.\nEine Schnittstellenfunktion zwischen Fördermittelgebern und Projektumsetzung.\nEine Atmosphäre, in der Eigeninitiative und Teamarbeit gleichermaßen gelebt werden.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 17.03.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-foerdermittelmanagement-und-service-accounting/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und Spektroskopie", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 17.03.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.000 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nFür unser Kernteam brauchen wir Verstärkung.\nEin ganzes Stockwerk unserer Dauerausstellung widmen wir der Sonne, der Spektroskopie und den Fernoptiken. Chronologisch machen wir Fernrohre ab dem 17. Jahrhundert begreifbar, ermöglichen den Besuchenden Doppelfernrohre und Zieloptiken zu verwenden und optische Entfernungsmesser zu nutzen. Wir zeigen das SOFIA-Teleskop und ein Segment des ELT, welches ab 2029 in der Atacama-Wüste in Chile als größtes Spiegelteleskop der Welt in Betrieb gehen wird.\nUm all dies in der finalen Phase zu kuratieren, suchen wir zum sofortigen Beginn ein/e\nWissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und\nSpektroskopie\nin Vollzeit (40h/Woche), zunächst befristet auf drei Jahre. Die Vergütung erfolgt in Anlehnung an TV-L E13.\nIhre Aufgaben\nKuratieren Sie\ndie Ebene „Makro“ mit der Inszenierung der Sonne, der Spektroskopie, der Fernoptiken und Astronomie.\nRecherchieren Sie\ndie physikalische Funktion und Geschichte der Objekte für die Ausstellung und\nerstellen Sie\ndie Ausstellungstexte.\nÜbernehmen Sie\nfür den entsprechenden Bereich den inhaltlichen Austausch mit dem Gestaltungsbüro.\nIhr Profil\nabgeschlossenes Universitätsstudium in den Naturwissenschaften, oder den Ingenieurswissenschaften, intrinsisches Interesse an technischem Kulturgut und Wissenschaftskommunikation sowie Erfahrungen im Ausstellungswesen.\neigenständiges, wissenschaftliches Arbeiten in einem Museums-Startup. Promotion von Vorteil\nErfahrung im Projektcontrolling\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nsehr gute Englischkenntnisse in Wort und Schrift\nErfahrungen mit Edutainment (Education/Entertainment) von Vorteil\nHands-on-Startup-Mentalität\nFührerschein Klasse B\nWir bieten Ihnen\nvielseitige Aufgaben bei der grundlegenden Neugestaltung des D.O.M., in enger Abstimmung mit dem Team der Vermittlung und den Mitarbeitenden aus dem Bereich des Kuratierens sowie dem Museumsdirektor.\nChance, einen ganzen Bereich der Dauerausstellung des D.O.M. selbst zu formen.\nSchnittstellenfunktion zwischen Planern und Stakeholdern.\ndie Gelegenheit zur individuellen Weiterqualifikation.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 17.03.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/datenerfasser-m-w-d-3/", "image": "", "title": "Datenerfasser (m/w/d)", "content_text": "Friedenstein Stiftung Gotha, Gotha Bewerbungsende: 15.03.2025 | Die Friedenstein Stiftung Gotha ist eine kulturelle Einrichtung von nationaler Bedeutung, die im Verbund mit weiteren Einrichtungen in Gotha ein einzigartiges Bau-, Garten- und Sammlungsensemble der europäischen Residenzkultur bildet. Die barocke Kunstkammer war Keimzelle der einzigartigen Sammlungen aus Kunst, Natur und Kulturgeschichte.\nIm Rahmen des Digitalisierungsprojektes\nGotha transdigital\n, finanziert durch den Europäischen Fonds für regionale Entwicklung (EFRE), der Beauftragten der Bundesregierung für Kultur und Medien (BKM) und der Thüringer Staatskanzlei, besetzt die Stiftung zum frühestmöglichen Zeitpunkt eine Stelle als\nDatenerfasser (m/w/d)\nin Vollzeit\nDie Stelle ist projektgebunden und damit bis zum 31.12.2027 befristet. Im Fokus des Projekts steht die digitale Transformation der Stiftung. Sie soll sich zu einer digital kompetenten Kultureinrichtung weiterentwickeln, die durch den gezielten und kreativen Einsatz digitaler Technologien ihrem gesellschaftlichen Auftrag nachkommt.\nDas Aufgabengebiet umfasst insbesondere:\nSichtung, Auswahl (in Abstimmung mit den Sammlungsbetreuer*innen) und Eingabe von Objektinformationen aus Inventarbüchern, Karteikarten, Akten oder Ausstellungskatalogen\nAufbereitung und Pflege der Informationen in der Sammlungsdatenbank\nKontrolle und ggf. Korrektur von historischen Dateneingaben in enger Zusammenarbeit mit der Datenredaktion\ngrundlegende Erfassung von Objektdaten im Zuge eines Schnellerfassungsworkflows\nScannen von Karteikarten und Inventarbüchern (reprografische Arbeiten)\nMitwirken beim Aufbau kontrollierter Vokabulare und wissenschaftlicher Thesauri und Unterstützung bei der Erforschung von Objektprovenienzen\nDas bringen Sie mit:\nabgeschlossene Berufsausbildung im kaufmännischen Bereich oder für Medien- und Informationsdienste oder eine vergleichbare Ausbildung\nErfahrungen in der Datenerfassung und Strukturierung von Informationen in museumsspezifischer Software wünschenswert\nsicherer Umgang mit MS-Office-Programmen\nsorgfältige, selbstständige und zuverlässige Arbeitsweise\nKommunikationsgeschick und gutes Ausdrucksvermögen in Wort und Schrift\nDas bieten wir Ihnen:\nVergütung in Anlehnung an TVöD-VKA EG 6, inkl. 30 Tage Jahresurlaub, zusätzliche Altersvorsorge und vermögenswirksame Leistungen\neine interessante und abwechslungsreiche Aufgabe in einem engagierten, interdisziplinären Team\nflexible Arbeitszeiten im Rahmen der geltenden Betriebsvereinbarung unter Berücksichtigung arbeitsorganisatorischer Notwendigkeiten\nattraktive Fort- und Weiterbildungsmöglichkeiten\nSchwerbehinderte Menschen werden bei gleicher Eignung, Befähigung und fachlicher Qualifikation bevorzugt berücksichtigt.\nBei Rückfragen steht Ihnen Herr Dr. Roeland Paardekooper unter 03621-8234 460 (roeland.paardekooper@friedenstein-stiftung.de) zur Verfügung.\nIhre aussagekräftige Bewerbung mit den vollständigen Unterlagen (Lebenslauf, Zeugnisse sowie ggf. Fort- und Weiterbildungsnachweise) senden Sie bitte bis zum\n15.März 2025\nper Mail (ein PDF, max. 10 MB) an\npersonal@friedenstein-stiftung.de\noder per Post (Poststempel) an:\nFriedenstein Stiftung Gotha\nHerr Dr. Tobias Pfeifer-Helke\nStiftungsdirektor\nPostfach 10 03 19\n99853 Gotha\nHinweis\nBerücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen. Durch die Bewerbung entstehende Kosten werden nicht erstattet.  Mit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen auch elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Die eingereichten Unterlagen werden nur zurückgesandt, sofern ein ausreichend frankierter Rückumschlag beigefügt wurde, andernfalls werden diese nach den aktuellen gesetzlichen Datenschutzrichtlinien vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/datenerfasser-m-w-d-3/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-buchhaltung-m-w-d/", "image": "", "title": "Sachbearbeitung Buchhaltung (m/w/d)", "content_text": "Reiss-Engelhorn-Museen, Mannheim Bewerbungsende: 16.03.2025 | Die Reiss-Engelhorn-Museen suchen zum nächstmöglichen Zeitpunkt\nSACHBEARBEITUNG BUCHHALTUNG REISS-ENGELHORN-MUSEEN (M/W/D)\nEntgeltgruppe 9a TVöD | Teilzeit (zzt. 19,5 Stunden) | unbefristet\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-buchhaltung-m-w-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-9/", "image": "", "title": "Museumsleitung (w/m/d)", "content_text": "LWL-Museum für Naturkunde, Bünde Bewerbungsende: 06.04.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum 15.07.2025 als\nMuseumsleitung (w/m/d)\nEG 15 TVöD VKA\nfür das Dobergmuseum in Bünde (Außenstelle des LWL-Museums für Naturkunde). Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 7547 bis zum 06.04.2025.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-9/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamassistentin-teamassistenten-m-w-d/", "image": "", "title": "Teamassistent:in (m/w/d)", "content_text": "Fränkisches Freilandmuseum Bad Windsheim, Bad Windsheim Bewerbungsende: 16.03.2025 | Der Bezirk Mittelfranken sucht für die Verwaltung des\nFränkischen Freilandmuseums in Bad Windsheim\nzum 01.06.2025 eine / einen\nTeamassistentin / Teamassistenten (m/w/d)\nin Teilzeit im Umfang von 50 % einer Vollzeitstelle (derzeit 19,5 Wochenstunden).\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nOrganisation des Vorzimmers der Museum- und Verwaltungsleitung\nAllgemeine sonstige Verwaltungstätigkeiten (Terminplanung und -überwachung, Entgegennahme von Telefonaten)\nAbwicklung des Schriftverkehrs\nMitwirkung bei Vor- und Nachbereitung von Besprechungen und Veranstaltungen\nFertigen von Protokollen und Gesprächsvermerken\nBearbeitung und Prüfung von Anträgen und Bescheiden\nMitarbeit bei Museumsveranstaltungen\nIhr Profil\nSie verfügen über\neine erfolgreich abgeschlossene Ausbildung zur / zum Verwaltungsfachangestellten (m/w/d)\noder\neine erfolgreich abgelegte Fachprüfung I für Verwaltungsangestellte (AL I bzw. BL I)\noder\neine erfolgreich abgeschlossene dreijährige Berufsausbildung im Verwaltungs- oder Bürobereich\nEinschlägige Berufserfahrung in einem Sekretariat wäre wünschenswert\nSelbständige, organisierte und strukturierte Arbeitsweise\nSehr gute Ausdrucksweise in Wort und Schrift\nGute EDV-Kenntnisse in den gängigen MS-Office-Anwendungen (Word, Excel, Outlook)\nKundenorientierung, verbindliches Auftreten und Diskretion\nEinsatzfreude, Teamfähigkeit und Durchsetzungsvermögen\nWir bieten\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit\nEine Teilzeitstelle im Umfang von 50 % einer Vollzeitstelle (derzeit 19,5 Wochenstunden)\nFachliche Einarbeitung sowie hausinterne Fortbildungen\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe 5 TVöD\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Verwaltungsleiter, Herr Reinhold Werner (Tel. 09841 6680-12), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet-Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 16.03.2025\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/teamassistentin-teamassistenten-m-w-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalmanagerin-und-stv-verwaltungsleitung-m-w-d-fuer-das-team-haushalt-verwaltung/", "image": "", "title": "Personalmanager*in und  stv. Verwaltungsleitung (m/w/d)  für das Team Haushalt/Verwaltung", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 24.03.2025 | Das Haus der Geschichte Baden-Württemberg in Stuttgart sucht zum nächstmöglichen Zeitpunkt eine/n\nPersonalmanager*in und\nstv. Verwaltungsleitung (m/w/d)\nfür das Team Haushalt/Verwaltung\nBesoldung A 12 / Entgeltgruppe 11 TV-L\nin Vollzeit und unbefristet. Der Arbeitsort ist Stuttgart.\nIhr Aufgabengebiet umfasst insbesondere:\nBearbeitung aller Personalangelegenheiten von der Einstellung bis zum Austritt unter Anwendung des Arbeits- und Tarifrechts sowie sonstiger einschlägiger Regelungen\nBeratung und Unterstützung der Direktion bei der Entwicklung eines diversitätsorientierten Personalmanagements sowie eines Recruiting-Konzeptes\nBeratung der Direktion, der Teamleitungen sowie Mitarbeiter*innen in allen personalwirtschaftlichen sowie tarif-, arbeitsrechtlichen Angelegenheiten\nDurchführung von Stellenbewertungen und der tarifgerechten Eingruppierung von Tätigkeiten\nBearbeitung der Krankmeldungen und Durchführung des betrieblichen Eingliederungsmanagements\nSicherstellung des Datenschutzes in der Personalverwaltung\nVorbereitung und Durchführung von Stellenbesetzungsverfahren einschließlich der Pflege auf diversen Stellenportalen\nMitarbeit bei der Klärung von Grundsatzfragen des Tarif- und Arbeitsrechts und der Erarbeitung und Umsetzung von innerbetrieblichen Dienstvereinbarungen bzw. Regelungen\nDurchführung und Budgetplanung des betrieblichen Gesundheitsmanagements\nMitarbeit im Bereich Arbeitsschutz in Bezug auf die ASA-Sitzungen, Veranlassung zur Erstellung und Umsetzung von Gefährdungsbeurteilungen, Durchführung der allgemeinen Sicherheitsunterweisung und Ansprechperson und Aufnahme von Unfallanzeigen\nStändige Vertretung der Verwaltungsleitung\nAnforderungen:\nabgeschlossenes Studium im nichttechnischen Verwaltungsdienst (Diplom-Verwaltungswirt*in FH / Bachelor of Arts – Public Management) oder eine vergleichbare Qualifikation\nmehrjährige Berufserfahrung in der Verwaltung, im Bereich der Personalverwaltung wäre von Vorteil\nFundierte Kenntnisse im Tarif- und Arbeitsrecht sowie die Bereitschaft, diese laufend zu erweitern und zu aktualisieren\nIT-Kenntnisse (MS-Office) sowie Kenntnisse der Personalverwaltungsanwendung DIPSY und SAP sind von Vorteil\nMotivation neue Abläufe- und Digitalisierungsprozesse zu etablieren\nSelbständige, sorgfältige und zuverlässige Arbeitsweise\nTeamfähigkeit und Sozialkompetenz\nEngagement, Flexibilität und Belastbarkeit\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle, die dem gehobenen Dienst zugeordnet ist. Bei Vorliegen der rechtlichen und persönlichen Voraussetzungen kann die Stelle im Beamtenverhältnis (m/w/d) bis Besoldungsgruppe A 12 besetzt werden. Die Einstellung nicht verbeamteter Bewerber*innen kann bei Vorliegen aller rechtlichen und persönlichen Voraussetzungen nach dem Tarifvertrag für den öffentlichen Dienst der Länder in der Entgeltgruppe 11 TV-L erfolgen\nEin attraktives, interessantes Arbeitsfeld in einem kreativen Umfeld im öffentlichen Dienst\nDie Zusammenarbeit mit einem engagierten und motivierten Team in einer angenehmen Arbeitsatmosphäre\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nMöglichkeit zur Mobilen Arbeit\nFort- und Weiterbildungsmöglichkeiten\nEinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nJob Ticket BW (vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nVielfältige Angebote im betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt. Bei Fragen an die Schwerbehindertenvertretung können Sie sich per Mail an\nmwk.hsbv@hs-aalen.de\nwenden.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, zugeschriebener Behinderung, Alter sowie sexueller Orientierung und Identität.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 24. März 2025 an das Haus der Geschichte Baden-Württemberg, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Die Vorstellungsgespräche finden voraussichtlich am 04. April 2025 (KW 15) statt. Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter https://www.hdgbw.de/jobs/.\nFür weitere Informationen zur Stelle steht Ihnen Frau Sandra Ackermann, Verwaltungsleitung, gerne zur Verfügung unter Tel. 0711/212-4016.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.03.2025", "url": "https://www.museumsbund.de/stellenangebote/personalmanagerin-und-stv-verwaltungsleitung-m-w-d-fuer-das-team-haushalt-verwaltung/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-gebaeudetechnik-m-w-d/", "image": "", "title": "Teamleitung Gebäudetechnik (m/w/d)", "content_text": "Kunsthalle Mannheim, Mannheim Bewerbungsende: 23.03.2025 | Die Kunsthalle Mannheim sucht zum nächstmöglichen Zeitpunkt eine\nTEAMLEITUNG GEBÄUDETECHNIK (M/W/D)\nEntgeltgruppe 11 TVöD / Besoldungsgruppe A 11 BesO | Vollzeit | unbefristet\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-gebaeudetechnik-m-w-d/", "date_published": "2025-02-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-34/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Regionalmuseum Wolfhager Land, Wolfhagen Bewerbungsende: 04.04.2025 | Das Regionalmuseum Wolfhager Land sucht zum 01.07.2025 oder später eine\nMuseumsleitung (m/w/d)\nBewerbungsende: 04. April 2025\nDas Museum wird seit seiner Gründung im Jahre 1980 von einem Museumsverein geführt. Es umfasst 15 Ausstellungsräume mit 1200 m². Ein angestellter Mitarbeiter und mehrere ehrenamtliche Personen unterstützen die Arbeit der Museumsleiterin/des Museumsleiters.\nWolfhagen ist eine Kleinstadt im Landkreis Kassel mit 13.400 Einwohnern und trägt seit 2019 die amtliche Zusatzbezeichnung Hans-Staden-Stadt. Die Arbeit des Museumsvereins wird mit Zuschüssen der Stadt gefördert.\nIhre Aufgabenschwerpunkte\ninhaltliche und organisatorische Leitung des Museums\ninhaltliche, konzeptionelle Weiterentwicklung des Museums\nKonzeption und Realisierung von Sonderausstellungen und Veranstaltungen, auch außerhalb der regulären Öffnungszeiten\nwissenschaftliche Betreuung der Sammlung\nRepräsentation des Museums und seiner Aktivitäten nach außen\nMarketing- und Öffentlichkeitsarbeit, Außenvertretung gegenüber Medien\nMittelbeschaffung für Ausstellungen, Vorträge und sonstige Veranstaltungen\nZusammenarbeit mit dem ehrenamtlichen Vereinsvorstand\nOrganisation der Museumspädagogik\nIhr Profil:\nabgeschlossenes Hochschulstudium mit kulturwissenschaftlichem Schwerpunkt\nBerufserfahrung im Museumsbereich\nEinsatz- und Leistungsbereitschaft verbunden mit einer team- und zielorientierten sowie strukturierten Arbeitsweise\nsoziale und interkulturelle Kompetenz\nsicherer Umgang mit den gängigen Office-Anwendungen sowie mit modernen Informations- und Kommunikationstechniken\nFührerschein der Klasse B\nWir bieten:\neine unbefristete Teilzeitbeschäftigung mit 30 Stunden Wochenarbeitszeit\neine interessante, vielseitige und verantwortungsvolle Tätigkeit\nFreiraum für Eigeninitiativen\nein gutes Arbeitsumfeld mit einem motivierten Team\nLeben in einer familienfreundlichen Stadt mit hoher Wohnqualität und einem breit gefächerten Schul-, Sport- und Kulturangebot\neine der Qualifikation entsprechende Vergütung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen.\nBitte übermitteln Sie uns diese per E-Mail an das\ninfo@regionalmuseum-wolfhager-land.de\noder per Post an das\nRegionalmuseum Wolfhager Land e.V., Ritterstrasse 1, 34466 Wolfhagen\nBitte beachten Sie: Ihre Bewerbungsunterlagen werden nur zurückgesandt wenn ein ausreichend frankierter Rückumschlag beigefügt ist.\nIhre Ansprechpartner bei uns:\nHerr Lothar Rasch, 1. Vorsitzender des Vereins, Tel.: 05692-8012\nHerr Wolfgang Schiffner,  Geschäftsführer, Tel.: 05692-2757\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-34/", "date_published": "2025-02-20T00:00:00"}]}