{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/vermittlerin-m-w-d-mit-den-schwerpunkten-landwirtschaft-ernaehrung-und-bildung-fuer-nachhaltige-entwicklung/", "image": "", "title": "Vermittler:in (m/w/d) mit den Schwerpunkten Landwirtschaft, Ernährung und Bildung für Nachhaltige Entwicklung", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 25.05.2025 | Die Stiftung Domäne Dahlem – Landgut und Museum ist ein für alle Besucher:innen offenes 15 ha umfassendes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt. In unserem Museum im Herrenhaus zeigen wir wechselnde themenbezogene Ausstellungen. Das CULINARIUM im ehemaligen Pferdestall beherbergt eine Erlebnisausstellung zur Kulturgeschichte der Ernährung von 1850 bis heute. Ca. 12 ha des Geländes werden als Bioland-Demonstrationsbetrieb bewirtschaftet, einschließlich der Direktvermarktung der Produkte in unserem eigenen Hofladen. Das bestehende Museums- und Vermittlungskonzept stellt den Bildungsauftrag an oberste Stelle. Dieser wird im umfangreichen museumspädagogischen Angebot verwirklicht und findet lebendigen Ausdruck in der bereichsübergreifenden Arbeitsweise.\nZur Verstärkung unseres Teams im Bereich Bildung und Vermittlung suchen wir zum nächstmöglichen Zeitpunkt eine:n:\nVermittler:in (m/w/d) mit den Schwerpunkten Landwirtschaft, Ernährung und Bildung für Nachhaltige Entwicklung\nWir wünschen uns eine fachkompetente, souveräne, freundliche Persönlichkeit, die belastbar, flexibel und teamfähig ist und für die konzeptionelles und analytisches Denken ebenso handlungsleitend ist wie eine organisierte und strukturierte Arbeitsweise.\nIhre Aufgaben:\nDurchführung von Führungen und Workshops für verschiedene Nutzendengruppen und Fachpublikum sowie pädagogisches Lehrpersonal (ggf. auch an Wochenenden)\nMitwirkung bei der konzeptionellen Neu- und Weiterentwicklung der pädagogischen Angebote, insbesondere in den Bereichen Landwirtschaft, Ernährung und Bildung für Nachhaltige Entwicklung (BNE)\nEntwicklung von begleitenden Lern- und Lehrmaterialien unter Berücksichtigung des Berliner Bildungsprogramms\nPlanung und Durchführung von Angeboten in der Lehrküche (Kochprogramme) sowie Bewirtschaftung des Pädagogischen Gartens\nUnterstützung bei der Koordination von studentischen Mitarbeiter:innen\nOrganisatorische und administrative Aufgaben rund um die Buchung von Führungen (Buchungsdatenbank) sowie Materialbestellung\nUnsere Anforderungen:\nAbgeschlossenes Bachelorstudium in den Bereichen Landwirtschaft, Gartenbau, Biologie, Ökotrophologie, Pädagogik oder vergleichbare Studien-/Berufsabschlüsse\nFachkenntnisse und praktische Erfahrungen in den Bereichen Landwirtschaft, Garten-/Ökolandbau sowie Ernährung und Kochen\nMethodenvielfalt in der Vermittlungsarbeit sowie Erfahrung bei der Entwicklung\nvon Lernmaterialien und der Durchführung von Bildungsangeboten\nErfahrung in der Nutzung von Soft- und Hardware zur Erstellung und Umsetzung multimedialer Begleitmaterialien\nAngstfreier Umgang mit Nutztieren sowie Freude am Umgang mit Menschen, insbesondere Kindern und Jugendlichen\nWünschenswert sind vortragssichere Fremdsprachenkenntnisse, speziell Englisch,\nsowie erste Erfahrungen mit der Buchungsdatenbank go~mus,\nFührerschein Klasse B\nWir bieten:\nEine vielseitige Teilzeitstelle (mind. 20 Stunden pro Woche) in Anlehnung an\nTV-L E 9, zunächst auf zwei Jahre befristet; eine anschließende Entfristung wird angestrebt\nFlexible Arbeitszeiten mit anteiliger Homeoffice-Option\nMöglichkeit zur Weiterbildung sowie Mitwirkung bei der methodischen Weiterentwicklung des Bereichs\nArbeit in einem engagierten Vermittler:innen-Team\nEinen idyllischen Arbeitsplatz im Grünen mit erstklassiger ÖPNV-Anbindung\nBezuschussung BVG-Jobticket / Deutschlandticket\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung! Senden Sie\nbitte Ihre Unterlagen als PDF in\neiner\nDatei an: bewerbung@domaene-dahlem.de\nBewerbungsschluss ist der 25.05.2025. Die erste Auswahlrunde in Form digitaler Meetings findet zwischen dem 09.06. und 13.06.2025 statt. Die zweite Auswahlrunde vor Ort erfolgt am 25.06. und 26.06.2025.\nKontakt:\nStiftung Domäne Dahlem – Landgut und Museum | Patrick Presch |\npresch@domaene-dahlem.de\n| Königin-Luise-Str. 49 14195 Berlin | www.domaene-dahlem.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/vermittlerin-m-w-d-mit-den-schwerpunkten-landwirtschaft-ernaehrung-und-bildung-fuer-nachhaltige-entwicklung/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technikerin-w-m-d/", "image": "", "title": "Techniker:in (w/m/d)", "content_text": "LWL-Freilichtmuseum Detmold, Detmold Bewerbungsende: 01.06.2025 | LWL-Freilichtmuseum Detmold\nDer Landschaftsverband Westfalen-Lippe (LWL) arbeitet als Kommunalverband mit mehr als 18.000 Beschäftigten für die 8,3 Millionen Menschen in der Region. Der LWL betreibt 35 Förderschulen, 21 Krankenhäuser, 18 Museen, zwei Besucherzentren und ist einer der größten deutschen Hilfezahler für Menschen mit Behinderung. Er erfüllt damit Aufgaben im sozialen Bereich, in der Behinderten- und Jugendhilfe, in der Psychiatrie und in der Kultur, die sinnvollerweise westfalenweit wahrgenommen werden. Ebenso engagiert er sich für eine inklusive Gesellschaft in allen Lebensbereichen. Die neun kreisfreien Städte und 18 Kreise in Westfalen-Lippe sind die Mitglieder des LWL. Sie tragen und finanzieren den Landschaftsverband, dessen Aufgaben ein Parlament mit 125 Mitgliedern aus den westfälischen Kommunen gestaltet\nFür das LWL-Freilichtmuseum Detmold suchen wir zum nächstmöglichen Termin eine:n\nTechniker:in (w/m/d)\n(bis EG 9b TVöD; Kenn Nr. 516/25)\nin Vollzeit. Durch die Teilnahme an der technischen Rufbereitschaft kann ein zusätzlicher Einsatz außerhalb der Arbeitszeit sowie an Wochenenden und Feiertagen erforderlich werden.\nDas LWL-Freilichtmuseum Detmold als Westfälisches Landesmuseum für Alltagskultur ist eines der führenden kulturhistorischen Museen Deutschlands. Auf rund 90 Hektar Museumsgelände bewahrt und präsentiert es historische Sachkultur sowie eine Kulturlandschaft mit den wesentlichen Haus- und Siedlungsformen Westfalens. Mit Sammlungen, Ausstellungen und Publikationen zur Alltagskultur erforscht und dokumentiert das Museum die Vielfalt von Kultur und Alltagsleben der Menschen vom Spätmittelalter bis zur Gegenwart. Mit rund 200.000 Museumsgästen ist es das meistbesuchte in der Region.\nWorauf Sie sich freuen können?\nAuf den Beweis, dass ein großer öffentlicher Arbeitgeber, ein unbefristeter Arbeitsvertrag und eine abwechslungsreiche Tätigkeit in einem tollen Team sowie Flexibilität für individuelle Karriere- und Lebensmodelle sehr gut zusammenpassen! Und sonst? – Auf:\neine individuelle Leistungsprämie\neinen Zuschuss zu den vermögenswirksamen Leistungen\neine leistungsstarke vom Arbeitgeber finanzierte Betriebsrente mit der kvw-Zusatzversorgung für Ihre finanzielle Absicherung im Alter\neine vielseitige und anspruchsvolle Tätigkeit in einem engagierten Museumsteam\neine gründliche Einarbeitung\nattraktive Fort- und Weiterbildungsmöglichkeiten\nIhre Tätigkeiten als Techniker:in\nverantwortliche Betriebsführung und Überwachung der gebäudetechnischen Anlagen (Haustechnik, Netzwerktechnik, Gebäudeleittechnik) sowie der Infrastruktur/ Versorgungssysteme im Freigelände\nStörungsbeseitigung in technischen Anlagen aller Art\nÜberwachung und Überprüfung der Leistungen von Fremdfirmen\nVeranlassung und Abnahme von Instandsetzungsmaßnahmen\nMitwirkung bei der Planung und Umsetzung sowie Aktualisierung von technischen Anlagen in den historischen Gebäuden und Betriebsgebäuden\nTechnische Betreuung der IT-Ausstattung\nAnleitung und Kontrolle des externen Wachdienstes\nWas erwarten wir von Ihnen als Techniker:in\neine abgeschlossene Weiterbildung zum Techniker in der Fachrichtung Gebäudessystemtechnik, Elektrotechnik oder Heizungs-, Lüftungs- und Klimatechnik oder ein gleichwertiger Abschluss\nfundierte Kenntnisse in der Installation, dem Betrieb und der Instandhaltung von elektro-, heiz- und klimatechnischen Anlagen\nhohe Kompetenz bei Störungsbeseitigung in technischen Anlagen aller Art\nmehrjährige praktische Erfahrungen in den beschriebenen technischen Aufgaben\nFreude an der Erarbeitung ausgefallener Lösungen bei Ausstellungstechnik /Medien und im täglichen Museumsbetrieb\ninitiatives, selbständiges Arbeiten, verbunden mit dem Interesse an fachlicher Weiterbildung\ngute Netzwerk- und EDV-Kenntnisse\nFührerschein Klasse B notwendig, BE wünschenswert\nBereitschaft zur Teilnahme an der Rufbereitschaft und Diensten außerhalb der normalen Dienstzeit, z.B. bei Veranstaltungen\nDurchsetzungsvermögen sowie Teamfähigkeit\nDie vakante Stelle ist auch für Teilzeitkräfte geeignet. Der Landschaftsverband ist sehr daran interessiert, seinen Beschäftigten vielfältige Arbeitszeitmodelle anzubieten. Zur Erfüllung seiner Aufgaben ist es jedoch notwendig, dass die Vakanzen möglichst vollständig besetzt werden. Sehr gerne möchten wir die Möglichkeiten in einem offenen Austausch mit Ihnen zusammen ermitteln.\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes NRW bevorzugt berücksichtigt.\nBewerbungen geeigneter schwerbehinderter Personen sind ebenfalls ausdrücklich erwünscht.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nLWL-Freilichtmuseum Detmold:\nBjörn Kastrup (Tel.-Nr. 05231 706 152)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nLWL-Freilichtmuseum Detmold:\nSaskia Frei-Klages (Tel.-Nr. 05231 706 190)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nMotivationsschreiben\ntabellarischer Lebenslauf\nNachweis über das abgeschlossene Hochschulstudium (bei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung)\nNachweis über den Hochschulabschluss\nArbeitszeugnisse vorheriger Arbeitgeber\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\nBitte bewerben Sie sich unter Angabe der\nKennnummer 516/25\nbis zum\n01.06.2025\nper Mail an bettina.reuter@lwl.org\nWeitere Infos:\nwww.karriere.lwl.org\nwww.lwl-freilichtmuseum-detmold.de/de/kontakt/jobs/\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/technikerin-w-m-d/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanager-in-m-w-d/", "image": "", "title": "Projektmanager/in (m/w/d)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 27.05.2025 | Das Museum Barberini in Potsdam gestiftet von SAP-Gründer und Mäzen Hasso Plattner, wird von der Hasso Plattner Foundation getragen. Seit der Eröffnung 2017 ist das Haus mit Ausstellungen zum französischen Impressionismus und zu aktuellen Fragestellungen zu Künstlern wie Vincent van Gogh, Pablo Picasso oder Gerhard Richter hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die Sammlung impressionistischer Gemälde des Museumsgründers Hasso Plattner, darunter Werke von Claude Monet, Pierre-Auguste Renoir, Berthe Morisot, Gustave Caillebotte und Paul Signac.\nDas Forschungsprojekt „Netzwerke des Impressionismus“ untersucht die Netzwerke von Künstlern, Sammlern und dem Kunsthandel des französischen Impressionismus von den 1870er bis zu den 1950er Jahren. Basierend auf der Sammlung Hasso Plattner und den Archivalien des Wildenstein Plattner Instituts werden die Ergebnisse der Öffentlichkeit in einer frei zugänglichen, digitalen Plattform zur Verfügung gestellt, entwickelt und betreut durch Navigating.art. Die Hasso Plattner Foundation und ihre drei Stiftungstöchter planen, die Plattform anlässlich der Ausstellung zum 10. Geburtstag des Museums Barberini im November 2026 zu launchen.\nGesucht wird zum nächstmöglichen Zeitpunkt zunächst befristet bis zum 31.12.2026\nein/e Projektmanager/in (m/w/d) in Vollzeit für die digitale Plattform „Networks of Impressionism“\nIhre Aufgaben:\nGesamtverantwortung für die Planung, Durchführung und Überwachung des Projekts in enger Abstimmung mit der Direktion sowie der Provenienzforschung\nKoordination und Kommunikation mit internen und externen Partnern, einschließlich Navigating.art, dem Wildenstein Plattner Institut und anderen relevanten Akteuren\nSicherstellung der fristgerechten Fertigstellung der digitalen Plattform\nEntwicklung eines Konzepts, um die Plattform und ihre Inhalte für neue Zielgruppen (insbesondere junge Menschen) zugänglich und attraktiv zu gestalten\nStrategische Planung des Ausbaus der Plattform mit internationalen Partnerorganisationen\nBudgetverwaltung und Ressourcenplanung\nOrganisation und Durchführung von Meetings und Workshops\nErstellung von Berichten und Präsentationen\nMitarbeit bei der Integration der digitalen Plattform in ein Ausstellungskonzept (Jubiläumsausstellung 2026/27)\nIhr Profil:\nAbgeschlossenes Studium in Kunstgeschichte, Kulturmanagement, Projektmanagement oder einem verwandten Bereich\nMehrjährige Erfahrung im Projektmanagement, idealerweise im Bereich Kunst und Kultur\nErfahrung im Umgang mit digitalen Plattformen, Datenbanken und Workflows\nAusgeprägte organisatorische Fähigkeiten und Erfahrung in der Koordination von interdisziplinären Teams\nHervorragende Kommunikationsfähigkeiten in Deutsch und Englisch, zusätzliche Französischkenntnisse sind wünschenswert\nFähigkeit, selbstständig und lösungsorientiert zu arbeiten\nInteresse an der Kunst des Impressionismus und an der Arbeit mit historischen Archivalien\nDas bieten wir Ihnen:\nMitarbeit in einem Museum mit internationalem Renommee\nEinblicke in alle museumsrelevanten Bereiche der Institution\neine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäreund regelmäßige Mitarbeiterevents\nWeiterbildungsmöglichkeiten\nSchlanke Organisationsstruktur, generalistisch arbeitendes und agiles Team\nleistungsgerechte Vergütung inkl. Übernahme der Kosten für ein Deutschlandticket\nIhre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien) senden Sie bitte\nbis zum\n27.05.2025\nper E-Mail und zusammengefasst in einem PDF-Dokument an\njobs@museen-plattner.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.05.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanager-in-m-w-d/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrarin-m-w-d-12/", "image": "", "title": "Registrar:in (m/w/d)", "content_text": "Deutsche Hygiene-Museum, Dresden Bewerbungsende: 18.05.2025 | Das Deutsche Hygiene-Museum ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung „Abenteuer Mensch“ steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema „Welt der Sinne“ ermöglicht. Die vielbeachteten Sonderausstellungen beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nFür die Abteilung Ausstellungen stellt die Stiftung zum nächstmöglichen Zeitpunkt unbefristet,\neine:n Registrar:in (m/w/d)\nin Vollzeit (40 Stunden/Woche) ein.\nDas Aufgabengebiet umfasst unter anderem:\nPlanung, Koordination sowie Vertragsaufsetzung/-prüfung zu Leihnahmen und Lizenzen (national und international)\nPlanung, Organisation, Koordination und Überwachung von Transporten inkl. Zollabwicklung\nAnfertigung der Unterlagen für transport- und ausstellungsrelevante Genehmigungsverfahren (Facility Report, Kulturgutschutzgesetz, verbindliche Rückgabezusage)\nKostenkalkulation, Ausschreibung und Vergabe im Rahmen des Ausstellungsauf- und -abbaus inkl. Rechnungsprüfung für Kunsttransporte, Exponat-Einrichtung, Restaurierung, Versicherung\nOrganisation, Koordination des Ausstellungsauf- und -abbaus inkl. Erstellen von Ablaufplänen, Kurierorganisation und -betreuung\nLaufzeitenbetreuung der Ausstellungen (Organisation von Austauschobjekten, Klimakontrolle, Pflege Leihgeberkontakt)\nArt- und Objekthandling bei Dauer- und Sonderausstellungen\nAnmeldung von Leihnahmen bei der Versicherung (Kenntnisse Staats-/ Landeshaftung/ Haftungsbedingungen), Meldung und Abwicklung von Schadensregulierungen\nOrganisatorisch unterstützende Tätigkeiten des Ausstellungsbüros (z. B. Ausstellungsübernahmen)\nAktualisierung und Pflege der Museumsdatenbank (MuseumPlus)\nDepotpflege: Überwachung Klima und präventive Konservierung, Schaffen von Infrastrukturen für Ausstellungen; Entwicklung von Archiv- und Lagersystemen sowie Verpackungen und Mitarbeit bei der Planung der technischen Depoteinrichtung\nAnforderungsprofil:\nAbgeschlossenes Studium der Museologie oder einem museumsrelevanten Fach oder vergleichbare Qualifikation bzw. einschlägige Berufserfahrung; Zusatzqualifikationen zur Registrar-Tätigkeit oder im Verwaltungs- oder kaufmännischen Bereich sind wünschenswert\nAusgewiesene Erfahrungen in den entsprechenden Arbeitsfeldern eines größeren Museums (z. B. Sammlungsbereich, Ausstellungsmanagement)\nErfahrung im Umgang mit Objekten\nAusgeprägtes Verhandlungs- und Organisationsgeschick, Verantwortungsbewusstsein und Zuverlässigkeit sowie Durchsetzungsvermögen\nHohes Maß an Eigeninitiative, Kommunikations- und Teamfähigkeit\nBereitschaft zur Weiterbildung im zu verantwortenden Aufgabengebiet\nAufgeschlossenheit gegenüber interdisziplinärer Teamarbeit\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten eine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Doreen Hartmann (Tel. 0351 48 46 207), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnisse und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n18. Mai 2025\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an:\nStiftung Deutsches Hygiene-Museum, Frau Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.05.2025", "url": "https://www.museumsbund.de/stellenangebote/registrarin-m-w-d-12/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-7/", "image": "", "title": "Personalreferenten / HR Generalisten (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 23.05.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Deutsche Museum beschäftigt rund 650 Mitarbeiterinnen und Mitarbeiter in den Bereichen Ausstellungen, Sammlungen, Museumsbetrieb und Service, Bau, Ausstellungsgestaltung, Ausstellungsunterhalt, Gebäudemanagement, Informationstechnologie, Forschung, Archiv und Bibliothek sowie Verwaltung.\nDie Personalabteilung des Deutschen Museums ist als interner Dienstleister für alle Fachbereiche und weitere Organisationseinheiten tätig. Zur Verstärkung unseres kleinen Personalmanagement-teams suchen wir zum nächstmöglichen Zeitpunkt einen\nPersonalreferenten / HR Generalisten (w/m/d)\nIhre Aufgaben\nBeratung von Führungskräften in personalwirtschaftlichen sowie arbeits- und tarifrechtlichen Fragen\noperative Steuerung und selbstständige Bearbeitung aller die Personalarbeit umfassenden Themen (u. a. Personalgewinnung, Personalentwicklung, Personaladministration einschließlich vorbereitende Gehaltsabrechnung, Personalaustritt)\nBetreuung der Beschäftigten zu allen Fragen des Beschäftigungsverhältnisses\nErstellung von Stellenbeschreibungen und Durchführung von Stellenbewertungen\nErarbeitung und Umsetzung von Konzepten zur Etablierung von neuen Verfahren im HR-Bereich\naktiver Beitrag zur Digitalisierung der Personalprozesse durch die Weiterentwicklung der IT-Systemlandschaft\nvertrauensvolle und konstruktive Zusammenarbeit mit dem Personalrat\nIhr Profil\nabgeschlossenes Studium Bachelor of Arts (Public Management bzw. Business Administration), Dipl. Verwaltungs- bzw. Betriebswirt (FH) (m/w/d)\noder\nabgeschlossener Beschäftigtenlehrgang II\noder\nBeamter (m/w/d) der 3. Qualifikationsebene der Fachlaufbahn Verwaltung und Finanzen\nlangjährige Berufserfahrung im Personalbereich\numfassende Kenntnisse im Arbeits- und Tarifrecht des Öffentlichen Dienstes\nKenntnisse im Beamten- und Laufbahnrecht wären wünschenswert\nsehr gute MS Office-Kenntnisse, Erfahrung mit VIVA und BayZeit\nPersönliche / soziale / methodische Kompetenzen\nFähigkeit zu selbstständigem, systematischem und ergebnisorientiertem Arbeiten\nKooperations-, Team- und Begeisterungsfähigkeit\nEmpathie und Freude am Umgang mit Menschen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 9b des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n23.05.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2524\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.05.2025", "url": "https://www.museumsbund.de/stellenangebote/personalreferenten-hr-generalisten-w-m-d-7/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-innerer-betrieb-m-w-d/", "image": "", "title": "Assistent:in Innerer Betrieb (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Frankfurt am Main Bewerbungsende: 19.05.2025 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des Ă¶ffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehĂ¶ren die Museen fĂĽr Kommunikation in Berlin, Frankfurt am Main und NĂĽrnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fĂĽr Philatelie in Bonn.\nAm\nMuseum fĂĽr Kommunikation\nin Frankfurt am Main suchen wir zum\n01. November 2025\noder frĂĽher eine:n\nAssistent:in Innerer Betrieb (m/w/d)\n(E 7 TVĂ¶D Bund, Teilzeit 19,5 Std./5-Tage-Woche)\nDas Aufgabengebiet umfasst hauptsĂ¤chlich die Organisation des Postverkehrs fĂĽr das Museum, die Beschaffung von BĂĽro- und GeschĂ¤ftsbedarf; die Bedienung der Telefonzentrale und allgemeiner E-Mail-PostfĂ¤cher nebst Vermittlung und Auskunft sowie die Organisation von Dienstreisen.\nVoraussetzungen sind:\neine abgeschlossene Berufsausbildung als Kauffrau/ Kaufmann fĂĽr BĂĽromanagement oder BĂĽrokommunikation, Verwaltungsfachangestellte:r oder eine vergleichbare Ausbildung oder Qualifikation sowie\nein sicherer Umgang mit den einschlĂ¤gigen Office-Programmen von Microsoft (Outlook, Word, Excel, Teams etc.).\nErwĂĽnscht ist:\neine Berufserfahrung in einem Sekretariat, vorzugsweise in einem Museum oder einer Kultureinrichtung.\nSie passen gut zu uns, wenn Sie\nteamorientiert, kontaktfĂ¤hig und belastbar sind, sorgfĂ¤ltig arbeiten und auĂźerdem die FĂ¤higkeit mitbringen, gut zuhĂ¶ren zu kĂ¶nnen, um eine effektive Kommunikation sicherzustellen.\nWir bieten Ihnen eine abwechslungsreiche BeschĂ¤ftigung in einer bundesweit tĂ¤tigen Stiftung und einen Arbeitsplatz in einem der schĂ¶nsten Museen von Frankfurt am Main. Die VergĂĽtung und Sozialleistungen erfolgen gemĂ¤Ăź Tarifvertrag (TVĂ¶D) des Bundes. Bei Vorliegen der fachlichen und persĂ¶nlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 7 vorgesehen.\nFlexible Arbeitszeiten sowie die MĂ¶glichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewĂ¤hrleistet gemĂ¤Ăź BGleiG die berufliche Gleichstellung unabhĂ¤ngig vom Geschlecht und unterstĂĽtzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (Â§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berĂĽcksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrĂĽĂźen wir Bewerbungen unabhĂ¤ngig von NationalitĂ¤t, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitĂ¤t.\nFĂĽr weitere AuskĂĽnfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur VerfĂĽgung.\nBitte senden Sie Ihre aussagefĂ¤hige Bewerbung\nausschlieĂźlich per E-Mail\nbis zum\n19. Mai 2025\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger StraĂźe 16 in 10117 Berlin\nE-Mail:\nbewerbung3@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zipâ€“AnhĂ¤nge kĂ¶nnen aus SicherheitsgrĂĽnden keine BerĂĽcksichtigung finden.\nDie von Ihnen ĂĽbermittelten Daten werden von uns gespeichert. Es werden ausschlieĂźlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NĂ¤here Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung ĂĽbersandt. Sie kĂ¶nnen jederzeit Ihr EinverstĂ¤ndnis zur Speicherung der Daten zurĂĽckziehen und die LĂ¶schung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-innerer-betrieb-m-w-d/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-kunst-im-oeffentlichen-raum-2/", "image": "", "title": "Restaurator*in für Kunst im öffentlichen Raum", "content_text": "Stadtverwaltung Mönchengladbach, Mönchengladbach Bewerbungsende: 14.05.2025 | Eine Stadt der Vielfalt: Als größte Stadt am linken Niederrhein bieten wir mehr als 272.000 Menschen mit unterschiedlichen Sprachen, Kulturen und Religionen ein Zuhause. Wir setzen uns als Stadtverwaltung Mönchengladbach dafür ein, unseren Bürger*innen zur Seite zu stehen, aktuellen und zukünftigen Herausforderungen proaktiv zu begegnen und mit unserem Handeln zur Lebensqualität in Mönchengladbach beizutragen.\nSie möchten beruflich etwas bewegen und unsere Stadt mit Ihrer Motivation prägen? Wir suchen Sie\nzum nächstmöglichen Zeitpunkt unbefristet.\nVergütung nach\nEntgeltgruppe E 9b TVöD-V.\nAufgaben – Was Sie bei uns erwartet\nMit diesen Tätigkeiten leisten Sie einen aktiven Beitrag für das Gemeinwohl in unserer Stadt:\nKonservatorische & Restauratorische Betreuung\n– Pflege, Untersuchung und Erhaltung von Kunst\nMaterialtechnologische Forschung & Pflegekonzepte\n– Entwicklung und Durchführung von Untersuchungen und Pflegemaßnahmen\nProjektmanagement & Budgetverwaltung\n– Leitung von Projekten, Erstellung von Leistungsverzeichnissen, Budgetkontrolle und Dokumentation\nFördermittelakquise\n– Verfassen von Förderanträgen\nKunsttechnologische Untersuchungen\n– Analysen mit Fokus auf Stein, Gips, Marmor, Holz, Kunststoff und Metalle\nPräventive Konservierung & Schadensbewertung\n– Monitoring, Prophylaxe und Dokumentation von Schadenszuständen\nSammlungsmanagement & Dokumentation\n– Inventarisierung, Standortverwaltung und Pflege des Dokumentationssystems (MuseumPlus)\nAusstellungs- & Leihwesen\n– Konservatorische Begleitung von Präsentationen und Leihvorgängen\nForschung & Interdisziplinäre Kooperationen\n– Initiierung von Forschungsprojekten, Zusammenarbeit mit Institutionen und Öffentlichkeitsarbeit\nAusbildung & Nachwuchsförderung\n– Betreuung von Praktikant*innen und Studierenden\nProfil – Was Sie mitbringen\nSie verfügen über eine abgeschlossene Hochschulbildung (mindestens Bachelor oder Diplom) der Fachrichtung Konservierung und Restaurierung von Kunst und Kulturgut, der Fachrichtungen Museologie, Kunstgeschichte oder eine vergleichbare Fachrichtung mit Bezug zum Aufgabengebiet\nDarüber hinaus bringen Sie vorzugsweise mit:\nDigitale Kompetenz & Datenmanagement – Gute EDV-Anwenderkenntnisse, Datenbankerfahrung (idealerweise MuseumPlus), sowie fundiertes Wissen im Umgang mit Digitalfotografie\nMaterialkunde & Techniken – Fundierte Kenntnisse der Materialkunde, historischen und modernen Techniken sowie Erfahrung in Umgang mit natürlichen und synthetischen Materialien\nStudienschwerpunkte –  in der modernen und zeitgenössischen Kunst, Skulptur, Metall und/oder Stein\nErfahrung in der Projektleitung von Restaurierungsmaßnahmen\nMehrjährige Berufserfahrung in der Konservierung & Restaurierung – idealerweise in einem Museum oder einer Sammlung mit unterschiedlichen Materialschwerpunkten (bevorzugt Sammlungsbestand ab 1945)\nFührerschein Klasse B\ngute Englischkenntnisse (Niveau B 1) in Wort und Schrift\nselbstständige, strukturierte sowie effiziente Arbeitsweise und Arbeitsorganisation\nFähigkeit, auch in belastenden Situationen (z. B. Zeitdruck) präzise zu arbeiten und erforderliche Arbeitsergebnisse einzuhalten\nzuverlässige, kooperative und teamorientierte Verhaltensweise\nBenefits – Was wir bieten\nSicherer Arbeitsplatz und berufliche Perspektiven\n– Schlüsselfunktion als regionale Arbeitgeberin und Tätigkeit im öffentlichen Dienst)\nZeitliche und örtliche Flexibilität\n– Arbeitszeitkonto, Gleitzeit 6:30-20:00 Uhr ohne Kernarbeitszeit, 30 Urlaubstage bei 5-Tage-Woche und zusätzlich 24.12. und 31.12. arbeitsfrei, Möglichkeit zur mobilen Arbeit nach Absprache\nBetriebliches Gesundheitsmanagement\n– u. a. Präventionsangebote, externe Beratungsangebote durch pme Familienservice und Betriebssport\nVereinbarkeit von Familie, Freizeit und Beruf\n– Individuelle Arbeitszeitmodelle und Unterstützung bei der Suche nach Kinderbetreuungsmöglichkeiten\nGleichberechtigung und Diversität\n– Vorurteilsfreies Arbeitsumfeld und vielfältige Beschäftigungsstruktur\nKarriereförderung\n– Arbeitsplatz- und personenbezogene Personalentwicklung sowie Weiterbildungsmöglichkeiten\nTeamwork\n– Aktiver Einbezug bei Veränderungsprozessen und konstruktive Feedbackkultur\nGemeinschaftliche Aktivitäten\n– Offene und gemeinschaftliche Atmosphäre durch Mitarbeitendenevents\nFinanzielle Leistungen\n– Zusätzlich zur tariflichen Vergütung: Jahressonderzahlung, Leistungsentgelt und arbeitgeberfinanzierte Altersvorsorge\nVergünstigungen\n– Deutschlandticket, Corporate Benefits und Prime Benefits\nHinweise\nChancengleichheit, Diversität und die Vereinbarkeit von Familie, Freizeit und Beruf sind Bestandteile unserer Unternehmenskultur. Wir freuen uns daher auf Ihre Bewerbung, unabhängig Ihres Alters, Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, Behinderung oder sexuellen Identität. Die geforderten Voraussetzungen und Kompetenzen fließen u. a. über qualifizierte Arbeitszeugnisse bzw. Beurteilungen in die Auswertung ein. In Teilzeit beträgt die wöchentliche Arbeitszeit 19,5 Stunden bei Tarifbeschäftigung. Mit der Tätigkeit gehen Aufgaben im Außendienst einher. Hierzu ist die Bereitschaft gewünscht, den privateigenen PKW für dienstliche Zwecke zu nutzen (sofern vorhanden).\nSo geht’s weiter:\nNoch unsicher? Auf unserer Karriereseite (\nwww.stadt.mg/wirmachenmg\n) erhalten Sie viele Informationen zu einem Einstieg bei der Stadtverwaltung Mönchengladbach.\nFragen zum Job? Kontaktieren Sie uns gerne persönlich: Alle fachspezifischen sowie tätigkeitsbezogenen Fragen beantwortet Ihnen Frau Dr. Rappe (Tel. 02161 25-2635) aus dem Fachbereich Museen. Sie möchten uns und Ihren zukünftigen Arbeitsplatz im Vorfeld Ihrer Bewerbung persönlich kennenlernen? Gerne vereinbaren Sie mit Christina Heymann (Tel. 02161 25-2633) einen Termin.  Zu allen Fragen rund um den Bewerbungsprozess gibt Ihnen Lisa Heiden (Tel. 02161 25-3054) seitens des Personalmanagements eine Auskunft.\nUnser Stellenangebot überzeugt?\nFinden wir gemeinsam heraus, ob wir zueinander passen: Wenn Sie sich mit unserem Stellenangebot identifizieren, nutzen Sie einfach und direkt die\nMöglichkeit zur Online-Bewerbung\n.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.05.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-kunst-im-oeffentlichen-raum-2/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsaufsichts-informations-und-kassendienst-m-w-d-in-dessau-3/", "image": "", "title": "Museumsaufsichts-, Informations- und Kassendienst (m/w/d) in Dessau", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Dessau Bewerbungsende: 31.05.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlĂ¤ssigem Personal und benĂ¶tigen\nÂ Mitarbeiter (m/w/d)Â\nfĂĽr den\nÂ Museumsaufsichtsdienst, Informationsdienst und Kassendienst\nÂ (Ticketing) in musealen Objekten inÂ\nDessau\n. Die TĂ¤tigkeit kann inÂ\nsozialversicherungspflichtiger Teilzeit\nÂ oderÂ\nauf Minijob-Basis (556,00 Euro/Basis)\nÂ ausgeĂĽbt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante TĂ¤tigkeit in einem schĂ¶nen Umfeld\nWir gewĂ¤hrleisten eine tarifgebundene Bezahlung\nSie erhaltenÂ Funktionszulagen auf den tariflichen Stundengrundlohn\nEine qualifizierte Einarbeitung ist selbstverstĂ¤ndlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH â€“ ein Name, der seit dem Jahr 1983 fĂĽr QualitĂ¤t, ProfessionalitĂ¤t und LeistungsstĂ¤rke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder GrĂ¶Ăźe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal ĂĽber GebĂ¤udereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.Â\nWir machen Kultur mĂ¶glich!\nIhre Aufgaben bei uns:\nEmpfang und Betreuung der Besucher/innen\nBeratung der Besucher/innen zum Angebot in den HĂ¤usern\nVerkauf von Eintrittstickets, Tickets fĂĽr FĂĽhrungen und Veranstaltungen\nEinchecken von Gruppen\nSicherungs- und Ăśberwachungsaufgaben; sowie tĂ¤gliche Kontrolle der Exponate\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nDas bringen Sie mit:\nKĂ¶rperliche Belastbarkeit fĂĽr ĂĽberwiegend gehende und stehende TĂ¤tigkeit\nArbeitsbereitschaft und absolute ZuverlĂ¤ssigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache und englischen Sprache\nSachkundeprĂĽfung nach Â§34a Gewerbeordnung fĂĽr das Bewachungsgewerbe (IHK)\naktuelles Polizeiliches FĂĽhrungszeugnis ohne Eintrag\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre BewerbungsunterlagenÂ\nmit einem vollstĂ¤ndigen Lebenslauf\nÂ per E-Mail bitte an:Â\nbewerbungen@wws-strube.de\nÂ (max. E-MailgrĂ¶Ăźe 6 MB) oder per Post an die unten aufgefĂĽhrte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsaufsichts-informations-und-kassendienst-m-w-d-in-dessau-3/", "date_published": "2025-04-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrarin-w-m-d-fuer-kunstwerke/", "image": "", "title": "Registrar:in (w/m/d) für Kunstwerke", "content_text": "Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg, Potsdam Bewerbungsende: 16.05.2025 | Die Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg (SPSG) ist eine Stiftung des öffentlichen Rechts und betreut heute mit mehr als 500 Beschäftigten einzigartige Zeugnisse der Kunst-, Kultur- und Architekturgeschichte in Potsdam, Land Brandenburg und Berlin. Mehrere Millionen Menschen aus aller Welt besuchen jedes Jahr die in weiten Teilen zum UNESCO-Welterbe gehörenden Schlösser und Parklandschaften.\nWerden Sie Teil eines motivierten Teams am Standort Potsdam, das den Fortbestand, die Erhaltung und die öffentliche Wirkung der Schlösser und Gärten verantwortet. Für die Abteilung Schlösser und Sammlungen suchen wir zum nächstmöglichen Zeitpunkt\neine Registrarin oder einen Registrar (w/m/d) für Kunstwerke\nIhr Aufgabenfeld – Geschichte und Kunst für die heutige Gesellschaft\nZu Ihren Kernaufgaben gehören die Organisation, Koordination und Überwachung der nationalen und internationalen Leihgaben/-nahmen von Kunstwerken aller Sammlungsgebiete der SPSG und aus dem Eigentum Dritter. Dazu gehören insbesondere:\nFormale und inhaltliche Vorprüfung, Registrierung, Koordination der internen Begutachtung\nFühren der (Vertrags-)Verhandlungen und Korrespondenz mit den Leihgeber:innen/-nehmer:innen; sowie Ansprechpartner:in für alle intern Beteiligten\nTechnische und administrative Beurteilung der Ausleihfähigkeit, inkl. der Transport- und Sicherheitsfragen\nAbstimmung der Leihbedingungen wie Verpackung, Transport, Sicherheit, Versicherung, Kurierfahrten u.ä., Erstellen von Kuriermappen sowie Bearbeitung und Pflege der Angaben im Modul „Leihverkehr“ der Objektdatenbank\nKoordination aller interner Kunsttransporte\nBei Dauerleihnahmen kommen zusätzlich die Prüfung der finanziellen Absicherung, Veranlassung und Kontrolle turnusgemäßer Bestands- und Zustandsüberprüfung sowie die Verantwortung für die Datensammlungen zu Dauerleihnahmen und die Revisionen hinzu.\nDas erwarten wir von Ihnen\nSie verfügen über eine abgeschlossene Berufsausbildung oder ein abgeschlossenes Studium.\nSie können eine mindestens einjährige Berufserfahrung als Registrar:in im Kunstbereich vorweisen.\nEnglisch beherrschen Sie verhandlungssicher.\nSie besitzen Fachkenntnisse zu konservatorischen sowie restauratorischen Anforderungen bei Kunstwerken verschiedener Gattungen, ArtHandling.\nDamit\nbegeistern Sie uns\nSie verfügen über ein abgeschlossenes Studium in Museologie, Kunstgeschichte oder einen anderen Bereich des Kunst- und Kulturmanagements oder der Konservierung und Restaurierung von Kunst- und Kulturobjekten.\nSie konnten bereits Fachkenntnisse und Erfahrungen im Vertragsrecht, Versicherungswissenschaft, Haushalts- und Ausschreibungsrecht sammeln.\nAusstellungserfahrungen können sie ebenfalls vorweisen.\nSie begeistern uns mit wenigstens einer weiteren Fremdsprache.\nWir bieten Ihnen eine unbefristete Stelle in Vollzeit\nWork Life Balance\nFlexibles Gleitzeit-Modell mit Zeitguthaben sind für uns selbstverständlich!\nDie Möglichkeit einer Teilzeitbeschäftigung unter Berücksichtigung der dienstlichen Erfordernisse sehen wir als Selbstverständlichkeit an.\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Woche\nDer 24. und 31. Dezember sind zusätzlich freie Arbeitstage.\nBei uns können Sie Ihre Jahressonderzahlung in Sonderurlaub umwandeln\nWir leben New Work\nTelearbeit oder lieber im Büro? Kein Problem! Telearbeit ist bei uns\nbis zu 2 Tage\npro Woche möglich – die passende IT Ausstattung erhalten Sie natürlich von uns!\nIhre Gesundheit liegt uns sehr am Herzen! Wir bieten Ihnen ein modernes betriebliches Gesundheitsmanagement und zusätzlich einen jährlichen Arbeitgeberzuschuss von derzeit 200,00€.\nFaire Entlohnung\nWir zahlen eine Vergütung nach\nEntgeltgruppe 9b\ndes Tarifvertrags für den öffentlichen Dienst der Länder (TV-L)\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L\nZuschuss zum Jobticket\nKarrierekick durch Weiterbildungen\nWir stillen Ihren Wissensdurst und bieten Ihnen gezielte Fortbildungen.\nSie können bis zu 10 Tage Bildungsurlaub in zwei Jahren nach dem Brandenburger Bildungsurlaubsgesetz in Anspruch nehmen\nWeitere Benefits\nSie wollten schon immer alle Häuser der Stiftung kennen lernen? Sie interessieren sich für unsere Ausstellungen? Wir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen mit Begleitung\nWir bieten Ihnen eine zusätzliche Altersvorsorge über die VBL und zahlen vermögenswirksame Leistungen lt. TV-L\nArbeitgeberzuschuss zu einem vergünstigten VBB-Firmenticket bzw. Deutschlandticket\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung und Identität. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nH\naben wir Ihr Interesse geweckt? Dann bewerben Sie sich noch heute!\nBitte richten Sie Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen\nohne Foto\nIhrer Person (in einer pdf-Datei in der Reihenfolge Motivationsschreiben, Lebenslauf und Zeugnisse)\nbis 16.05.2025\nbevorzugt per E-Mail an\nbewerbung@spsg.de\noder an die\nStiftung Preußische Schlösser und Gärten Berlin-Brandenburg\nReferat I 1 Personal\nPostfach 60 14 62\n14414 Potsdam\nFür Rückfragen stehen Ihnen zum Aufgabengebiet Herr Dr. Wittwer (Tel. 0331/9694-306) und zum Bewerbungsverfahren Frau Ilona Scholz (Tel. 0331/9694-313) zur Verfügung.\nHinweis zum Datenschutz\nWir möchten Sie informieren, dass wir Ihre personenbezogenen Daten zur Durchführung des Auswahlverfahrens verarbeiten. Dies erfolgt auf Grundlage von Art. 6 Abs. 1 b, Art. 88 DS-GVO i. V. m. § 26 BbgDSG. Nach Abschluss des Verfahrens werden alle anderen Bewerbungsunterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.05.2025", "url": "https://www.museumsbund.de/stellenangebote/registrarin-w-m-d-fuer-kunstwerke/", "date_published": "2025-04-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-der-restaurierung-fuer-die-alte-und-neue-pinakothek-sowie-die-staatsgalerien/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) in der Restaurierung für die Alte und Neue Pinakothek sowie die Staatsgalerien", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 11.05.2025 | Das Doerner Institut und die Schoof’sche Stiftung bieten\nein wissenschaftliches Volontariat (m/w/d) in der Restaurierung für die Alte und Neue Pinakothek sowie die Staatsgalerien\nin Vollzeit, max. 50% der Entgeltgruppe E 13TV-L, befristet für die Dauer von 24 Monaten, Beginn zum 06. November 2025\nDas Doerner Institut gehört zur Direktion der Bayerischen Staatsgemäldesammlungen, konserviert und restauriert die umfangreichen und bedeutenden Bestände der Pinakotheken in Bayern, die vom 14. Jahrhundert bis hin zur zeitgenössischen Kunst reichen, betreibt kunsttechnologische Forschung und ist verantwortlich für die Präventive Konservierung. Ein Team von 50 Restaurator/innen, Naturwissenschaftler/innen sowie Museums- und Ausstellungstechniker/innen arbeitet am Doerner Institut zusammen., um mehr als 30.000 Gemälde und Kunstobjekte des Freistaates Bayern in seinen Münchner Museen – Alte Pinakothek, Neue Pinakothek, Sammlung Moderne Kunst in der Pinakothek der Moderne, Museum Brandhorst, Sammlung Schack – sowie in 12 Staatsgalerien in ganz Bayern zu erhalten, zu untersuchen und zu erschließen.\nIm wissenschaftlichen Volontariat arbeiten Sie an der konservatorischen und restauratorischen Betreuung der bedeutenden Bestände der Pinakotheken und der Staatsgalerien mit, auch im Rahmen von Leihverkehr und Ausstellungen. Sie führen Konservierungs- und Restaurierungsmaßnahmen an Gemälden durch und erhalten Einblick in die kunsttechnologische und konservierungswissenschaftliche Forschung zur Sammlung. Zudem gehört die Vermittlung dieser Inhalte an das Publikum und die Fachöffentlichkeit zum Tätigkeitsspektrum.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-der-restaurierung-fuer-die-alte-und-neue-pinakothek-sowie-die-staatsgalerien/", "date_published": "2025-04-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-der-restaurierungsabteilung/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) in der Restaurierungsabteilung", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 11.05.2025 | Das Doerner Institut und die Schoof’sche Stiftung bieten\nein wissenschaftliches Volontariat (m/w/d) in der Restaurierungsabteilung\nin Vollzeit, max. 50% der Entgeltgruppe E 13TV-L, befristet für die Dauer von 24 Monaten, Beginn zum 01. Oktober 2025\nDas Doerner Institut gehört zur Direktion der Bayerischen Staatsgemäldesammlungen, konserviert und restauriert die umfangreichen und bedeutenden Bestände der Pinakotheken in Bayern, die vom 14. Jahrhundert bis hin zur zeitgenössischen Kunst reichen, betreibt kunsttechnologische Forschung und ist verantwortlich für die Präventive Konservierung. Ein Team von 50 Restaurator/innen, Naturwissenschaftler/innen sowie Museums- und Ausstellungstechniker/innen arbeitet am Doerner Institut zusammen, um mehr als 30.000 Gemälde und Kunstobjekte des Freistaates Bayern in seinen Münchner Museen – Alte Pinakothek, Neue Pinakothek, Sammlung Moderne Kunst in der Pinakothek der Moderne, Museum Brandhorst, Sammlung Schack – sowie in 12 Staatsgalerien in ganz Bayern zu erhalten, zu untersuchen und zu erschließen.\nIm wissenschaftlichen Volontariat arbeiten Sie an der konservatorischen und restauratorischen Betreuung der bedeutenden Bestände der Pinakotheken und der Staatsgalerien mit, auch im Rahmen von Leihverkehr und Ausstellungen. Sie führen Konservierungs- und Restaurierungsmaßnahmen an Gemälden der Sammlungen durch und erhalten Einblick in die kunsttechnologische und konservierungswissenschaftliche Forschung. Zudem gehört die Vermittlung dieser Inhalte an das Publikum und die Fachöffentlichkeit zum Tätigkeitsspektrum.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-der-restaurierungsabteilung/", "date_published": "2025-04-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-93/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Museum Pfalzgalerie, Kaiserslautern Bewerbungsende: 25.05.2025 | Der Bezirksverband Pfalz sucht für das Museum Pfalzgalerie in Kaiserslautern zum 01.09.2025 die Stelle eine/n\nwissenschaftliche Volontär*in / wissenschaftlichen Volontär m/w/d)\n(für die Dauer von zwei Jahren)\nDas Museum Pfalzgalerie Kaiserslautern (mpk) in der Trägerschaft des Bezirksverbands Pfalz zählt zu den ältesten, bedeutendsten und bekanntesten Kunstmuseen in Rheinland-Pfalz. Schwerpunkte bilden die Bestände des 19. und 20. Jahrhunderts sowie die zeitgenössische Kunst. Das mpk beherbergt wertvolle Gemälde und Plastiken, hochkarätige kunsthandwerkliche Exponate und eine umfangreiche Grafische Sammlung. Ein überregional relevantes Ausstellungsprogramm, regelmäßige Veranstaltungen für verschiedene Zielgruppen und ein vielseitiges Vermittlungsprogramm machen das Museum zu einem lebendigen Ort in der Stadtgesellschaft. Der Leitgedanke unserer Arbeit ist die Offenheit für alle gesellschaftliche Gruppen. Weitere Informationen über das Museum erhalten Sie unter\nwww.mpk.de\nDas mpk feiert in diesem Jahr das 150. Jubiläum mit einer Neupräsentation der Sammlung. Die geplanten Ausstellungen stehen in engem Zusammenhang zur eigenen Sammlungsgeschichte: In Vorbereitung sind Ausstellungen zur Druckgrafik des Expressionismus, der österreichischen Impressionistin Tina Blau. Zudem laufen die Vorbereitungen für die in 2026 geplante Ausstellung der Möbeldesignerin Eileen Gray, sowie die große Retrospektive der Fotografin Evelyn Hofer, mit der das mpk einen neuen Schwerpunkt im Bereich Fotografie und neue Medien gründet.\nIhre Aufgaben:\nMitarbeit und Unterstützung in allen Tätigkeitsfeldern des Museumsbetriebs und in der hauseigenen Kunstsammlung\nMitwirkung an der Konzeption und Realisierung von einem oder mehreren der oben genannten Ausstellungsprojekten\nMöglichkeit der Konzeption und Realisierung eines eigenen Ausstellungsprojekts oder der Implementierung eines Vermittlungsformats\nProjektmanagement\nIhr Profil:\nMit Master oder Magister abgeschlossenes Studium im Fach Kunstgeschichte\nPromotion oder Publikationserfahrung von Vorteil\nmindestens ein Museumspraktikum oder sonstige belastbare Vorerfahrungen im Museum oder einer vergleichbaren Institution\ngute Fremdsprachenkenntnisse in Englisch\nSie verfügen über ein überdurchschnittliches Engagement, eine strukturierte Arbeitsweise, ausgeprägte Teamfähigkeit, Flexibilität und Belastbarkeit\ngute schriftliche und mündliche Ausdrucksfähigkeit\nOffenheit für digitale Medien\nWir bieten:\nEine Unterhaltsbeihilfe in Höhe von 50 % der Entgeltgruppe 13, Stufe 1 TVöD (nach einem Jahr in Stufe 2)\neine strukturierte Ausbildung in allen Bereichen des Museums auf Grundlage eines Ausbildungsplans\nBetreuung durch einen Volontärsverantwortlichen, der für alle Fragen der Aus- und Weiterbildung zur Verfügung steht\nTraining on the job durch vielfältige Einbindung in die laufenden Projekte\neine interessante, mit dem Grad der Ausbildung stetig eigenverantwortlichere Tätigkeit in einem bedeutenden Museum in Rheinland-Pfalz, das gerade einen strategischen Öffnungsprozess in Richtung Communities in Stadt und Region umsetzt\nMöglichkeit zu Fortbildungen im Rahmen des trägereigenen Bildungswerks und der einschlägigen Berufsverbände\nInspirierendes Umfeld mit einem hochmotivierten und agilen Team\nAttraktive Gleitzeitmodelle und Homeoffice\nviele Möglichkeiten sich eigeninitiativ einzubringen\nJobticket und einen Arbeitsplatz in zentraler Lage von Kaiserslautern\nSchwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nFür weitere Informationen steht Ihnen Steffen Egle unter der Telefon-Nr. 0631/3647-200 zur Verfügung.\nSie sind an einem Volontariat in unserem Museum interessiert?\nDann freuen wir uns auf Ihre Bewerbung bis 25.05.2025 über unser Bewerberportal unter\nwww.bv-pfalz.de/karriere\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-93/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleiterin-fachrichtung-elektrotechnik-fuer-das-kulturamt/", "image": "", "title": "Projektleiter*in Fachrichtung Elektrotechnik für das Kulturamt", "content_text": "Kulturamt der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 22.05.2025 | Wir suchen zum nächstmöglichen Zeitpunkt\nProjektleiter*in Fachrichtung Elektrotechnik\nfür das Kulturamt\nBesGr A 13 LBesO (Laufbahngruppe 2, 1. Einstiegsamt) oder EG 12 TVöD\nDie Abteilung\nGebäudemanagement Kulturgebäude\ndes Kulturamtes betreut rund 80 Kulturgebäude innerhalb eines vielfältigen und interessanten Gebäudeportfolio, teils mit anspruchsvollsten Ausstattungen der technischen Gebäudeausrüstung. Das Aufgabenfeld umfasst die Kunst im öffentlichen Raum, vom Künstleratelier über Stadtteilbibliotheken, Museen und Spielstätten bis hin zur Deutschen Oper am Rhein und betrifft sowohl die Planung der baulichen und strukturellen Entwicklung der Kulturbauten, die Steuerung und Abwicklung von Bauunterhaltungs-, Sanierungs-, Umbau-, Rückbau-, Neubau-, Erweiterungsmaßnahmen als auch die laufende Objektverwaltung.\nIhre Aufgaben u.a.:\nBauherrenvertretung, Projektleitung und Projektsteuerung, einschließlich Koordination externer Büros sowie interner Fachplaner*innen, bei komplexen Baumaßnahmen in teilweise denkmalgeschützten Gebäuden\nPlanung und Abwicklung von elektro- und bühnentechnischen Instandhaltungsmaßnahmen gemäß DIN 31051\nDurchführung von Ausschreibungen, Abrechnung und Dokumentation von Baumaßnahmen gemäß den Leistungen nach HOAI LPH 1-9\nkonzeptionelle Erarbeitung von Beschluss- und Entscheidungsvorlagen\nMitwirkung beim Kosten- und Termincontrolling bei Baumaßnahmen und der Berichterstattung gegenüber Vorgesetzten, übergeordneten Dienststellen sowie politischen Gremien\ntechnische Objektverantwortung im Sinne der Betreiberverantwortung.\nIhr Profil:\nabgeschlossenes Hochschulstudium (Bachelor oder Diplom) der Fachrichtung Elektrotechnik oder vergleichbare Qualifikation. Hiermit werden auch staatlich geprüfte Techniker*innen und Meister*innen aus dem o.g. Fachbereich mit langjähriger Berufserfahrung angesprochen, zudem Personen mit der Laufbahnbefähigung für die Laufbahngruppe 2, 1. Einstiegsamt des bautechnischen Dienstes\nKenntnisse auf dem Gebiet der Projektsteuerung und beim Umgang mit denkmalgeschützter, gestalterisch anspruchsvoller Bausubstanz\nKenntnisse der HOAI, AHO, VOB und anderer relevanter Bauvorschriften, Richtlinien und Gesetze\nErfahrungen mit der Integration häufig vielfältiger baufachlicher, technischer und funktionaler Anforderungen in ein Gesamtprojekt\nhohes Maß an Initiative, Verantwortungsbewusstsein, Organisations- und Verhandlungsgeschick sowie Kommunikations- und Teamfähigkeit\nkundenorientiertes Verhalten in einem Amt, das sich als Serviceanbieter versteht\ngute schriftliche und mündliche Ausdrucksfähigkeit sowie IT Kenntnisse Standardsoftware (MS Office).\nFür Berufsanfänger*innen gilt: Voraussetzung für die Eingruppierung in die EG 12 TVöD ist eine mindestens dreijährige Berufserfahrung. Eine Eingruppierung kann aus tarifrechtlichen Gründen daher bis zum Erreichen dieser Voraussetzung lediglich eine Entgeltgruppe niedriger erfolgen.\nGehören Sie zum Personenkreis der Techniker*innen oder Meister*innen, ist eine Eingruppierung in die EG 12 TVöD abhängig von den persönlichen Voraussetzungen und müsste noch einmal abschließend geprüft werden, wenn wir uns für Sie entscheiden. Ggf. kann aus tarifrechtlichen Gründen die Eingruppierung lediglich eine Entgeltgruppe niedriger erfolgen.\nUnser Angebot:\ninteressante, vielseitige und anspruchsvolle Aufgaben\nverantwortungsvolle Position im fachübergreifenden Team\nsicherer, konjunkturunabhängiger Arbeitsplatz\nMöglichkeit zur alternierenden Telearbeit und mobilen Arbeit\nJobticket\nZVK Rentenzusatzversicherung\nflexible Arbeitsmodelle zur Vereinbarkeit von Beruf und Familie (Teilzeit)\nArbeitsplatz in einem ansprechenden Arbeitsumfeld, Standort im Medienhafen Düsseldorf\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt unbefristet im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD). Bei Vorliegen der laufbahnrechtlichen Voraussetzungen ist eine Einstellung im Beamtenverhältnis möglich.\nWir leben Vielfalt\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de\n.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich.\nDas Auswahlverfahren findet voraussichtlich am 04. Juli 2025 statt\nBei Rückfragen bitten wir um Angabe der Kennziffer 41/03/02/25/01.\nBitte bewerben Sie sich online bis zum 22. Mai 2025 über den Link:\nhttps://karriere.duesseldorf.de/projektleiterin-versorgungstechnik-de-f6814.html?agid=19\nFür nähere Auskünfte zum Aufgabengebiet steht Ihnen im Fachamt\nTraudel Funke, Telefon 0211 89-94570,\ngerne zur Verfügung.\nFür das Bewerbungsverfahren ist Ihre Ansprechperson\nNadine Kaiser, Telefon 0211 89-21529,\nLandeshauptstadt Düsseldorf\nMoskauer Straße 25, 40227 Düsseldorf\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.05.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleiterin-fachrichtung-elektrotechnik-fuer-das-kulturamt/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-den-bereich-inventarisierung-und-profanierung/", "image": "", "title": "Mitarbeiter (w/m/d) für den Bereich Inventarisierung und Profanierung", "content_text": "Bischöflichen Generalvikariat Münster, Münster Bewerbungsende: 11.05.2025 | Im Bischöflichen Generalvikariat Münster in dem Sachgebiet Kunstpflege suchen wir Sie ab dem nächstmöglichen Zeitpunkt als\nMitarbeiter (w/m/d)\nfür den Bereich Inventarisierung und Profanierung\nmit einem Beschäftigungsumfang von 50 %, das sind zur Zeit 19,5 Wochenstunden.\nEs handelt sich um eine Stelle im Sachgebiet Kunstpflege zur Unterstützung der Arbeit in den Kunstgutdepots des Bistums, im Bereich Inventarisierung und bei der Begleitung von Profanierungen. Die Stelle ist befristet für ein Jahr für die Mitarbeit im Projekt „Konzeptentwicklung und -umsetzung der digitalen Erfassung der Depotbestände sowie von früheren und laufenden Einlagerungen und Vertragsregelungen“.\nIhr  Aufgabenbereich umfasst im Wesentlichen:\nUnterstützung bei der Inventarisierung der Kunstgut-Bestände in den Kunstgutdepots des Bistums, insbesondere durch digitale Dokumentation, Erfassung und Pflege von Daten.\nMitwirkung der Erfassung und Sicherung von Ausstattungselementen bei Sakralräumen im Kontext von Profanierungen.\nMitarbeit bei der Organisation und Durchführung von Transporten und Lagerung von Kulturgütern.\nZusammenarbeit mit externen Fachkräften sowie den Fachabteilungen des Bistums.\nUnterstützung bei der Entwicklung von Strategien für die nachhaltige Bewahrung und Weitervermittlung von Objekten.\nAllgemeine organisatorische und administrative Tätigkeiten im Zusammenhang mit der Depotarbeit.\nDas sollten Sie mitbringen:\nEin Studium im Bereich Kunstgeschichte, Denkmalpflege, Restaurierung, Kulturgutdokumentation oder eine vergleichbare Qualifikation.\nHilfreich ist Erfahrung in der Inventarisierung und Dokumentation von Kulturgütern sowie Kenntnisse in der Arbeit mit entsprechenden Datenbanksystemen.\nVerständnis für denkmalpflegerische und konservatorische Fragestellungen sowie praktische Erfahrung im Umgang mit Kunst- und Kulturgütern.\nSelbstständige, strukturierte und sorgfältige Arbeitsweise sowie Organisationsgeschick.\nHohe Team- und Kommunikationsfähigkeit.\nKörperliche Belastbarkeit und Bereitschaft zu Dienstfahrten innerhalb des Bistums (Führerschein der Klasse B).\nDas können Sie von uns erwarten:\nEine Vergütung nach der Entgeltgruppe 9c der Kirchlichen Arbeits- und Vergütungsordnung.\nEine abwechslungsreiche und verantwortungsvolle Tätigkeit in einem engagierten Team.\nDie Möglichkeit, zum Erhalt des christlichen Kulturerbes und der kunstpflegerischen Arbeit im Bistum beizutragen.\nEine wertschätzende Arbeitsatmosphäre in einem kirchlichen Umfeld.\nWir bieten flexible Arbeitszeiten sowie die Möglichkeit zum Homeoffice.\nSie können ein JobTicket nutzen.\nWir bieten eine zusätzliche betriebliche Altersvorsorge durch die kirchliche Zusatzversorgungs-kasse in Köln (KZVK) sowie die Möglichkeit zum Abschluss einer Brutto-Entgeltumwandlung bei der KZVK oder bei den Versicherern im Raum der Kirchen.\nVereinbarkeit von Beruf und Familie ist uns sehr wichtig.\nUnser Gesundheitsmanagement umfasst u. a. Grippeschutzimpfung, Brillenzuschuss Bildschirmarbeitsplatz, Gesundheitstag, Betriebssport.\nSie können an verschiedenen Fort- und Weiterbildungsmöglichkeiten teilnehmen.\nFür Fragen steht Ihnen Herr Dr. Thomas Fusenig unter der Telefonnummer 0251/495-423 gern zur Verfügung.\nBewerbungen geeigneter schwerbehinderter Menschen sind ausdrücklich erwünscht.\nDie eingehenden Bewerbungen werden vertraulich behandelt.\nGemeinsam haben die Mitarbeitenden des Bischöflichen Generalvikariats folgendes Leitbild erarbeitet: „Wir stärken die Menschen. Wir klären die Sachen. Wir fördern Vertrauen, indem wir vertrauen.“ Danach wollen wir als Dienst- und Glaubensgemeinschaft arbeiten, miteinander und mit anderen Menschen in Beziehung treten und Kirche sein. Deshalb wünschen wir uns von Ihnen, dass Sie unser Leitbild aktiv mittragen. Auf Grundlage des Leitbilds haben wir auch Führungsgrundsätze entwickelt. Entsprechend gehen wir davon aus, dass alle unsere Führungskräfte einen Führungsstil im Sinne des Leitbilds praktizieren.\nWenn Sie diese Stelle interessiert, Sie die Besonderheit des kirchlichen Dienstes bejahen und sich mit den Zielen identifizieren, Sie eine verantwortungsvolle Aufgabe suchen und bereit sind, diese mit Engagement zu erfüllen, freuen wir uns auf Ihre aussagekräftige Bewerbung. Diese senden Sie uns bitte ausschließlich online bis zum\n11.05.2025\nzu.\nwww.kirchentalente.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-den-bereich-inventarisierung-und-profanierung/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellter-m-w-d-im-bereich-finanzverwaltung/", "image": "", "title": "Verwaltungsangestellte:r (m/w/d) im Bereich Finanzverwaltung", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Weimar / Nordhausen Bewerbungsende: 08.06.2025 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist zum nächstmöglichen Zeitpunkt die Stelle eines/einer\nVerwaltungsangestellten (m/w/d) im Bereich Finanzverwaltung\nzu besetzen. Die Stelle ist in Teilzeit (30 Stunden / Woche) und befristet für 2 Jahre.\nWer sind wir?\nDie beiden Standorte der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora befinden sich an den Orten der gleichnamigen ehemaligen Konzentrationslager bei Weimar bzw. Nordhausen. Heute sind die Gedenkstätten internationale Lern- und Gedächtnisorte mit vielfältigen Bildungsangeboten zur intensiven Auseinandersetzung mit der Geschichte der nationalsozialistischen Konzentrationslager, des sowjetischen Speziallagers Buchenwald sowie der Gedenkstätten zu Zeiten der DDR und nach 1990. Gebäude und Relikte auf den jeweils mehrere Hundert Hektar großen ehemaligen Lagergeländen sowie eine vielfältige Überlieferung in Sammlungen und Archiven zeugen von den Verbrechen, aber auch vom wechselvollen Umgang mit der Geschichte. Dauer- und Wechselausstellungen regen zur kritischen Auseinandersetzung mit der Vergangenheit an, insbesondere auch mit der engen Einbindung der Konzentrationslager in die deutsche Gesellschaft. Jährlich besuchen insgesamt mehrere Hunderttausend Menschen die Gedenkstätten Buchenwald und Mittelbau-Dora.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.06.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellter-m-w-d-im-bereich-finanzverwaltung/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-18/", "image": "", "title": "Wissenschaftliche/r Mitarbeiter/in (m/w/d)", "content_text": "Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Bonn Bewerbungsende: 11.05.2025 | Sie haben Lust aktiv unsere Ausstellung zu gestalten? Sie interessieren sich für Geschichte? Und Sie suchen nach einer beruflichen Herausforderung? – Dann suchen wir Sie!\nDie Häuser der Stiftung in Bonn, Berlin und Leipzig gehören zu den meistbesuchten Geschichtsmuseen in Deutschland. Für das Haus der Geschichte am Dienstort\nBonn\nsuchen wir\nunbefristet\nund\nzum nächstmöglichen Zeitpunkt in Vollzeit\neine/n wissenschaftliche/n Mitarbeiter/in (m/w/d)\n(EG 13 TVöD)\nKennziffer 06-25\nWas erwartet Sie?\nKonzeptionelle Erarbeitung von besucherorientierten und zugleich wissenschaftlich fundierten Ausstellungen für alle Standorte der Stiftung als Projektleitung eines Teams von Wissenschaftlern oder Teammitglied\nEntwicklung von partizipativen Elementen und Medienstationen\nVerfassen von Gremienpapieren, Ausstellungs- und Katalogtexten\nwissenschaftliche Betreuung eines Teilbereichs der Sammlungen der Stiftung\nWas sollten Sie mitbringen?\nErfolgreich abgeschlossenes wissenschaftliches Hochschulstudium (Master, Diplom oder vergleichbar) der Geschichts- oder Politikwissenschaften\nNachgewiesene Kenntnisse der deutschen Geschichte des 20. und 21. Jahrhunderts sind zwingend erforderlich\nVertiefte Kenntnisse der ostmittel- oder osteuropäischen Geschichte sind von Vorteil\nMehrjährige Berufserfahrung in verschiedenen Formen musealer Vermittlung sind erforderlich\nMehrjährige Erfahrung in der Ausstellungsarbeit, bevorzugt in Museen, sind von Vorteil\nInnovationsfreude bei der Entwicklung neuer Publikumsangebote in Verbindung mit abteilungs- und fachübergreifender Zusammenarbeit in Projektteams\nErfahrung im Projektmanagement\nEin hohes Maß an Kommunikationsfähigkeit sowie Organisationstalent\nWas bieten wir Ihnen?\nEine\nverantwortungsvolle und abwechslungsreiche Tätigkeit in einem spannenden Berufsfeld\nEin familienfreundliches Umfeld mit flexibler Arbeitszeit und Möglichkeit zu mobiler Arbeit\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder\nJobticket bzw. Deutschlandjobticket mit Arbeitgeberzuschuss\nFortbildungsmöglichkeiten\nEine gute Anbindung an den ÖPNV sowie Auto- und Fahrradstellplätze\nDie Stelle kann auch mit Teilzeitkräften besetzt werden. Die Stiftung gewährleistet die berufliche Gleichstellung von Männern und Frauen nach dem Bundesgleichstellungsgesetz. Menschen mit Behinderung werden nach Maßgabe des Sozialgesetzbuches – Neuntes Buch – bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständige und aussagekräftige Bewerbung (bevorzugt als PDF-Format in nur einer Datei)\nbis zum 11.\nMai 2025\nunter Angabe der\nKennziffer 06-25 sowie des frühestmöglichen Eintrittstermins per E-Mail\nan:\nbewerbung@hdg.de\noder Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Personalreferat, Willy-Brandt-Allee 14, 53113 Bonn.\nAls Ansprechpartner für fachbezogene Fragen steht Ihnen Herr Dr. Thorsten Smidt, Telefon 0228/9165-103, in personalwirtschaftlichen Angelegenheiten Frau Anke Löschhorn, Telefon 0228/9165-510 zur Verfügung.\nVorstellungsgespräche werden voraussichtlich in KW 23/34 geführt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-18/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-des-direktoriums-m-w-d/", "image": "", "title": "Assistent*in des Direktoriums (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 23.05.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum der materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür das Vorzimmer des Direktoriums am\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt\nEine*n Assistent*in des Direktoriums (m/w/d)\n(EG 8 TV-L, Vollzeit)\nIhre Aufgaben:\nSelbstständige Ausführung aller anfallenden Sekretariats­ und Organisationsaufgaben im Vorzimmer des Direktoriums\nZentrale Ansprechperson für interne und externe (telefonische) Anfragen sowie stilsichere und fehlerfreie Korrespondenz in deutscher und englischer Sprache\nEigenständige Koordination und administrative Vorbereitung von Terminen, (Gremien-) Sitzungen und Tagungen\nAdministrative Betreuung des Gremienbüros\nDurchführung von anlassbezogenen Recherchen (z.B. im Vorfeld von Sitzungen, für Präsentationen und Auswertungen etc.)\nEmpfang und Betreuung von Besucher*innen\nOrganisation, Abwicklung und Abrechnung von Dienstreisen des Direktoriums\nFührung der Dokumentenablage sowie Weiterentwicklung des Systems der Aktenablage des Direktoriums\nErstellung von Dokumenten (z. B. Vermerke, Schreiben)\nIhr Anforderungsprofil:\nAbgeschlossene Ausbildung als Verwaltungsfachangestellte*r oder Kauffrau*Kaufmann für Büromanagement\nMindestens 3 Jahre Berufserfahrung im Vorzimmer einer öffentlichen Verwaltung oder als Assistenz einer Führungskraft\nAusgeprägte Fähigkeiten in der Organisation und Koordination von Assistenzaufgaben\nSelbstständige, sorgfältige und verantwortungsbewusste Arbeitsweise\nAbsolute Zuverlässigkeit, Diskretion und Loyalität\nFreundliches, souveränes Auftreten gepaart mit hoher Kommunikations- und Teamfähigkeit\nFundierte Kenntnisse im Umgang mit Microsoft-Office-Programmen\ngute Englischkenntnisse in Wort und Schrift\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 8 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, , eine Bezuschussung des Deutschlandtickets iHv 50%\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt, mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nNeben beruflicher Sicherheit und Familienfreundlichkeit bieten wir Ihnen ein attraktives, vielfältiges Arbeitsumfeld, zuverlässige Strukturen sowie eine abwechslungsreiche Tätigkeit.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerber*innen unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen!) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum 23. Mai 2025. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an: Dr. Louise Rokohl,\nlouise.rokohl@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.05.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-des-direktoriums-m-w-d/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/administrative-assistenz-m-w-d-in-der-palaeoanthropologie/", "image": "", "title": "Administrative Assistenz (m/w/d) in der Paläoanthropologie", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 15.05.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die Abteilung Paläoanthropologie am Standort Frankfurt eine\nAdministrative Assistenz (m/w/d) in der Paläoanthropologie\nTeilzeit (80%)\nIhre Aufgaben\nAllgemeine Büroorganisation, Terminkoordination und Kalendermanagement der Abteilungsleitung, Aktenführung, Ablagesystematik, inklusive Wiedervorlagen, Dienstreisen und Reisekostenabrechnung, Mithilfe bei Erstellung von Vertragsentwürfen, -laufzettel (z.B. Leihverträge, Kooperationsverträge)\nUnterstützung der Abteilung in allen anfallenden organisatorischen und administrativen Aufgaben, u.a. Buchhaltung inklusive Überwachung und Abstimmung der Buchungen im Kernhaushalt sowie der Drittmittelkonten in SAP, Abteilungsbestellwesen, Recherchearbeiten und Angebotseinholung, Bearbeitung des Postein- und Postausganges\nInterne und externe Kommunikation, u.a. mit SGN zentralen Verwaltungseinheiten, Instituten und Abteilungen, insbesondere bei der Abwicklung von Projekten zwischen Projektleitung, Drittmittel- und Finanzabteilung.\nVor- und Nachbereitung von Sitzungen, Tagungen und Besprechungen und die adäquate Erstellung von Arbeits- und Sitzungsunterlagen sowie Präsentationen\nMitarbeit bei der infrastrukturellen Konzeption, Raum- und Arbeitsplatzplanung, Organisation und admin. Abwicklung von (internationalen) Forschungs- und Kooperationsprojekten, sowie Vortrags- und Veranstaltungsorganisation für (internationale) Fachtagungen, Besuchsprogramme und Workshops, englische Kommunikation mit internen und externen internationalen Institutionen und Personen\nUnterstützung bei strategischen Prozessen und Konzeptentwicklungen, Koordination/Terminierung der Abteilungssitzungen und anderen internen Arbeitsgruppen-Besprechungen\nDokumentations- und Berichtswesen; Berichterstattung an den Zuwendungsgeber (BadZ): jährliche Zusammenstellung und Eingabe der übergeordneten Abteilungsdaten in die Datenbank\nBetreuung von Gästen, Gastwissenschaftlern, Ansprechpartner*in für Praktikanten*innen, Studierende, Doktoranden*innen und Postdocs (Beratung und Coaching in administrativen Angelegenheiten)\nIhre Qualifikationen\nBerufsausbildung als Fachwirt*in für Büro- und Projektorganisation, eine abgeschlossene kaufmännische Ausbildung, oder eine gleichwertige Ausbildung in Büro- oder Projektmanagement in wissenschaftlichen Einrichtungen oder Universitäten.\nErfahrungen in der selbständigen Koordination von Projektprozessen in der Wissenschaft und Kommunikation.\nGute Kenntnisse im Büromanagement mit Bezug in wissenschaftlichen Forschungsbetrieben oder universitären Einrichtungen.\nBewusstsein im vertraulichen Umgang mit sensiblen naturkundlichen und kulturellen  Sammlungsobjekten.\nGute Kenntnisse in der Anwendung von MS-Office, idealerweise auch SAP-Kenntnisse und die Bereitschaft sich in neue Software-Anwendungen im Bereich Administration und Datenbanken einzuarbeiten.\nOrganisationstalent sowie Erfahrung, Affinität und Freude an administrativen Aufgaben.\nAusgeprägte Sozialkompetenz, hohe Serviceorientierung, Vertrauenswürdigkeit, Organisationsgeschick, ein freundliches Auftreten und Teamfähigkeit, Erfahrung im gepflegten Umgang mit internationalen Gästen, Wissenschaftler*innen und Studierenden.\nSehr gute Deutsch- sowie sehr gute Englischkenntnisse in Wort und Schrift.\nEin Führerschein der Klasse B ist wünschenswert, aber nicht zwingend erforderlich.\nFlexibilität und Bereitschaft zur Einarbeitung in neue Aufgabenfelder, sowie dem gelegentlichen Einsatz außerhalb der üblichen Arbeitszeiten im Rahmen von Konferenzen, Workshops, Besuchen von Gästen aus dem In- und Ausland oder anderen Veranstaltungen (nach vorheriger Absprache, Zeitumfang von ca. 30 Stunden pro Jahr).\nGrundlegende Kenntnisse im Personalrecht sind ein Vorteil\nWir bieten\nEine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nSelbstständiges Handeln in einem internationalen und professionellen Umfeld\nFlexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: Teilzeit (80%)\nVertragsart: Zunächst befristet für eine Dauer von 2 Jahren; eine Entfristung wird angestrebt\nVergütung: E 8 – Tarifvertrag des Landes Hessen (TV-H)\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25031 bis zum 15.05.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Apl. Prof. Dr. Ottmar Kullmer unter\nottmar.kullmer@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.05.2025", "url": "https://www.museumsbund.de/stellenangebote/administrative-assistenz-m-w-d-in-der-palaeoanthropologie/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-einkauf-und-beschaffung-oeffentliches-vergaberecht-m-w-d-2/", "image": "", "title": "Mitarbeiter*in Einkauf und Beschaffung – öffentliches Vergaberecht (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 24.05.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren Standort Mainz suchen wir ab sofort\neine*n Mitarbeiter*in Einkauf und Beschaffung –\nöffentliches Vergaberecht (m/w/d)\nin Vollzeit – unbefristet\nIhre Aufgaben:\nEigenständige und vergaberechtskonforme Beschaffung unter Anwendung des öffentlichen Vergaberechts gemäß LHO, UVgO, VgV und GWB\nBegleitung der vergaberechtskonformen Beschaffung von Bauleistungen und technischen Vertragsleistungen VOB\nKoordination der Zusammenarbeit sowie Kontrolle von Dienstleistern, insbesondere im Bereich Facility Management\nErstellen von Vertragsunterlagen, Vertragsmanagement und -vergabe\nUnterstützung und Beratung aller Institutsteile und Standorte in Beschaffungsangelegenheiten\nEigenständige Durchführung von Beschaffungsvorgängen, Angebotseinholungen sowie Markterkundungen inklusive Lieferanten- und Terminmanagement\nErledigung des operativen Tagesgeschäfts, z. B. Warenannahme, Lieferschein- und Rechnungsprüfung\nMitwirkung an Projekten zur weiteren Optimierung von elektronisch gestützten Geschäftsprozessen, z.B. ERP System, e-Akte, e-Vergabe, e-Rechnung u.a.m.\nÜbernahme allgemeiner Verwaltungs- und Organisationsaufgaben für die Bereichsleitung\nIhr Anforderungsprofil:\nSie\nhaben mindestens eine abgeschlossene 3-jährige technisch-kaufmännische Berufsausbildung bzw. einen vergleichbaren Bachelor Abschluss\nverfügen über eine fundierte Berufserfahrung im Einkauf bzw. technischen Einkauf, vorzugsweise in einer öffentlichen Verwaltung\nverfügen über gute Kenntnisse in den einschlägigen Vergabevorschriften, z. B. UVgO, VgV, GWB, VOB, den landesspezifischen Vergaberegelungen sowie im Vertragsrecht\nbringen neben Ihrem fundierten kaufmännischen Wissen ein technisches Verständnis mit\nbesitzen gute Kenntnisse in den gängigen MS-Office Produkten sowie einer Vergabeplattform, bevorzugt cosinex\nhaben eine eigenverantwortliche, selbständige und lösungsorientierte Arbeitsweise, gepaart mit einem hohen Maß an Organisationsvermögen\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen bei einer hohen beruflichen Sicherheit\nEine Vergütung bis EG 9b TV-L\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nBezuschussung des Deutschlandtickets\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt (bitte Nachweise beifügen!).\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum 24. Mai 2025. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an: Christian Leipold,\nchristian.leipold@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-einkauf-und-beschaffung-oeffentliches-vergaberecht-m-w-d-2/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlich-technischen-mitarbeiterin-m-w-d/", "image": "", "title": "Wissenschaftlich-technische*r Mitarbeiter*in (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 24.05.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum der materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür das Labor für Archäometrie am\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt\neine*n\nWissenschaftlich-technische*n Mitarbeiter*in (m/w/d)\nin Voll- oder Teilzeit\n(EG 11 TV-L)\nzunächst befristet für die Dauer von 2 Jahren\nmit der Option auf Entfristung\nDas Labor für Archäometrie am LEIZA besteht seit 1961 und ist vor allem auf die materialwissenschaftlich-technologische Erforschung archäologischer Objekte aus unterschiedlichen Materialien durch physikalisch-chemische Analysemethoden ausgerichtet. Die Expertise des Labors für Archäometrie soll den interdisziplinären Austausch zwischen Natur- und Geisteswissenschaften fördern.\nIhre Aufgaben:\nPlanung, Durchführung, Auswertung und Dokumentation von Analysen unterschiedlicher archäologischer Materialien mit röntgenanalytischen Verfahren\nDurchführung, Auswertung und Dokumentation von licht- und elektronenmikroskopischen Untersuchungen\nProbenahme und Probenpräparation unterschiedlicher archäologischer Werkstoffe für physikalisch-chemische Analysemethoden\nProben- und Datenverwaltung, Erprobung und Mitentwicklung von Analyse- und Untersuchungsmethoden, sowie Mitarbeit in Forschungsprojekten\nIhr Anforderungsprofil:\neine abgeschlossene Hochschulausbildung, vorzugsweise im Bereich „Naturwissenschaftliche Archäologie/Archäometrie“, oder in einem naturwissenschaftlich-technischen Fach\nPraktische Erfahrung mit verschiedenen physikalisch-chemischen Untersuchungsmethoden an archäologischen Materialien\nErfahrung in der Zusammenarbeit mit Archäolog*innen unterschiedlicher Fachdisziplinen und Kenntnisse über die archäologischen Forschungsmethoden\nNachweis über die fachliche Qualifikation und Befähigung zu wissenschaftlicher Arbeit durch einschlägige Publikationen\nGesundheitliche Eignung für Tätigkeiten im Strahlenschutzbereich\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 11 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nNeben beruflicher Sicherheit und Familienfreundlichkeit bieten wir Ihnen ein attraktives, vielfältiges Arbeitsumfeld, zuverlässige Strukturen sowie eine abwechslungsreiche Tätigkeit.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt (bitte Nachweise beifügen!).\nFrauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – möglichst in einer PDF-Datei – per E-Mail bis zum 24.05.2025. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an:\nProf. Dr. Roland Schwab, Email: Roland.schwab@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlich-technischen-mitarbeiterin-m-w-d/", "date_published": "2025-04-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsbereichsleitung-staedt-museen-und-museumsdirektion-museum-fuer-kunst-und-kulturgeschichte-w-m-d/", "image": "", "title": "Geschäftsbereichsleitung städt. Museen und Museumsdirektion Museum für Kunst und Kulturgeschichte (w/m/d)", "content_text": "Kulturbetriebe Dortmund, Dortmund Bewerbungsende: 23.05.2025 | Bei den Kulturbetrieben Dortmund – einer eigenbetriebsähnlichen Einrichtung der Stadt Dortmund – ist zum nächstmöglichen Termin die Planstelle\nGeschäftsbereichsleitung städt. Museen und Museumsdirektion Museum für Kunst und Kulturgeschichte (w/m/d)\nzu besetzen.\nDie Kulturbetriebe Dortmund bestehen aus den Geschäftsbereichen Kulturbüro, Bibliotheken, Museen, Musikschule, Dietrich-Keuning-Haus, Volkshochschule, Stadtarchiv und Dortmunder U. Das Büro der Geschäftsleitung ist die gemeinsame Serviceeinrichtung.\nDas 1883 gegründete\nMuseum für Kunst und Kulturgeschichte\n(MKK) Dortmund ist das älteste seiner Art im Ruhrgebiet. Es gehört zu den wenigen Museen in kommunaler Trägerschaft, die einen Querschnitt von archäologischen Funden über wertvolle Bestände zur freien wie zur angewandten Kunst, zur ländlichen, städtischen und höfischen Wohnkultur bis hin zur Stadtgeschichte bieten können. Zum MKK gehören die Abteilung\nKunst im öffentlichen Raum\nsowie als Außenstellen drei weitere, aktive Museen:\nDas\nKindermuseum Adlerturm\n, 1992 eröffnet, zeigt Funde der Stadtarchäologie, erzählt die Geschichte der mittelalterlichen Befestigungen der Freien Reichs- und Hansestadt Dortmund und beschreibt das Leben im mittelalterlichen Dortmund. Das\nHoesch-Museum\n, 2005 eröffnet, befasst sich mit der Geschichte von Eisen und Stahl und dem Strukturwandel in Dortmund. Das\nBrauerei-Museum\n, 2006 wiedereröffnet, schildert das industrielle Bierbrauen seit dem 19. Jahrhundert und gibt ein anschauliches Bild von Produktion, Vertrieb, Konsum und Werbung der Dortmunder Brauwirtschaft bis in die jüngste Vergangenheit. Die\nBibliothek des Deutschen Kochbuch-Museums\nsteht dem Publikum derzeit mit seinen mehr als 15.000 Büchern zu Fragen der Ernährung, des Kochens und der Esskultur offen.\nZum Geschäftsbereich Museen gehören neben dem MKK das fertig sanierte\nNaturmuseum Dortmund\nund das in Sanierung befindliche\nWestfälische Schulmuseum\n. Zudem ist der Neubau eines zentralen\nMuseumsdepots\ngeplant, eine Machbarkeitsstudie dazu ist bereits erstellt.\nDie Planstelle ist nach E15 TVöD (AT/VERW) bewertet. Darüber hinaus wird eine Zusatzvergütung gewährt.\nDie Ausschreibung richtet sich an Bewerber*innen mit abgeschlossenem Hochschulstudium (Master oder Uni-Diplom oder äquivalent) der Kunstgeschichte, Europäischen Ethnologie oder Geschichte bzw. eines verwandten Fachbereiches, gern mit Promotion.\nGesucht wird eine kommunikative und offene Persönlichkeit, die die Museen der Stadt Dortmund ziel- und teamorientiert weiterentwickelt. Die herausragenden anstehenden Herausforderungen für die neue Geschäftsbereichsleitung ist zum einen die Entwicklung eines Hauses der Geschichte unter besonderer Berücksichtigung der Dortmunder Zuwanderung und Integration bis heute. Hierzu muss in den kommenden Monaten neben den existierenden Institutionen im Geschäftsbereich ein eigener Fachbereich entwickelt werden, für den auch eine umfassendere Umstrukturierung des Geschäftsbereichs möglich ist. Die zweite große Aufgabe besteht in der Grundsanierung des MKK-Gebäudes und in der Entwicklung einer neuen Dauerausstellung mit über 6.000 m\n2\n.\nIhre Aufgaben sind im Wesentlichen\ndie wissenschaftliche und administrative Leitung des Geschäftsbereichs Museen sowie die Repräsentation und Kommunikation der Museen und ihrer Angebote in Öffentlichkeit und Politik\ndie strategische Weiterentwicklung der städtischen Dortmunder Museen sowie langfristig die Umsetzung des Museumsentwicklungsplans\nden Aufbau eines Hauses der Geschichte\ndie Konzeptionierung und inhaltliche Neuausrichtung des MKK, das grundsaniert werden muss und eine neue Dauerausstellung braucht\ndie Pflege und der Ausbau bestehender regionaler, nationaler und internationaler Kooperationen und Kontakte\nWir erwarten von Ihnen\nmehrjährige Erfahrung im leitenden Management eines Museums oder einer vergleichbaren Kultureinrichtung mit relevanter Erfahrung in der Personalführung und Budgetverantwortung\ndie Fähigkeit zur Gestaltung, Strukturierung und Moderation von Kommunikations- und Entscheidungsprozessen\nErfahrungen im Umgang mit öffentlichen und privaten Fördermittelgebern\neine gute nationale und internationale Vernetzung\nDurchsetzungsfähigkeit und Managementqualitäten\nhohe Sozialkompetenz, einen kooperativen Führungsstil, Begeisterung und Überzeugungskraft\nein überzeugendes, empathisches Auftreten mit ausgeprägter Teamfähigkeit\nWir bieten Ihnen\neine fachlich ansprechende, interessante und verantwortungsvolle Führungsaufgabe mit viel Abwechslung und einem hohen Maß an Eigenständigkeit\neinen sicheren Arbeitsplatz im öffentlichen Dienst mit tarifgerechter, fairer Bezahlung inkl. Jahressonderzahlung sowie eine attraktive betriebliche Altersvorsorge, vermögenswirksame Leistungen und leistungsorientierte Bezahlung\nein kollegiales Arbeitsumfeld in einem kooperativen und aufgeschlossenen Team\neine individuelle Gestaltung der Arbeitszeiten durch flexible und lebensphasenorientierte Gleitzeitmodelle sowie die Möglichkeit zum Home-Office\nJobticket mit monatlicher Arbeitgeberbeteiligung\nvielfältige Fort- und Weiterbildungsmöglichkeiten\nein umfangreiches betriebliches Gesundheitsmanagement\nDie Arbeit erfolgt technikunterstützt.\nGrundsätzlich besteht die Möglichkeit, die Aufgaben in Teilzeittätigkeit wahrzunehmen. Eine flexible Arbeitszeitgestaltung kann – orientiert an den dienstlichen Erfordernissen – vereinbart werden.\nBewerbungen von Frauen sind ausdrücklich erwünscht. Bei gleicher Eignung, Befähigung und fachlicher Leistungen werden Frauen nach Bestimmung des Landesgleichstellungsgesetzes (LGG) bevorzugt berücksichtigt. Bewerbungen von Schwerbehinderten sind erwünscht.\nDortmund ist eine welt- und kulturoffene Stadt. Es entspricht unserem Selbstverständnis, allen Menschen in der Stadt gleiche Teilhabe und Chancen auf allen Ebenen der Gesellschaft zu ermöglichen. Chancengerechtigkeit, Gleichstellung und der Umgang mit Interkulturalität sind daher notwendige und unverzichtbare Elemente unseres Verwaltungshandelns. Wir erwarten daher von unseren Mitarbeiter*innen, dass sie sich mit dieser Zielsetzung identifizieren.\nBei Rückfragen stehen Ihnen Herr Stadtdirektor Jörg Stüdemann, Kulturdezernent, unter F (0231) 50-22033 sowie Dr. Stefan Mühlhofer, Geschäftsführender Direktor der Kulturbetriebe, unter F (0231) 50-22159, gerne zur Verfügung.\nIhre Bewerbung kann nur berücksichtigt werden, wenn Sie diese bis zum 23.05.25 über unsere Karriereseite (\ndortmund.de/karriere\n)\nonline\neinreichen. Die Erfassung per E-Mail oder Post übersandter Bewerbungen ist grundsätzlich nicht möglich.\nWir bitten zu beachten, dass Kosten, die Ihnen im Rahmen des Bewerbungsverfahrens oder Ihrer persönlichen Teilnahme am Auswahlverfahren entstehen, leider nicht übernommen werden können.\nSie möchten sich umfassend über die Vorzüge einer Beschäftigung bei der Stadt Dortmund informieren? Dann sehen Sie sich gerne unsere\nBroschüre „Gute Gründe für die Stadt\nDortmund“ [pdf, 7,5 MB]\nsowie unseren\nFlyer „Arbeitgeberin Stadt Dortmund bietet\nPerspektiven“ [pdf, 2,7 MB]\nan.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.05.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsbereichsleitung-staedt-museen-und-museumsdirektion-museum-fuer-kunst-und-kulturgeschichte-w-m-d/", "date_published": "2025-04-25T00:00:00"}]}