{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-4/", "image": "", "title": "wissenschaftlicher Volontär (m/w/d) Öffentlichkeitsarbeit", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 11.03.2026 | Das Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte –, sucht zum 01.04.2026 bzw. zum nächstmöglichen Zeitpunkt\neinen wissenschaftlichen Volontär (m/w/d)\nDie Vergütung beträgt nach Maßgabe des RdErl. der StK vom 03.06.2019 – 11-0340, im ersten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 1 des TV-L und im zweiten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 2 des TV-L.\nDie Dauer des Volontariats ist auf zwei Jahre befristet. Der Dienstort ist Halle (Saale).\nDie Stelle steht in Vollzeit zur Verfügung. Während der Ausbildung erhalten die Volontäre Einblicke in alle museumsrelevanten Bereiche der Institution.\nDie Ausschreibung dient der Förderung des wissenschaftlichen Nachwuchses. Das Volontariat bietet Ihnen die Möglichkeit, sich in die Aufgaben und Bereiche der Archäologischen Denkmalpflege, Schwerpunkt Öffentlichkeitsarbeit, umfassend einzuarbeiten und an den Ausstellungsvorhaben des Landesmuseums für Vorgeschichte mitzuwirken. Das Tätigkeitsfeld beinhaltet die Mitarbeit bei der Organisation und Durchführung von Presseterminen und der Strategieentwicklung der Öffentlichkeitsarbeit des LDA. Darüber hinaus vermittelt das Volontariat die selbständige Bearbeitung von Anfragen aus dem gesamten Bereich des Hauses, die enge Zusammenarbeit mit der Museums- und Ausstellungsabteilung im Rahmen der Ausstellungsvorbereitung sowie der Öffentlichkeitsarbeit zu den Ausstellungen des Landesmuseums für Vorgeschichte und die Vermittlung denkmalpflegerischer sowie landeshistorischer Belange an die Öffentlichkeit.\nIhre Aufgaben:\npraxisbezogene Ausbildung in allen Bereichen der Öffentlichkeitsarbeit des Landesamtes\nMitarbeit bei der Vorbereitung und Durchführung von Pressekonferenzen, Ausstellungseröffnungen und anderen Veranstaltungen\nMitarbeit bei der Bewerbung von Ausstellungen: Organisation, Erarbeitung von wissenschaftlich fundierten Informationsmaterialien\nMitarbeit bei der Vorbereitung von Sonderausstellungen\nInternetredaktion: Mitarbeit bei der inhaltlichen und redaktionellen Betreuung der Websites und der Social Media-Auftritte des LDA\nPräsentation des LDA auf Messen u. ä. Veranstaltungen\nSelbständige Bearbeitung von Anfragen zum gesamten Arbeitsbereich des LDA\nFachliche Voraussetzungen:\nabgeschlossenes Hochschulstudium (vorzugsweise Promotion) im Fach Ur- und Frühgeschichtliche Archäologie, Klassische Archäologie, Kunstgeschichte oder einer verwandten geisteswissenschaftlichen Disziplin\nKenntnisse der neuen Medien, besonders im Bereich Internetredaktion sowie Social Media sind von Vorteil\ngute Kenntnisse der Archäologie Mitteldeutschlands\ngute Englischkenntnisse\nPersönliche Voraussetzungen:\nStilsicheres Auftreten\nTeamfähigkeit\nGute Auffassungsgabe\nOrganisationstalent und Fähigkeit zu strukturiertem, eigenverantwortlichem Arbeiten\nFührerschein Klasse B und Bereitschaft zu längeren Dienstreisen auch mit Dienstkraftfahrzeug\nBereitschaft zur Teilnahme an Abend- und Wochenendterminen\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit der Möglichkeit für ein hohes Maß an Eigenverantwortung und der Möglichkeit für kreativen Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\neinen attraktiven Arbeitsplatz\nTeilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaubsanspruch im Jahr (bei einer 5 Tage Woche)\n12. und 31.12. frei\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte – gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 09/26\n– auch außen auf dem Briefumschlag – bis zum 11.03.2026\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n– Landesmuseum für Vorgeschichte –\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-4/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-3/", "image": "", "title": "wissenschaftlicher Volontär (m/w/d) Bodendenkmalpflege", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 11.03.2026 | Das Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte –, sucht zum 01.04.2026 bzw. zum nächstmöglichen Zeitpunkt, in der Abteilung für überregionale Bodendenkmalpflege\neinen wissenschaftlichen Volontär (m/w/d)\nDie Vergütung beträgt nach Maßgabe des RdErl. der StK vom 03.06.2019 – 11-0340, im ersten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 1 des TV-L und im zweiten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 2 des TV-L.\nDie Dauer des Volontariats ist auf zwei Jahre befristet. Der Dienstort ist Halle (Saale).\nDie Stelle steht in Vollzeit zur Verfügung. Während der Ausbildung erhalten die Volontäre Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhre Aufgaben:\npraxisbezogene zweijährige Ausbildung in allen Bereichen der Bodendenkmalpflege von der Zusammenarbeit mit Genehmigungsbehörden bis hin zur Organisation und Durchführung von archäologischen Grabungskampagnen\nEinblicke in verschiedene Prospektionsmethoden, die naturwissenschaftliche Archäologie, die Denkmalinventarisation, die Wissensvermittlung\nZusammenarbeit mit den Abteilungen des LDA\nFachliche Voraussetzungen:\nabgeschlossenem Studium der Vor- und Frühgeschichte (MA, M.A., Diplom, ggf. Promotion), möglichst im Hauptfach\nKenntnisse der Denkmallandschaft Mitteldeutschlands\nPersönliche Voraussetzungen:\nFähigkeit zu aktiver, verbindlicher Kommunikation mit Fachleuten und Laien\nBereitschaft zu interdisziplinärer Arbeit\nGrabungserfahrung\nFreude an der praktischen Bodendenkmalpflege\nInitiative, Flexibilität, Teamfähigkeit und Organisationstalent\nFahrerlaubnis/Führerschein und Bereitschaft zum Führen von Dienstkraftfahrzeugen\nBereitschaft zu Dienstreisen\nEDV-Kenntnisse, insbesondere in CAD oder GIS, sind wünschenswert\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit der Möglichkeit für ein hohes Maß an Eigenverantwortung und der Möglichkeit für kreativen Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\neinen attraktiven Arbeitsplatz\nTeilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaubsanspruch im Jahr (bei einer 5 Tage Woche)\n12. und 31.12. frei\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte – gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 08/26\n– auch außen auf dem Briefumschlag – bis zum 11.03.2026\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n– Landesmuseum für Vorgeschichte –\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-3/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-wissenschaftlich-paedagogischer-schwerpunkt-oekologie-und-botanik/", "image": "", "title": "Volontär*in (m/w/d) wissenschaftlich-pädagogischer Schwerpunkt – Ökologie und Botanik", "content_text": "Naturmuseum Ulm, Ulm Bewerbungsende: 03.03.2026 | Unsere Stadtverwaltung ist so stark wie die Gesamtheit ihrer Mitarbeiter*innen (m/w/d). Werden Sie Teil unseres Teams und gestalten Sie Ulm aktiv mit.\nWir suchen für das Naturmuseum Ulm zum 01.07.2026 eine*n\nVolontär*in (wissenschaftlich-pädagogischer Schwerpunkt) – Ökologie und Botanik (m/w/d)\nVollzeit, befristet\nfür 24 Monate.\nDas Naturmuseum Ulm ist seit über 100 Jahren ein zentraler Ort der Wissensvermittlung über die Urgeschichte und die Naturvielfalt der Region Ulm. Unsere Dauerausstellungen zu den Themen Wald und Süßwasser, Evolution, Fossilienfunde und Mineralogie bieten spannende Einblicke in unsere Umweltgeschichte. Besonders für Kinder und Schulen haben wir vielfältige interaktive Angebote entwickelt. Unser Ziel ist es, das botanische Angebot für ein breites Publikum auszubauen, und das Projekt „Talking-Trees“ steht dabei im Mittelpunkt.\nWährend der Ausbildung erhalten die Volontär*innen Einblicke in alle museumsrelevanten Arbeitsbereiche, darunter Sammlung, Erhaltung und Bewahrung, Dokumentation und Forschung, Ausstellung, Bildung und Vermittlung, Kommunikation sowie Management und Verwaltung.\nDie Bezahlung erfolgt mit 50% der\nEntgeltgruppe 13 TVöD\n.\nBitte fügen Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Nachweise über Ihre berufliche Qualifikation, relevante Arbeitszeugnisse und Referenzen) sowie ein kreativ gestaltetes Deckblatt bei.\nIhre Aufgaben:\nMitwirkung bei der Neugestaltung von Teilen der Dauerausstellung sowie bei der Konzeption und Durchführung von Sonderausstellungen\nMitarbeit in den wissenschaftlichen Sammlungen, Strukturierung und Digitalisierung der Sammlungsbestände\nUnterstützung der Öffentlichkeitsarbeit, insbesondere in der Präsentation und Vermittlung von Ausstellungen\nWeiterführung und Weiterentwicklung des Projekts „Talking-Trees“\nAusarbeitung und Durchführung von pädagogischen Materialien und Veranstaltungen für verschiedene Zielgruppen (Schulklassen, Kindergärten, Interessierte)\nMithilfe bei der Etablierung von BANU-Qualifizierungs- und Zertifizierungsangeboten, insbesondere im Bereich Botanik\nKooperation mit anderen Museen und Bildungseinrichtungen zur Weiterentwicklung des pädagogischen Programms\nIhr Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium in Biologie, Geologie oder einem vergleichbaren geowissenschaftlichen Studiengang (M.Sc., Diplom, Lehramt; Promotion von Vorteil)\nfundierte Kenntnisse in Ökologie und Botanik sowie praktische Erfahrungen im Museumsbereich sind von Vorteil\nInteresse an der Arbeit mit Datenbanken und der Digitalisierung von Sammlungen\nhohe Kreativität, Eigeninitiative und Teamfähigkeit\nselbstständiges und sorgfältiges Arbeiten, gepaart mit einer hohen Lernbereitschaft\nWir bieten:\nein vielfältiges und spannendes Aufgabengebiet in einem dynamischen Umfeld\nkreative Gestaltungsmöglichkeiten in einem engagierten und offenen Team\nvergünstigtes Deutschlandticket für den öffentlichen Nahverkehr\ngünstige Mittagstisch-Angebote in ausgewählten Gastronomiebetrieben und Kantinen\nvergünstigte Eintrittskarten für städtische Einrichtungen (Museen, Schwimmbäder, Tiergarten u.a.)\nFragen beantwortet Ihnen gerne:\nFrau Cora Carmesin, Naturmuseum Ulm, Tel: 0731/161-4741.\nDie Vorstellungsgespräche werden voraussichtlich am 16.03.2026 und 17.03.2026 stattfinden.\nWeitere Infos:\nDie Stadt unterstützt die Vereinbarkeit von Familie und Beruf durch flexible Teilzeitmodelle im Rahmen der dienstlichen Möglichkeiten. Wir begrüßen Ihre Bewerbung unabhängig Ihrer kulturellen und sozialen Herkunft, Ihres Alters, Ihrer Religion oder Weltanschauung, Ihrer Behinderung, Ihres Geschlechts oder Ihrer sexuellen Identität. Schwerbehinderte und ihnen gleichgestellte Menschen werden bei gleicher Eignung besonders berücksichtigt.\nErfahren Sie mehr über Arbeiten und Ausbildung bei der Stadt Ulm unter\nkarriere.ulm.de\n.\nBitte bewerben Sie sich mit aussagefähigen Unterlagen\nausschließlich online\nüber unser\nBewerbungsportal\nbis zum\n03.03.2026\n. Wir freuen uns auf Ihre Online-Bewerbung.\nJetzt hier bewerben!\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2026", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-wissenschaftlich-paedagogischer-schwerpunkt-oekologie-und-botanik/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-stadtmuseum-harburg/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) Stadtmuseum Harburg", "content_text": "Archäologisches Museum Hamburg und Stadtmuseum Harburg, Hamburg Bewerbungsende: 13.03.2026 | Das Archäologische Museum Hamburg und Stadtmuseum Harburg sucht zum 1. April 2026 oder später einen\nwissenschaftlichen Volontär (m/w/d)  – Stadtmuseum Harburg\nbefristet auf zwei Jahre in Vollzeit\nDas Archäologische Museum Hamburg und Stadtmuseum Harburg ist das Landesmuseum für Archäologie, Behörde für Bodendenkmalpflege der Freien und Hansestadt Hamburg und zugleich stadtgeschichtliches Museum für Harburg. Es konzentriert sich auf die Erforschung und Darstellung der norddeutschen Ur- und Frühgeschichte sowie der Harburger Stadtgeschichte.\nZiel und Inhalt des Volontariats\nErgänzend zur wissenschaftlichen Ausbildung vermittelt das Volontariat einen umfassenden Einblick in die vielfältigen Tätigkeitsfelder zeitgemäßer Museumsarbeit.\nEin Schwerpunkt des Volontariats liegt in der Mitarbeit an der Dauerausstellung am neuen Museumsstandort „Harburger Schloss“. Seine wechselvolle Geschichte spiegelt sich im letzten erhaltenen Flügel wider, der heute als Wohngebäude genutzt wird. Das Ausstellungskonzept sieht vor, die Geschichte des Schlosses in enger Verknüpfung mit der Stadtgeschichte Harburgs von den Anfängen bis zur Industrialisierung im 19. und frühen 20. Jahrhundert zu erzählen.\nIhre Aufgaben\nPraxisbezogene zweijährige Ausbildung in den Arbeitsbereichen der Abteilung Stadtgeschichte Harburg des Museums\nMitarbeit an stadtgeschichtlichen Publikationsvorhaben inklusive Quellen-, Redaktions- und Vermittlungsarbeit\nMitwirkung bei der Konzeption, Organisation und Durchführung von stadtgeschichtlichen Ausstellungen (Inhalt, Gestaltung, Realisierung, Vermittlung)\nFachliche Voraussetzungen:\nAbgeschlossenes Studium (mindestens Master oder M.A.) der Geschichtswissenschaft oder verwandter kulturhistorische Fächer\nErste Arbeitserfahrungen in einem Museum oder einer Kultureinrichtung mit Ausstellungen\nKenntnisse der norddeutschen Landesgeschichte\nSehr gute Deutschkenntnisse in Wort und Schrift\nPersönliche Voraussetzungen\nStrukturierte und zielorientierte Arbeitsweise\nEigeninitiative, Teamfähigkeit und Flexibilität\nFahrerlaubnis/Führerschein und Bereitschaft zum Führen von Dienstkraftfahrzeugen\nGute EDV-Kenntnisse und die Bereitschaft, diese zu erweitern\nWir bieten\nEin abwechslungsreiches, vielseitiges und anspruchsvolles Aufgabengebiet\nEin freundliches und kollegiales Betriebsklima\nTeilnahme an Weiterbildungsangeboten\nBezahlung nach Tarif TV-AVH\nIm ersten Jahr: 50 % des jeweiligen Entgelts der Gruppe 13 Stufe 1\nIm zweiten Jahr: 50 % des jeweiligen Entgelts der Gruppe 13 Stufe 2\nBei Rückfragen wenden Sie sich bitte an Jens Brauer, Leiter der Abteilung Stadtgeschichte (Tel.: 040 42871 2642).\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen, insbesondere über den höchsten Schulabschluss, aussagekräftigen Beurteilungen/ Arbeitszeugnissen und gegebenenfalls einem Nachweis für die Berücksichtigung einer Schwerbehinderung oder Gleichstellung im Auswahlverfahren, senden Sie bitte per E-Mail (1 PDF max. 4 MB) bis zum 13.03.2026 an:\npersonal@amh.de\n.\nWir schätzen Vielfalt und begrüßen deshalb Bewerbungen aller Menschen, unabhängig von Geschlecht und geschlechtlicher Identität, ethnischer Herkunft und Nationalität, Alter, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität oder sozialer Herkunft.\nArchäologisches Museum Hamburg und Stadtmuseum Harburg\nMuseumsplatz 2\n21073 Hamburg\nwww.amh.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-stadtmuseum-harburg/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-m-w-d-im-referat-digitale-vermittlung/", "image": "", "title": "wissenschaftliche*r Volontär*in (m/w/d) im Referat Digitale Vermittlung.", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 15.03.2026 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen in Deutschland und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg. Seit dem 29.09.2025 ist das Haupthaus im Karlsruher Schloss aufgrund einer Generalsanierung für mehrere Jahre geschlossen. Der analoge Ausstellungsbetrieb wird in den Außenstellen, den Zweigmuseen und ab Juni 2026 in einer Kooperation mit der Kunsthalle Baden-Baden weiter aufrechterhalten. Der digitale Bereich, der in den letzten Jahren bereits eine wichtige Rolle gespielt hat, wird weiter ausgebaut. Dies geschieht mit vielfältigen, zukunftsweisenden digitalen Angeboten, die in den kommenden Jahren zu einem hybriden Museumserlebnis ausgebaut werden.\nWir suchen zum 01.05.2026 befristet für die Dauer von zwei Jahren eine*n\nwissenschaftliche*n Volontär*in (m/w/d)\nim Referat\nDigitale Vermittlung\n.\nDas wissenschaftliche Volontariat beinhaltet eine grundlegende Einführung in verschiedene Bereiche moderner musealer Arbeit in Ergänzung zu Ihrer abgeschlossenen wissenschaftlichen Hochschulausbildung sowie die Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums. Es bietet durch ein internes Bildungsprogramm die Vermittlung von Kenntnissen in die wissenschaftlichen Tätigkeitsfelder im Museum (z. B. Sammlungsbetreuung, Inventarisierung, Publikationswesen) sowie in die Aufgabenfelder der klassischen Museumsarbeit, wie z.B. Öffentlichkeitsarbeit oder Kulturvermittlung.\nIm Rahmen der Sonderausstellung der Volontär*innen des BLMs arbeiten Sie inhaltlich konzeptionell sowie u.a. an der Finanzplanung, der Ausstellungsgestaltung oder der Kulturvermittlung mit.\nZu Ihren Aufgaben im Referat Digitale Vermittlung gehören v.a. die Mitarbeit in der nutzer*innenzentrierten Weiterentwicklung und Umsetzung unserer digitalen Vermittlungs- und Kommunikationsprojekte. Dazu zählt u.a. die Unterstützung bei Kooperationsprojekten mit lokalen und nationalen Partnerinstitutionen sowie bei der Konzeption von sach- und zielgruppengerechten Veranstaltungsformaten.\nVorausgesetzt wird ein abgeschlossenes wissenschaftliches kultur-, medien- oder kommunikationswissenschaftliches Hochschulstudium oder einer IT-nahen Disziplin mit Affinität zum Kultursektor (mindestens Master/M.A.).\nOffenheit gegenüber Technik und Medien sowie Interesse an Partizipationsprozessen und besucher*innenorientierung sind erwünscht. Wir setzen Eigenständigkeit, Kreativität und Teamgeist voraus und erwarten ausgeprägte kommunikative und soziale Kompetenzen, Organisationsfähigkeit und Flexibilität.\nEs handelt sich um eine Vollzeitstelle mit zurzeit durchschnittlich 39,5 Stunden pro Woche. Die monatliche Vergütung entspricht EG 13 Stufe 1 TV-L 50 % im ersten Jahr bzw. EG 13 Stufe 2 TV-L 50 % im zweiten Jahr. Im Übrigen gelten die Rahmenbedingungen gem. der VwV des Landes Baden-Württemberg für Volontär*innen (s. www.landesmuseum.de unter Museum, Service, Stellenangebote).\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt eingestellt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nIhre Bewerbung richten Sie bitte bis zum 15.03.2026 an\nbewerbungen@landesmuseum.de\nunter Angabe der Bewerbungskennziffer „Volontariat Digitale Vermittlung 26“. Bitte verzichten Sie nach Möglichkeit auf die Zusendung eines Fotos sowie auf die Nennung Ihrer Anschrift.\nBei Fragen wenden Sie sich bitte an Frau Harriet Meyer, 0721/926 6847 oder per Mail harriet.meyer@landesmuseum.de\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-m-w-d-im-referat-digitale-vermittlung/", "date_published": "2026-02-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-als-verwaltungsassistenz-m-w-d/", "image": "", "title": "Mitarbeiter/-in als Verwaltungsassistenz (m/w/d)", "content_text": "Staatliches Museum Ägyptischer Kunst München, München Bewerbungsende: 08.03.2026 | Das Staatliche Museum Ägyptischer Kunst sucht zur Verstärkung des Teams eine/-n\nMitarbeiter/-in als\nVerwaltungsassistenz (m/w/d)\nin Teilzeit (50%), Entgeltgruppe 9b TV-L, befristet für zunächst 2 Jahre zum nächstmöglichen Zeitpunkt\nDas Staatliche Museum Ägyptischer Kunst München befindet sich in einem spektakulären unterirdischen Bau im Herzen des Münchner Kunstareals. Im Zentrum der Ausstellung steht die Kunst des Alten Ägypten mit ihren Skulpturen und Reliefs. Das Kunstmuseum von internationalem Rang lädt den Besucher auf eine Entdeckungsreise durch fünf Jahrtausende Kultur des Alten Ägypten und des Antiken Sudan ein. Eine moderne multimediale Erschließung und ein umfangreiches Veranstaltungsprogramm vermitteln Inhalte und Zusammenhänge der Präsentation.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-als-verwaltungsassistenz-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsaufseher-in-m-w-d/", "image": "", "title": "Museumsaufseher/in (m/w/d)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 15.03.2026 | Die Bayerischen Staatsgemäldesammlungen suchen zur Verstärkung ihres Teams im Aufsichtsdienst eine/n\nMuseumsaufseher/in (m/w/d)\nin Vollzeit, Entgeltgruppe 3 TV-L, befristet für 2 Jahre zum nächstmöglichen Zeitpunkt mit der Möglichkeit zur Übernahme\nDie Bayerischen Staatsgemäldesammlungen gehören zu den größten musealen Einrichtungen ihrer Art und verwahren einen umfangreichen Bestand vornehmlich von Gemälden vom ausgehenden Mittelalter bis zur Gegenwart. Neben den Werken, die in den Münchner Pinakotheken und anderen Museen und Filialgalerien ausgestellt sind, betreuen die Bayerischen Staatsgemäldesammlungen eine große Zahl von Gemälden, die sie als Dauerleihgaben für Behörden und andere öffentliche Einrichtungen in ganz Bayern und darüber hinaus zur Verfügung stellen. Dieser Bestand wird von München aus verwaltet.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsaufseher-in-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kurator-kunstsammlung-m-w-d/", "image": "", "title": "Kurator Kunstsammlung (m/w/d)", "content_text": "Städtische Museen Jena, Jena Bewerbungsende: 31.03.2026 | JenaKultur steht für viele besondere Momente im Leben der Menschen unserer Stadt und ihrer Gäste. Kulturarena und Jenaer Philharmonie. Volkshochschule Jena und Musik- und Kunstschule Jena. Die Ernst-Abbe-Bücherei und die Städtischen Museen Jena. Volksbad Jena und Volkshaus Jena. Tourismus und Kulturmarketing. Und vieles mehr. Ob für Jung oder Alt. Ob bewahrend oder zukunftsorientiert. Unsere Einrichtungen und Themen sind vielfältig und stets lebendig.\nSeit der Gründung im Jahr 2005 stellen unsere heute mehr als 350 Mitarbeiter:innen mit jedem Projekt, jedem Kurs, jedem Konzert und jeder Veranstaltung unter Beweis, mit welcher Leidenschaft sie Kultur leben und für Jena weiterentwickeln.\nIn den Städtischen Museen Jena soll die Vollzeitstelle\nab Oktober 2026\n, vorerst befristet für 2 Jahre, besetzt werden.\nDie Städtischen Museen Jena vereinen mit dem\nStadtmuseum Jena\n, dem\nRomantikerhaus Jena\nund der\nKunstsammlung Jena\neine museale Erlebnis- und Bildungswelt in den Bereichen Literaturgeschichte, Stadtgeschichte und Kunst. Mit interessanten Sonderausstellungen und dauerhaften Präsentationen zu überregional bedeutsamen Themen der Stadtentwicklung, museumspädagogischen Angeboten und Veranstaltungen stellen sie attraktive Angebote bereit.\nDie\nKunstsammlung\nder Stadt Jena beherbergt etwa 12.000 Werke aus Malerei, Zeichnungen, Grafik, Fotografie und Plastik. Die Schwerpunkte der Sammlung bilden die Kunst des 20. und 21. Jahrhunderts; von der klassischen Moderne über die Kunst aus der DDR bis hin zur nationalen und internationalen Gegenwartskunst. In diesem Bereich bewegen sich auch die Themen der meisten Sonderausstellungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/kurator-kunstsammlung-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-in-der-bibliothek-m-w-d/", "image": "", "title": "Mitarbeit in der Bibliothek (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 23.03.2026 | Die Stiftung Bauhaus Dessau ist eine künstlerisch-wissenschaftliche Stiftung öffentlichen Rechts. Ihr Ziel ist es, das Bauhauserbe zu pflegen, zu erforschen und zu aktualisieren. Die Stiftung besitzt die weltweit zweitgrößte Sammlung an Bauhaus-Objekten, arbeitet in internationalen Netzwerken und hat sich als bedeutende Forschungseinrichtung etabliert. Das Bauhausgebäude, die Meisterhäuser und die Laubenganghäuser in der Siedlung Dessau-Törten gehören zum UNESCO-Welterbe und werden von jährlich mehr als 100.000 Gästen besucht. Mit der Präsentation ihrer Sammlung im Bauhaus Museum Dessau öffnet sich die Stiftung einem breiteren Publikum.\nBei der Stiftung Bauhaus Dessau ist ab 01.07.2026 die Position\nMitarbeit in der Bibliothek (m/w/d)\nzu besetzen.\nIhre Aufgaben:\nMitarbeit in der Medienbearbeitung und Bestandspflege\nMitarbeit im Benutzungs- und Informationsdienst der Bibliothek, Auskunftserteilung und Informationsvermittlung (auch in englischer Sprache)\nMitarbeit beim Beschaffen, Erfassen und Erschließen von Medien\nErledigen des Mahnwesens\nMitwirkung bei der Öffentlichkeitsarbeit, z.B. im Rahmen von Bibliotheksführungen, Mitarbeit bei öffentlichen Veranstaltungen o.ä.\nVertretungsweise Bearbeiten von Fernleihbestellungen\nIhr Profil:\nAbgeschlossene Berufsausbildung als Fachangestellte für Medien- und Informationsdienste, vorzugsweise in der Fachrichtung Bibliothek oder vergleichbar\nKenntnisse über bibliothekarische Datenbanken und andere Informationsmittel sowie Recherchestrategien\nKenntnisse in der Anwendung bibliotheksspezifischer IT-Systeme (vorzugsweise mit vorhandenem Bibliothekssystem\nKenntnisse in der Katalogisierung nach RDA\nsicherer Umgang mit gängigen Computeranwendungen\nsehr gute Kenntnisse der deutschen Sprache sowie möglichst gute Kenntnisse der englischen Sprache, jeweils in Wort und Schrift\norganisatorische und kommunikative Fähigkeiten sowie eine sorgfältige, teamorientierte und zuverlässige Arbeitsweise\nUnser Angebot:\neine interessante, breit gefächerte und anspruchsvolle Aufgabenstellung in Vollzeit mit 40 Stunden wöchentlich bei flexibler Arbeitszeit im Rahmen der bestehenden Öffnungszeiten der Bibliothek\nAngebote zur fachlichen und persönlichen Qualifizierung\nein ergonomischer Arbeitsplatz und moderne Informationstechnik\nbetriebliche Altersvorsorge (VBL), 30 Tage Urlaub und Jahressonderzahlung\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach Entgeltgruppe 6 TV-L (Tarifvertrag für den öffentlichen Dienst der Länder).\nDer Arbeitsplatz soll zunächst befristet für 2 Jahre besetzt werden.\nEine Entfristung in eine unbefristete Anstellung wird bei Vorliegen der entsprechenden Voraussetzungen angestrebt.\nFür fachliche Rückfragen wenden Sie sich bitte an Frau Dr. Sylvia Ziegner (0340/6508-120; ziegner@bauhaus-dessau.de).\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit den üblichen Unterlagen in digitaler Form (Anschreiben und Unterlagen im PDF-Format ≤ 10 MB) bis zum 23.03.2026 unter dem Betreff „MA Bibliothek“. Bitte senden Sie diese an:\nbewerbung@bauhaus-dessau.de\nIm Anschreiben verwenden Sie bitte die Adresse:\nStiftung Bauhaus Dessau\nPersonalabteilung\nKennwort: Mitarbeit Bibliothek\nGropiusallee 38\n06846 Dessau-Roßlau\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzungen der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personen­bezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DSGVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter\nwww.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abteilung Personal,\nunter der Telefon-Nr. 0340/6508-310 gern zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-in-der-bibliothek-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordinatorin-produktion-und-technik-m-w-d/", "image": "", "title": "Koordinator*in Produktion und Technik (m/w/d)", "content_text": "documenta und Museum Fridericianum, Kassel Bewerbungsende: 17.03.2026 | Die documenta und Museum Fridericianum gGmbH sucht einen Produktions- und Technologiekoordinator (m/w/d) für die documenta 16 in Kassel.\nEs handelt sich um eine Vollzeitstelle, befristet bis zum 31. Dezember 2027.\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die sich im Besitz der Stadt Kassel und des Landes Hessen befindet und von diesen finanziert wird. Außerdem erhält sie finanzielle Unterstützung von der Kulturstiftung des Bundes. Die gemeinnützige Gesellschaft ist verantwortlich für die alle fünf Jahre stattfindende documenta-Ausstellung, das Fridericianum, das documenta-Archiv, das zum documenta-Institut ausgebaut wird, und die documenta-Halle.\nWir suchen eine gut strukturierte und verantwortungsbewusste Persönlichkeit, die ab dem 1. April 2026 Teil des documenta-Teams werden möchte.\nIhre Aufgaben\nMitarbeit im Projektmanagement von Ausstellungsprojekten\nMitarbeit bei der Budgetierung von Ausstellungsprojekten\nMitarbeit bei der Kostenverfolgung und Kostenkontrolle für Ausstellungsprojekte\nMitarbeit bei der technischen Vorbereitung, Planung, Einrichtung und Unterstützung von Ausstellungsprojekten\nMitarbeit bei der Durchführung von Ausschreibungen, der Vergabe von Aufträgen und der Rechnungsstellung für Dienstleistungen im Zusammenhang mit der Ausstellungsproduktion\nMitarbeit beim Management externer Dienstleister im technischen Bereich\nIhr Profil\nSehr gute Kenntnisse der zeitgenössischen Ausstellungsproduktionsprozesse\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nErfahrung in der Verwaltung großer Budgets\nSicherer Umgang mit gängigen IT-Programmen (z. B. CAD, 3D-Modellierung, Datenbanken, MS Office, MS Project)\nTechnikaffinität und Interesse an aktuellen Diskursen in der zeitgenössischen Kunst\nInitiative, Teamfähigkeit und ausgeprägte Kommunikationsfähigkeiten\nWir bieten Ihnen eine interessante und verantwortungsvolle Position in einem international tätigen Team im Bereich Kunst und Kultur.\nDer Arbeitsort ist Kassel.\nWir schätzen Vielfalt und begrüßen deshalb Bewerbungen aller Menschen – unabhängig von Geschlecht und geschlechtlicher Identität, ethnischer Herkunft und Nationalität, Alter, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität oder sozialer Herkunft.\nMenschen mit Schwerbehinderung oder Gleichstellung möchten wir ausdrücklich ermutigen, sich zu bewerben. Da unsere Arbeitsplätze in denkmalgeschützten Gebäuden nicht durchgehend barrierefrei sind, suchen wir gemeinsam nach individuellen Lösungen.\nBitte bewerben Sie sich über unser digitales Bewerbungssystem:\nhttps://documenta.de/de/jobs/koordinator-in-produktion-und-technik-m-w-d\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2026", "url": "https://www.museumsbund.de/stellenangebote/koordinatorin-produktion-und-technik-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-stellv-leitung-infrastruktur-m-w-d/", "image": "", "title": "Mitarbeiter*in/ Stellv. Leitung Infrastruktur (m/w/d)", "content_text": "documenta und Museum Fridericianum, Kassel Bewerbungsende: 17.03.2026 | Die documenta und Museum Fridericianum gGmbH sucht für die documenta 16 eine*n\nMitarbeiter*in/ Stellv. Leitung – Infrastruktur (m/w/d)\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die von der Stadt Kassel und dem Land Hessen als Gesellschafter getragen und finanziert, und zudem durch die Kulturstiftung des Bundes finanziell unterstützt wird. In die Verantwortung der gemeinnützigen GmbH gehören die alle fünf Jahre stattfindende documenta Ausstellung, das Fridericianum, das documenta archiv, das zum documenta Institut entwickelt wird, und die documenta Halle.\nWir suchen zum nächstmöglichen Zeitpunkt eine gut strukturierte und verantwortungsbewusste Persönlichkeit, die Teil des documenta Teams werden möchte.\nIhre Aufgaben:\nOrganisation und Umsetzung von Mobilitäts- und Shuttle-Konzepten inkl. Barrierefreiheit\nKoordination von Unterkünften für Künstler*innen und Teams inkl. Übergaben und Schlüsselverwaltung\nVerwaltung von Fuhrpark, Miet- und Sponsorfahrzeugen sowie Stellflächen\nOrganisation von Lager, Warenein-/ausgang und Transportdisposition\nDistribution von Druckerzeugnissen sowie Umsetzung von Signage- und Leitsystemen\nOrganisation temporärer Infrastruktur und Container inkl. Anschlüssen sowie Auf- und Abbau\nVermietung und Betrieb der documenta Halle inkl. Ortsterminen und technischer Abstimmungen\nOrganisation von Büroeinrichtung, Inventar sowie Reinigung und Entsorgung in Publikumsbereichen\nKombination aus Administration und operativen Tätigkeiten\nIhr Profil:\nErfahrung in Logistik, Infrastruktur-, Veranstaltungs- oder Betriebsorganisation\nStrukturierte, selbstständige und lösungsorientierte Arbeitsweise\nBereitschaft zur aktiven operativen Mitarbeit\nFührerschein bis 7,5 t vorteilhaft\nBelastbarkeit und Flexibilität in projektintensiven Phasen\nWir bieten Ihnen eine interessante und verantwortungsvolle Tätigkeit in einem international agierenden Team im Kunst- und Kulturbereich.\nEs handelt sich um eine Vollzeitstelle mit 40 Stunden pro Woche, die bis zum 28.02.2028 befristet ist.\nDer Arbeitsort ist Kassel.\nWir schätzen Vielfalt und begrüßen deshalb Bewerbungen aller Menschen – unabhängig von Geschlecht und geschlechtlicher Identität, ethnischer Herkunft und Nationalität, Alter, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität oder sozialer Herkunft.\nMenschen mit Schwerbehinderung oder Gleichstellung möchten wir ausdrücklich ermutigen, sich zu bewerben. Da unsere Arbeitsplätze in denkmalgeschützten Gebäuden nicht durchgehend barrierefrei sind, suchen wir gemeinsam nach individuellen Lösungen.\nBitte bewerben Sie sich über unser digitales Bewerbungssystem:\nhttps://documenta.de/de/jobs/mitarbeiter-in-stellv-leitung-infrastruktur-m-w-d\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-stellv-leitung-infrastruktur-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-ausstellungsbau-und-unterstuetzung-arthandling-m-w-d/", "image": "", "title": "Mitarbeiter*in Ausstellungsbau und Unterstützung Arthandling (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 08.03.2026 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Museumsneugründungen Europas.\nDas 1908 gegründete und 1922 eröffnete\nMuseum für Hamburgische Geschichte\n(MHG) gehört zu den größten stadthistorischen Museen in Deutschland. Es dokumentiert die Geschichte der Freien und Hansestadt Hamburg von der Stadtgründung bis zur Gegenwart. Die in weit mehr als einem Jahrhundert gewachsenen Sammlungen umfassen kulturgeschichtliche Objekte, Gemälde, Grafiken, Schiffs- und Topografiemodelle, Möbel, Textilien und Münzen. Darüber hinaus stellen Wirtschafts- und Sozialgeschichte, Technik- und Verkehrsgeschichte, Bauen und Wohnen, Theater, Mode und Kulturgeschichte sowie das jüdische Leben in Hamburg wichtige Themen und Sammlungsgebiete des Museums dar. Hauptziel des Museums ist es, Orientierung in der Auseinandersetzung mit der geschichtlichen Entwicklung der Hanse- und Hafenstadt zu bieten. Das MHG befindet sich aktuell in einer Modernisierungsphase, die auch eine Neugestaltung der Dauerausstellung umfasst.\nDas\nMuseum für Hamburgische Geschichte\nsucht für den\nFachbereich Ausstellungen\nzum nächstmöglichen Zeitpunkt eine Person als\nMitarbeiter*in Ausstellungsbau\nund Unterstützung Arthandling (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nMitwirkung bei der technischen Planung sowie beim Auf- und Abbau von Ausstellungen unter Berücksichtigung konservatorischer Anforderungen\nEigenverantwortliches Arthandling im Sinne von Präsentieren unter Berücksichtigung konservatorischer/restauratorischer Anforderungen\nPlanung und Bau von Transportkisten und Lagerungsvorrichtungen in Absprache mit den beteiligten Fachbereichen\nPflege der Dauerausstellung, Übernahme von Arbeiten zur Qualitätssicherung\nAssistenz beim Einleuchten, Austausch von Leuchtmitteln in den Ausstellungsbereichen, Unterstützung bei Installationsarbeiten\nMitarbeit bei der Einholung von Angeboten und Vorbereitung von Aufträgen für den Ausstellungsbau in Zusammenarbeit mit Kolleg*innen\nDafür besitzen Sie folgendes Profil:\nabgeschlossene Ausbildung aus den Bereichen Ausstellungs- oder Messebau oder eine handwerklich-technische Ausbildung und vergleichbare Berufserfahrung in dem Aufgabengebiet\nErfahrung mit der Arbeit in Museen oder in vergleichbaren Einrichtungen, auch in Arthandling und /oder Transport\nBereitschaft, sich in technische Bereiche des Museums einzuarbeiten\nPräzise, selbstständige und eigenorganisatorische Arbeitsweise, Teamfähigkeit, Verantwortungsbewusstsein, Zuverlässigkeit, Ordnungssinn\nKörperliche Belastbarkeit und Flexibilität, Teamfähigkeit und Kommunikationsfähigkeit\ngute deutsche Sprach- und Textkompetenz mind. B2 Niveau, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nZuschuss zum HVV Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 6\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 8. März 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-ausstellungsbau-und-unterstuetzung-arthandling-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/124239/", "image": "", "title": "Mitarbeiter*in im Ausstellungsbau und der Haustechnik (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 08.03.2026 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nAls eines der drei Haupthäuser der Stiftung präsentiert das Altonaer Museum die Geschichte und Kulturgeschichte der ehemals selbständigen Stadt Altona mit ihren Bezügen zu Hamburg und zum norddeutschen Raum. Das Museum will insbesondere Kinder & Familien ansprechen und strebt eine diversitätssensible Öffnung der Institution an. Zum Altonaer Museum gehört das Jenisch Haus als Außenstelle. Die Stelle ist der Direktorin des Altonaer Museums, Prof. Dr. Anja Dauschek zugeordnet.\nDas\nAltonaer Museum\nsucht für das\nJenisch Haus\nzum nächstmöglichen Zeitpunkt eine Person als\nMitarbeiter*in im Ausstellungsbau\nund der Haustechnik\n(m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nBauliche Betreuung und Instandhaltung der ständigen Ausstellung\nZustandserhaltung, ggf. Ausbesserung und Nachsorge von Beschriftungen, Grafikelementen, Vitrinen, Funktionsmöbeln, etc.\nInstallation und Betreuung der Licht- und Klimatechnik\nWartung und Betreuung der Medientechnik in den Ausstellungen des Museums\nUnterstützung bei der technischen Planung des Auf- und Abbaus, und deren Umsetzung\nTransport und Aufstellung von Objekten im Rahmen des Arthandling in Kooperation mit (allen) Fachabteilungen unter Berücksichtigung konservatorischer Anforderungen\nRechnungskontrolle im Workflow und Erstellung von Auftragsschreiben im Rahmen des Vergabeverfahrens\nBetreuung, Überwachung und Reinigung der technischen Anlagen und Pflege der Außenanlagen\nFunktion als Brandschutz- und Sicherheitsbeauftragte*r\nAufbau von Veranstaltungen\nAnsprechperson u. a. für Mieter*innen bei technischen Fragen\nDafür besitzen Sie folgendes Profil:\nabgeschlossene Ausbildung handwerklich-technische Ausbildung oder vergleichbare Qualifikation mit Berufserfahrung in dem Aufgabengebiet\nErfahrung im Umgang mit Sammlungsgut inkl. Kenntnisse zu Präsentationsbedingungen (Ausstellungsbau, Vitrinen, Klima, Licht)\nKenntnisse in Instandhaltung von Ausstellungs- und Haustechnik\nwünschenswert sind praktische Erfahrungen in der Museumsarbeit\nhandwerkliches Geschick\nKenntnisse in der Arbeitssicherheit, Brandschutz und Fluchtweganforderungen sowie Transportsicherung\nBereitschaft zur Übernahme der Funktion als Brandschutz- und Sicherheitsbeauftragte*r\nVerantwortungsbewusstsein, ausgeprägte Teamfähigkeit, Eigeninitiative, Zuverlässigkeit, hohe Flexibilität\nkörperliche Belastbarkeit und Flexibilität\ngute deutsche Sprach- und Textkompetenz mind. B2 Niveau, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nFührerschein Klasse B\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 6\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten, von Black, Indigenous und People of Color sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Menschen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 8. März 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/124239/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-umweltbildung/", "image": "", "title": "Mitarbeiter:in (m/w/d) für Umweltbildung", "content_text": "Müritzeum, Waren (Müritz) Bewerbungsende: 23.03.2026 | Zur Unterstützung unseres Teams suchen wir zum nächst möglichen Zeitpunkt, befristet für die Dauer von 2 Jahren, einen\nMitarbeiter (m/w/d) für die Umweltbildung\nin Teilzeit mit 20 Wochenstunden.\nDas Müritzeum ist das Natur-Erlebnis-Zentrum im Herzen der Mecklenburgischen Seenplatte mit der deutschlandweit größten Aquarienlandschaft für heimische Süßwasserarten. Mit seiner modernen Ausstellung gibt es den Besucherinnen und Besuchern einen Einblick in die Natur und Entwicklung der Region. Ergänzt durch Exkursionen, Info-, Vortrags- und Schulveranstaltungen wird das Wissen über die Entstehung und Geschichte einzigartiger naturbelassener Landschaften sowie über den regionalen Natur- und Umweltschutz vermittelt. Mit den Naturhistorischen Landessammlungen für Mecklenburg-Vorpommern bewahrt das Müritzeum eine der ältesten naturkundlichen Sammlungen des Landes. Als Welcome-Center ist das Müritzeum wichtige Anlaufstelle u.a. für alle Besucherfragen bezüglich des touristischen Angebotes und der Vielfalt möglicher Naturentdeckungen und -erlebnisse rund um Deutschlands größten Binnensee, die Müritz.\nZu Ihren Aufgaben gehören insbesondere:\nKonzeptionierung und Durchführung von Umweltbildungsveranstaltungen / Führungen im Müritzeum, u. a. für Kinder und Jugendliche sowie Senioren und Menschen mit Behinderung\nKoordination und Organisation aller Umweltbildungsveranstaltungen\nKommunikation mit Reiseveranstaltern und Buchungsmanagement\nEntwickeln und Erstellen von Arbeitsmaterialien\nPräsentation des Müritzeums in der Öffentlichkeit (Messen, Kinderfeste )\nBetreuung von FÖJler(innen) und Praktikant(innen)\nUnsere Anforderungen:\nHochschulabschluss in     einem     bio-                                          naturwissenschaftlichen     und/oder pädagogischen Fach bzw. vergleichbarer Abschluss\nWir suchen eine engagierte, teamfähige und offene Persönlichkeit mit sehr guten Kommunikationsfähigkeiten, die Freude am Umgang mit Menschen hat\nFlexibilität und Belastbarkeit sowie die Bereitschaft zur regelmäßigen Arbeit am Wochenende\nWünschenswert sind Erfahrungen in der Umweltbildung, Kenntnisse der heimischen Flora und Fauna sowie Englisch- und PC-Kenntnisse\nWas wir bieten:\nbefristetes Arbeitsverhältnis inmitten der schönen Mecklenburgischen Seenplatte\nVergütung nach TVöD (VKA) Entgeltgruppe 9b, 20 Wochenstunden\n30 Tage Urlaub\nJahressonderzahlung und Leistungsentgelt\nzusätzliche betriebliche Altersversorgung\ngleitende und familienfreundliche Arbeitszeiten\nBewerbungen     schwerbehinderter     Personen     werden     bei     gleicher     fachlicher und gesundheitlicher Eignung bevorzugt berücksichtigt.\nSie sind interessiert? Dann senden Sie Ihre Bewerbung bitte bis zum 23.03.2026 per Post oder per E-Mail in Form einer PDF-Datei mit max. 10 MB an:\nMüritzeum gGmbH\nZur Steinmole 1\n17192 Waren (Müritz)\ninfo@mueritzeum.de\nWeitere Informationen\nEs wird darauf aufmerksam gemacht, dass die Bewerbungsunterlagen per E-Mail in unverschlüsselter Form übertragen werden.\nDie Verarbeitung Ihrer personenbezogenen Daten erfolgt auf der Grundlage des Artikel 6 Absatz 1 b) und e) Datenschutzgrundverordnung (DSGVO) – zur Durchführung vorvertraglicher Maßnahmen – in Verbindung mit § 10 Absatz 1 Datenschutzgesetz M-V.\nKosten, die im Zusammenhang mit der Bewerbung entstehen, werden nicht erstattet.\nEs erfolgt eine datenschutzgerechte Vernichtung Ihrer Bewerbungsunterlagen innerhalb von 3 Monaten nach Einreichung Ihrer Unterlagen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-umweltbildung/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-den-bereich-klassische-moderne-surrealismus-und-zeitgenoessische-kunst/", "image": "", "title": "Kurator:in (m/w/d) für den Bereich Klassische Moderne, Surrealismus und zeitgenössische Kunst", "content_text": "Max Ernst Museum Brühl, Brühl Bewerbungsende: 01.03.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nMax Ernst Museum Brühl des LVR\nwidmet sich dem Leben und Werk des in Brühl geborenen, international bekannten Künstlers Max Ernst (1891–1976).\nDie Sammlung gibt einen Überblick über rund 70 Schaffensjahre eines der bedeutendsten Künstler des 20. Jahrhunderts. Ein Ensemble von 70 Bronzeplastiken und Skulpturen erschließt sein bildhauerisches Schaffen über Jahrzehnte hinweg. Es stammt aus dem persönlichen Besitz des Künstlers. Herzstück der ständigen Sammlung sind zudem 36 »D-paintings«, Geburtstags- und Liebesgeschenke von Max Ernst an seine vierte Ehefrau, die Künstlerin Dorothea Tanning.\nNeue Perspektiven auf die Sammlung eröffnen sich durch regelmäßige Ausstellungen mit internationalen Künstler*innen von der Klassischen Moderne bis in die Gegenwart.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nMehr Informationen über das Museum erhalten Sie unter\nwww.maxernstmuseum.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-den-bereich-klassische-moderne-surrealismus-und-zeitgenoessische-kunst/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/phd-position-m-f-d-in-invertebrate-genomics-bioinformatics/", "image": "", "title": "PhD Position (m/f/d) in Invertebrate Genomics / Bioinformatics", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 04.03.2026 | Senckenberg – Leibniz Institution for Biodiversity and Earth System Research (SGN), headquartered in Frankfurt am Main, is seeking to fill the following position in the Department of Marine Zoology at the Senckenberg Research Institute and Natural History Museum Frankfurt, starting as of 01. May 2026:\nPhD Position (m/f/d) in Invertebrate Genomics / Bioinformatics\n(65%)\nLocation: Frankfurt\nEmployment scope: Part-time: 65%\nType of contract: Temporary, up to 3 years\nRemuneration: Collective agreement of the state Hesse (TV-H) / E13\nSenckenberg is one of the world’s leading research institutions in the field of Biodiversity and Earth System Research, with eight research institutes and three natural history museums across Germany and scientists from over 40 nations. Our headquarter is located in the thriving commercial metropolis of Frankfurt in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nEuroWorm is a new interdisciplinary project that unites museum-based researchers specializing in marine segmented worms (Annelida) with comparative genomics experts. Its goal is to better understand European biodiversity using cutting-edge molecular and computational techniques, accelerate global biodiversity discovery through open museum data, and unravel the evolutionary history of Annelida – a diverse, ecologically important, and globally distributed but still understudied animal phylum.\nThe successful candidate will investigate the genomic basis of evolutionary novelties in marine annelids, including generating de novo genome assemblies from polychaete species. Comparative genomics will be used to address questions relating to evolutionary relationships and biomineralization in Annelida.\nThis position is funded through the Leibniz Collaborative Excellence Programme, with strong ties to LIB Hamburg, Georg-August-University Göttingen, and the Rheinische Friedrich-Wilhelms-University of Bonn. The PhD position will be based at Senckenberg in Frankfurt, and the degree will be awarded by the University of Bonn, an internationally recognized University of Excellence with a 200-year history, ~31,500 students, over 6,000 staff, and a broad and renowned research profile.\nYour tasks\nConduct essential laboratory work (e.g. DNA extraction, sample QC, basic library preparation)\nAssemble and annotate high-quality genomes of polychaete species using state-of-the-art sequencing technologies and computational infrastructure\nPerform comparative genomic analyses, including phylogenomics\nConduct independent research in annelid genomics in close collaboration with project partners\nContribute to joint publications, data management, and project-wide integration of genomic resources\nUndertake occasional international trips to visit collaborators, present at scientific conferences, and actively participate in on-site sample collection\nYour profile\nMaster’s degree (or equivalent) in biology, zoology, bioinformatics, genomics, or a related field\nStrong interest in biodiversity, marine invertebrates, and answering evolutionary questions with comparative genomic analyses\nExperience with formulating scientific questions, planning and executing a research project\nProficiency in common bioinformatics tools (command line-based) and scripting languages such as R, Python, Unix/shell\nExcellent command of written and spoken English\nAbility to work both independently and in a collaborative, interdisciplinary environment\nDesirable skills\nThe following qualifications would be considered an asset. We explicitly encourage candidates to apply even if they do not meet these additional criteria.\nExperience in preparing tissue samples for molecular work, including the extraction of high-molecular weight DNA and RNA\nPreparation of next-generation sequencing (NGS) libraries, particularly PacBio and Arima Hi-C libraries\nExperience with long-read sequencing data and hybrid assembly strategies.\nDemonstrated experience in genomics, genome assembly, and/or annotation, ideally with non-model organisms and in bioinformatic analyses of large data sets\nFamiliarity with genome quality assessment, contamination screening, and troubleshooting of sequencing datasets\nFamiliarity with phylogenomic pipelines and comparative genomics workflows\nWe Offer\nAccess to an international network of scientists, policymakers, and research organizations\nIntegration with the EUROWORM project partners with expert collaborators across Europe\nTraining in state-of-the-art methods in comparative genomics, phylogenomics, and organismic biology\nA dynamic working environment in Frankfurt, a diverse and vibrant city offering a high quality of life\nFlexible working hours – mobile working options – Support with childcare or caring for family members (certified by the “audit berufundfamilie”) – employee ID card with free admission to municipal museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation with a short description of your previous research experience and how it relates to the advertised position, a CV, certificates of academic achievements, list of publications and conference participation, if available, as well as letter(s) of recommendation) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #01-26009 by 04\nth\nMarch 2026.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact PD Dr. Ekin Tilic at\nekin.tilic@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nWith the submission of your application, you consent to your personal data being shared with an external member of the selection committee from the University of Copenhagen, solely for the purpose and duration of the recruitment procedure.\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg – Leibniz Institution for Biodiversity and Earth System Research (SGN)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2026", "url": "https://www.museumsbund.de/stellenangebote/phd-position-m-f-d-in-invertebrate-genomics-bioinformatics/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-im-kassenbetrieb-des-botanischen-garten-muenchen-nymphenburg/", "image": "", "title": "Mitarbeiter:in (w/m/d) im Kassenbetrieb des Botanischen Garten München-Nymphenburg", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 02.03.2026 | Die Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nIn der Verwaltung der SNSB ist frühestens zum 01. April 2026 die Stelle\neiner Mitarbeiterin oder eines Mitarbeiters (w/m/d)\nim Kassenbetrieb des Botanischen Garten München-Nymphenburg\nin Vollzeit unbefristet\nzu besetzen.\nAufgabenschwerpunkte:\nVerkauf von Eintrittskarten\nKundenberatung und -betreuung\nKassiertätigkeiten sowie Abrechnung der Tageseinnahmen\nErteilung von Auskünften an Besucherinnen und Besucher\nWir erwarten:\nGute Kenntnisse im modernen Zahlungsverkehr\nErfahrung im Umgang mit EDV-gestützten Kassensystemen\nFreundliches, sicheres und serviceorientiertes Auftreten gegenüber den Gartenbesuchern\nGute Umgangsformen sowie ein gepflegtes Erscheinungsbild\nPünktlichkeit, Zuverlässigkeit und Teamfähigkeit\nBereitschaft zur regelmäßigen Übernahme von Diensten an Wochenenden sowie an Sonn- und Feiertagen gemäß Dienstplan\nWir bieten:\nEinen interessanten und vielseitigen Arbeitsplatz im öffentlichen Dienst\nAlle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\nEine Vergütung nach dem Tarifvertrag der Länder (TV-L), Entgeltgruppe E3\nSind Sie interessiert?\nWir freuen uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen (digital) mit einem Motivationsschreiben, Lebenslauf und Zeugnissen bis spätestens\n02. März 2026\nunter\nbewerbung@snsb.de\n. Bei inhaltlichen Fragen wenden Sie sich bitte an Herrn Steven Daskalov (\ndaskalov@snsb.de\n). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch\npersonal@snsb.de\n.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an Bewerbungen von Männern.\nDie Stelle ist teilzeitfähig, sofern durch Job-Sharing die ganztägige Wahrnehmung der Aufgaben gesichert ist.\nWir verweisen darauf, dass nach Abschluss des Verfahrens die Bewerbungsunterlagen vernichtet und nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungsgespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-im-kassenbetrieb-des-botanischen-garten-muenchen-nymphenburg/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleiter-park-gartendenkmalpflege-m-w-d/", "image": "", "title": "Fachbereichsleiter Park & Gartendenkmalpflege (m/w/d)", "content_text": "Stiftung Fürst-Pückler-Museum Park und Schloss Branitz, Cottbus Bewerbungsende: 08.03.2026 | Die Stiftung Fürst-Pückler-Museum Park und Schloss Branitz (SFPM) sucht zum nächstmöglichen Zeitpunkt einen\nFachbereichsleiter Park & Gartendenkmalpflege (m/w/d)\nEntgeltgruppe 13 TV-L (Vollzeit)\nIdeenreich Branitz als lebendiges Denkmal entwickeln\nDie vom Land Brandenburg errichtete Stiftung widmet sich dem Erhalt der Pflege, Erforschung und Präsentation des Gesamtkunstwerks aus Garten- und Landschaftsgestaltung, Architektur und Sammlungen des Fürsten Hermann von Pückler in Branitz. Park und Schloss sind Orte des kulturellen Lebens und der Künste in der Tradition des Fürsten Pückler und gelten als national bedeutendes Kulturdenkmal. Die berühmten Pyramiden und der modellhafte Umgang mit den Folgen des Klimawandels in der „Baumuniversität“ machen die 660 Hektar große Branitzer Parklandschaft einzigartig.\nDer Fachbereich Park & Gartendenkmalpflege ist der größte der Stiftung und für Gartenanlagen sowie forst- und landwirtschaftliche Flächen in Innen- und Außenpark verantwortlich. Hierfür sind 16 Gärtnerinnen und Gärtner sowie ebenso viele Mitarbeitende eines inklusiv arbeitenden Dienstleisters tätig. Die ingenieurtechnischen und wissenschaftlichen Mitarbeitenden des Fachbereiches sind vielfältig in Wissenschaft und Praxis vernetzt. Mit diesem Potenzial sind nachhaltige Leitlinien von Branitz als lebendigem Denkmal in den Arbeitsalltag zu integrieren.\nUnser Angebot\nAls Arbeitgeberin in einer der schönsten historischen Parklandschaften mit nationaler Bedeutung bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit einen verantwortungsvollen und abwechslungsreichen Arbeitsplatz.\nSie finden bei uns ein vielseitiges, experimentierfreudiges Team, kurze Entscheidungswege sowie eine individuelle und intensive Einarbeitung vor. Modern ausgestattete Arbeitsplätze mit höhenverstellbaren Bürotischen und einer zeitgemäßen IT Struktur sind für uns selbstverständlich. Eine offene Gesprächskultur sowie regelmäßig stattfindende Teamtage und gemeinsame Veranstaltungen stärken den Zusammenhalt und sorgen für ein wertschätzendes Miteinander. Flexible Arbeitszeit und mobiles Arbeiten nach der Probezeit, 6 Wochen Jahresurlaub, Jahressonderzahlung, freie Arbeitstage am 24. und 31. Dezember sowie einen Zuschuss zu vermögenswirksamen Leistungen und eine VBL/Zusatzvorsorge nach TV-L gehören ebenfalls zu unseren Angeboten. Für das tägliche Wohlbefinden stehen allen Mitarbeitenden Wasser, Tee & Kaffee sowie ein frischer Obstkorb zur Verfügung.\nIhre Bewerbung\nWir freuen uns auf Ihre Online-Bewerbung (ausschließlich im pdf-Format mit insgesamt max. 20 MB in einer Datei) bis spätestens 8. März 2026 per E-Mail an: bewerbung@pueckler-museum.de.\nIn der Kalenderwoche 13 finden die Bewerbungsgespräche in Branitz statt.\nFür Fragen zum Verfahren wenden Sie sich bitte an Marion Bartel: (0355) 75 15 131, für inhaltliche Anfragen bitte an den Vorstand, Dr. Stefan Körner: (0355) 75 15 200.\nDie Stiftung Fürst-Pückler-Museum Park und Schloss Branitz gewährleistet die berufliche Gleichstellung von Frauen und Männern. Bewerbungen von Frauen sind daher ausdrücklich erwünscht. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgaben des Sozialgesetzbuches IX bevorzugt berücksichtigt. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nWir weisen darauf hin, dass bei einer möglichen Zuschlagserteilung ein einfaches polizeiliches Führungszeugnis abgefordert wird. Bewerbungs- und Reisekosten werden nicht erstattet. Mit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Diese werden nach Beendigung des Verfahrens gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleiter-park-gartendenkmalpflege-m-w-d/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-gegenwartskunst-sammlungskuratorin-21-jahrhundert-fuer-das-leistungszentrum-kunstmuseum/", "image": "", "title": "Kurator*in für Gegenwartskunst, Sammlungskurator*in 21. Jahrhundert für das Leistungszentrum Kunstmuseum", "content_text": "Kunstmuseum Bonn, Bonn Bewerbungsende: 08.03.2026 | Die\nBundesstadt Bonn\nhat zum 1. September 2026 für das\nLeistungszentrum Kunstmuseum\neine Stelle als\nKurator*in für Gegenwartskunst, Sammlungskurator*in 21. Jahrhundert\n– Entgeltgruppe 13 TVöD –\nmit den Aufgaben kunsthistorische Betreuung und strategischer Ausbau der Sammlung mit Kunst im 21. Jahrhundert und Kuratieren von Wechselausstellungen zur Gegenwartskunst zu besetzen.\nDie Bundesstadt Bonn, in der mehr als 347.000 Menschen leben, ist deutsche UNO-, Kongress- und Beethovenstadt, Sitz zahlreicher internationaler und wissenschaftlicher Institutionen, von Bundesministerien und obersten Bundesbehörden, einer traditionsreichen Universität sowie Standort globaler Unternehmen. Bonn ist eine wachsende Stadt und bietet eine hohe Lebensqualität sowie vielseitige Freizeitmöglichkeiten sowohl in der Stadt als auch in der umliegenden Region.\nWir suchen eine*n ambitionierte*n und international sehr gut vernetzte*n Kurator*in für Gegenwartskunst, die*der gemeinsam mit dem Team des Kunstmuseums an der weiteren Profilierung und Neuausrichtung des renommierten Hauses mitwirken möchte. Neben gesellschaftlich und wissenschaftlich relevanten Themensetzungen geht es im Kern um eine verstärkte Öffnung des Museums, um innovative Partizipationsmöglichkeiten, um experimentellere Ausstellungsformate, um neue Dramaturgien für einen Ausstellungsbesuch und die Neuverortung des Kunstmuseums in der Gesellschaft. Sie möchten die Zukunft des Kunstmuseums aktiv mitgestalten? Dann sind Sie bei uns richtig.\nDas Kunstmuseum Bonn beherbergt eine der wichtigsten Sammlungen zur deutschen Kunst von 1945 bis heute. Darüber hinaus besitzt es zentrale Werkkonvolute von August Macke und dem Rheinischen Expressionismus sowie eine herausragende Sammlung von Künstler*innenvideos.\nDie Schwerpunkte der Museumsarbeit liegen auf der Erforschung und Vermittlung der Sammlung sowie der Realisierung von Ausstellungen zu relevanten Fragestellungen. Kritische Diskurs- und Partizipationsprogramme erweitern die Perspektiven der Kunst und wenden sich an eine möglichst breite Öffentlichkeit.\nSie sind verantwortlich für die Betreuung der Sammlung des Kunstmuseums Bonn zur Kunst des 21. Jahrhunderts und arbeiten auf internationaler Ebene intensiv mit Künstler*innen, Sammler*innen und Museen zusammen. Zu Ihren Aufgaben gehört die Konzipierung und Durchführung von wechselnden Sammlungspräsentationen. Sie entwickeln den Bestand der Sammlung nach wissenschaftlichen Kriterien in Abstimmung mit der Museumsintendanz weiter.\nIhr Aufgabengebiet umfasst darüber hinaus die Konzeption und Realisierung von Wechselausstellungen zur Gegenwartskunst, einschließlich der Erarbeitung begleitender wissenschaftlicher Publikationen und der Impulsgebung für die Gestaltung der Diskursprogramme.\nDarüber hinaus obliegt Ihnen die Betreuung der wissenschaftlichen Bibliothek des Kunstmuseums Bonn.\nVorausgesetzt wird:\nein abgeschlossenes Hochschulstudium der Kunstgeschichte mit dem Abschluss Master, Magister oder Diplom; Promotion ist erwünscht\nexzellente Kenntnisse der internationalen Kunstgeschichte, insbesondere der zeitgenössischen Kunst sowie digitaler und (post-)digitaler künstlerischer Praktiken\nmehrjährige Erfahrung in der Koordinierung und Umsetzung von Sammlungs- und Ausstellungsprojekten\nErfahrung in der Verantwortung für Budgets\nErfahrung in der Umsetzung experimenteller und künstlerischer Projekte\nErfahrung in der Betreuung von Sammlungsbeständen\nErfahrung in der Realisierung von Publikationen und Programmen\nnachweisliche Erfolge im Fundraising, in der Einwerbung von Fördermitteln sowie im Aufbau strategischer Partnerschaften\nDiskurssicherheit und Überblick über die aktuellen Debatten in Kunst und Kuration, Kultur und Museen, Wissenschaft und Forschung\nsehr gute internationale Vernetzung sowie enge Arbeitsbeziehungen mit Museen, Galerien, Universitäten, Leihgeber*innen und Förderinstitutionen weltweit\neinschlägige wissenschaftliche Publikationen.\nWir erwarten:\nfundierte Kenntnisse im Umgang mit wissenschaftlichen Datenbanken\nsehr gute mündliche und schriftliche Ausdrucksfähigkeit in Deutsch und Englisch\nausgeprägte Team- und Kommunikationsfähigkeit.\nSie übernehmen Verantwortung im Sinne unseres Führungsleitbilds\n(\nhier\n)\nund setzen es aktiv um.\nEs handelt sich um eine Vollzeitstelle. Die Besetzung ist auch in Teilzeit möglich.\nGemäß Landesgleichstellungsgesetz und Gleichstellungsplan der Bundesstadt Bonn werden Bewerbungen von Frauen für diese Stelle bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nDie Bundesstadt Bonn verfolgt das Ziel, die Vielfalt der Bevölkerung auch in der Stadtverwaltung abzubilden und setzt sich daher aktiv für Chancengleichheit und Diversität ein. Vielfalt ist ein wichtiger Teil unserer Unternehmenskultur und wir sind bestrebt, ein offenes Arbeitsumfeld zu pflegen, das Menschen unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihres Alters, ihrer Behinderung, ihrer Religion sowie ihrer sexuellen oder geschlechtlichen Identität gleiche Chancen bietet.\nWir bestärken Menschen mit einer Migrationsbiografie sich zu bewerben, da wir ihren Anteil in allen Bereichen und Ebenen erhöhen möchten. Bewerbungen von Menschen mit Behinderung sind erwünscht.\nDas bieten wir:\neine gemeinwohlorientierte Tätigkeit und einen zukunftssicheren Arbeitsplatz\nein modernes Personalentwicklungskonzept mit umfangreichen Fortbildungsmöglichkeiten\nflexible Arbeitszeiten, Teilzeitarbeit\ndie grundsätzliche Möglichkeit des Fahrradleasings für unbefristet Beschäftigte nach der Probezeit\nbetriebliches Gesundheitsmanagement und attraktive betriebliche Zusatzversorgung\nregelmäßige Tariferhöhungen.\nBenefit: Mobiles Arbeiten\nSeit dem 01.06.2023 bieten wir unseren Mitarbeitenden die Möglichkeit des ortsunabhängigen Arbeitens. Der Umfang richtet sich nach den persönlichen und fachlichen Voraussetzungen und kann nach erfolgreicher Einarbeitungsphase beginnen. Mobiles Arbeiten ist bei uns unter speziellen Voraussetzungen sogar aus dem Ausland (EU – Ausland, Europäischer Wirtschaftsraum, Schweiz) möglich.\nBleiben Sie fit: im Rahmen unserer Firmenfitness – Kooperation mit Urban Sports erhalten Sie Zugang zu vielfältigen Sport- und Wellnessangeboten.\nExklusive Rabatte über\nbenefits.me\n: Sie profitieren von attraktiven Vergünstigungen aus den Bereichen Freizeit, Shopping, Reisen u. v. m..\nBewerbungsunterlagen\nBitte bewerben Sie sich ausschließlich über das Online – Stellenportal der Bundesstadt Bonn (karriere.bonn.de). Die Erfassung per Mail oder Post übersandter Bewerbungen ist grundsätzlich nicht möglich.\nIhrer Online – Bewerbung fügen Sie bitte folgende Unterlagen bei:\nein Bewerbungsanschreiben\neinen tabellarischen Lebenslauf\nAbschlusszeugnis (Studium etc.)\nAusbildungs- und Arbeitszeugnisse soweit vorhanden.\nKontakt\nFür Auskünfte zum Aufgabengebiet steht Ihnen die Intendantin des Kunstmuseums, Dr. Claudia Emmert, unter der Rufnummer 0228 – 77 62 11 oder die Verwaltungsleiterin, Gabriele Kuhn, unter der Rufnummer 0228 – 77 62 19 zur Verfügung.\nFür Auskünfte zum Bewerbungsverfahren steht Ihnen beim Personal- und Organisationsamt Andreas Dickmann unter der Rufnummer 0228 – 77 34 23 zur Verfügung.\nBewerbungsfrist\nDie Bewerbungsfrist endet am 08.03.2026.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-gegenwartskunst-sammlungskuratorin-21-jahrhundert-fuer-das-leistungszentrum-kunstmuseum/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumstechniker-w-m-d-in-den-abteilungen-galerie-haus-der-stadtgeschichte-und-kunstschule-3/", "image": "", "title": "Museumstechniker (w/m/d) in den Abteilungen Galerie, Haus der Stadtgeschichte und Kunstschule", "content_text": "Stadt Waiblingen, Waiblingen Bewerbungsende: 06.03.2026 | Die Stadt Waiblingen hat im Geschäftsbereich Kultur und Sport ab 1. Juli 2026 eine Stelle als\nMuseumstechniker (w/m/d)\nin den Abteilungen Galerie, Haus der Stadtgeschichte und Kunstschule\nmit einem Stellenumfang von 100% unbefristet zu besetzen.\nDie Stelle umfasst folgende Aufgaben:\nhausmeisterliche Tätigkeiten, Schließdienste (auch am Wochenende), Betreuung von Fremdfirmen, Betreuung des Reinigungspersonals\nKontrolle, Betreuung, Reparatur und Instandhaltung der technischen Anlagen (z.B. Beleuchtung, Klimaanlage, Türen, Fenster, Mobiliar)\nhandwerkliche Herstellung der benötigten Gegenstände für die Ausstellungen\ntechnische Verantwortung und Durchführung des sachgerechten Auf- und Abbaus von Ausstellungen\nVorbereitung und technische Betreuung von Veranstaltungen (Tages- und Abendveranstaltungen sowie Veranstaltungen am Wochenende)\nUnterstützung bei Planung und Anschaffung von fachspezifischen Geräten und Einbauten (bspw. Depoteinrichtung, Licht- und Tontechnik)\nDepotverwaltung und Pflege der Sammlungsbestände, Transporte\nPflege der Kunst im öffentlichen Raum\nWir erwarten:\neine abgeschlossene Berufsausbildung im handwerklichen und/oder technischen Bereich\neinen zuverlässigen, sorgfältigen und fachgerechten Umgang mit Museumsgegenständen\nnachgewiesene Berufserfahrung im Depot- und Ausstellungswesen\nzusätzliche Kenntnisse im Bereich der Veranstaltungstechnik sind von Vorteil\nZuverlässigkeit, Teamgeist, Verantwortungsbewusstsein\nEinsätze bei Abend- und Wochenendveranstaltungen und Schließdienst am Wochenende im Wechsel mit den Kollegen\nFührerschein Klasse B\nein polizeiliches Führungszeugnis\nWir bieten:\nvielfältige Fort- und Weiterbildungsangebote\nBetreuungsmöglichkeiten der Kinder in einer städtischen Kindertageseinrichtung\numfassende gesundheitsfördernde Angebote\neinen Zuschuss zum Deutschlandticket i.H.v. 40 € bzw. einen Zuschuss zu einem Dienstfahrrad\nDie Bezahlung erfolgt – je nach Qualifikation – bis Entgeltgruppe 9a TVöD.\nSchwerbehinderte werden bei gleicher Eignung besonders berücksichtigt.\nFür Fragen stehen Ihnen gerne Frau Dr. Gerdemann (Abteilung Galerie) unter Telefon 07151 5001-1680 oder Frau Golombek (Abteilung Personal) unter Telefon 07151 5001-2141 zur Verfügung.\nHaben wir Ihr Interesse geweckt?\nDann bewerben Sie sich\nbitte bis zum 6. März 2026 vorzugsweise\nüber unser Online-Bewerberportal unter\nhttps://karriere.waiblingen.de\noder senden Sie uns Ihre Bewerbung mit den üblichen Unterlagen an die Abteilung Personal der Stadt Waiblingen, Postfach 1751, 71328 Waiblingen. Bei postalischer Bewerbung werden die Unterlagen nach Abschluss des Verfahrens vernichtet. Wir weisen darauf hin, dass bei Angabe einer E-Mail-Adresse alle Benachrichtigungen über diesen Weg erfolgen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museumstechniker-w-m-d-in-den-abteilungen-galerie-haus-der-stadtgeschichte-und-kunstschule-3/", "date_published": "2026-02-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungskoordinatorin-w-m-d/", "image": "", "title": "Ausstellungskoordinator*in (w/m/d)", "content_text": "Übersee-Museum, Bremen Bewerbungsende: 09.03.2026 | Die Vielfalt der Welt unter einem Dach: Im Übersee-Museum laden einzigartige kulturgeschichtliche Exponate aus der ganzen Welt, meisterhafte Tierdioramen, echte Pflanzen und zahlreiche Mitmachstationen Groß und Klein zum Staunen ein! Regelmäßig entstehen neue aufwändig inszenierte Sonder- und Dauerausstellungen auf bis zu 2.000 Quadratmetern. Das Museum ist ein faszinierender und inspirierender Ort im Herzen der Hansestadt. Bei unserer Arbeit stehen die Menschen im Mittelpunkt, egal, ob als Besucher*innen oder Kolleg*innen, denn wir möchten Andere mit unserer Neugier und Begeisterung für die Vielfalt des Lebens anstecken. Bei uns ist die Welt zu Gast und wir dürfen die Gastgeber sein.\nHaben Sie Lust, diesen Weg mit uns zu gestalten?\nSie möchten mehr über das Übersee-Museum wissen:\nhttps://www.uebersee-museum.de/unser-mission-statement/\nWir suchen zum 1. Mai 2026\nAusstellungskoordinator*in (w/m/d)\n– Vollzeit 39 Wochenstunden, TVöD 10 unbefristet –\nSie unterstützen die verantwortlichen Kurator*innen (w/m/d) / Projektleiter*innen (w/m/d) in folgenden Bereichen:\nKoordination aller organisatorischen Abläufe von der Konzeptionsphase bis zum Abbau\nSchnittstelle zwischen Kurator*innen / Projektleiter*innen, Gestaltung, Technik, Restaurierung / Präparation, Leihgebern und externen Dienstleistern\nZeit-, Budget- und Ressourcenplanung\nOrganisation von Transporten, Leihverträgen und Versicherungen\nÜberwachung von Produktions- und Aufbauprozessen bis hin zur projektbezogenen Bauleitung\nSie sind:\ninteressiert an den Ausstellungs- und Vermittlungsinhalten des Museums\nstrukturiert und kommunikationsstark\nein Organisationstalent mit einem lösungsorientierten Arbeitsstil\nteamfähig, flexibel und stressresistent\neine positive Person mit Spaß an der Arbeit\nSie bringen mit:\nA.-Abschluss\nMehrjährige Erfahrung in der Organisation von Ausstellungen\nGute englische Sprachkenntnisse\nErfahrungen in allen Belangen des internationalen Leihverkehrs\nKenntnisse im öffentlichen Vergabewesen, der HOAI und im Arbeitsschutz\nErfahrung in der Zusammenarbeit mit den oben genannten Projektbeteiligten\nKenntnisse im Controlling\nKenntnisse im Umgang mit Sammlungsdatenbanken\nBewerbungshinweise:\nDas Übersee-Museum begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten und von People of Colour sowie von Bewerber*innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Menschen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nSollten Sie Lust haben, bei uns zu arbeiten, bewerben Sie sich bitte bis zum\n09.03.2026\n. Ihre Bewerbungsunterlagen (Bewerbungsschreiben, Lebenslauf und Nachweis der Qualifikation) richten Sie bitte per Email als PDF-Datei (max. 10 MB) unter der Angabe der Kennziffer:\nUEM_2601\nan\nbewerbermanagement@performanord.bremen.de\nBei Rückfragen wenden Sie sich gerne an: Herr Justus, Tel. 0421 361-32312\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2026", "url": "https://www.museumsbund.de/stellenangebote/ausstellungskoordinatorin-w-m-d/", "date_published": "2026-02-16T00:00:00"}]}