{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/auszubildender-zum-mediengestalter-fuer-digital-und-print/", "title": "Auszubildende:r zum Mediengestalter für Digital und Print", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 02.03.2025 | Das Deutsche Hygiene-Museum ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt seiner Dauerausstellung „Abenteuer Mensch“ steht die Vermittlung von Wissen zum Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema „Welt der Sinne“ ermöglicht. Die vielbeachteten Sonderausstellungen beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nDie Stiftung Deutsches Hygiene-Museum sucht zum Ausbildungsbeginn am 1. August 2025\neine:n Auszubildende:n zum Mediengestalter für Digital und Print\nFachrichtung Printmedien\n(m/w/d)\nMediengestalter Digital und Print (m/w/d) mit der Fachrichtung Printmedien entwickeln Text-, Grafik-, Audio- und Videodateien für Multimedia- oder Printprodukte. Sie konzipieren die Gestaltung von digitalen oder gedruckten Informationsmitteln und setzen diese um.\nDas zielgruppengerechte Gestalten und Erstellen von Medienprodukten wie Zeitschriften, Werbebroschüren oder Internetanimationen sowie das Entwerfen von Grafiken, Diagrammen oder Illustrationen gehört ebenso zu den Aufgabenbereichen. Darüber hinaus prägt eine enge Zusammenarbeit mit Dienstleistungsunternehmen die tägliche Arbeit. Im Rahmen der Ausbildung lernen Auszubildende diese Tätigkeiten und Abläufe „on-the-job“.\nDie Ausbildung dauert 3 Jahre und beinhaltet theoretischen Unterricht in der Berufsschule BSZ Bau und Technik in Dresden sowie praktische Einsätze in den Bereichen Grafik und Kommunikation des Deutschen Hygiene-Museums (duales System).\nGegenstand der Berufsausbildung:\nGrundlagen der Gestaltung\nTypografische Gestaltung, Bildbearbeitung, Illustration von Flyern, Postern, Prospekten und Zeitschriften\nAngewandte Typografie und Präsentationstechniken (z.B. Folienplot) im Ausstellungsbereich\nVideo- und Audiobearbeitung\nKonzeption und Gestaltung digitaler Medien im Ausstellungs- und Museumsbereich\nDatenhandling, Medienintegration\nProjektplanung, projektbezogene Datenbearbeitung, Projektdurchführung\nErstellung und Aufbereitung von Elementen für Cross-Media-Publishing (Print- und Onlinemedien)\nMitwirkung Auf- und Abbau von Ausstellungen und Veranstaltungen\nAnforderungsprofil:\nInteresse an Design, Werbung und Ausstellungsgestaltung\nGestalterisches Verständnis\nHohes Maß an Kreativität und Engagement\nSchnelle Auffassungsgabe\nEigeninitiative und Verantwortungsbewusstsein\nSehr gute Sprachkenntnisse in Deutsch, gute Grundkenntnisse in Englisch\nBereitschaft, die Diversitätsstrategie des Hauses zu unterstützen\nWir bieten eine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Interkulturalität aufgeschlossenen Team.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Inhalten der Ausbildung:\nHerr Pätzug (Tel. 0351 48 46 343, veit.paetzug@dhmd.de), zum Besetzungsverfahren\nFrau Hofmann (0351 48 46 308, monique.hofmann@dhmd.de).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte bis zum\n2. März 2025\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\noder postalisch an:\nStiftung Deutsches Hygiene-Museum, Frau Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter https://www.dhmd.de/datenschutz/.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/auszubildender-zum-mediengestalter-fuer-digital-und-print/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-technical-assistant-m-f-d/", "title": "Technische Assistenz (m/w/d) / Technical Assistant (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Dresden Bewerbungsende: 05.03.2025 | // EN below\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf  Standorten in ganz Deutschland betreiben Wissenschaftlerinnen und Wissenschaftler aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort in der sächsischen Landeshauptstadt Dresden befinden sich die Senckenberg Naturhistorischen Sammlungen in einer historisch geprägten Stadt mit einem großen kulturellen Angebot und exzellenten Forschungskooperationen.\nSenckenberg erforscht die Ursachen und Auswirkungen des Biodiversitätsverlusts im Anthropozän. Im Rahmen des Großen Strategischen Sondertatbestands „Anthropocene Biodiversity Loss“ werden die Module „Collectomics“, „Biodiversity Genomics“ und „Solution Labs“ aufgebaut. Zu den Zielen gehören die Transformation naturhistorischer Sammlungen in das digitale Zeitalter, die Untersuchung der Biodiversität von der Genom- bis zur Ökosystemebene und die Bereitstellung von Diskursräumen für Wissenschaft und Gesellschaft, um gemeinsame Lösungen für die Herausforderungen des Anthropozäns zu entwickeln.\nIn diesem Kontext unternimmt Senckenberg innovative Schritte in der sammlungsbasierten Forschung und Datenwissenschaft. Ziel von „Collectomics“ ist es, aktuelle und zukünftige naturhistorische Sammlungen digital zugänglich zu machen und die Integration und Zusammenarbeit zwischen Regionen, Sammlungen und Disziplinen zu verbessern. Dies wird eine breitere, ganzheitlichere Biodiversitätsforschung zum Nutzen von Mensch und Natur ermöglichen.\nDie Senckenberg Gesellschaft für Naturforschung mit Sitz in Frankfurt am Main sucht für das\nInstitut\n„Senckenberg Naturhistorische Sammlungen Dresden“\n(SNSD)\nin Dresden\nzum nächstmöglichen Zeitpunkt\neine\nTechnische Assistenz (m/w/d)\n(Molekulargenetik)\n(Teilzeit 80 %, 20 Monate)\nIhre Aufgaben\nDNA-Isolation von Insektengewebe in einem speziellen Labor für historische DNA\nErstellung von NGS shotgun libraries mit speziellen Protokollen für hDNA\nQuerschnittsaufgaben im Bereich Sammeln und Bewahren\nQualitätskontrolle der NGS-Daten\nIhr Profil\nAbgeschlossene Ausbildung zur biologisch-technischen Assistenz oder zur/zum Biologielaborantin/en, im Bereich Molekulargenetik oder einer vergleichbaren Fachrichtung oder eine vergleichbare Qualifikation\nErfahrung in der DNA-Isolierung und Festigkeit im Pipettieren\nTeamgeist, Verantwortungsbewusstsein und Motivation sowie Eigeninitiative\nSehr gute Deutsch- und Englischkenntnisse\nZusätzlich wünschenswerte Erfahrungen und Kenntnisse\nProbenvorbereitung zur Sequenzierung mittels NGS\nPflege von molekulargenetischen Probensammlungen\nBereitschaft zum Erlernen erster Qualitätskontrollen von NGS-Daten\nWir bieten Ihnen\nAusgezeichnete Arbeitsbedingungen, eine attraktive, verantwortungsvolle und herausfordernde Tätigkeit im inspirierenden Forschungsumfeld einer weltweit anerkannten Forschungseinrichtung mit motiviert und professionell arbeitenden Kolleg*innen\nEin offenes und kollegiales Umfeld mit flexiblen Arbeitszeiten, mobilem Arbeiten, familienfreundlichen Arbeitsbedingungen, Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“)\nTarifliche Jahressonderzahlung, tariflichen Urlaubsanspruch, betriebliche Altersvorsorge\nDienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen\nLeben in der pulsierenden Stadt Dresden (560.000 Einwohner), einem bedeutenden europäischen Zentrum für Musik, Kunst und Wissenschaft\nOrt: Dresden\nBeschäftigungsumfang: Teilzeit (80 %)\nVertragsart: Projektbefristet für 20 Monate\nVergütung: TV-L E6\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Fachkenntnissen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden\nSie Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen\n(Motivationsschreiben, Lebenslauf, Schul- und Berufsabschlusszeugnisse sowie ggf. Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei) unter Angabe der Referenznummer „\n#07-25002 TA im Bereich Molekulargenetik (m/w/d)\n“ bis zum\n0\n5.03.2025\nan\nrecruiting@senckenberg.de\noder bewerben Sie sich online über das Bewerbungsformular auf unserer Webseite unter\nOnline bewerben | Senckenberg Gesellschaft für Naturforschung\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Dr. Anna Hundsdörfer unter der E-Mail-Adresse\nanna.hundsdoerfer@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFounded in 1817, the Senckenberg Gesellschaft für Naturforschung (SGN) is one of the most important research institutions in the area of biological diversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international level. Located in Saxony’s capital, the Senckenberg Natural History Collections provide excellent research collaborations in the historic city of Dresden.\nSenckenberg is committed to study the causes and effects of biodiversity loss in the Anthropocene. As part of our strategic development, we launched an ambitious long-term research effort in “Anthropocene Biodiversity Loss” encompassing the modules “Collectomics”, “Biodiversity Genomics”, and “Solution Labs”. Objectives include the transformation of natural history collections into the digital era, studying biodiversity from the genome to the ecosystem levels and offering exploratory spaces for science and society to develop common solutions to Anthropocene challenges.\nWithin this research effort, Senckenberg takes innovative steps in collection-based research and data science. The objective of “Collectomics” is to make current and future natural history collections digitally accessible and to improve integration and collaboration across regions, collections, and disciplines. This will enable broader, more holistic biodiversity research, for the benefit of people and nature.\nFor its\nSenckenberg Natural History Collections Dresden\n, the Senckenberg Gesellschaft für Naturforschung with headquarters in Frankfurt (Main) is seeking to fill the position of a\nTechnical Assistant\n(m/f/d)\n(molecular biology)\n(part-time 80%, 20 months)\nas soon as possible.\nYour tasks\nDNA Isolation from insect tissues in a special laboratory for historic DNA\nPreparation of NGS shotgun libraries with special protocols for hDNA\nCross-sectional tasks in the field of collection and preservation\nQuality assurance of NGS data\nYour profile\nCompleted vocational training as a biologic laboratory technician or biotechnical assistant in molecular biology or a related discipline or a comparable qualification\nExperienced in DNA isolation and proficient in pipetting\nExcellent team worker, highly motivated, keen to take the initiative and to contribute, and with a strong sense of responsibility\nVery good communication skills in English and German\nExperience and skills in the following areas are desirable\nPreparing sequencing using NGS\nMolecular genetic sample collection management\nNo fear of learning quality control of NGS data\nWe offer\nExcellent working conditions in the inspiring environment of a globally recognized research institution\nFlexible working hours, mobile working options, support with childcare or caring for family members (certified by „audit berufundfamilie“), open and cooperative atmosphere\nSpecial annual payment, 30 days leave p.a., company pension scheme\nFree entry to numerous museums\nLife in the vibrant city of Dresden, a major European culture and science hub\nLocation: Dresden\nWorking hours: part time (80%)\nPosition:  Project-based for 20 months\nSalary: E 6 according to collective bargaining agreement of the German\nLänder\n(TV-L)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture. The legal regulations regarding part-time work are met.\nHow to apply?\nPlease send your\ncomplete and comprehensive application\n(motivation letter, CV, high school certificates, vocational training certificates, reference letters) electronically (\nas one single PDF\n) to\nrecruiting@senckenberg.de\nstating the\nreference “#07-25002 TA molecular biology m/f/d”\nby\nMarch\n5, 2025\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Dr. Anna Hundsdörfer at\nanna.hundsdoerfer@senckenberg.de\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-technical-assistant-m-f-d/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-sammlungsmanagement/", "title": "Stelle (m/w/d) im Sammlungsmanagement", "content_text": "Stadtmuseum Hornmoldhaus, Bietigheim-Bissingen Bewerbungsende: 08.03.2025 | Bietigheim-Bissingen ist eine Stadt mit vielen Talenten, die etwas aus sich macht – und Großes hervorbringt. Auch wir in der Stadtverwaltung brennen für unsere vielfältigen Aufgaben. Diese gehen wir zusammen an – ob in der Organisation, im Kindergarten oder beim Bauhof. Gemeinsam mit einem starken Netzwerk aus Menschen, Vereinen und Organisationen schaffen wir die richtigen Lösungen. Damit unsere Stadt jeden Tag ein bisschen besser wird.\nFür das Stadtmuseum Hornmoldhaus suchen wir dich zum nächstmöglichen Zeitpunkt für das\nSammlungsmanagement in unserem Archiv (m/w/d)\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2025", "url": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-sammlungsmanagement/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-w-m-d/", "title": "Assistent*in (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 02.03.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden- Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nZum frühestmöglichen Zeitpunkt suchen wir zur Unterstützung unseres Abteilungsteams Drittmittel, Gremien und Veranstaltungen eine*n\nAssistent*in (w/m/d)\nTeilzeit (40 %)\nDie Stelle ist zunächst befristet auf zwei Jahre. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben:\nallgemeine Assistenzaufgaben in den Aufgabenbereichen der Abteilung und des Fördervereins, dazu gehören u.a.:\nPostbearbeitung und -versand, E-Mailkorrespondenz\nPflege der Adressverwaltung (Cobra)\nUnterstützung bei der Spenden- und Mitgliederverwaltung sowie der Buchhaltung des Fördervereins\nTerminkoordination und -pflege, u.a. im Bereich Veranstaltungen\nZuarbeit im Bereich Veranstaltungen, z.B. Vorbereitung von Abrechnungen, Verträgen, Angebotsanfragen, Beschaffungen\nMitwirkung bei der Vorbereitung und Durchführung von Veranstaltungen\nIhr Profil:\nerfolgreich abgeschlossene Berufsausbildung in einem kaufmännischen oder vergleichbaren Bereich, alternativ mehrjährige Berufserfahrung innerhalb eines vergleichbaren Aufgabenbereichs\nErfahrungen im genannten Aufgabenbereich sind von Vorteil\nergebnisorientierte, strukturierte Arbeitsweise und ausgeprägte Organisationsfähigkeit\nsehr gewissenhaftes und exaktes Arbeiten\ngeübter Umgang mit Anwendungen von Microsoft Office\nErfahrungen im Umgang mit Datenbanken\nhohe Serviceorientierung und Aufgeschlossenheit für neue Themen\nsehr gute mündliche und schriftliche Ausdrucksmöglichkeit\nsicherer Umgang mit der deutschen Rechtschreibung\ngute Kommunikations- und Teamfähigkeit\nbisher keine Beschäftigung beim Land Baden-Württemberg\nbei erfolgreicher Bewerbung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde (§ 30 Abs. 5 Bundeszentralregistergesetz)\nWir bieten:\nein kreatives und spannendes Arbeitsumfeld im Museum mit abwechslungsreichen Themen und verantwortungsvollen Tätigkeiten\nbei Vorliegen tarifrechtlicher Voraussetzungen eine Vergütung bis Entgeltgruppe 5 TV-L\neine betriebliche Altersvorsorge der VBL\nZuschuss zu Ihrer Mobilität mit dem JobTicket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nflexible Arbeitsmodelle wie Gleitzeitregelung\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 502\nmit aussagefähigen Unterlagen\n(Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur\nBewerbungsfrist 02.03.2025\nin unserem\nBewerbungsportal ein unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie Vorstellungsgespräche finden am 13.03.2025 statt.\nFür Fragen steht Ihnen Frau Anne Eichmann, Abteilungsleiterin Drittmittel, Gremien und Veranstaltungen, gerne zur Verfügung (Telefon: 0711 89535-103,\nE-Mail: Anne. Eichmann@Landesmuseum-Stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-w-m-d/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-22/", "title": "Wissenschaftliche*r Mitarbeiter*in (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 28.02.2025 | Das Landesmuseum Württemberg in Stuttgart mit seiner Außenstelle, dem Museum der Alltagskultur im Schloss Waldenbuch, und seinen Zweigmuseen gehört zu den größten kulturhistorischen Museen in Deutschland. Innerhalb des Landesmuseums Württemberg ist die Fachabteilung Populär- und Alltagskultur organisatorisch der Abteilung Sammlung und Forschung zugeordnet.\nZum frühestmöglichen Zeitpunkt bis voraussichtlich 31. Juli 2025 ist die Teilzeitstelle (75 %)\nwissenschaftliche Mitarbeiter*in (w/m/d)\nim Rahmen einer Abwesenheitsvertretung zu besetzen. Der Arbeitsort ist Stuttgart.\nSie sind bereit, Museum neu zu denken und es über die Ausstellungsräume hinaus in den digitalen Raum zu erweitern. Es macht Ihnen Freude, mit musealen Objekten zu arbeiten und Ihr Wissen an Besucher und Besucherinnen zu vermitteln. Sie suchen immer nach kreativen Lösungen, um durch das Museum Denkanstöße in die Gesellschaft zu geben. Sie wollen gesellschaftlich relevante Fragen aufwerfen und nutzen dafür Objekte aus musealen Sammlungen. Sie betrachten das Museum als einen Raum der Diskussion und nicht nur der Präsentation.\nSollte dieses Profil Ihren eigenen Vorstellungen von Museumsarbeit entsprechen, dann freuen wir uns über Ihre Bewerbung.\nIhre Aufgaben:\nZur Stelle gehören insbesondere folgende Aufgaben:\nin zwei Outreach-Projekten das Museum nach außen hin sichtbar machen und den musealen Raum erweitern:\nKonzeption und Durchführung eines Pop-Up-Museums (mobiles Museum auf Zeit) zu Transformationsprozessen im ländlichen Raum, welches sich mit der Abschaltung eines Kraftwerks im Rahmen eines partizipativen Projekts auseinandersetzt,\nEntwicklung und Durchführung eines Projekts in einem Team, das in Zusammenarbeit mit einer Pflegeeinrichtung ein Angebot für Menschen mit demenzieller Veränderung entwickelt,\nUnterstützung bei weiteren Veranstaltungs- und Ausstellungsvorhaben,\nUnterstützung bei der Sammlungsrevision,\ninterdisziplinäre Zusammenarbeit mit anderen Fachabteilungen.\nIhr Profil:\nabgeschlossenes Studium der Empirischen Kulturwissenschaft/Europäischen Ethnologie/Kulturanthropologie oder einem vergleichbaren Fach mit sehr guten Kenntnissen in aktuellen Themen der Fachdisziplin, wie etwa nuclear heritage\nErfahrung mit Outreach-Formaten und partizipativen Arbeitsmethoden\nmuseale Berufserfahrung oder Arbeitserfahrungen in anderen Kultureinrichtungen mit starkem Publikumsbezug\nÜberblick über die aktuellen nationalen und internationalen Entwicklungen in der Kulturlandschaft\ngute konzeptionelle und organisatorische Fähigkeiten\nergebnisorientierte, strukturierte Arbeitsweise\ngute Kommunikations- und Teamfähigkeit\ngeübter Umgang mit musealen Objekten\nsehr gute mündliche und schriftliche zielgruppenspezifische Ausdrucksmöglichkeit\nhohes Engagement\nFührerschein Klasse B und Bereitschaft zum Führen eines Dienstwagens\ndie Fähigkeit zum wirtschaftlichen Denken und Handeln.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld und mit einem engagierten Team\nbei Vorliegen der Voraussetzungen eine Eingruppierung in Entgeltgruppe 13 TV-L\nUnterstützung Ihrer Mobilität mit dem JobTicket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit.\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 506\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur\nBewerbungsfrist 28.02.2025\nin unserem Bewerbungsportal ein unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\nDie Vorstellungsgespräche finden voraussichtlich in KW 11 im Museum der Alltagskultur in Waldenbuch statt. Bewerbungskosten werden nicht erstattet.\nFür Fragen steht Ihnen Herr Dr. Alexander Schwanebeck, Leiter der Fachabteilung Populär- und Alltagskultur (Telefon: 0711 89535-222,\nE-Mail: Alexander.Schwanebeck@Landesmuseum-Stuttgart.de), gerne zur Verfügung.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-22/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fundraising-w-m-d-2/", "title": "Fundraising (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 10.03.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Das vielfältige Veranstaltungsprogramm und das Museumsfoyer „Dürnitz“ mit Lounge und Café machen es zu einem offenen Ort der Begegnung in der Mitte Stuttgarts. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser Herz schlägt für die Kultur.\nZum frühestmöglichen Zeitpunkt suchen wir Sie als Mitarbeiter*in für den Bereich\nFundraising (w/m/d)\nin Teilzeit (mit bis zu 85% bzw. 33 Wochenstunden). Die Anstellung erfolgt befristet im Rahmen einer Abwesenheitsvertretung voraussichtlich zunächst bis zum 31.01.2026. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben:\nKonzeption und Umsetzung von Spenden-Kampagnen und Sponsoringstrategien für Ausstellungen, das Kindermuseum Junges Schloss und weitere Drittmittelprojekte,\nAkquise von Fördermitteln über Stiftungen,\nEntwicklung von Maßnahmen zur Förderergewinnung und -bindung,\nWeiterentwicklung der Fundraising-Instrumente, insbesondere Ausbau des Online-Fundraising,\nMitbetreuung der Gesellschaft zur Förderung des Landesmuseums Württemberg e. V.,\nPlanung und Durchführung von Benefizevents und Veranstaltungen für Förderer,\nRedaktion des Fördermagazins aufgeSCHLOSSen.\nIhr Profil:\nabgeschlossenes Studium, bevorzugt in einem geisteswissenschaftlichen, museumsrelevanten Fach oder im Kulturmanagement, Zusatzqualifikationen o.ä. im Bereich Fundraising sind von Vorteil,\nBerufserfahrung oder vergleichbare fundierte praktische Erfahrung im Fundraising und in der Gewinnung und Betreuung von Förderinnen/Förderern,\nNetzwerker*in mit hervorragender Kommunikationsfähigkeit in Wort und Schrift,\nTeamplayer*in, selbstständige, eigenverantwortliche und strukturierte Arbeitsweise,\nengagiert mit Hands-on-Mentalität,\nsouveränes, offenes Auftreten,\nkulturaffin mit guten Kenntnissen der Museumslandschaft,\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer\nBehörde nach § 30 Bundeszentralregistergesetz.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld und mit einem engagierten Team,\nbei Vorliegen tarifrechtlicher Voraussetzungen eine Vergütung bis Entgeltgruppe 11 TV-L,\nZuschuss zu Ihrer Mobilität mit dem JobTicket BW,\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung,\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit.\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft,\nAlter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 505\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur\nBewerbungsfrist 28.02.2025\nin unserem Bewerbungsportal ein.\nBitte geben Sie in Ihrem Motivationsschreiben den gewünschten Beschäftigungsumfang an.\nDie Vorstellungsgespräche sind für den\n10.03.2025\ngeplant.\nFür Fragen steht Ihnen Frau Anne Eichmann, Abteilungsleitung Drittmittel, Gremien und Veranstaltungen, gerne zur Verfügung (Telefon: 0711 89535-108, E-Mail: Anne.Eichmann@Landesmuseum-Stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei\nBewerbungen finden Sie unter\nwww.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.03.2025", "url": "https://www.museumsbund.de/stellenangebote/fundraising-w-m-d-2/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-presse-und-oeffentlichkeitsarbeit-m-w-d/", "title": "Referent*in Presse- und Öffentlichkeitsarbeit (m/w/d) in Elternzeitvertretung", "content_text": "Museum für Sepulkralkultur, Kassel Bewerbungsende: 28.02.2025 | Das Museum für Sepulkralkultur in Kassel besteht als Kultureinrichtung von nationaler Bedeutung seit 1992. Das Museum gibt seinen Besucher*innen Anstöße, das oftmals tabuisierte Generalthema „Tod“ mit Fachwissen, Forschung und Vermittlung, mit Verstand, Beharrlichkeit und auch Humor zu betrachten. Neben der Sammlungspräsentation sowie den Wechsel- und Sonderausstellungen ist ein speziell auf das Themenfeld des Hauses ausgerichtetes Veranstaltungsprogramm ein Grundpfeiler der kulturellen Bildung – von Seminaren über Tagungen bis Workshops. Das Museum versteht sich nicht als Ort einer starren Präsentation und Top-Down-Ansprache, sondern als offener und partizipativer, interkultureller gesellschaftlicher Raum.\nWeitere Informationen unter:\nwww.sepulkralmuseum.de\nZum\n1. April 2025\nsucht die Arbeitsgemeinschaft Friedhof und Denkmal e.V. als Träger des Zentralinstituts und Museums für Sepulkralkultur eine/n\nReferent*in\nim Bereich\nPresse- und\nÖffentlichkeitsarbeit\n. Es handelt sich um eine befristete Stelle (Elternzeitvertretung) bis zum 31.10.2025 mit 75 % der wöchentlichen Arbeitszeit. Das monatliche Entgelt errechnet sich aus der Eingruppierung in die Entgeltgruppe 12 des Tarifvertrages für den öffentlichen Dienst in Hessen (TV-H).\nÖffentlichkeitswirksame Darstellung aller Aspekte der Tätigkeit des Zentralinstituts und Museums für Sepulkralkultur sowie des Trägervereins Arbeitsgemeinschaft Friedhof und Denkmal e. V. auf unterschiedlichen Kanälen (z.B. Presse, Radio, TV, Newsletter, Website, Soziale Medien, Informationsmaterialien, Werbung und Marketing)\nPflege und Ausbau des Mediennetzwerkes, Positionierung des Zentralinstituts und Museums in der Medienlandschaft zur optimalen Darstellung des Profils\nVerfassen und Redigieren von Pressemitteilungen, Newslettern und redaktionellen Texten\nRedaktionelle Betreuung der Newsletter, des Jahrbuchs für Sepulkralkultur sowie des Tätigkeitsberichts\nBearbeitung von Medienanfragen, Vorbereitung und Begleitung von Presseterminen sowie Pressekonferenzen\nMedienbeobachtung, Analyse und Auswertung der PR-Aktivitäten\nKontaktpflege zu anderen Institutionen, Interessengruppen/Multiplikatoren, relevanten Kooperationspartner*innen, Freund*innen des Museums sowie potenziellen Nutzer*innen\nIhr Profil:\nEin abgeschlossenes Studium oder eine vergleichbare Ausbildung im Bereich Kultur- oder Kommunikationswissenschaften, Journalismus oder Marketing\nMehrjährige Berufspraxis im PR-Bereich sowie journalistische Erfahrung im Bereich Kunst und Kultur\nFähigkeit zu strukturiertem und lösungsorientiertem Denken und Handeln\nAusgeprägte Organisationsfähigkeit und Kommunikationskompetenz\nFreude an Teamarbeit, interdisziplinärer Zusammenarbeit und am fachübergreifenden Denken und Handeln\nSicherer Auftritt bei Meetings und öffentlichen Veranstaltungen\nGeübter Umgang mit PC sowie Standardsoftware im Bereich Office, Kommunikation und Präsentation\nSehr gute Kenntnisse der englischen Sprache\nFähigkeit, Texte in hoher Qualität und dem Verwendungszweck entsprechend zu verfassen\nProfunde Erfahrungen in den Bereichen Produktion von Printmedien sowie digitalen und hybriden Formaten\nBei gleicher Qualifikation (Eignung, Befähigung und fachliche Leistung) werden Menschen mit Schwerbehinderung bevorzugt, ebenso Frauen, soweit und solange eine Unterrepräsentanz nach dem Landesgleichstellungsgesetz vorliegt.\nWir weisen darauf hin, dass die Einreichung der Bewerbung eine datenschutzrechtliche Einwilligung in die Verarbeitung Ihrer Bewerberdaten durch uns darstellt. Nach Abschluss des Auswahlverfahrens werden die Unterlagen nach den Bestimmungen des Datenschutzes vernichtet. Näheres zur Rechtsgrundlage und Datenverwendung finden Sie unter: https://www.sepulkralmuseum.de/div/datenschutz/\nFür fachliche Fragen stehen Ihnen Dr. Dirk Pörschmann, Tel. 0561/918 93-40 und für Personalfragen Markus Brandenburg, Tel. 0561/918 93-14, gerne zur Verfügung.\nIhre aussagekräftigen, schriftlichen Bewerbungsunterlagen richten Sie bitte in einer PDF‐Datei mit max. 10 MB Datenvolumen ausschließlich per E‐Mail bis zum\n28. Februar 2025\nan: bewerbung@sepulkralmuseum.de\nKosten im Zusammenhang mit der Bewerbung können leider nicht erstattet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-presse-und-oeffentlichkeitsarbeit-m-w-d/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-kaufmaennischen-leiterin-m-w-d/", "title": "Assistenz der kaufmännischen Leiterin (m/w/d)", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 03.03.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich. Die Kunstsammlung ist ein Museum im Wandel, das sich im Programm und als Institution mit den Themen Diversität, Digitalisierung und Nachhaltigkeit beschäftigt und sich aktiv neuen Besucher*innengruppen zuwendet.\nWir suchen zum 1. Juli 2025 eine\nAssistenz der kaufmännischen Leiterin\n(m/w/d)\nin Vollzeit.\nDie Stelle wird mit der Entgeltgruppe E 9a TV-L vergütet.\nIhre Aufgaben:\nOrganisation und Leitung des Vorstandbüros der kaufmännischen Direktion\nUnterstützung der Direktion beim Verfassen von Berichten und Vorträgen, kaufmännische Aufbereitung von Zahlen und Daten, Erstellung von Analysen, detaillierten Kostenkalkulationen, Kostenübersichten und Präsentationen\nSelbständige Vor- und Nachbereitung der Kuratoriumssitzungen (Terminkoordination, Erstellung und Versand Einladungsschreiben und Sitzungsunterlagen, Protokollführung)\nKoordination Geschäftsberichte der Stiftung (Zusammenführung, Redigieren)\nPlanung, Durchführung, Koordination und Kontrolle administrativer Vorgänge\nProtokollführung der Sitzungen\nKalenderführung / Terminkoordination\nVor- und Nachbereitung der Dienstreisen des kfm. Vorstands, Postbearbeitung\nInterne und externe Kommunikation, Weiterleitung der unterschiedlichsten Themen in die jeweiligen Abteilungen, selbstständiges Verfassen von Korrespondenz in Deutsch u. Englisch\nBewirtung und Betreuung von internen Meetings, Fortbildungen, Veranstaltungen\nUnsere Anforderungen:\nAbgeschlossene Ausbildung im kaufmännischen Bereich\nSehr gut ausgebildete kommunikative Fähigkeiten\nStrukturierte, effiziente, sorgfältige Arbeitsweise\nSicheres Auftreten und große Eigeninitiative\nGute englische Sprachkenntnisse in Wort und Schrift\nSehr gute MS Office-Kenntnisse (Word, Excel, Powerpoint)\nWir bieten:\nEine vielseitige Vollzeitstelle in einer der angesehensten Kultureinrichtungen Europas\nVielseitige Aufgaben mit einem hohen Maß an Eigenverantwortung\nEin attraktives Gehalt gemäß TV-L mit betrieblicher Altersversorgung (VBL)\n30 Tage Urlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGleitzeitkonto und flexible Arbeitszeitmodelle zur Vereinbarkeit von Beruf und Familie\nIndividuelle Weiter- und Fortbildungsmöglichkeiten\nSehr gute ÖPNV-Anbindung\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten, und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte über unser Online Bewerberformular ein:\nhttps://jobs.kunstsammlung.de/stellenangebote/868065183?ref=8010141000\nStiftung Kunstsammlung Nordrhein-Westfalen\nNadine Cura | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-kaufmaennischen-leiterin-m-w-d/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-presse-oeffentlichkeitsarbeit-und-digitale-kommunikation/", "title": "Sachbearbeiter*in Presse- /Öffentlichkeitsarbeit und digitale Kommunikation", "content_text": "Museen für Kulturgeschichte Hannover, Hannover Bewerbungsende: 26.02.2025 | Die Museen für Kulturgeschichte Hannover suchen ein*n\nSachbearbeiter*in Presse- /Öffentlichkeitsarbeit und digitale Kommunikation\nfür das Sachgebiet Programme, Bildung und Kommunikation der Museen für Kulturgeschichte Hannover des Fachbereichs Kultur.\nDas Museum August Kestner ist Teil des Verbundes „Museen für Kulturgeschichte“, zu dem außerdem das Historischen Museum Hannover (Stadtmuseum) mit zwei Standorten (Haupthaus in der Innenstadt und Schloss Herrenhausen) gehören. In absehbarer Zeit wird das Museum August Kestner auf Grund umfangreicher Sanierungsarbeiten für einige Jahre schließen. In der Interimszeit wird es alternative Aktions- und Ausstellungsorte sowie Outreachprogramme geben.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.02.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-presse-oeffentlichkeitsarbeit-und-digitale-kommunikation/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-vermietungs-und-shopmanagement/", "title": "Mitarbeiter:in (m/w/d) für Vermietungs- und Shopmanagement", "content_text": "Museum am Rothenbaum, Hamburg Bewerbungsende: 16.02.2025 | Das Museum am Rothenbaum fördert die Wertschätzung für Kulturen und Künste der Welt. Seine weltumspannenden Sammlungen nehmen innerhalb der deutschen Museumslandschaft eine einzigartige Position ein. Sie reflektieren weltweite historische Verflechtungen der Freien und Hansestadt Hamburg, deren Rolle im Kolonialismus sowie das globale Interesse ihrer wissenschaftlichen Forschung. In seinem Programm und seiner Ausrichtung greift das Museum gesellschaftliche Entwicklungen und Debatten der Gegenwart auf. Im Augenblick befindet sich das MARKK in einer Phase der Neuorientierung.\nDas MARKK sucht sobald wie möglich eine/n\nMitarbeiter:in\nfür Vermietungs- und Shopmanagement\nin Teilzeit (30 Stunden pro Woche),\nzunächst befristet als Krankheitsvertretung\nIhre Aufgaben\nKundenakquise und -betreuung für externe Veranstaltungen (Raumvermietungen)\nKalkulationen und Angebotserstellung für Vermietungen\nKundenbetreuung\nFühren des Raumbelegungsplanes\nMitarbeit bei internen Veranstaltungen\nBetreuung des Museumsshops (vor-Ort/online)\nWareneinkauf, Kalkulation, Lagerverwaltung, Versand\nIhr Profil\nAusbildung im kaufmännischen Bereich, Veranstaltungsmanagement, oder vergleichbare Fähigkeiten und Kenntnisse\neinschlägige Berufserfahrung\nVerhandlungskompetenz\nService- und Vertriebsorientierung\nFlexibilität und Belastbarkeit\nEngagement und Kommunikationsfähigkeit\nKunden-/Serviceorientierung\nTeamfähigkeit\nGute mündliche und schriftliche Ausdrucksfähigkeit\nSicheres Auftreten\nUmgang mit PC & Bürosoftware\nVerhandlungssicheres Englisch\nWir bieten\nEine Vergütung nach EG 8 TV-AVH\nEine abwechslungsreiche, anspruchsvolle und dynamische Tätigkeit mit großer Sichtbarkeit in einem sich diversifizierenden Team während eines besonderen Moments der Neupositionierung und Umgestaltung des Hauses\nEinen Zuschuss zur Öffentlichen Nahverkehr\nArbeitsgleitzeitmodell\nEs fallen unregelmäßig auch Abend- und Wochenenddienste an. Der Arbeitsplatz ist nicht barrierefrei.\nDas Museum am Rothenbaum begrüßt Bewerbungen von Menschen aller Nationalitäten, von People of Color sowie von Bewerber*innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung besonders berücksichtigt\n(der Einsatzort ist nur beschränkt barrierefrei)\n.\nFür Rückfragen steht Ihnen Gabriel Schimmeroth (Tel. 040 428 879 643) zur Verfügung.\nIhre\nschriftliche Bewerbung mit Anschreiben, Lebenslauf (ohne Foto) und max. 3 Arbeitsproben\nsenden Sie bitte bis zum 16. Februar 2025 per E-Mail als\nSingle-PDF\nan\nbewerbung@markk-hamburg.de\n(bitte beachten Sie die mögliche maximale Datenmenge von 20 MB) oder postalisch an Museum am Rothenbaum, z. H. Frau Lapidus, Rothenbaumchaussee 64, 20148 Hamburg. Wir weisen darauf hin, dass wir Bewerbungsunterlagen nicht zurücksenden. Falls Sie dies möchten, legen Sie bitte einen frankierten Umschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-vermietungs-und-shopmanagement/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kassenkraefte-fuer-die-museumsshops-m-w-d/", "title": "Kassenkräfte für die Museumsshops (m/w/d)", "content_text": "Stadtmuseum Berlin, Berlin Bewerbungsende: 23.02.2025 | Die Stadtmuseum Berlin GmbH sucht zum\n1. April 2025\nbefristet bis zum 31. Oktober 2025\nin\nTeil- oder Vollzeit\n(50-100 %) mehrere\nKassenkräfte für die Museumsshops (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 3 TVöD-V VKA, Tarifgebiet Ost\nEine Entfristung ist unter Umständen möglich.\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen sowie digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis.\nWas Sie erwartet\nAls Kassenkraft beraten Sie die Besucher:innen zu den verschiedenen Angeboten und verkaufen neben Eintrittskarten auch Waren aus den Museumsshops. Bei Bedarf übernehmen Sie zusätzlich die Ausgabe von Audio-Guides und die Einlasskontrolle. Als Kassenkraft sind Sie verantwortlich für die tägliche Kassenabrechnung inklusive des Zählens und des sicheren Verwahrens der Einnahmen. Sie bereiten allen Gästen einen freundlichen Empfang und überblicken deren Anzahl.\nSie wirken ebenso an der Warenannahme und der -präsentation mit. Bei Ihrer Arbeit verbinden Sie ein freundliches und serviceorientiertes Auftreten mit dem korrekten Umgang mit baren und unbaren Zahlungsmitteln.\nIhre Aufgaben\nBedienung der Kasse, inklusive Kartenzahlung und Geldscheinprüfung\nEinrichten der Kasse zu Dienstbeginn und Abrechnung bei\nDienstende\nVerkauf von Eintrittskarten für Ausstellungen und Veranstaltungen sowie von Waren der Museumsshops\nBeratung zu Angeboten und Preisen, ggf. Rücknahme von Artikeln\nEinlasskontrolle sowie Ausgabe und Entgegennahme von Audio-Guides\nAbstimmung mit der Verwaltung zur Anforderung von Material, Waren und Wechselgeld sowie bei Störungen\nMitwirkung an der Besuchsstatistik durch Zählen der Besucher:innen\nMitwirkung an der Warenpräsentation, Reklamationen, Remittenden,\nWarenverschiebungen\nIhr Profil\noffenes, freundliches und serviceorientiertes Auftreten\nerste Erfahrungen im Verkauf, gerne in einer Kultureinrichtung\nDeutschkenntnisse (fließend) sowie gute Englischkenntnisse\neintragsfreies Führungszeugnis\nWünschenswert sind:\nKenntnisse in einer Sprache, die in Berlin von einer größeren Einwanderungsgruppe gesprochen wird\nDie Aufgaben erfordern:\nausgeprägte Kommunikationsfähigkeit\nindividuelles Einfühlungsvermögen und Diversitätskompetenz\nZuverlässigkeit, Einsatzbereitschaft und Teamfähigkeit\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und am Abend\nkörperliche Belastbarkeit\nWas wir Ihnen bieten\neine interessante Tätigkeit an der Schnittstelle von Mensch und Kultur\neine Arbeitszeitgestaltung im Rahmen der Dienstpläne\neinen Arbeitsvertrag in Anlehnung an den TVöD-V VKA, Entgeltgruppe 3, Stufe 1, Tarifgebiet Ost\nZuschuss zu einem Firmenticket bzw. zum Deutschlandticket\nWen wir besonders zur Bewerbung auffordern\nWir sind ein vielfältiges Team mit unterschiedlichen Hintergründen und Lebensrealitäten. Eine offene und diskriminierungsfreie Arbeitskultur ist uns sehr wichtig. Daran arbeiten wir gemeinsam im Sinne einer lernenden Organisation stetig weiter. Deshalb freuen wir uns insbesondere über Bewerber:innen marginalisierter Perspektiven. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse sowie ggf. Kündigungsfrist) senden Sie bitte unter Angabe Ihrer gewünschten Wochenarbeitszeit bis zum\n23. Februar 2025\nunter dem\nKennzeichen KB-01/25\nausschließlich per E-Mail in einem\ngebündelten PDF-Dokument\n(max. 10 MB) an:\nbesucherservice@stadtmuseum.de\n.\nBewerbungen über Job-Portale (Stepstone, Truffls etc.) erlauben wir uns, nicht zu berücksichtigen. Per Post eingereichte Bewerbungsunterlagen werden nur zurückgesandt, wenn ihnen ein frankierter Rückumschlag beiliegt. Sollten Sie keine EU-Staatsbürgerschaft besitzen, fügen Sie Ihrer Bewerbung bitte eine Kopie Ihres Aufenthaltstitels mitsamt Arbeitserlaubnis bei.\nWir behalten uns vor, geeignete Bewerber:innen vor Ablauf der Bewerbungsfrist zu einem Vorstellungsgespräch einzuladen. Durch die Bewerbung entstehende Reisekosten werden von uns\nnicht\nerstattet.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2025", "url": "https://www.museumsbund.de/stellenangebote/kassenkraefte-fuer-die-museumsshops-m-w-d/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-10/", "title": "Kurator:in", "content_text": "Kunststiftung DZ BANK, Frankfurt am Main Bewerbungsende: 28.02.2025 | Die Kunststiftung DZ BANK hat die Aufgabe, die Werke der Sammlung der DZ BANK der Öffentlichkeit in Ausstellungen und Veranstaltungen zugänglich zu machen. Mit über 10.000 fotografischen Kunstwerken aus nahezu allen denkbaren Materialien von mittlerweile 1.100 internationalen Künstlerinnen und Künstlern gehört die Sammlung zu den größten Unternehmenssammlungen ihrer Art. In ihrer Ausstellungshalle zeigt die Kunststiftung DZ BANK den umfangreichen Bestand in jährlich drei wechselnden Ausstellungen, in denen gesellschaftlich relevante Themen verhandelt werden. Im Austausch mit Universitäten und Institutionen aus Wissenschaft, Forschung sowie Kunst und Kultur werden aktuelle Diskurse einbezogen; darüber hinaus gehören die Förderung von Künstler:innen\nsowie die Zusammenarbeit und Vernetzung mit anderen Kulturinstitutionen zu den Grundpfeilern der Stiftungsarbeit.\nZur Verstärkung ihres Teams sucht die Kunststiftung DZ BANK zum nächstmöglichen Zeitpunkt eine/n\nKurator:in\nin Vollzeit.\nIhre Aufgaben:\nMitentwicklung und Konzeption des Ausstellungsprogramms sowie wissenschaftlicher Fachtagungen zusammen mit der künstlerischen Leitung\nKonzeption, Redaktion und Umsetzung sämtlicher Printmedien, vor allem der ausstellungsbegleitenden Publikationen\nProjektleitung sämtlicher Ausstellungsprojekte und Veranstaltungen in der Ausstellungshalle der Kunststiftung DZ BANK in enger Abstimmung mit dem gesamten Team, u.a. auch Ausstellungen mit Gastkurator:innen\nEntwicklung, Organisation und Durchführung des Rahmenprogramms zu den Ausstellungen (versch. Führungsformate, Künstlergespräche, Podiumsdiskussionen etc.) in enger Abstimmung mit der künstlerischen Leitung sowie dem Bereich Bildung und Vermittlung\nProjektleitung des Förderstipendienprogramms der Kunststiftung DZ BANK\nBudgetplanung und -kontrolle für sämtliche Ausstellungsprojekte, Veranstaltungen und Printmedien\nLehrtätigkeit zusammen mit der künstlerischen Leitung im Rahmen von Kooperationen mit universitären Einrichtungen\nBetreuung von Netzwerken und Kooperationen, überwiegend im Rhein-Main-Gebiet\nIhr Profil:\nabgeschlossenes Hochschulstudium in einem relevanten Fachgebiet, z.B. Kunstwissenschaft, Museumsmanagement oder verwandte kulturwissenschaftliche Bereiche\nBerufserfahrung im Bereich Ausstellungskonzeption und -management\nInteresse an disziplinübergreifenden Kooperationen mit anderen Institutionen\nSensibilität für künstlerische und gesellschaftlich relevante Themenfelder\nsicherer Umgang mit den gängigen Microsoft-Office-Anwendungen\nsorgfältige, zuverlässige sowie selbständige und teamorientierte Arbeitsweise\nsoziale, kommunikative und interkulturelle Kompetenz, Kreativität und Belastbarkeit\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nDer Arbeitsort ist Frankfurt am Main.\nDie Vergütung orientiert sich an der Entgeltgruppe 13 TV-H bei entsprechender Voraussetzung.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftigen\nBewerbungsunterlagen inklusive Textproben (1 PDF)\nbis zum 28. Februar 2025\n.\nDZ BANK Kunststiftung gGmbH\nKennwort: Kurator:in Kunststiftung DZ BANK\nPlatz der Republik\n60325 Frankfurt am Main\nE-Mail: info@kunststiftungdzbank.de\nBei Fragen wenden Sie sich bitte an:\nDr. Christina Leber +49 69 7680588 15\nDr. Katrin Thomschke +49 69 7680588 13\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-10/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-teamleiterfunktion-in-stuttgart/", "title": "Sicherheitsmitarbeiter (m/w/d) mit Teamleiterfunktion in Stuttgart", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Stuttgart Bewerbungsende: 31.03.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab sofort einen Sicherheitsmitarbeiter (m/w/d)\nfür den\nMuseumsaufsichtsdienst\nmit\nTeamleiterfunktion in musealen Objekten\nin\nStuttgart.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\noder\nVollzeit\nausgeübt werden.\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene und pünktliche Bezahlung zzgl. Zuschlägen\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen Sicherungs- und Überwachungsaufgaben, sowie tägliche Kontrolle der Exponate\nSie sorgen für die Einhaltung der Besucherordnung\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDienstplanung und Qualitätskontrolle der Dienstleistung\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie sind körperlich belastbar für überwiegend gehende und stehende Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nSie besitzen eine hohe Arbeitsbereitschaft und sind absolut zuverlässig\nSie besitzen gute Kenntnisse der deutschen Sprache (Sprachlevel C, vorzugsweise Grundkenntnisse in Englisch)\nSie sind im Besitz eines Polizeilichen Führungszeugnisses ohne Eintrag\nUnterrichtungsnachweis oder Sachkundeprüfung für das Bewachungsgewerbe nach § 34 a Gewerbeordnung\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-teamleiterfunktion-in-stuttgart/", "date_published": "2025-02-05T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausbildungsstelle-als-tischler-in-m-w-d/", "title": "Ausbildungsstelle als Tischler/-in (m/w/d)", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 30.04.2025 | Das Freilichtmuseum Hessenpark ist ein vielseitiges Museum mit einem Schwerpunkt auf Themen der Alltagskultur. Mit mehr als 100 wiedererrichteten historischen Wohnhäusern, landwirtschaftlichen Gebäuden und Werkstätten thematisieren wir auf einer Fläche von 60 Hektar den Wandel des historischen Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis in die 2. Hälfte des 20. Jahrhunderts. Als anerkannter Arche-Park sind wir für den Erhalt gefährdeter Nutztierrassen zuständig und sind ein zertifizierter Bioland-Betrieb. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt in abwechslungsreichen Veranstaltungen unsere Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider.\nAb dem 01.08.2025 bieten wir eine\nAusbildungsstelle als Tischler/-in (m/w/d)\nWas dich in der Ausbildung erwartet:\nWährend deiner dreijährigen Ausbildung wirst du in unserem Fachbereich Handwerk ausgebildet und lernst die verschiedenen Gewerke kennen.\nDu lernst mit Holzmaterialien und verschiedenen Baustoffen zu arbeiten.\nNeben den klassischen Holz- und Innenausbauarbeiten unterstützt du uns bei der Herstellung und Montage von Holzkonstruktionen sowie bei der Instandsetzung und Sanierung von Möbeln und Fachwerkbauteilen.\nDein Profil\nDu hast einen Hauptschulabschluss mit guten Leistungen im Fach Mathematik oder einen höheren Abschluss.\nDu bist handwerklich geschickt, verfügst über ein gutes technisches Verständnis und räumliches Vorstellungsvermögen.\nDu beherrschst die deutsche Sprache in Wort und Schrift.\nDie Arbeit im Team macht dir Freude, du bist motiviert und zuverlässig.\nHast du Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums? Möchtest du gemeinsam mit uns etwas bewegen?\nDann bewirb Dich jetzt! Bitte richte deine aussagekräftigen Bewerbungsunterlagen\nausschließlich per E-Mail\nbis zum\n30.04.2025\nan:\npersonal@hessenpark.de\n.\nWir bieten dir auch die Möglichkeit, unseren Betrieb und das Team in den Schulferien im Rahmen eines Schnupperpraktikums kennen zu lernen. Fragen dazu beantwortet gerne unser Fachbereichsleiter Handwerk, Herr Oliver Bördner (Tel. 06081-588 197, E-Mail:\noliver.boerdner@hessenpark.de\n).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/ausbildungsstelle-als-tischler-in-m-w-d/", "date_published": "2025-02-04T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-fachwerkkompetenzzentrum/", "title": "Stelle (m/w/d) im Fachwerkkompetenzzentrum", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 15.02.2025 | Das Freilichtmuseum Hessenpark ist ein vielseitiges Museum mit einem Schwerpunkt auf Themen der Alltagskultur. Mit mehr als 100 wiedererrichteten historischen Wohnhäusern, landwirtschaftlichen Gebäuden und Werkstätten thematisieren wir auf einer Fläche von 60 Hektar den Wandel des historischen Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis in die 2. Hälfte des 20. Jahrhunderts. Unsere Sammlung umfasst mehr als 200.000 Objekte. Als anerkannter Arche-Park sind wir für den Erhalt gefährdeter Nutztierrassen zuständig und wir sind zertifizierter Bioland-Betrieb. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt in abwechslungsreichen Veranstaltungen unsere Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider. Im Umgang mit unseren historischen Gebäuden und Werkstätten entwickeln wir uns zu einem Zentrum für Fachwerksanierung und traditionelle Baustoffe.\nZur Verstärkung des Fachbereichs Wissenschaft besetzen wir ab\n01.05.2025\noder später\nin Teilzeit\nmit\n20 Wochenstunden befristet für zunächst zwei Jahre\neine Stelle (m/w/d) im\nFachwerkkompetenzzentrum\nWir bieten:\nVerantwortung für eigene Projekte (Projektleitung/Durchführung und Kontrolle)\nein flexibles, teamorientiertes Arbeitsumfeld in einem der größten Freilichtmuseen Deutschlands\ndie Möglichkeit, unser Fachwerkkompetenzzentrum aktiv weiterzuentwickeln\nflexible Arbeitszeiten zur Vereinbarkeit von Familie und Beruf\nVergütung nach TV-H mit Sozialleistungen wie Zusatzversorgung und einer Jahressonderzahlung\nWir erwarten:\nein abgeschlossenes Hochschulstudium (Master/Diplom) in Denkmalpflege, Architektur (vorzugsweise mit Schwerpunkt nachhaltiges Bauen), historischer Bauforschung oder vergleichbar\nErfahrung in der Projektleitung und Altbausanierung sowie im Umgang mit dem Denkmalschutz\nInteresse an der Entwicklung und Durchführung von themenbezogenen Informations- und Vermittlungsangeboten (intern/extern) im Kontext unserer musealen Arbeit\ndie Bereitschaft und Fähigkeit zum Aufbau und zur Betreuung von Kooperationen\nEngagement zur Akquise von Fördermitteln, Leitung von/Mitarbeit bei Forschungsvorhaben und -projekten\nKommunikationsfähigkeit, Koordinierungsstärke, Teamfähigkeit, Belastbarkeit\nWir möchten die Gleichstellung aller Menschen fördern und streben die Erhöhung der Diversität im Museumsteam an und begrüßen Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerbende werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt berücksichtigt.\nBitte senden Sie uns Ihre Bewerbungsunterlagen bis spätestens\n15.02.2025\nausschließlich\nper Mail an\npersonal@hessenpark.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2025", "url": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-fachwerkkompetenzzentrum/", "date_published": "2025-02-04T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-forschungsprojekt-fachwerk-2-0/", "title": "Stelle (m/w/d) im Forschungsprojekt Fachwerk 2.0", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 28.02.2025 | Das Freilichtmuseum Hessenpark ist ein vielseitiges Museum mit einem Schwerpunkt auf Themen der Alltagskultur. Mit mehr als 100 wiedererrichteten historischen Wohnhäusern, landwirtschaftlichen Gebäuden und Werkstätten thematisieren wir auf einer Fläche von 60 Hektar den Wandel des historischen Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis in die 2. Hälfte des 20. Jahrhunderts. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Als anerkannter Arche-Park sind wir für den Erhalt gefährdeter Nutztierrassen zuständig und wir sind zertifizierter Bioland-Betrieb. Unser Jahresprogramm spiegelt in abwechslungsreichen Veranstaltungen unsere Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider. Im Umgang mit unseren historischen Gebäuden und Werkstätten entwickeln wir uns zu einem Zentrum für Fachwerksanierung und traditionelle Baustoffe.\nIm Fachbereich Wissenschaft besetzen wir ab\n01.05.2025\noder später\nin Teilzeit\nmit\n20 Wochenstunden befristet\nmindestens 1 Jahr, längstens 31.12.2026 eine Stelle (m/w/d) im\nForschungsprojekt Fachwerk 2.0\nWir bieten:\nMitarbeit in der Entwicklung und Erforschung neuartiger Dämmsysteme zur energieeffizienten und ressourcenschonenden Fachwerkinstandsetzung an Versuchsgebäuden im Forschungsprojekt\nein flexibles, teamorientiertes Arbeitsumfeld in einem der größten Freilichtmuseen Deutschlands\nflexible Arbeitszeiten zur Vereinbarkeit von Familie und Beruf\nVergütung nach TV-H mit Sozialleistungen wie Zusatzversorgung und einer Jahressonderzahlung\nWir erwarten:\nein abgeschlossenes Studium der Architektur (FH-Diplom/FH-Bachelor)\nErfahrung in der Projektarbeit sowie im Bereich Altbausanierung und Denkmalschutz\nFähigkeiten zur Bewertung und Kommunikation von Projektergebnissen\nInteresse an der Entwicklung und Durchführung von themenbezogenen Informations- und Vermittlungsangeboten im Kontext des Forschungsprojekts und unserer musealen Arbeit\nEngagement, schnelle Auffassungsgabe, strukturiertes Handeln, Flexibilität\nWir möchten die Gleichstellung aller Menschen fördern und streben die Erhöhung der Diversität im Museumsteam an und begrüßen Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerbende werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt berücksichtigt.\nBitte senden Sie uns Ihre Bewerbungsunterlagen bis spätestens\n28.02.2025\nausschließlich\nper Mail an\npersonal@hessenpark.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-forschungsprojekt-fachwerk-2-0/", "date_published": "2025-02-04T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/praktikum-im-bereich-restaurierung-als-praxissemester-oder-studienbegleitend/", "title": "Praktikum im Bereich Restaurierung als Praxissemester oder studienbegleitend", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 28.02.2025 | Das Freilichtmuseum Hessenpark ist ein vielseitiges Museum mit einem Schwerpunkt auf Themen der Alltagskultur. Mit mehr als 100 wiedererrichteten historischen Wohnhäusern, landwirtschaftlichen Gebäuden und Werkstätten thematisieren wir auf einer Fläche von 60 Hektar den Wandel des historischen Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis in die 2. Hälfte des 20.Jahrhunderts. Unsere Sammlung umfasst mehr als 200.000 Objekte. Als anerkannter Arche-Park sind wir für den Erhalt gefährdeter Nutztierrassen zuständig und wir sind zertifizierter Bioland-Betrieb. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen.\nZur Verstärkung des Fachbereichs Wissenschaft bieten wir ab\ndem nächstmöglichen Zeitpunkt:\nWerkstudententätigkeit oder Praktikum im Bereich Restaurierung,\nals Praxissemester oder studienbegleitend\nWir bieten\nEinen Arbeitsplatz mit gut ausgestatteter Restaurierungswerkstatt (inkl. Stickstoffkammer) und neuem Sammlungsdepot\nStudienbegleitende restauratorische Mitarbeit an Sonder- und Dauerausstellungen in den historischen Gebäuden des Freilichtmuseums und an fachbereichsübergreifenden Projekten\nUmfassende Einblicke in die vielfältigen Projekte eines aktiven Museums\nEin flexibles, teamorientiertes Arbeitsumfeld in einem der größten Freilichtmuseen Deutschlands\nFlexible Arbeitszeiten und eine adäquate Vergütung\nWir erwarten\nMehrere Semester Erfahrung im Studiengang Restaurierung\nIdealerweise bereits Praktikumserfahrung in diesem Bereich\nGute Kenntnisse der gängigen MS-Office-Anwendungen, gern auch Erfahrung mit Sammlungsdatenbanken\nDie Fähigkeit, selbständig zu arbeiten, eine schnelle Auffassungsgabe, Hands-on-Mentalität, Teamfähigkeit, Belastbarkeit\nFreude an Projektarbeit und an Themen der Alltagskultur\nWir möchten die Gleichstellung aller Menschen fördern und streben die Erhöhung der Diversität im Museumsteam an. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerbende werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt berücksichtigt.\nBitte senden Sie uns Ihre Bewerbungsunterlagen\nausschließlich\nper E-Mail an:\npersonal@hessenpark.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/praktikum-im-bereich-restaurierung-als-praxissemester-oder-studienbegleitend/", "date_published": "2025-02-04T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/organisationstalent-m-w-d-zur-mitarbeit-im-programmteam/", "title": "Organisationstalent (m/w/d) zur Mitarbeit im Programmteam", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 28.02.2025 | Das Freilichtmuseum Hessenpark ist ein vielseitiges Museum mit einem Schwerpunkt auf Themen der Alltagskultur. Mit mehr als 100 wiedererrichteten historischen Wohnhäusern, landwirtschaftlichen Gebäuden und Werkstätten thematisieren wir auf einer Fläche von 60 Hektar den Wandel des historischen Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis in die 2. Hälfte des 20. Jahrhunderts. Als anerkannter Arche-Park sind wir für den Erhalt gefährdeter Nutztierrassen zuständig und sind ein zertifizierter Bioland-Betrieb. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt in abwechslungsreichen Veranstaltungen unsere Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider.\nZur Verstärkung unseres Fachbereiches Museumsservice suchen\nwir ab sofort befristet für zwei Jahre in Teilzeit mit 24 Wochenstunden\nein\nOrganisationstalent (m/w/d) zur Mitarbeit im Programmteam\nDas sind Ihre Aufgaben\nVon der Planung bis zur Durchführung von Veranstaltung sind Sie verantwortlich für verschiedene museale Angebote und Märkte.\nNeben der Organisation von Veranstaltungen sowie deren Koordination, Dokumentation, Nachbereitung und Auswertung haben Sie die Verantwortung für die Einhaltung von Budget- und Zeitplänen.\nSie haben die Möglichkeit zur Weiterentwicklung unserer Veranstaltungen und musealen Angebote.\nWir wünschen uns\nEine abgeschlossene kaufmännische Berufsausbildung mit Schwerpunkt Veranstaltungsorganisation.\nIdealerweise Erfahrung in der Kultur- und/oder Museumsarbeit.\nOrganisatorisches Geschick mit gutem Zeitmanagement, sehr gute Kommunikationsfähigkeit und Überzeugungskraft, Teamfähigkeit sowie Belastbarkeit.\nBereitschaft zu flexiblen Arbeitszeiten auch am Wochenende.\nEinen geübten Umgang mit allen MS-Office Programmen.\nWir bieten\nEin flexibles, teamorientiertes Arbeitsumfeld in einem der größten Freilichtmuseen Deutschlands.\nSpannende Aufgaben, die selbstständiges und eigenverantwortliches Arbeiten ermöglichen.\nFlexible Arbeitszeiten zur Vereinbarkeit von Familie und Beruf.\nVergütung nach TV-H mit Sozialleistungen wie Altersvorsorge und Jahressonderzahlung.\nWir möchten die Gleichstellung aller Menschen fördern und streben die Erhöhung der Diversität im Museumsteam an. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerbende werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt berücksichtigt.\nBitte senden Sie uns Ihre Bewerbungsunterlagen\nausschließlich\nper E-Mail bis zum\n28.02.2025\nan:\npersonal@hessenpark.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/organisationstalent-m-w-d-zur-mitarbeit-im-programmteam/", "date_published": "2025-02-04T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/empfangsmitarbeiter-w-m-d-fuer-museum-in-geringfuegiger-beschaeftigung/", "title": "Empfangsmitarbeiter (w/m/d) für Museum in geringfügiger Beschäftigung", "content_text": "Red Dot Design Museum, Essen Bewerbungsende: 28.02.2025 | Das Red Dot Design Museum des Design Zentrums Nordrhein Westfalen e.V. sucht:\nEmpfangsmitarbeiter (w/m/d) für Museum in geringfügiger Beschäftigung\nFür den Empfang des Red Dot Design Museums auf Zollverein sucht das Design Zentrum Nordrhein Westfalen e.V. ab sofort Verstärkung.\nIhre Aufgaben:\nAls Mitarbeiter (w/m/d) am Empfang sind Sie die erste Kontaktperson für die Besucher des Red Dot Design Museums. In dieser Funktion betreuen Sie den Empfangsbereich, den Museums-Shop sowie die Kasse.\nIhr Profil\nFreundliches, kommunikatives Auftreten\nSehr gute deutsche Sprachkenntnisse in Wort und Schrift sowie gute Englischkenntnisse, weitere Sprachen wünschenswert\nZuverlässigkeit, Organisationsgeschick, Belastbarkeit und Flexibilität\nGepflegtes Erscheinungsbild\nErfahrung im Umgang mit Kassensystemen\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und gelegentlich außerhalb der Öffnungszeiten\nGute MS-Office-Kenntnisse (Word, Excel, Outlook)\nÜber uns\nDas Red Dot Design Museum des Design Zentrums Nordrhein Westfalen e.V. befindet sich auf dem Gelände des UNESCO-Welterbes Zollverein in Essen. Es beherbergt die weltgrößte Ausstellung zeitgenössischen Designs.\nWir freuen uns auf Ihre vollständigen Bewerbungsunterlagen – ausschließlich per E-Mail als PDF – unter Angabe Ihres frühestmöglichen Eintrittstermins an:\nDesign Zentrum Nordrhein Westfalen e.V.\nz.H. Frau Tabea Jakobs\nGelsenkirchener Str. 181\n45309 Essen\ntabea.jakobs@dznrw.com\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/empfangsmitarbeiter-w-m-d-fuer-museum-in-geringfuegiger-beschaeftigung/", "date_published": "2025-02-04T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-kassenbereich-im-naumburger-dom/", "title": "Mitarbeiterin (m/w/d) im Kassenbereich im Naumburger Dom", "content_text": "Vereinigte Domstifter zu Merseburg und Naumburg und des Kollegiatstifts Zeitz, Naumburg Bewerbungsende: 28.02.2025 | Die Vereinigten Domstifter zu Merseburg und Naumburg und des Kollegiatstifts Zeitz sind eine gemeinnützige Stiftung öffentlichen Rechts, deren Wurzeln bereits über 1000 Jahre zurückreichen und zu der auch der 2018 zum UNESCO-Weltkulturerbe erklärte Naumburger Dom gehört. Wir suchen zum nächstmöglichen Zeitpunkt eine\nMitarbeiterin (m/w/d) im Kassenbereich im Naumburger Dom\nIhre Aufgaben:\nSie begrüßen unsere Gäste im UNESCO-Welterbe Naumburger Dom, verkaufen Eintrittskarten, geben Audio-Guides aus und informieren über das Besuchsprogramm.\nSie bereiten die Kasse vor und erstellen eigenständig die Kassenabrechnungen bei Dienstende.\nSie verkaufen Artikel aus dem Dom-Shop und beraten unsere Gäste über das Shop-Angebot\nSie unterstützen bei der Annahme und der Bearbeitung von Buchungsanfragen.\nIhr Profil:\nSie strahlen eine ungezwungene Gastfreundschaft aus, Sie sind engagiert, zuverlässig und kunden- und serviceorientiertes Denken steht für Sie immer 1. Stelle?\nSie besitzen eine hohe Flexibilität, die Bereitschaft zur Wochenend- und Feiertagsarbeit, bleiben auch unter Zeitdruck stets freundlich und lassen sich durch nichts aus der Ruhe bringen?\nSie verfügen über ein gepflegtes Erscheinungsbild, arbeiten gern im Team und haben Freude daran, mit unseren internationalen Gästen ins Gespräch zu kommen?\nUnser Angebot:\nArbeiten Sie in der einmaligen Atmosphäre des Naumburger Doms und erleben Sie täglich das unvergleichliche Flair eines UNESCO-Weltkulturerbes.\nSie interessieren sich für eine Tätigkeit in Teilzeit? Dann kommen Sie mit Ihren Vorstellungen gern auf uns zu.\nFlache Hierarchien, ein gutes kollegiales Miteinander und Flexibilität sind bei uns gelebte Unternehmenskultur.\nHaben wir Ihr Interesse geweckt?\nSenden Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen unter Nennung Ihrer Gehaltsvorstellungen per E-Mail an unseren Stiftskämmerer, Herrn Bastian Borck (b.borck@vereinigtedomstifter.de). Bei Fragen erreichen Sie Herrn Borck auch telefonisch unter 0173/9475803.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-kassenbereich-im-naumburger-dom/", "date_published": "2025-02-04T00:00:00+00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-mit-schwerpunkt-gaestefuehrung-am-unesco-welterbe-naumburger-dom/", "title": "Mitarbeiter*in im Besucherservice mit Schwerpunkt Gästeführung am UNESCO Welterbe Naumburger Dom", "content_text": "Vereinigte Domstifter zu Merseburg und Naumburg und des Kollegiatstifts Zeitz, Naumburg Bewerbungsende: 28.02.2025 | Die Vereinigten Domstifter zu Merseburg und Naumburg und des Kollegiatstifts Zeitz sind eine gemeinnützige Stiftung öffentlichen Rechts, deren Wurzeln über 1000 Jahre zurückreichen und zu der auch der 2018 zum UNESCO-Weltkulturerbe erklärte Naumburger Dom gehört. Wir suchen zum nächstmöglichen Zeitpunkt eine*n\nMitarbeiter*in im Besucherservice\nmit Schwerpunkt Gästeführung\nam UNESCO Welterbe Naumburger Dom\nzur Unterstützung bei der Betreuung unserer Gäste aus dem In- und Ausland.\nIhre Aufgaben:\nSie begrüßen unsere Gäste im Welterbe Naumburger Dom, verkaufen Eintrittskarten, geben Audio-Guides aus und informieren sie über das Besuchsprogramm.\nSie führen – nach einem intensiven Selbststudium und unter fachlicher Anleitung – unsere Reisegruppen und Einzelgäste durch den Dom und die weiteren Ausstellungsbereiche.\nSie unterstützen das Team beim Artikelverkauf im Dom-Shop und beraten unsere Gäste.\nIhr Profil:\nSie haben Freude daran, Gäste für unseren einzigartigen kulturellen Reichtum zu begeistern und in individuellen und themenbezogenen Führungen das geschichtsträchtige Welterbe Naumburger Dom mit all‘ seinen Facetten näherzubringen.\nSie haben idealerweise bereits als Guide gearbeitet oder schon vergleichbare Erfahrungen sammeln können.\nSie verfügen über eine gute Allgemeinbildung und Geschichtsbewusstsein\nSie sind kommunikationsstark und rhetorisch gewandt.\nSehr gutes Deutsch wird zwingend vorausgesetzt. Anwendungsbereite Kenntnisse in wenigstens einer weiteren Fremdsprache sind wünschenswert.\nSie verfügen über ein gepflegtes Erscheinungsbild und gute Umgangsformen. Es bereitet Ihnen große Freude, offen mit internationalen Gästen unterschiedlichster Kulturkreise umzugehen.\nSie arbeiten gerne im Team, sind absolut zuverlässig und bereit, auch an Feiertagen und am Wochenende zu arbeiten.\nUnser Angebot:\nSie sind in der einmaligen Atmosphäre des Naumburger Doms tätig und erleben täglich das unvergleichliche Flair eines UNESCO-Weltkulturerbes mit Zukunft.\nInteressieren Sie sich für eine Teilzeit-Tätigkeit? Dann kommen Sie gern offen mit Ihren Vorstellungen auf uns zu.\nEin gutes kollegiales Miteinander und Flexibilität sind bei uns gelebte Unternehmenskultur.\nHaben wir Ihr Interesse geweckt?\nSenden Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen unter Nennung Ihrer Gehaltsvorstellungen per E-Mail an unseren Stiftskämmerer, Herrn Bastian Borck (b.borck@vereinigtedomstifter.de). Bei Fragen erreichen Sie Herrn Borck auch telefonisch unter 0173/9475803.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-mit-schwerpunkt-gaestefuehrung-am-unesco-welterbe-naumburger-dom/", "date_published": "2025-02-04T00:00:00+00:00"}]}