{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-28/", "image": "", "title": "RESTAURATOR*IN (M/W/D)", "content_text": "Stadt Mannheim, Mannheim Bewerbungsende: 24.06.2025 | RESTAURATOR*IN (M/W/D)\nEntgeltgruppe 11 TVöD / Besoldungsgruppe A 11 LBesO | Teilzeit (zzt. 19,5 Stunden) | unbefristet\nIHRE AUFGABEN\n Restaurierung/Konservierung von Gemälden des 19./20. Jh. und Umgang mit konservatorischen Fragen bei zeitgenössischer Kunst\n Restauratorische und konservatorische Betreuung sowohl der Sammlung als auch von Sonderausstellungen\n Weiterentwicklung und Umsetzung des Restaurierungskonzeptes\n Überwachung der konservatorischen Bedingungen im Museum\n Mitarbeit bei der Organisation und Durchführung von Ausstellungsbau und -transport\n Mitarbeit bei der Vorbereitung aller Leihgaben aus Sammlungsbestand\n Erstellen von Zustands- und Schadensprotokollen\n Betreuung und Weiterentwicklung der musealen Standortverwaltung\nUNSER ANGEBOT\nIHR PROFIL\n Abgeschlossenes Hochschulstudium (mind. Bachelor) im Bereich Restaurierung (Gemälde und Skulptur)\n Kunsthistorische Fachkenntnisse im Bereich Konservierung und Restaurierung passend zur Sammlung und Museumsausrichtung\n Erfahrungen und Kenntnisse im Bereich der Umsetzung von Ausstellungen sowie in der Bearbeitung und\nVerantwortung von Sammlungsbeständen von Vorteil\n Sehr gute Kenntnisse in der Verwendung von Spezialgeräten der Restaurierung (UV-,Infrarot-, Röntgen- und Polarisationsmikroskope)\n Sehr gute EDV-Kenntnisse insbesondere im Bereich Datenbanken von Museumsandwendungen von Vorteil\n Verhandlungssicheres Englisch\nAls eine große Arbeitgeberin der Metropolregion Rhein-Neckar bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit, ein produktives Arbeitsumfeld mit zuverlässigen Strukturen. Sie finden bei uns spannende und abwechslungsreiche Tätigkeiten sowie eine dialogorientierte Führungskultur vor. Flexible Arbeitszeit, individuelle Arbeits- und Teilzeitmodelle, ein Jobticket und Kantinen gehören dabei ebenso zu den Angeboten für unsere Beschäftigten wie gezielte qualifizierte Weiterbildungen, ein innovatives Gesundheitsmanagement und die Möglichkeit zur Kinderbetreuung im Stadtnest².\nDie Stadt Mannheim fördert die Gleichstellung ihrer Mitarbeiter*innen und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Leisten Sie gemeinsam mit uns einen Beitrag für alle Bürger*innen und gestalten Sie das vielfältige und bunte Zusammenleben in unserer Stadt in einer weltoffenen und zukunftsorientierten europäischen Metropolregion. Weitere Informationen finden Sie auf unserer Karriereseite unter www.mannheim.de/karriere.\nIHRE BEWERBUNG\nWir freuen uns auf Ihre Online-Bewerbung bis spätestens 24.06.2025\nüber unser Bewerbungsportal unter www.mannheim.de/jobs.\nKontakt: Frau Radermacher 0621 293-6444\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.06.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-28/", "date_published": "2025-05-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sommerkraefte-fuer-den-besucherservice-m-w-d/", "image": "", "title": "Sommerkräfte für den Besucherservice (m/w/d)", "content_text": "Stadtmuseum Berlin, Berlin Bewerbungsende: 15.06.2025 | Die Stadtmuseum Berlin GmbH sucht zum 1. August 2025 befristet bis zum 31. August 2025, in\nTeilzeit oder Vollzeit (50 – 100%) mehrere Personen als\nSommerkräfte für den Besucherservice\n(m/w/d)\nVergütung in Anlehnung Entgeltgruppe 2 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft. Dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen, und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis.\nWas Sie erwartet\nAls Navigator:in (Servicekraft) im Besucherservice des Freilichtmuseums Museumsdorf Düppel sind Sie das Gesicht des Stadtmuseums Berlin. Sie begleiten unsere Gäste durch das historische Dorf – von der freundlichen Begrüßung bis zur Verabschiedung – und sorgen für ein gelungenes Besuchserlebnis. Dabei geben Sie Orientierung, helfen bei der Betreuung unserer Gäste bei Mitmach- und Erlebnisangeboten und beantworten Fragen rund um den Museumsbesuch. Gleichzeitig achten Sie darauf, dass die Sicherheit von Menschen, Objekten und Einrichtungen jederzeit gewährleistet ist.\nIhre Aufgaben\nEinlass und freundliche Begrüßung der Gäste\nAnnahme und Ausgabe an der Garderobe\nHilfestellungen bei der Orientierung auf dem Gelände des Museumsdorfes\nBetreuung von Mitmach- und Erlebnisangeboten\nBeantwortung von Fragen rund um den Museumsbesuch\nGewährleistung der Sicherheit für die Besucher:innen, Mitarbeiter:innen und Objekte in der Ausstellung im täglichen Betrieb\nEingreifen bei Notfällen, Erste Hilfe, Brandschutz, Evakuierung\nIhr Profil\noffenes, freundliches und serviceorientiertes Auftreten\nDeutschkenntnisse (fließend) sowie Englischkenntnisse oder Kenntnisse in einer Sprache, die in Berlin häufig gesprochen wird (fließend)\neintragsfreies Führungszeugnis\nWünschenswert sind:\nerste Erfahrungen im Servicebereich oder in einer Kultureinrichtung\nzertifizierte Grundausbildung in Erster Hilfe\nDie Aufgaben erfordern:\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und am Abend\nkörperliche Belastbarkeit (größtenteils stehende Tätigkeit im Freien)\nausgeprägte Kommunikationsfähigkeit\nindividuelles Einfühlungsvermögen und Diversitätskompetenz\nZuverlässigkeit, Einsatzbereitschaft und Teamfähigkeit\nWas wir Ihnen bieten\neine interessante Tätigkeit an der Schnittstelle von Mensch und Kultur\neine Arbeitszeitgestaltung in Teilzeit oder Vollzeit (50 – 100%) im Rahmen der Dienstpläne\neinen Arbeitsvertrag in Anlehnung an den TVöD-V VKA, Entgeltgruppe 2, Stufe 1, Tarifgebiet Ost\neinen Zuschuss zu einem Firmenticket bzw. zum Deutschlandticket\nWen wir besonders zur Bewerbung auffordern\nWir sind ein vielfältiges Team mit unterschiedlichen Hintergründen und Lebensrealitäten. Eine offene und diskriminierungsfreie Arbeitskultur ist uns sehr wichtig. Daran arbeiten wir gemeinsam im Sinne einer lernenden Organisation stetig weiter. Deshalb freuen wir uns insbesondere über Bewerber:innen marginalisierter Perspektiven. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht.\nBei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben können\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, aktueller Lebenslauf, Zeugnisse sowie ggf. Kündigungsfrist) senden Sie bitte unter Angabe Ihrer gewünschten Wochenarbeitszeit bis zum 15. Juni 2025 unter dem Kennzeichen 2025-NAV-1 ausschließlich per E-Mail in einem gebündelten PDF-Dokument (max. 10 MB) an: besucherservice@stadtmuseum.de. Per Post eingereichte Bewerbungsunterlagen werden nur zurückgesandt, wenn ihnen ein frankierter Rückumschlag beiliegt.\nSollten Sie keine EU-Staatsbürgerschaft besitzen, fügen Sie Ihrer Bewerbung bitte eine Kopie Ihres Aufenthaltstitels mitsamt Arbeitserlaubnis bei.\nWir behalten uns vor, geeignete Bewerber:innen bereits vor Ablauf der Bewerbungsfrist zu einem Bewerbungsgespräch einzuladen.\nDurch die Bewerbung entstehende Reisekosten werden von uns nicht erstattet.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sommerkraefte-fuer-den-besucherservice-m-w-d/", "date_published": "2025-05-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-ausstellungsassistentin-m-w-d-in-teilzeit-10-std-woche/", "image": "", "title": "Technische Ausstellungsassistent*in (m/w/d) in Teilzeit (10 Std./Woche)", "content_text": "Brandenburgische Kulturstiftung Cottbus-Frankfurt (Oder), Bewerbungsende: 20.06.2025 | Die Brandenburgische Kulturstiftung Cottbus-Frankfurt (Oder) sucht für das Brandenburgische Landesmuseum für moderne Kunst (BLMK) am Standort Frankfurt (Oder) zum nächst möglichen Zeitpunkt eine*n\nTechnische Ausstellungsassistent*in (m/w/d) in Teilzeit (10 Std./Woche)\nDie Stelle ist vorerst befristet bis zum 31.12.2027 mit der Option auf Entfristung und Aufstockung zur Vollzeitstelle zu besetzen.\nDas Brandenburgische Landesmuseum für moderne Kunst (BLMK) an den beiden Standorten Cottbus und Frankfurt (Oder) beherbergt mit etwa 45.000 Werken die weltweit umfassendste, museale Sammlung von Kunst aus der DDR und den nachfolgenden künstlerischen Traditionslinien. An den zwei Standorten mit insgesamt drei Ausstellungshäusern werden gleichzeitig mehrere Präsentationen gezeigt. Das Ausstellungsprogramm ist eng an die einzigartige Ressource der hauseigenen Sammlung geknüpft, die regelmäßig im Zusammenhang national und international relevanter Gegenwartskunst gezeigt und vor allem in kunsthistorische Kontexte gestellt wird. Hinzu kommt ein umfangreiches Rahmenprogramm aus Veranstaltungen und museumspädagogischen Aktivitäten.\nIdealerweise bringen Sie folgende Voraussetzungen mit:\n· Sie haben eine abgeschlossene Berufsausbildung zur*zum Museums- und Ausstellungstechniker*in oder eine vergleichbare Qualifikation oder eine abgeschlossene Berufsausbildung in einem handwerklichen/technischen Beruf\n· Sie arbeiten präzise, selbstständig und eigenorganisatorisch, sind teamfähig, verantwortungsbewusst, zuverlässig, haben Sinn für Ordnung und Sorgfalt im Umgang mit wertvollen Kunstwerken\n· Sie sind körperlich belastbar und flexibel\n· Sie verfügen über Erfahrungen im Arthandling, mit der Arbeit in Museen oder in vergleichbaren Einrichtungen und dem Umgang mit Künstlern\n· Sie bringen die Bereitschaft zur Feiertags-, Abend- und Wochenendarbeit mit\n· Sie haben einen Führerschein Klasse B (auch für Hubarbeitsbühnen)\n· Sie verfügen über gute PC-Kenntnisse\n· Ihre Kenntnisse der deutschen Sprache sind ausgezeichnet, weitere Fremdsprachen sind wünschenswert\nWir bieten Ihnen:\n· ein abwechslungsreiches, verantwortungsvolles und vielseitiges Aufgabengebiet\n· Arbeit in einem dynamischen, besonderen und außergewöhnlichen Umfeld\n· eine tarifliche Vergütung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TVL) in der Entgeltgruppe 6\n· 30 Tage Urlaub\n· zusätzliche Leistungen auf Grundlage des TV-L, wie z.B. Betriebliche Altersvorsorge, vermögenswirksame Leistungen und Jahressonderzahlung\n· pro Spielzeit zwölf kostenfreie Tickets für Vorstellungen des Staatstheaters Cottbus\n· gelebte Transparenz und offene Kommunikation\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen bis zum 20. Juni 2025 an die\nBrandenburgische Kulturstiftung Cottbus-Frankfurt (Oder)\nPersonalbüro\nLausitzer Str. 33\n03046 Cottbus\noder per E-Mail an: personal@bkc-f.de (zusammengefasst als ein PDF-Dokument, max. 20 MB)\nFachliche Auskünfte erteilt Ihnen Frau Kremeier, Tel.: 0355/49494049, Mail: info-ffo@blmk.de. Allgemeine Auskünfte zum Ausschreibungsverfahren erhalten Sie von Frau Holick Tel.: 0355/7824105, Mail: personal@bkc-f.de.Die Vorstellungsgespräche finden am 1. Juli 2025 in Frankfurt (Oder) statt.\nWir bitten um Verständnis, dass aus Kostengründen Bewerbungsunterlagen in Papierform nur zurückgeschickt werden können, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Von der Zusendung von Eingangsbestätigungen und Zwischen-bescheiden wird abgesehen.\nDes Weiteren weisen wir darauf hin, dass von Seiten der Kulturstiftung im Zusammenhang mit der Bewerbung entstehende Kosten (z.B. Fahrt- und Bewerbungskosten) nicht übernommen werden.\nDie BKC-F fördert die berufliche Zukunft von Frauen. Bewerbungen von Frauen werden daher ausdrücklich erwünscht und nach Maßgabe des Landesgleichstellungsgesetzes berücksichtigt.\nDie im Rahmen Ihrer Bewerbung mitgeteilten personenbezogenen Daten werden auf der Grundlage des § 26 des Brandenburgischen Datenschutzgesetzes verarbeitet. Sofern Sie mit der Verarbeitung der Daten nicht einverstanden sind oder die Einwilligung widerrufen, kann Ihre Bewerbung nicht berücksichtigt werden. Die Bewerbungsunterlagen werden nach Abschluss des Auswahlverfahrens den Vorgaben des Datenschutzrechts entsprechend gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.06.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-ausstellungsassistentin-m-w-d-in-teilzeit-10-std-woche/", "date_published": "2025-05-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-fuer-die-marine-zoologie/", "image": "", "title": "Technische Assistenz (m/w/d) für die Marine Zoologie", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfort a.M. Bewerbungsende: 15.06.2025 | Stellenausschreibung Ref. #01-25035\nTechnische Assistenz (m/w/d) für die Marine Zoologie\nVollzeit oder Teilzeit\nOrt: Senckenberg Forschungsinstitut und Naturmuseum Frankfurt, Frankfurt\nVertragsart: Zunächst befristet auf 2 Jahre mit der Option auf Entfristung\nGehalt: TV-H E7\n(TV-H: Tarifvertrag des Landes Hessens)\nBeginn: Zum nächstmöglichen Zeitpunkt\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDas Senckenberg Forschungsinstitut und Naturmuseum Frankfurt zählt zu den international führenden Einrichtungen auf dem Gebiet der Biodiversitätsforschung. In unserem Haus bewahren wir wertvolle wissenschaftliche Sammlungen – von historischen bis zu modernen Proben – insbesondere von Korallen, Schwämmen und weiteren marinen Wirbellosen. Diese einzigartigen Sammlungen stehen im Zentrum zahlreicher Forschungsprojekte und werden regelmäßig im Austausch mit Partnerinstitutionen weltweit erweitert und ergänzt.\nAls technische Assistenz sind Sie maßgeblich daran beteiligt, diese bedeutenden Sammlungen zu pflegen und zu dokumentieren. Sie unterstützen internationale Gastforschende vor Ort und wirken aktiv bei der Organisation von Probenimporten und -exporten mit – sowohl für die eigene Abteilung als auch in enger Zusammenarbeit mit anderen Fachbereichen. Diese Position bietet Ihnen die besondere Chance, Teil eines engagierten Teams zu werden und mit einer außergewöhnlichen Sammlung zu arbeiten, die die wissenschaftliche Korallenforschung entscheidend mitgestaltet.\nIhre Aufgaben\n· Inventarisierung der Sammlung der Abteilung „Marine Wirbellose I“ (Schwämme, Nesseltiere, Weichtiere und Rippenquallen)\n· Gezielte Sortierung und Präparation von Proben\n· Technische Unterstützung bei der digitalen Bildaufnahme und Dokumentation, einschließlich Mikroskopie\n· Kommunikation mit internen und externen Projektpartnerinnen, Unterstützung bei der Betreuung von Gastforschenden, Freiwilligen, Praktikantinnen, Studierenden und Auszubildenden der Senckenberg School\n· Zusammenarbeit mit Mitarbeitenden der marinen Zoologie sowie anderen Senckenberg-Abteilungen und internationalen Forschungseinrichtungen; Bereitstellung von Informationen für den Versand und Import biologischer und paläontologischer Proben\n· Unterstützung der Mitarbeitenden der marinen Zoologie und anderer Abteilungen beim Versand und Import biologischer und paläontologischer Proben\n· Teilnahme an Fort- und Weiterbildungen, z. B. Workshops/Kurse zu internationalem Probentransport, einschließlich bestimmter Gefahrgüter (z. B. Ethanol, Aldehydlösungen, Trockeneis)\nIhr Profil\n· Abgeschlossene Berufsausbildung als technischer Assistentin oder vergleichbare Qualifikation\n· Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift. Die Arbeitssprache der Abteilung „Marine Wirbellose I“ ist Englisch.\n· Grundkenntnisse der biologischen Systematik sowie starkes Interesse und Begeisterung für marine Wirbellose\n· Freude am Umgang mit Menschen unterschiedlicher Fachrichtungen\n· Ausgeprägter Teamgeist\n· Verantwortungsbewusstsein und Zuverlässigkeit\n· Höfliches, aber bestimmtes Auftreten sowie Belastbarkeit\n· Genauigkeit\n· Strukturierte, organisierte und lösungsorientierte Arbeitsweise\n· Bereitschaft zu regelmäßiger Fortbildung\nWir bieten\n· Zugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen\n· eine attraktive und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\n· selbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\n· Flexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (\nals zusammenhängende PDF-Datei\n)\nbitte unter Angabe der Referenz #01-25035 bis zum 15.06.2025\nan\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das\nOnline Bewerbungsformular\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail: recruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Prof. Dr. Julia Sigwart\nJulia.Sigwart@senckenberg.de\ngerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-fuer-die-marine-zoologie/", "date_published": "2025-05-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technical-assistant-m-f-d-for-collections-digitisation/", "image": "", "title": "Technical Assistant (m/f/d) for collections digitisation", "content_text": "Senckenberg Gesellschaft für Naturforschung, Bewerbungsende: 15.06.2025 | Job Announcement Ref. #01-25034\nTechnical Assistant (m/f/d) for collections digitisation\nfull time (part time options are available)\nLocation: Senckenberg Research Institute and Natural History Museum, Frankfurt, Germany\nContract type: Initially limited to 2 years with the option of extension\nSalary: TV-H E 6–7 (depending on qualification and experience)\n(TV-H: Collective agreement of the state Hesse)\nStart date: As soon as possible\nThe Senckenberg Gesellschaft für Naturforschung (SGN) was founded in 1817 and is one of the most important research institutions in the field of biodiversity. At its twelve locations throughout Germany, scientists from almost 40 nations conduct cutting-edge research on an international scale. The Society’s headquarter is in the Main metropolis of Frankfurt in the heart of Germany. This is also where one of the best-known Senckenberg facilities, the Senckenberg Natural History Museum, is located.\nThe Senckenberg Research Institute and Natural History Museum in Frankfurt, Germany, is an internationally renowned and well-connected hub of modern biodiversity science. The primary research infrastructure for the institute is its collection of historical specimens of animals, plants, and minerals, representing global geobiodiversity. As part of the project to digitally transform the Senckenberg collections, objects are being digitally catalogued. This indexing includes both the recording of metadata and image-based digitisation. A pilot project for a newly developed mass digitization system is being deployed in the collection of molluscs. The post holder will be responsible for the operation of this system including object handling, image capture, transcribing data, and organising a smooth workflow.\nYour tasks\n· Operation of the digitisation workstation\n· Optimisation and standardisation of work processes\n· Image capture and quality control\n· Capture, management and validation of metadata\n· Structured filing of media\n· Documentation and acquisition of relevant information\n· Independent troubleshooting of the digitisation workstation and workflow\nYour profile\n· Completed vocational training as technical assistant, media specialist, photo assistant, or a comparable qualification\n· Experience with sensitive collection material or other delicate and valuable objects\n· Very good knowledge of image processing and corresponding programmes\n· Experience with databases\n· Very good command of written and spoken English and German\n· Team spirit\n· Structured, solution-oriented style of working\n· Willingness to participate in regular and advanced training\nWe welcome applicants who either bring experience or wish to grow in the following fields\n· Interest in natural history collections\n· Experience in reading and interpreting handwritten documents especially Old German scripts\n· Knowledge and experience with biological classification or museum catalogue databases\n· Experience in dealing with image repositories or digital asset management systems (e.g. easyDB)\n· Working knowledge of digital image processing and the relevant image processing programmes, in particular batch processing (e.g. Adobe CS6, ImageJ)\n· Good knowledge of digital colour management\nWhat We Offer\n· Access to an international network of scientists, policymakers, and research organizations.\n· A dynamic work environment in Frankfurt, a diverse and vibrant city offering a high quality of life.\n· Flexible working hours – mobile working – Support with childcare or caring for family members (certified by the “audit berufundfamilie” (work and family audit)) – Employee ID card with free admission to municipal museums – Annual bonus – Company pension plan\nSenckenberg is committed to diversity. We benefit from the diverse skills, perspectives, and personalities of our employees and welcome applications from qualified applicants, regardless of age, gender, ethnic or cultural background, religion and belief, sexual orientation and identity, or disability. Applicants with severe disabilities will be given special consideration if they are equally qualified. Senckenberg actively supports the balance of work and family life and attaches great importance to an equal and inclusive work culture.\nWould you like to apply?\nPlease send us your complete and comprehensive application documents (motivational letter, CV, academic certificates and credentials electronically (as a single PDF file) quoting reference #01-25034 by 15th of June 2025 to recruiting@senckenberg.de or apply directly on our website.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail: recruiting@senckenberg.de\nFor any job-related inquiries, Ms Prof. Dr. Julia Sigwart will be happy to assist you at Julia.sigwart@senckenberg.de.\nFor more information about the Senckenberg Gesellschaft für Naturforschung, please visit http://www.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/technical-assistant-m-f-d-for-collections-digitisation/", "date_published": "2025-05-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-fuer-presse-und-marketing-m-w-d-teilzeit-zunaechst-befristet-fuer-2-jahre-entgeltgruppe-9c-10-tvoed/", "image": "", "title": "Referent für Presse und Marketing (m/w/d) Teilzeit / zunächst befristet für 2 Jahre / Entgeltgruppe 9c/10 TVöD", "content_text": "Landkreis Osterholz, Worpswede Bewerbungsende: 27.06.2025 | Das bieten wir Ihnen:\nEine Teilzeitstelle mit einer Arbeitszeit von 20 Wochenstunden\nZunächst auf zwei Jahre befristet.\nEntgelt nach Entgeltgruppe 9c/ 10 TVöD\nArbeitgeber ist der Landkreis Osterholz, Arbeitsort ist die Geschäftsstelle des Worpsweder Museumsverbunds in der Großen Kunstschau Worpswede.\nDie Stelle vereint die hohen Standards einer Anstellung bei einem modernen kommunalen Arbeitgeber mit den kreativen Gestaltungsspielräumen, die die Zusammenarbeit der vier Worpsweder Museen im inspirierenden Umfeld des lebendigen Künstlerdorfes Worpswede bietet.\nVBL-Zusatzversorgung\nFort- und Weiterbildungsmöglichkeiten\nFirmenfitness, aktives Gesundheitsmanagement\nDas sind Ihre Aufgaben:\nErstellung und redaktionelle Bearbeitung von Presse- und Marketingmaterialien (z.B. Pressemitteilungen, Pressemappen, Broschüren, Flyer, Präsentationen, Versandaktionen, Plakate, Rollups, Newsletter, etc.)\nPlanung und Umsetzung von Presse- und Kommunikationsmaßnahmen und\n-kampagnen, Veranstaltungen und Projekten\nMarken- und Medienmonitoring, Qualitätssicherung und Erstellung aussagekräftiger Reports\nPflege der Bild- und Textdatenbank sowie der Kommunikationsverteiler\nBearbeitung von Presseanfragen, Organisation und Durchführung von Presseterminen\nEnge Zusammenarbeit mit internen Partnern sowie externen Dienstleistern und Agenturen, Schnittstellenmanagement\nKontaktpflege mit regionalen und überregionalen Medienvertretern\nPlanung, Organisation und Bewerbung von Veranstaltungen\nDas bringen Sie mit:\nEin Hochschulstudium (Bachelor) in einem geisteswissenschaftlichen Fach, in Kulturmarketing oder -management bzw. eine vergleichbare Qualifikation\nErfahrungen im PR-Bereich und/oder im Kulturmarketing, nach Möglichkeit auch in der Museumsarbeit\nInteresse an den in Worpswede gegebenen kunst- und kulturhistorischen Themen und an zeitgenössischer Kunst\nGute Kenntnisse der regionalen und nationalen Medienlandschaft\nAusgeprägte Kommunikations- und Teamfähigkeit\nEigeninitiative, Kreativität und Motivation\nEine hohe Sprachkompetenz in Wort und Schrift\nStilsicherer Umgang mit den gängigen Social Media-Plattformen und fundierte Kenntnisse in der Arbeit mit CM-Systemen\nWir freuen uns auf Ihre Online-Bewerbung unter\nwww.landkreis-osterholz.de/bewerbung­­\nbis zum 27.06.2025.\nBitte fügen Sie Ihrer Bewerbung ein Anschreiben, einen tabellarischen Lebenslauf sowie Ihre Zeugnisse bei.\nFür Ihre Fragen steht Ihnen die stellvertretende Geschäftsführerin des Worpsweder Museumsverbunds, Frau Imke Schumacher-Reichert, gern unter schumacher-reichert@worpswede-museen.de zur Verfügung.\nDie Vorstellungsgespräche sind für den 05./07.08.2025 geplant. Wir bitten Sie,\nbei Ihrer Bewerbung den für Sie frühestmöglichen Beginn der Beschäftigung anzugeben.\nwww.worpswede-museen.de\nLandkreis-osterholz.de/karriere­­\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-fuer-presse-und-marketing-m-w-d-teilzeit-zunaechst-befristet-fuer-2-jahre-entgeltgruppe-9c-10-tvoed/", "date_published": "2025-05-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-73/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Stadt Brandenburg an der Havel, Brandenburg an der Havel Bewerbungsende: 24.06.2025 | Im Museum der Stadt Brandenburg an der Havel ist ab 01.09.2025 eine Stelle für ein\nWissenschaftliches Volontariat\n– in Vollzeitbeschäftigung mit einer Vergütung in Höhe von 50 v. H. nach Entgeltgruppe 13 TVöD –\nbefristet für zwei Jahre zu besetzen.\nZiel des Volontariates ist es, die während des Studiums erworbenen Kenntnisse in der Praxis anzuwenden und zugleich Kenntnisse für die Tätigkeit an einem Museum zu erwerben.\nDem Volontär / der Volontärin (m/w/d) obliegen in diesem Zusammenhang unter Anleitung u. a. folgende Aufgaben:\n· aktive Mitwirkung an den vielfältigen Tätigkeiten und Arbeitsprozessen des Stadtmuseums (Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln, Kommunikation, Museumsmanagement, Verwaltung) hierzu zählen:\n· Mitwirkung an partizipativen Projekten und an der digitalen Ausrichtung des Museums\n· Mitarbeit bei der Betreuung der Sammlungen und bei der Vorbereitung des Depotumzugs\n· Mitarbeit bei Konzeption von Ausstellungen, Literatur-, Bild- und Objektrecherchen\n· Verfassen von Ausstellungs- und Katalogtexten\n· Mitarbeit bei der Ausstellungsorganisation mit Ausstellungsplanung\n· Mitarbeit bei Ausschreibungen, Leihverkehr, Bildredaktion und Projektsteuerung\n· Mitarbeit zur Presse- und Öffentlichkeitsarbeit des Stadtmuseums, insbesondere social media\n· Unterstützung im Bereich Museumspädagogik und Vermittlung\nUnser Angebot\n· Vielseitigkeit, Verantwortung und Gestaltungsspielraum innerhalb Ihres Aufgabenbereiches\n· Eine umfassende Einarbeitung in die Tätigkeitsfelder wissenschaftlicher Museumsarbeit\n· Eine monatliche Vergütung in Höhe von 50 v. H. der Entgeltgruppe 13 TVöD\n· Weitere Leistungen in Anlehnung an den TVöD\n· eine zentrale Ansprechperson\n· Unterstützung bei der Teilnahme an internen und externen Fortbildungen und sowie dem Erwerb von weiteren Qualifikationen\nFolgende Qualifikationen und Nachweise werden von Ihnen erwartet:\nFür das ausgeschriebene Volontariat wird ein abgeschlossenes Hochschulstudium (Master oder Magister) in folgendem Bereich vorausgesetzt:\n· Geschichte, Europäische Kunstgeschichte, Archäologie, Vor- und Frühgeschichte, Europäische Ethnologie oder Museologie\nDarüber hinaus weisen Sie den Besitz der Fahrerlaubnis der Klasse B nach.\nDie Anforderungsvoraussetzungen hinsichtlich der Qualifikation und der Ausbildung müssen spätestens mit Ablauf der Bewerbungsfrist vorliegen.\nZudem verfügen Sie über Kenntnisse der Stadtgeschichte Brandenburgs an der Havel bis in die jüngste Zeit und der Landesgeschichte. Wir freuen uns, wenn Sie bereits erste praktische\nErfahrungen mit Ausstellungen in Museen sowie praktische Erfahrungen im Verfassen allgemeinverständlicher Texte haben. Unerlässlich für die Aufgabenerfüllung sind eine hohe Kommunikations- und Sprachkompetenz, gute organisatorische Fähigkeiten, ein sicherer Umgang mit der gängigen Büro-Software, ein hohes Maß an Verantwortungsbereitschaft und Teamfähigkeit, die Fähigkeit zum strukturierten und zielorientierten Arbeiten, ein sicheres Auftreten sowie die Identifikation mit dem Arbeitsfeld und die Bereitschaft zu gelegentlichen Wochenendeinsätzen für Museumsveranstaltungen. Zudem erwarten wir die Bereitschaft zum Führen von Dienstfahrzeugen.\nWeitere Informationen:\nDas Volontariat orientiert sich an den Empfehlungen des Leitfaden für ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nWir freuen uns auf Ihre aussagefähige Bewerbung mit den entsprechenden Nachweisen (Bewerbungsschreiben, tabellarischer Lebenslauf, Kopien von beruflichen Abschlusszeugnissen, Referenzen, Beurteilungen und Zeugnissen einschließlich Fahrerlaubnis).\nBitte richten Sie Ihre Bewerbung bis zum 24.06.2025 unter der Kennziffer EA 57/2025 an die Stadt Brandenburg an der Havel, Der Oberbürgermeister, Haupt- und Personalamt, Sachgebiet Personal, Klosterstraße 14, 14770 Brandenburg an der Havel. Online-Bewerbungen richten Sie bitte an www.stadt-brandenburg.de/bewerbungsformular\nRückfragen im Zusammenhang mit Ihrer Bewerbung werden unter der Rufnummer 03381/58 1109 beantwortet. Vorsorglich wird darauf hingewiesen, dass im Zusammenhang mit dem Bewerbungsverfahren anfallende Kosten (z. B. Reisekosten, Kosten für eventuelle Nachweise) nicht erstattet werden.\nDie kreisfreie Stadt Brandenburg an der Havel engagiert sich aktiv für die Chancengleichheit. Daher werden alle Bewerbungen unabhängig von Geschlecht, kultureller Herkunft, Behinderung, Religion und Lebensweise begrüßt.\nAnerkannte Schwerbehinderte oder diesen gleichgestellten behinderten Menschen werden bei gleicher Eignung vorrangig berücksichtigt. Bitte weisen Sie auf eine Schwerbehinderung ggf. bereits in der Bewerbung hin.\nNähere Informationen zur Stadt Brandenburg an der Havel können der Internetseite der Stadt Brandenburg an der Havel entnommen werden.\nGemäß Artikel 13 der EU-Datenschutzgrundverordnung (DSGVO) wird auf die allgemeine Information zur Verarbeitung personenbezogener Daten durch die Stadt Brandenburg an der Havel gemäß Artikel 12 bis 22 und 34 DSGVO sowie auf die ergänzende Information zur Verarbeitungstätigkeit von personenbezogenen Bewerber- und Beschäftigtendaten, welche unter www.stadt-brandenburg.de/karriere/datenschutz abrufbar sind, verwiesen.\nBewerberinnen und Bewerber, die Ihre Unterlagen postalisch bei der Stadtverwaltung einreichen möchten, werden gebeten, die auf der o.g. Internetseite verfügbare Einwilligungserklärung der Bewerbung beizufügen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-73/", "date_published": "2025-05-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-fuer-das-volkskunstmuseum-m-w-d/", "image": "", "title": "wissenschaftliche*n Mitarbeiter*in für das Volkskunstmuseum (m/w/d)", "content_text": "Tiroler Landesmuseen (TLM), Hall in Tirol Bewerbungsende: 26.06.2025 | Zur Verstärkung unseres Teams suchen wir\nab 1.9.2025\neine/einen\nwissenschaftliche*n Mitarbeiter*in für das Volkskunstmuseum (m/w/d)\nim Ausmaß einer Vollzeitstelle (40h/Woche)\nDie Tiroler Landesmuseen (TLM) sind mit ihren vielfältigen Sammlungen und dem Zusammenschluss von fünf Häusern ein Universalmuseum. Sie verwalten einen der größten regionalen Sammlungsbestände Österreichs. Zu den Tiroler Landesmuseen gehören das Ferdinandeum, das Zeughaus, das Volkskunstmuseum, die Hofkirche, das TIROL PANORAMA mit Kaiserjägermuseum und das Sammlungs- und Forschungszentrum in Hall in Tirol.\nDas Tiroler Volkskunstmuseum ist ein volkskundlich-kulturwissenschaftliches Museum und Ort der Neugierde und Inspiration. Gemeinsam mit der Hofkirche ist es ein offener, inklusiver Raum des Wissensaustausches, in dem das Historische mit dem Aktuellen kommuniziert. Idealerweise im Fachbereich Volkskunde beheimatet, ergänzen Sie unser engagiertes Team und arbeiten im Bereich der Verwaltung und Betreuung des Volkskunstmuseums und der Hofkirche mit. Als fachlich kompetente*r und kommunikative*r Teamplayer*in sind Sie umfassend in alle Bereiche der Museumsarbeit eingebunden.\nIhre Aufgabengebiete\nArbeit mit dem Sammlungsinventar (u. a. Inventarisierung, Depotarbeit, Anfragenbeantwortung)\nMitarbeit in der Verwaltung und der fachlichen Betreuung der Hofkirche\nBetreuung der Neuzugänge in der Museumsbibliothek\nBetreuung und Weiterentwicklung der Museum-App, Führungen durch Dauer- und Sonderausstellungen\nMitarbeit in der Veranstaltungsorganisation und Betreuung von Praktikant*innen\nMitarbeit bei Ausstellungen (u. a. Konzeptionsentwicklung, Recherche, Textierung, Begleitband)\nMitarbeit an der Überarbeitung des Sammlungskonzepts sowie des Museumsleitbilds\nMitarbeit bei Sonder- und Kooperationsprojekten\naktive Mitwirkung bei der Erreichung der strategischen Ziele der TLM hinsichtlich Nachhaltigkeit und Inklusion\nUnsere Anforderungen\nerfolgreich abgeschlossenes Universitätsstudium (Master-, Diplom- oder Doktorat) im Fachbereich Volkskunde/Europäische Ethnologie/Empirische Kulturwissenschaften oder eines verwandten Faches, z.B. Geschichte\nausgeprägtes Interesse an volkskundlich-kulturwissenschaftlichen Themenbereichen insbesondere im Gebiet der Europaregion Tirol/Südtirol/Trentino\nErfahrungen im Museums- und Ausstellungsbereich erwünscht\nsehr gute Deutschkenntnisse erforderlich, Fremdsprachenkenntnisse (E,I) erwünscht\nTeamfähigkeit und Bereitschaft, interdisziplinär zu arbeiten\nfachliches Engagement sowie Freude am Entwickeln von (Ausstellungs-)Projekten\nstrukturierte, ergebnisorientierte Arbeitsweise\nFührerschein B zur Nutzung des betrieblichen Fuhrparks\nWir bieten Ihnen …\neine Vollzeitstelle (40 Wochenstunden).\nflexible Arbeitszeiten im Rahmen der Betriebsvereinbarung.\nein Jahresbruttogehalt von € 49.400,-\neinen attraktiven Arbeitsplatz an einem Standort mit hoher Lebensqualität.\nindividuelle Aus-, Fort- und Weiterbildungsmöglichkeiten.\nEin Öffi-Ticket zur Erreichung der Betriebsstätten der TLM (Hall i. Tirol, Innsbruck)\nBitte richten Sie Ihre\naussagekräftigen Bewerbungsunterlagen\nausschließlich per E-Mail (in einem PDF, max. 5 MB)\nbis zum 26.6.2025\nan Maria Kluibenschedl, Tiroler Landesmuseen-Betriebsgesellschaft m.b.H., Museumstr. 15, 6020 Innsbruck;\nbewerbung@tiroler-landesmuseen.at\n; tiroler-landesmuseen.at\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-fuer-das-volkskunstmuseum-m-w-d/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/postdoc-m-f-d-in-the-department-of-zoology/", "image": "", "title": "Postdoc (m/f/d) in the Department of Zoology", "content_text": "State Museum of Natural History Stuttgart (SMNS), Stuttgart Bewerbungsende: 30.06.2025 | The State Museum of Natural History Stuttgart (SMNS) with its two locations Museum am Löwentor and Schloss Rosenstein is one of the largest natural history museums in Germany with over 180 employees. It sees itself as a future-oriented research and educational institution. With the support of the Baden-Württemberg Ministry of Science, Research and the Arts, the focus on biodiversity and evolutionary research is being comprehensively expanded. This will enable the SMNS to make an even greater contribution to solving current and future challenges such as the biodiversity crisis. In addition, together with the University of Hohenheim, we are forming the Competence Centre Biodiversity and Integrative Taxonomy (KomBioTa).\nAt the earliest possible date, we are looking for one\nPostdoc (m/f/d) to work in research programmes of the Department of Zoology\n(E 13 TV-L, 100 %, limited until 30 September 2026)\nResearch should focus on molecular biogeography, conservation genetics, analysis of faunal change, evolutionary morphology or ecology. Interdepartmental cooperation is also very welcome. Special emphasis will be given to innovative questions that can be answered, for example, using molecular methods. Postdocs can collaborate in ongoing SMNS projects or contribute their own research programmes. These must allow a close taxonomic and methodological link to existing projects in the Department of Zoology (\nhttps://www.naturkundemuseum-bw.de/en/research/zoology\n).\nCollaboration is possible on the following projects for which data already exist:\nConservation genetics of freshwater mussels and groundwater snails using NGS data\nFeeding ecology and admixture of Malagasy rainforest birds using metabarcoding from faecal samples and stable isotope analysis of feathers\nEvolutionary morphology of the genitalia or olfactory system of amphibians (Gymnophiona) using µCT analyses\nMorphological and genetic evidence of hybridisation in two\nFoudia\nspecies (weaver birds) at a Madagascan rainforest edge\nRequirements:\nCompleted doctorate in biology or a related subject\nKnowledge and experience in at least one of the research areas biogeography, ecology or conservation/population genetics proven through publications\nExcellent command of written and spoken English; basic knowledge of German is a plus\nIn addition, one or more of the following knowledge/skills are desirable:\nMolecular genetic/genomic methods incl. bioinformatic analysis in the field of biogeographical or ecological research (e.g. metabarcoding)\nStatistical analyses, e.g. of genetic and/or ecological data\nStable isotope analysis\nYour tasks:\nPublication of research results in renowned scientific journals\nWhat we offer:\nFull-time position, remunerated according to TV-L E 13 (limited until 30 September 2026)\nBasic research funding and support for conference travel\nCooperation and integration into already established research projects\nAttractive workplace in the centre of Stuttgart in an internationally renowned research museum; links to the research projects of the University of Hohenheim (e.g. KomBioTa)\nResearch in an international and multidisciplinary environment\nWell-equipped molecular laboratories\nSupport in acquiring German language skills if necessary\nMonthly public transport allowance of 25 € (JobTicket BW)\nPlease send your electronic application – in a single PDF file, max. 10 MB – with\nCover letter/resume with a description of your motivation\nNames/addresses of three references\nCopies of relevant certificates\nList of publications\nList of acquired third-party funding\nOutlook (max. one page) for a specific project at the museum within the above-mentioned research programmes\nWe accept applications in German and English. Please send your application to\npostdoc-zoologie@smns-bw.de\nby 30/06/2025 at the latest. Interviews are scheduled for 11/07/2025.\nFor further information, please contact PD Dr Stefan Merker (Tel.: +49-711/8936-246, Email:\nstefan.merker@smns-bw.de\n). You can also contact other scientists of the Department of Zoology directly.\nThe SMNS promotes equal opportunities for its employees and therefore welcomes applications from all people regardless of gender, cultural and social background, age, religion, ideology, disability or sexual identity. We are particularly committed to promoting equality between women and men and therefore expressly encourage qualified women to apply. Severely disabled applicants will be given preference if equally qualified.\nData protection information for applicants can be found on our homepage under ‘Jobs’.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/postdoc-m-f-d-in-the-department-of-zoology/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/phd-candidate-research-assistant-f-m-d-turtle-neuroanatomy-evolutionary-morphology-part-time-65-26-weekly-working-hours/", "image": "", "title": "PhD Candidate / Research Assistant (f/m/d) Turtle Neuroanatomy & Evolutionary Morphology (part time, 65%, 26 weekly working hours)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Tübingen Bewerbungsende: 15.06.2025 | The Senckenberg Society for Nature Research (Senckenberg Gesellschaft für Naturforschung, SGN) was founded in 1817 and is one of the most important research institutions around biological diversity. At its twelve sites throughout Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. At the site in Tübingen, Baden-Württemberg, the Senckenberg Centre for Human Evolution and Palaeoenvironmant (SHEP) is located in a lively university town with historical flair and numerous local recreational opportunities.\nThe Senckenberg Centre for Human Evolution and Palaeoenvironment (SHEP) at the University of Tübingen is seeking a motivated PhD candidate for the Paleontology working group:\nPhD Candidate / Research Assistant (f/m/d)\nTurtle Neuroanatomy & Evolutionary Morphology\n(part time, 65%, 26 weekly working hours)\nWe are seeking a highly qualified and motivated Research Assistant (f/m/d) to contribute to a research project focused on the neuroanatomy and eco-morphological evolution of turtles, integrating fossil and extant data.\nYour tasks\nConduct scientific research on the neuroanatomy of turtles, including both fossil and extant taxa\nPerform collection visits to study and document fossil turtle specimens\nProcess and analyze digital CT datasets of cranial and neurological structures\nCarry out geometric morphometric analyses to study shape variation\nConduct eco-morphological and phylogenetic comparative analyses using R or Python\nPresent research findings at scientific meetings and symposia\nPrepare and contribute to the publication of results in peer-reviewed journals\nYour profile\nCompleted university degree (Master’s) in biology, geosciences or related areas\nExperience in morphology, neuroanatomy, and paleontology of turtles is desired\nExpertise in the analysis of digital CT scan data is desired\nFamiliarity with analytical tools such as R or Python for statistical and phylogenetic comparative analyses\nExperience with scientific writing and publishing in peer-reviewed journals is desired\nAbility to work reliably and collaboratively in a scientific research setting\nStrong command of spoken and written English; German language skills are a plus.\nWe offer\nInvolvement in a cutting-edge research project within a highly interdisciplinary and international team and a supportive research environment\nAccess to state-of-the-art imaging and analytical facilities\nOpportunities for scientific networking and professional development\nflexible working conditions – possibility of mobile working – support with childcare or caring for family members (certified by the “audit berufundfamilie”) – Senckenberg badge in combination with free admission to numerous municipal museums – a collectively agreed annual special payment – collectively agreed vacation entitlement – company pension plan\nPlace of employment: Tübingen (Baden-Württemberg)\nWorking hours: part-time (approx. 26 hours/week)\nType of contract: 3 years, ideally starting 1\nst\nOctober 2025\nPayment: according to the public collective agreement TV-L E13\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nYou would like to be part of our team?\nPlease submit your complete a meaningful application as a single PDF file\nincluding\na letter of motivation,\na CV,\nScans of academic transcripts, and contact details of two potential academic referees\nApplications should be submitted electronically no later than the 15\nth\nof June 2025 and be addressed to\nrecruiting@senckenberg.de\nquoting the reference number 10-25005.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at https://www.senckenberg.de/en/imprint/.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFor scientific inquiries regarding the position please contact Dr Gabriel Ferreira.\nE-Mail: gabriel.ferreira@senckenberg.de\nJoin our team in Tübingen and contribute to groundbreaking research at the intersection of paleontology, neuroanatomy, and evolutionary biology!\nFor more information about the Senckenberg Gesellschaft für Naturforschung please go to\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/phd-candidate-research-assistant-f-m-d-turtle-neuroanatomy-evolutionary-morphology-part-time-65-26-weekly-working-hours/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-besucherinnenbetreuung-m-w-d/", "image": "", "title": "Leitung Besucher:innenbetreuung (m/w/d)", "content_text": "C/O Berlin Foundation, Berlin Bewerbungsende: 18.06.2025 | Die\nC/O Berlin Foundation\nist eine gemeinnützige private Stiftung, die ein kulturelles Programm internationalen Ranges präsentiert. Als Ausstellungshaus für Fotografie und visuelle Medien zeigen wir Werke renommierter Künstler*innen, fördern junge Talente und begleiten Kinder, Jugendliche und Erwachsene auf ihren visuellen Entdeckungsreisen durch unsere Bildkultur.\nWir suchen zum 1. September 2025 eine\nLeitung Besucher:innenbetreuung (m/w/d)\nin Vollzeit\nIhre Aufgaben:\nPersonaleinsatzplanung für ca. 20 Mitarbeiter:innen während des Ausstellungsbetriebs und für Veranstaltungen inclusive Ausstellungseröffnungen\nKoordination und Kontrolle der Arbeitszeitdokumentationen der Mitarbeiter:innen\nVerantwortliche Teamleitung als Schnittstelle zwischen Besucher:innenbetreuung, Technikteam, kuratorisches Team und Buchhaltung\nOrganisation und Durchführungen von Mitarbeiter:innenschulungen und -einweisungen (Hausordnung, Barrierefreiheit, Einbruchmeldeanlage, Brandschutz, Flucht- und Rettungswege, Erste-Hilfe etc.)\nBeschwerde- und Konfliktmanagement im sozialen Umfeld des Bahnhof Zoo in enger Zusammenarbeit mit der Personalleitung\nPersonalbedarfsermittlung in Abstimmung mit der Personalleitung\nEinarbeitung neuer Teammitglieder\nBetrieb und Pflege des Kassen-Systems und der Onlineticketing-Plattform\nAllgemeine Kundenberatungs- und Verkaufstätigkeiten am Empfang und im Book Shop\nBearbeitung und Koordination von Buchungen für Gruppenführungen\nPlanung, Organisation und Kontrolle des Reinigungsdienstes\nPlanung, Buchung und Koordination des Einsatzes von Sicherheitspersonal\nUnterstützung der Eventabteilung bei der Vorbereitung und Durchführung von Sonderveranstaltungen bei C/O Berlin\nIhr Profil:\nAbgeschlossene kaufmännische Berufsausbildung\nMehrjährige Berufserfahrung als Führungskraft im Bereich Besucher:innenbetreuung, Gastronomie, Hotellerie, Tourismus, Einzelhandel, Messe oder Event\nGrundlagenwissen in den Bereichen Personalwesen und Veranstaltungsmanagement\nSehr gute Kenntnisse der deutschen und englischen Sprache\nSouveräner Umgang mit allen gängigen Office-Programmen für Mac\nGerne Grundkenntnisse im Rechnungswesen\nSehr hohe Service- und Lösungsorientierung sowie Verantwortungsbewusstsein\nOrganisierte und strukturierte Arbeitsweise\nSicheres und professionelles Auftreten, Durchsetzungs- und Teamfähigkeit\nErfahrung im Umgang mit herausfordernden Situationen und Konfliktmanagement\nSoziale und Interkulturelle Kompetenz\nBereitschaft zu Wochenend- und Feiertagsarbeit\nUnser Angebot\nSpannendes Arbeitsumfeld in einer international anerkannten Kulturinstitution in zentraler Lage\nam Bahnhof Zoo\nEin am TVöD-L Berlin orientiertes Gehalt unter Berücksichtigung der fachbezogenen Berufserfahrung\n30 Tage Urlaub pro Jahr bei einer 5-Tage-Woche\nSteuerfreier Zuschuss zum Job-Ticket\nSteuerfreier Zuschuss zur privaten Mitgliedschaft im Urban Sports Club, Berlin\nUnterstützung bei der jobrelevanten Fort- und Weiterbildung\nWir begrüßen alle Bewerbungen unabhängig von Geschlecht, Alter, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung sowie sexueller Orientierung und Identität. Anerkannt Schwerbehinderte bitten wir um einen entsprechenden Nachweis.\nWir freuen uns auf Ihre aussagekräftige E-Mail-Bewerbung (Anschreiben, CV, zusammengefasst in einer Datei: Nachname_Vorname_Leitung_Besucherservice.pdf) unter Angabe Ihrer Gehaltsvorstellung sowie Ihres frühesten Eintrittstermins an\njobs@co-berlin.org\n. Im Zusammenhang mit Ihrer Bewerbung entstandene Reisekosten oder sonstige Aufwendungen können leider nicht erstattet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-besucherinnenbetreuung-m-w-d/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-fuer-projekt-und-ausstellungsumsetzung-m-w-d/", "image": "", "title": "Kuratorische Assistenz für Projekt- und Ausstellungsumsetzung (m, w, d)", "content_text": "Hamburger Kunsthalle, Hamburg Bewerbungsende: 22.06.2025 | Die Hamburger Kunsthalle sucht zum nächstmöglichen Zeitpunkt\neine*n kuratorische Assistenz für Projekt- und Ausstellungsumsetzung (m, w, d)\nbefristet in Vollzeit für die Dauer einer Elternzeitvertretung.\nZu Ihren Aufgaben gehören u.a.:\nUmsetzung, Organisation und Betreuung von speziellen Projekten/Neuproduktionen im Gespräch mit Künstler*innen, Leihgeber*innen, Kurator*innen und den verschiedenen Gewerken\nDigitale und analoge Erfassung von Datensätzen für Sammlungsobjekte, Leihgaben sowie Leihanfragen\nAdministrative Assistenz für Sammlungsleiter*innen / Kurator*innen und wissenschaftliche Mitarbeiter*innen\nRecherche, Bestellung und Überprüfung von Materialien für die Produktion/Umsetzung von Kunst\nVertretung der Mitarbeiterin im Sekretariat Sammlung\nIhre Kenntnisse und Fähigkeiten umfassen idealerweise:\nAbgeschlossenes Hochschulstudium (B.A.) im Bereich Kunst- oder Kulturwissenschaften oder vergleichbare Ausbildung\nEinschlägige Erfahrungen in der Organisation von Ausstellungen und Kunstproduktionen\nSehr gute Kenntnisse über die Abläufe und Zusammenhänge in der Ausstellungsproduktion\nHintergrundwissen im Bereich Bild-, Urheber- und Reproduktionsrechte\nErfahrungen in der Datenbank MuseumPlus und den gängigen Office-Anwendungen\nHohes Maß an Teamfähigkeit, Zuverlässigkeit und Eigenverantwortung\nGute Deutsch und Englischkenntnisse\nWir bieten:\nEin spannendes Aufgabengebiet in einem engagierten Team\nGute Anbindung an den öffentlichen Nahverkehr durch die zentrale Lage am Hamburger Hauptbahnhof\nVergünstigtes Jobticket (Deutschlandticket)\nFirmenfitness mit Egym-Wellpass\nFlexible Arbeitszeit durch Gleitzeit\nDie regelmäßige wöchentliche Arbeitszeit beträgt zurzeit 39 Stunden. Es handelt sich um ein zunächst bis zum 20.09.2026 befristetes Arbeitsverhältnis im Rahmen einer Elternzeitvertretung. Die Vergütung erfolgt nach Entgeltgruppe 9b TV-AVH. Ihre Fragen beantwortet Ihnen Frau Marion Asmus (Tel. 040/428 131 263)\nDie Hamburger Kunsthalle strebt an, dass sich die gesellschaftliche Vielfalt der Stadt auch bei ihren Beschäftigten widerspiegelt. Wir begrüßen die Bewerbungen aller Menschen, unabhängig ihrer Herkunft, fördern die Gleichstellung der Geschlechter und die Vereinbarkeit von Beruf und Familie. Schwerbehinderte Menschen werden bei gleicher Eignung und fachlicher Leistung besonders berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nohne Foto\nmit Lebenslauf und Zeugnissen\nbis zum 22.06.2025\nper Mail an\nbewerbung@hamburger-kunsthalle.de\n(\nmaximal 5 MB, Anhänge nur als PDF\n)\nBewerbungen in anderen Formaten als PDF werden leider nicht berücksichtigt.\nWir erheben für das Ausschreibungsverfahren nur personenbezogene Daten, die für den Bewerbungsprozess relevant sind und beachten dabei die gesetzlichen Bestimmungen. Mehr Informationen finden Sie unter\nwww.hamburger-kunsthalle.de/datenschutzerklaerung\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-fuer-projekt-und-ausstellungsumsetzung-m-w-d/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-der-abteilungsleitung-museum-und-handlungsorientiertes-lernen-teilzeit-80-32-stunden-woche/", "image": "", "title": "Assistenz (m/w/d) der Abteilungsleitung Museum und handlungsorientiertes Lernen (Teilzeit 80%, 32 Stunden/Woche)", "content_text": "Senckenberg Museum für Naturkunde, Frankfurt am Main Bewerbungsende: 23.06.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort Görlitz befindet sich das renommierte Senckenberg Museum für Naturkunde in einer historischen Stadt mit einer lebenswerten, besonders naturnahen Region.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die Abteilung Museum und handlungsorientiertes Lernen am Standort Görlitz eine\nAssistenz (m/w/d) der Abteilungsleitung Museum und handlungsorientiertes Lernen (Teilzeit 80%, 32 Stunden/Woche)\nSie sind hervorragend organisiert, arbeiten gerne im Team und teilen unsere Leidenschaft für Museen, die inklusiv, vielfältig, nachhaltig und lebendig sind – Orte der Bildung, Freude, Reflexion und des gemeinsamen Austauschs?\nDann freuen wir uns darauf, Sie kennenzulernen!\nIhre Aufgaben bei uns\nAls Assistenz (m/w/d) der Museumsleitung unterstützen Sie die Abteilung Museum und handlungsorientiertes Lernen in organisatorischen, administrativen und kommunikativen Belangen. Ihre Aufgaben umfassen unter anderem:\neigenverantwortliche Administration und Koordination des Büros und Ansprechpartner/in für interne und externe Angelegenheiten\nadministrative- und organisatorische Unterstützung der Museumsleitung, des Ausstellungsbetriebes und Besucherservice, sowie Bildungs- und Öffentlichkeitsarbeit\nselbstständige Erledigung von interner und externer Korrespondenz in deutscher und englischer Sprache\nBearbeitung von schriftlichen und mündlichen Anfragen\nselbständige Büroorganisation, Umsetzung des digitalen Ablagemanagement und Dokumentation\nAbwicklung, Überwachung, Koordinierung und Ausführung aller anfallenden Büroaufgaben\nTerminkoordination, Reiseplanung sowie vorbereitende Reisekostenabrechnung\nVor- und Nachbereitung, Koordination und Organisation von Besprechungen\nUnterstützung und Begleitung von Vergabeverfahren\nadministrative und organisatorische Unterstützung bei Veranstaltungen (hin und wieder auch am Abend und am Wochenende)\nUnterstützung der Presse- und Öffentlichkeitsarbeit (z.B. Betreuung der Kommunikationskanäle und Webseite)\nDas bringen Sie mit\nAbgeschlossene Ausbildung im Bereich Büromanagement, Veranstaltung-sorganisation oder eine vergleichbare Qualifikation\nBerufserfahrung im Bereich Assistenz, Bürokommunikation, Kulturmanagement oder Veranstaltungsorganisation, Öffentlichkeitsarbeit oder Marketing\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift (mindestens Niveau C1)\nSicherer Umgang mit Informations- und Kommunikationstechnologien (MS Office, CMS und sozialen Medien)\nSelbstständige, strukturierte und sorgfältige Arbeitsweise\nHohe Organisationsfähigkeit, Verantwortungsbewusstsein und Teamorientierung\nFührerschein der Klasse B\nWünschenswert sind außerdem\nPolnisch Kenntnisse\nInterkulturelle Kompetenz und Interesse an naturwissenschaftlichen sowie musealen Themen\nKreativität und ein gutes Gespür für Gestaltung und Kommunikation\nFlexibilität und Freude an vielseitigen Aufgaben\nWir bieten\neine attraktive und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\nflexible Arbeitszeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nOrt: Görlitz\nBeschäftigungsumfang: Teilzeit 80% (32 Stunden/Woche)\nVertragsart: zunächst befristet für 2 Jahre\nVergütung: Tarifvertrag der Länder (TV-L) E 6 – E 8 (je nach Qualifikation und Erfahrung)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #08-25013 bis zum 23.06.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Kristin Baber (Abteilungsleiterin Museum und handlungsorientieres Lernen) unter der E-Mail-Adresse\nkristin.baber@senckenberg.de\nsehr gerne zur Verfügung.\nWerden Sie Teil unseres Museums, das die Zukunft aktiv mitgestaltet.\nWir freuen uns auf Ihre Bewerbung!\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.06.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-der-abteilungsleitung-museum-und-handlungsorientiertes-lernen-teilzeit-80-32-stunden-woche/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-museumspaedagogik-w-m-d-2/", "image": "", "title": "Mitarbeiter*in für Museumspädagogik (w/m/d)", "content_text": "Roemer- und Pelizaeus-Museum, Hildesheim Bewerbungsende: 27.06.2025 | Mitarbeiter*in für Museumspädagogik (w/m/d)\nDas Roemer- und Pelizaeus-Museum beherbergt die zweitwichtigste ägyptische Sammlung Deutschlands und Objekte aus diversen anderen Kulturkreisen, wie Alaska, Südamerika, Afrika, China, eine große naturkundliche Sammlung (Paläontologie, Geologie/Mineralogie, Zoologie und Botanik), die Sammlungen der Hildesheimer Stadtgeschichte sowie eine Gemälde- und Grafiksammlung. Das RPM ist ein Ort, an dem sich Hildesheimer*innen und auswärtige Besucher*innen wohlfühlen, inspiriert werden, Spaß haben, und sich einbringen können. Die Kraft des Museums liegt in der Verknüpfung der fünf Sammlungsgebiete und dem Ziel mit allen Besucher*innen zu relevanten gesellschaftlichen Fragen in Dialog zu treten.\nDas RPM befindet sich auf dem Weg zum familienfreundlichen Universalmuseum und der nächste Meilenstein ist die Eröffnung der neuen Ägyptenausstellung im Dezember 2025. Der/die Museumspädagog*in wird zusammen mit dem Ausstellungsteam museumspädagogische Angebote für diese neue Dauerausstellung, aber auch gerne für die anderen Sammlungsgebiete, entwickeln und etablieren sowie die laufenden Formate mitgestalten und selbst abhalten.\nIhr Profil:\nabgeschlossenes (Fach-)Hochschulstudium (Dipl. FH/Bachelor/Master) im Bereich der Ägyptologie, Museologie oder Pädagogik, bzw. vergleichbare Qualifikation\nEinschlägige Berufserfahrung im Vermitteln von ägyptologischen Inhalten\nFähigkeit zu analytischer, kreativer und konzeptioneller Arbeit\nFreude an der Arbeit mit Menschen\ngute Kenntnisse der gängigen EDV-Programme (Microsoft 365, Grafikbearbeitung)\nVerantwortungsbewusstsein und selbstständige Arbeitsweise\nsicheres und freundliches Auftreten\nhohe Einsatzbereitschaft und Flexibilität\nFreude an der kreativen Entwicklung von Konzepten für innovative Bildungs- und Vermittlungsangebote\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift, wünschenswert ist eine weitere Fremdsprache\nIhre zukünftigen Aufgaben:\nInhaltliche Unterstützung des Teams bei der Konzeption der Dauerausstellung ‚Ägypten‘ und insb. zugehörigen museumspädagogischen Modulen und Formaten\nKonzeption und Durchführung von zielgruppenspezifischen, teilhabeorientierten Vermittlungsangeboten zu Dauer- und Sonderausstellungen für alle Altersgruppen (Kita- und Hortgruppen/ fächerbezogene, lehrplanrelevante Angebote für Schulgruppen/ generationsübergreifende Angebote für Familien und Erwachsene) mit Schwerpunkt Ägypten, aber gerne auch anderer Sammlungsgebiete, im RPM und auch außer Haus\nKonzeption und Durchführung von speziellen Vermittlungs- und Kreativangeboten in den Schulferien, zu Museumsfesten, Museumsnächten und Sonderveranstaltungen\nDokumentation, Evaluation und Weiterentwicklung dieser Angebote\nErstellung von analogen und digitalen Medien für die Vermittlungsarbeit\nEntwicklung von Strategien zur Gewinnung neuer Besuchergruppen\nAusbau und Pflege eines Netzwerkes im Bereich Kulturelle Bildung\nBereitschaft zu Dienstreisen (z.B. zu Ganztagsangeboten an Schulen)\nDas bieten wir:\neine zunächst auf ein Jahr befristete Vollzeitbeschäftigung (40h/Woche), mit Aussicht auf Verlängerung und mittelfristig Entfristung\neine interessante, vielseitige und anspruchsvolle Aufgabe mit viel Gestaltungsraum auch über das eigene Fachgebiet hinaus\nflexible Arbeitszeiten und die Möglichkeit zur mobilen Arbeit\n30 Tage Urlaub im Jahr bei einer 5-Tage-Woche\nanteilige Übernahme der Kosten für ein Deutschlandticket Job\nbetriebliche Altersvorsorge\nWir freuen uns über die Zusendung Ihrer Bewerbungsunterlagen bis zum\n27. Juni 2025\nper E-Mail in einem pdf-Gesamtdokument mit einem aussagekräftigen Motivationsschreiben, Lebenslauf, Zeugnissen, Gehaltsvorstellung und ggfs. weiteren Anlagen an:\nbewerbung@rpmuseum.de\n.\nDie Auswahlgespräche finden am 03. Juli 2025 statt. Durch die Bewerbung entstehende Reisekosten werden von uns nicht erstattet. Die Stelle soll zum nächstmöglichen Zeitpunkt besetzt werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-museumspaedagogik-w-m-d-2/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-14/", "image": "", "title": "Projektassistenz (m/w/d)", "content_text": "Sammlung Goetz, München Bewerbungsende: 22.06.2025 | Die Sammlung Goetz hat eine Stelle als\nProjektassistenz (m/w/d)\nzu vergeben.\n>>>Zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-14/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-hausdienst-mit-schwerpunkt-veranstaltungstechnik-2/", "image": "", "title": "Mitarbeiter/in (m/w/d) für den Hausdienst mit  Schwerpunkt Veranstaltungstechnik", "content_text": "Museum Fünf Kontinente, München Bewerbungsende: 22.06.2025 | Das Museum Fünf Kontinente hat eine Stelle als\nMitarbeiter/in (m/w/d) für den Hausdienst mit Schwerpunkt Veranstaltungstechnik\nzu vergeben\n>>>Zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-hausdienst-mit-schwerpunkt-veranstaltungstechnik-2/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/digitaltechniker-m-w-d-2/", "image": "", "title": "Digitaltechniker (m/w/d)", "content_text": "Lindenau-Museum Altenburg, Altenburg Bewerbungsende: 03.06.2025 | Im Landratsamt Altenburger Land ist im Rahmen der Projektförderung Lindenau21\nPLUS\nder Beauftragten der Bundesregierung für Kultur und Medien (BKM) für das Lindenau-Museum Altenburg zum nächstmöglichen Zeitpunkt folgende Stelle zu besetzen:\nDigitaltechniker (m/w/d)\nEs handelt sich um eine Vollzeitstelle mit 39 Wochenstunden, die bis zum 31. Dezember 2027 befristet ist. Die Stelle ist der Entgeltgruppe 9a TVöD zugeordnet.\nDas Lindenau-Museum Altenburg (Träger Landkreis Altenburger Land) ist als Kunstmuseum von hohem Rang Mitglied der „Konferenz nationaler Kultureinrichtungen“. Die Sammlungen des Museums gehen in ihrem Grundbestand auf den Astronomen, Politiker und Kunstsammler Bernhard August von Lindenau (1779–1854) zurück. Neben 180 frühitalienischen Tafelbildern und weiteren Gemälden sind dies vor allem antike Keramik, Gipsabgüsse und eine Kunstbibliothek. Seit 1945 wurden die Sammlungen erheblich erweitert um Malerei, Grafik und Plastik des 20. und 21. Jahrhunderts. Das Lindenau-Museum wird zurzeit umfassend saniert und bedeutend erweitert. Die Sammlungen werden anschließend neu präsentiert.\nSeit 2020 sind Lindenau-Museum und Residenzschloss Altenburg unter einer Leitung in der KAG Altenburger Museen zusammengeschlossen. Es wird zeitnah der Übergang in einen Zweckverband Altenburger Museen vorbereitet.\nDas Aufgabengebiet umfasst insbesondere:\nEinrichtung von Arbeitsplätzen mit Computern und nötigen Peripheriegeräten\nBetreuung branchenspezifischer Anwendungssoftware auf Clients und Servern\nBetreuung und Installation von Informations-, Netzwerk- und Telekommunikationstechnik, einschließlich der entsprechenden Geräte, Komponenten, Software und Netzeinbindung\nBetreuung von Datensicherungssystemen, Firewalls, Netzwerken, UTM-Systemen\nBetreuung des Betriebs sowie der Überwachung der haustechnischen und sicherheitstechnischen Einrichtungen und Geräte\nBeaufsichtigung von Kundendienstfirmen bei Wartungs- und Reparaturarbeiten\nTechnische Vorbereitung und Betreuung von Veranstaltungen\nBerufliche Qualifikation und fachliche Voraussetzungen:\nabgeschlossene Berufsausbildung im Bereich der Informationstechnologie, wie z.B. Fachinformatiker/in, IT-Systemelektroniker/in, Informationselektroniker/in oder vergleichbar\nPersönliche Voraussetzungen:\nhohes Maß an Verantwortungsbewusstsein\nTeamfähigkeit, Serviceorientierung, sicheres und freundliches Auftreten, Zuverlässigkeit, Termintreue, Flexibilität.\nFreude an der Arbeit mit Menschen und Begeisterung für die Museumsarbeit\nBereitschaft zur Arbeit an Wochenenden und Feiertagen.\nDas können Sie von uns erwarten:\nEinstellung als Tarifbeschäftigte/r nach TVöD (VKA) –\nEntgeltgruppe\n9a\nfamilienfreundliche, flexible Arbeitszeiten\nverhandelbarer Gestaltungsspielraum betreffend Arbeitszeit und Arbeitszeitmodell (teilzeitgeeignet unter Berücksichtigung der dienstlichen Belange)\nalle Vorteile der Leistungen des öffentlichen Dienstes, z. B. jährliche Sonderzahlung, Zahlung von vermögenswirksamen Leistungen, betriebliche Altersvorsorge\numfangreiche Fort- und Weiterbildungsmöglichkeiten.\nSollten wir Ihr Interesse zur Erfüllung des genannten Aufgabenspektrums geweckt haben und Sie die geforderten Voraussetzungen erfüllen, dann senden Sie Ihre vollständige Bewerbung (gern auch online) bis zum\n3. Juni 2025\nan das\nLandratsamt Altenburger Land\nFachdienst Personal\nLindenaustraße 9\n04600 Altenburg\nE-Mail:\npersonal@altenburgerland.de\nGern stehen wir Ihnen für Rückfragen unter der Telefonnummer 03447 586-350 zur Verfügung. Ihre fachlichen Rückfragen richten Sie bitte direkt an Herrn Dr. Christoph Schneider (Telefon: 03447 8955-500).\nSchwerbehinderte oder ihnen gleichgestellte Bewerberinnen und Bewerber werden nach Maßgabe des SGB IX bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur angemessenen Berücksichtigung bitten wir Sie, einen entsprechenden Nachweis den Bewerbungsunterlagen beizufügen.\nWir weisen darauf hin, dass wir keine Eingangsbestätigungen für eingegangene Bewerbungen versenden, bestätigen Ihnen den Eingang aber gern telefonisch. Bewerbungskosten werden nicht erstattet. Die Bewerbungsunterlagen werden nur zurückgesandt, wenn ein ausreichend frankierter Rückumschlag beigefügt ist. Anderenfalls werden die Unterlagen nach Ablauf eines halben Jahres ab Ende der Ausschreibung vernichtet.\nBitte beachten Sie die Informationen nach Art. 13 der Datenschutzgrundverordnung (DS-GVO). Diese finden Sie auf der Homepage des Landkreises Altenburger Land unter:\nwww.altenburgerland.de\n(Rubrik: Aktuelles / Presse – Stellenangebote).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.06.2025", "url": "https://www.museumsbund.de/stellenangebote/digitaltechniker-m-w-d-2/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-als-kurator-in-fuer-digitales-m-w-d-fuer-die-staedtischen-museen-flensburg/", "image": "", "title": "Wissenschaftliche/r Mitarbeiter/in als Kurator/in für Digitales (m/w/d) für die Städtischen Museen Flensburg", "content_text": "Städtische Museen Flensburg, Flensburg Bewerbungsende: 22.06.2025 | Bei der Stadt Flensburg ist im Fachbereich Bildung, Sport, Kultur zum nächstmöglichen Zeitpunkt eine Stelle als\nWissenschaftliche/r Mitarbeiter/in als Kurator/in für Digitales (m/w/d) für die Städtischen Museen Flensburg\nunbefristet und in Vollzeit mit 39 Wochenstunden zu besetzen. Die Vergütung erfolgt nach Entgeltgruppe 13 TVöD.\nDie Städtischen Museen Flensburg umfassen den Museumsberg Flensburg als Museum für Kunst- und Kulturgeschichte, das Flensburger Schifffahrtsmuseum sowie das Naturwissenschaftliche Museum Flensburg.\nEine Besetzung mit Teilzeitkräften ist möglich, sofern ein gemeinsames, den Anforderungen des Arbeitsplatzes entsprechendes Arbeitszeitmodell gefunden werden kann.\nIhre Aufgaben:\nWeiterführen und Umsetzen der digitalen Strategie für die Städtischen Museen\nSammlungsmanagement: digitale Erschließung der Städtischen Sammlung (Gemälde, Grafiken, kunstgewerbliche, regionalgeschichtliche und naturkundliche Objekte) und ihre digitalkuratorische Betreuung, Schaffung eines barrierefreien Online-Zugangs zur Sammlung\nVermittlung: Konzeption digitaler Angebote zur barrierefreien Partizipation im digitalen Raum, Entwicklung ausstellungsbegleitender Angebote, Outreach neuer Zielgruppen und Communities\nUnterstützung in den Bereichen digitale Kommunikation, Marketing und Transformationsmanagement zur Nachhaltigkeit\nEinwerbung von Drittmitteln zur Umsetzung der digitalen Strategie und Entwicklung eigener Projekte\nIhr Profil:\nabgeschlossenes Master-Studium in einer tätigkeitsrelevanten Fachrichtung, z.B. Kunstgeschichte, Kulturwissenschaft, Museologie\nBei ausländischen Hochschulabschlüssen ist die Beifügung der Zeugnisbewertung der Zentralstelle für ausländisches Bildungswesen (ZAB) erforderlich.\nWir erwarten:\nErfahrungen in der Entwicklung und Umsetzung digitaler Angebote idealerweise im Bereich Museen, Kultureinrichtungen o. Ä.\nfundiertes Wissen zu aktuellen Technologien und Digitalisierungsstrategien\naktuelle Kenntnisse über Diskurse, Methoden und Formate von Museen im digitalen Raum\nKenntnisse und Erfahrungen bzgl. Drittmittelfinanzierungen\nhohe Einsatz- und Leistungsbereitschaft verbunden mit einer team- und ziel- orientierten sowie strukturierten Arbeitsweise\nBereitschaft zu interdisziplinärer Zusammenarbeit\nsicheres Auftreten, Planungs- und Organisationsgeschick, Eigeninitiative, Kreativität, Flexibilität, Verantwortungsbewusstsein, Offenheit und Kontaktfreude\nBereitschaft zur Übernahme von Tätigkeiten gelegentlich auch an Wochenenden und Feiertagen\ngute Englisch-Kenntnisse\nWünschenswert sind Kenntnisse in der Anwendung des aktuellen Datenschutzrechts.\nWir bieten:\nspannende Aufgaben in einem abwechslungsreichen, verantwortungsvollen\nund sinnstiftenden Tätigkeitsfeld bei flexibler Arbeitszeitgestaltung und 30 Tagen Urlaub/Jahr in der Stadt Flensburg als attraktivem Arbeits- und Wohnort\nein hoch engagiertes, kollegiales Team\nVergütung nach dem Tarifvertrag für den öffentlichen Dienst (TVöD-VKA)\nÜbernahme der Entgeltstufe bei einem direkten Wechsel des Arbeitgebers aus\ndem öffentlichen Dienst\njährliche Sonderzahlungen\nbetriebliche Altersvorsorge des öffentlichen Dienstes\nFort- und Weiterbildungsangebote sowie betriebliches Gesundheitsmanagement\nNAH.SH-Jobticket oder Fahrradleasing\nFür weitere Auskünfte steht Ihnen Herr Dr. Fuhr (Tel. 0461/85-2956) gerne zur Verfügung.\nDer Stadt Flensburg ist es ein wichtiges Anliegen, sich interkulturell zu öffnen. Deshalb begrüßen wir ausdrücklich Bewerbungen von Menschen mit Migrationshintergrund.\nBewerbungen schwerbehinderter Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nIhre aussagekräftige Bewerbung richten Sie bitte bis zum\n22.06.2025\nunter Angabe des\nKennworts M60\nper E-Mail im PDF-Format an personalabteilung@flensburg.de. Wir bitten um Ihr Verständnis, dass wir keine Eingangsbestätigungen versenden.\nIm Bewerbungsschreiben stellen Sie bitte umfassend dar, aus welchen Gründen Sie sich für die Stelle interessieren (Motivation) und schildern Sie prägnant Ihre Stärken und Kompetenzen. Dabei nehmen Sie bitte Bezug auf das o.g. Aufgaben- und Anforderungsprofil.\nDie Personalauswahl ist ca. vier Wochen nach Ausschreibungsende in Form eines Vorstellungsgesprächs vorgesehen.\nStadt Flensburg – Der Oberbürgermeister\nFachbereich Zentrale Dienste/Personal – 24931 Flensburg personalabteilung@flensburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-als-kurator-in-fuer-digitales-m-w-d-fuer-die-staedtischen-museen-flensburg/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/107437/", "image": "", "title": "Restaurator:in m/w/d (in Vollzeit)", "content_text": "Künstler:innenarchiv in Pulheim-Brauweiler, Bewerbungsende: 01.09.2025 | Die Stiftung Kunstfonds ist eine bundesweit agierende Fördereinrichtung zur zeitgenössischen bildenden Kunst mit Sitz in Bonn. Im Künstler:innenarchiv in Pulheim-Brauweiler betreut die Stiftung Vor- und Nachlässe bildender Künstler:innen mit mehr als 50.000 Gemälden, Skulpturen, Fotografien, Objekten, Zeichnungen, Skizzenbüchern, Entwürfen und Archivalien, die zur kunstgeschichtlichen und restaurierungswissenschaftlichen Erforschung und als Leihgaben an Museen und Ausstellungsinstitutionen vermittelt werden.\nFür das\nKünstler:innenarchiv in Pulheim-Brauweiler\nsuchen wir zum nächstmöglichen Zeitpunkt, spätestens jedoch zum\n1.9.2025\neine:n\nRestaurator:in m/w/d (in Vollzeit)\nDas Aufgabengebiet\numfasst u.a.:\nPräventive Konservierung (Monitoring, Schadensprophylaxe, Dokumentation)\nRegelmäßige Betreuung des Außendepots in Solingen\nInventarisierung, Datenbankpflege, Standortverwaltung (Museum Plus) und Magazinierung\nBereitstellung, Ausheben von Archivgut, Ausstellungsaufbau\nRestauratorische Betreuung des Leihverkehrs\nAnsprechpartner:in für Wartung und Instandhaltung der Liegenschaft\nAllgemeine Verwaltungsaufgaben und Büroorganisation\nVoraussetzungen\nabgeschlossene Hochschulbildung (Bachelor, Master oder Diplom) der Fachrichtung Konservierung und Restaurierung von Kunst und Kulturgut, der Fachrichtung Museologie oder eine vergleichbare Fachrichtung mit Bezug zum Aufgabengebiet\nmehrjährige einschlägige Berufserfahrung in der Konservierung und Restaurierung, idealerweise in einem Museum oder einer Sammlung mit verschiedenen Materialschwerpunkten sowie im Umgang mit Kunstwerken ab 1960\nOffenheit für neue Verfahren und Methoden\ninitiative, flexible und teamorientierte Persönlichkeit mit selbstständiger Arbeitsweise und hoher Eigenverantwortung\nkörperliche Belastbarkeit und handwerkliches Geschick\ngute EDV-Kenntnisse (MS Office, Museum Plus, Photoshop)\nFührerschein Klasse B und Bereitschaft zu Dienstreisen\nWir bieten Ihnen\neine abwechslungsreiche Tätigkeit in einem künstlerisch geprägten Umfeld und die Mitarbeit in einem hochmotivierten Team\neine unbefristete Vollzeitstelle in Anlehnung an TVöD 10\n30 Urlaubstage bei einer 5-Tage-Woche\nVorzüge einer Tarifbeschäftigung, z.B. zusätzliche Altersversorgung sowie Weiterbildungsmöglichkeiten\nDie Stiftung Kunstfonds begrüßt Bewerbungen unabhängig von Alter, Geschlecht, kultureller und sozialer Herkunft, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Ausbildungs- und Arbeitszeugnisse) per E-Mail an die Stiftung Kunstfonds, z. H. Herrn Oliver Swaczyna, Verwaltungsleitung,\nswaczyna@kunstfonds.de\n.\nBei fachspezifischen sowie tätigkeitsbezogenen Fragen wenden Sie sich bitte an Frau Anna Wondrak, Archivleitung,\nwondrak@kunstfonds.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.09.2025", "url": "https://www.museumsbund.de/stellenangebote/107437/", "date_published": "2025-05-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-7/", "image": "", "title": "Museumspädagoge m/w/d", "content_text": "Oberschwäbisches Museumsdorf Kürnbach, Bad Schussenried-Kürnbach, Kürnbach Bewerbungsende: 22.06.2025 | Der Landkreis Biberach sucht für das Oberschwäbische Museumsdorf Kürnbach:\nMuseumspädagoge m/w/d\nKennziffer: 2025-75-04\nDas Oberschwäbische Museumsdorf Kürnbach macht die Kultur- und Alltagsgeschichte im ländlichen Oberschwaben für alle Sinne erlebbar. Rund 120.000 Besucherinnen und Besucher im Jahr kommen in diesen Bildungs- und Freizeitort.\nIn diesem Job warten anspruchsvolle Aufgaben auf Sie, die Sie in Vollzeit oder in Teilzeit mit mindestens 75 Prozent ab 21. Juli 2025 befristet als Elternzeitvertretung an unserem Dienstort in Bad Schussenried-Kürnbach erledigen können:\nKonzeption, Durchführung und Evaluation zielgruppenorientierter Angebote für Kinder- und Erwachsenengruppen sowie für Veranstaltungsbesuchende\nOrganisation und Durchführung der Beratung und Buchungsorganisation von Gruppen\nKoordination des Personaleinsatzes im Bereich Museumspädagogik\nPflege der Materialien für Vermittlungsangebote\nSchulung des Museumspädagogikteams\nKonzeption und Durchführung inklusiver partizipativer Angebote\nMitarbeit bei Konzeption und Durchführung von Veranstaltungen und Ausstellungen\nSie sind bei uns richtig, wenn Sie Folgendes mitbringen:\nein abgeschlossenes Hochschulstudium in Museumspädagogik, Museologie, Kulturvermittlung, Kulturwissenschaften, Geschichte oder einer vergleichbaren Disziplin\nInteresse an den Themen des Freilichtmuseums\ndie Bereitschaft zur Arbeit zum Teil auch an Wochenenden\nmehrjährige, belegbare Berufserfahrung und Methodenkompetenz in der Konzeption und Durchführung von Bildungs- und Vermittlungsangeboten in Museen für verschiedene Zielgruppen sind von Vorteil\nBieten können wir Ihnen\neine leistungsgerechte Bezahlung in Entgeltgruppe 10 TVöD\nWork-Life-Balance durch flexible Arbeitszeitmodelle und die Möglichkeit, mobil bzw. in Telearbeit zu arbeiten\nAngebote zur Vereinbarkeit von Beruf und Familie\nein vielfältiges Fortbildungsprogramm zur persönlichen und fachlichen Weiterqualifizierung\nzusätzliche Altersvorsorge (Betriebsrente)\nFahrtkostenzuschüsse für den ÖPNV\nZuschuss zum Fahrradkauf oder -leasing\nein attraktives Gesundheitsmanagement\nRabatte und Vergünstigungen über corporate benefits\neinen zusätzlichen dienstfreien Tag\nBei Fragen zum Bewerbungsverfahren oder zum Landratsamt als sympathischer, moderner Arbeitgeber steht Ihnen unsere Personalerin Nina Mühlebach, Telefon 07351 52-7210 oder per E-Mail an nina.muehlebach@biberach.de, gerne zur Verfügung.\nFalls Sie Detailfragen zu Stelle und Verantwortlichkeiten haben, freut sich Museumsleiter Dr. Jürgen Kniep, Telefon 07351 52-6204, auf Ihren Anruf oder Ihre E-Mail an juergen.kniep@biberach.de.\nUnd jetzt? Bewerben! Möglich bis 22. Juni 2025 hier:\nhttps://www.mein-check-in.de/biberach/position-472404\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-7/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-abteilung-marketing-kommunikation/", "image": "", "title": "Mitarbeit (m/w/d) Abteilung Marketing & Kommunikation", "content_text": "Stiftung Planetarium Berlin, Berlin Bewerbungsende: 24.06.2025 | Die Stiftung Planetarium Berlin vereint die astronomischen Einrichtungen Berlins. Die Archenhold-Sternwarte, sowie die Wilhelm-Foerster-Sternwarte zählen zu den traditionsreichsten Volkssternwarten Deutschlands, während das Planetarium am Insulaner und das Zeiss-Großplanetarium als modernste Wissenschaftstheater Europas relevante und innovative Vermittlungsformen anbieten. Die Stiftung Planetarium Berlin verfolgt dabei für jährlich über 500.000 Besucher*innen einen klaren Bildungsauftrag durch die didaktisch angemessene und moderne Vermittlung von naturwissenschaftlichem Wissen.\nMitarbeit (m/w/d) Abteilung Marketing & Kommunikation\nbesetzbar zum nächstmöglichen Zeitpunkt\nmehrere Arbeitnehmer*innen (davon 2 als Elternzeitvertretung)\nin Vollzeit/Teilzeit, Entgeltgruppe 9b TV-L\nAufgabengebiet\nMitarbeit im Bereich Marketing und Kommunikation der Stiftung Planetarium Berlin mit den Schwerpunkten Online-Marketing, Onlineredaktion, Social Media, Konzeption und Umsetzung von Werbemedien sowie Pressearbeit. Des Weiteren Unterstützung bei Veranstaltungen und Koordination von Film- und Fotoanfragen.\nIm Einzelnen\nVerfassen von zielgruppengerechten Texten\nMitarbeit Redaktion Homepage und zielgruppenspezifische Newsletter\nMitarbeit Social Media (Redaktion und Bewerbung)\nMitarbeit Online-Marketing (SEA, SEO)\nKonzeption und Umsetzung von Werbemedien in Zusammenarbeit mit Grafikagentur der Stiftung\nPressearbeit: Verfassen von Pressemitteilungen und -materialien, Beantwortung von Medienanfragen, Koordination und Betreuung von Medienbesuchen von Medienvertreter*innen/Dreharbeiten vor Ort, Vorbereitung von Pressekonferenzen\nProjektmanagement für abteilungsrelevante Themen\nEntwicklung und Umsetzung von strategischen Kommunikationskonzepten und Durchführung von Premieren- und Highlight-Veranstaltungen, Ausstellungen und Projekte der Stiftung\nBeantwortung und Koordination von Film- und Fotoanfragen\nLektorat Bildungsmaterialien\nMitarbeit Koordination von Anzeigen\nEinholen von Angeboten, Schreiben von Bedarfsmeldungen\nFormale Voraussetzungen\nAbgeschlossenes Fachhochschulstudium/Hochschulstudium (Bachelor) der Kommunikations-wissenschaft, Medienwissenschaft, Publizistik, Germanistik, Betriebswirtschaftslehre (Schwerpunkt Marketing), Museumskunde, Kulturmanagement oder vergleichbarer Fächer\nAbgeschlossenes Volontariat, Traineeship oder einschlägige Berufserfahrung in den Bereichen Marketing, strategische Presse- und Öffentlichkeitsarbeit einer kulturellen Institution oder einer vergleichbaren Einrichtung\nFachliche Anforderungen\nSehr gute Kommunikationsfähigkeit in Wort und Schrift (durch Einreichung von Arbeitsproben nachzuweisen), Textsicherheit\nSehr gute Englischkenntnisse\nErfahrung in Online-Marketing, Redaktion und Social-Media-Management\nKenntnisse oder Erfahrungen in Entwicklung und Umsetzung von strategischen Kommunikationskonzepten\nErfahrung in der Konzeption und Umsetzung von Werbemedien (z.B. Flyer, Plakate) sowie dem Verfassen von Pressemitteilungen\nSicherer Umgang mit Microsoft Office, Kenntnisse in Bildbearbeitung\nKenntnisse der Berliner Medienlandschaft\nAußerfachliche und persönliche Anforderungen\nLeistungsverhalten:\nüberdurchschnittliche Leistungsbereitschaft und Motivation\nergebnis- und zielorientiertes sowie selbstständiges und sorgfältiges Arbeiten\nanalytisch stark und ausgeprägtes Planungs- und Organisationsvermögen\nFlexibilität, Kreativität und Fähigkeit, sich schnell in neue Themengebiete einzuarbeiten\nBelastbarkeit, auch in außergewöhnlichen betrieblichen Situationen\nBereitschaft zum Einsatz außerhalb der üblichen Bürozeiten (in geringem Umfang, z.B. bei Highlightveranstaltungen)\nBereitschaft zur ständigen Weiterqualifizierung\nSozialverhalten:\nhohes Maß an Team- und Kooperationsfähigkeit\nkonstruktives Konflikt- und Kritikverhalten\nServiceorientiertes Denken und Handeln\nWir bieten\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Anbindung an den öffentlichen Nahverkehr\nEin vielseitiges Aufgabenfeld, das Raum für persönliche Entwicklung bietet\nFlexible Arbeitszeitmodelle für eine optimale Work-Life-Balance\nDie Möglichkeit, 60% mobil zu arbeiten und die Arbeitszeit flexibel zu gestalten\n30 Tage Erholungsurlaub pro Jahr, sowie zusätzlich den 24. und 31. Dezember als arbeitsfreie Tage\nEine tarifgebundene Vergütung mit regelmäßigen Tarifsteigerungen und Jahressonderzahlungen.\nAltersvorsorge durch die Versorgungsanstalt des Bundes und der Länder (VBL)\nEin Jobticket mit 50%iger Arbeitgeberförderung für die tägliche Mobilität\nJahreskarte (Freikarten) für Veranstaltungen der Stiftung Planetarium Berlin\nUmfangreiche interne und externe Weiterbildungsmöglichkeiten\nEin offenes und engagiertes Team, das sich auf Ihre Unterstützung freut\nWir gewährleisten die berufliche Gleichstellung aller Geschlechter. Anerkannte Schwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Bitte weisen Sie auf eine bestehende Schwerbehinderung bereits in der Bewerbung hin. Bewerbungen von Menschen mit Migrationshintergrund, die die Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht.\nIhre aussagekräftige Bewerbung (tabellarischer Lebenslauf, den Nachweisen über Ausbildungs-abschlüsse, Beschäftigungszeugnissen sowie bei im öffentlichen Dienst Beschäftigten mit einer Einverständniserklärung zur Anforderung und Einsichtnahme der Personalakte, unter Angabe der personalaktenführenden Stelle) sind bis zum Ende der Bewerbungsfrist unter Angabe der Kennziffer 01/2025 vorzugsweise per E-Mail an\nbewerbung@planetarium.berlin\nzu richten.\nIm Rahmen des Bewerbungsverfahrens entstehende Kosten können nicht erstattet werden.\nIm Rahmen des Bewerbungsverfahrens werden wir Ihre personenbezogenen Daten erheben, verarbeiten und nutzen. Diese Daten werden nicht an Dritte weitergegeben und die Regelungen der Datenschutzbestimmungen eingehalten. Die Bewerbungen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Verfahrens unter Beachtung der datenschutz-rechtlichen Bestimmungen vernichtet. Bitte beachten Sie unsere Informationen nach Art. 13 DSGVO für Bewerber*innen auf\nhttps://www.planetarium.berlin/ueber-uns/karriere-ausschreibungen\n.\nDie Bewerbungsfrist endet am 24.06.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-abteilung-marketing-kommunikation/", "date_published": "2025-05-26T00:00:00"}]}