{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-62/", "image": "", "title": "wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Kulturamt der Stadt Paderborn, Paderborn Bewerbungsende: 29.06.2025 | Die Universitätsstadt Paderborn ist eine junge, dynamische und wachsende Großstadt mit rund 158.000 Einwohner*innen. Paderborn ist ein innovativer Wirtschaftsstandort, bietet ein vielseitiges Freizeit- und Kulturangebot und gilt als Stadt mit hoher Lebensqualität.\nDie Stadtverwaltung Paderborn ist ein modernes, publikumsorientiertes Dienstleistungsunternehmen mit vielen interessanten Aufgabenfeldern, das verschiedene Entwicklungsmöglichkeiten bietet. Als eine der größten Arbeitgeberinnen in der Region zählen wir auf die Fähigkeiten und Fertigkeiten unserer rund 3.000 Mitarbeitenden, die mit Engagement und Tatkraft die Stadt Paderborn mitgestalten und besonders machen.\nWerden auch Sie Teil unserer starken Gemeinschaft und bereichern Sie unser Team.\nDas Kulturamt der Stadt Paderborn sucht zum nächstmöglichen Zeitpunkt eine*n\nwissenschaftliche*n Mitarbeiter*in (m/w/d)\nin Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-62/", "date_published": "2025-06-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausschreibung-junge-forschung-2025/", "image": "", "title": "Ausschreibung Junge Forschung 2025", "content_text": "Gesellschaft für Erd- und Völkerkunde zu Stuttgart e.V., Stuttgart Bewerbungsende: 30.06.2025 | Die Gesellschaft für Erd- und Völkerkunde zu Stuttgart e.V. (GEV), ein gemeinnütziger Verein, der das Linden-Museum Stuttgart sowie Forschung und Lehre in den Bereichen Ethnologie und Geographie unterstützt und jedes Jahr eine Vortragsreihe im Linden-Museum organisiert. Sie haben eine spannende Studien- oder Abschlussarbeit zu den Themen „Mensch, Kultur, Umwelt“ geschrieben? Auf die Ausschreibung “Junge Forschung 2025” können sich junge Nachwuchswissenschaftler:innen bewerben und über ihre Arbeit und aktuelle Forschung berichten.\nWer kann mitmachen?\nStudierende und junge Wissenschaftler*innen bis 30 Jahre\nIhre Arbeit wurde in den letzten zwei Jahren abgegeben oder steht kurz vor der Abgabe\nWas gibt’s für Sie?\n250 € Vortragshonorar + Reisekostenübernahme\nAuftritt in unserer GEV-Vortragsreihe am 21.11.2025\nOffizielle Urkunde für Ihre Teilnahme\nEin YouTube-Video von Ihrem Vortrag\nKostenloses Vortragstraining mit einem Profi-Coach\nBewerbungsschluss ist der 30. Juni 2025.\nzur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/ausschreibung-junge-forschung-2025/", "date_published": "2025-06-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vier-wissenschaftliche-volontaere-w-m-d/", "image": "", "title": "vier wissenschaftliche Volontäre (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 02.07.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nIm Zuge der Generalsanierung des Hauses wird in den nächsten Jahren ein weiterer Teil der Dauerausstellungen überarbeitet und neugestaltet.\nIm wissenschaftlichen Volontariat am Deutschen Museum werden grundlegende Kenntnisse in den Bereichen Ausstellungskonzeption, Sammlungsdokumentation, Bildung und Vermittlung sowie Museumsmanagement vermittelt. Dazu arbeiten die Volontärinnen und Volontäre schwerpunktmäßig in einem der folgenden Bereiche des Museums mit:\nSonderausstellung zum Thema „Musikinstrumente der Datong-Gesellschaft“; Update der Ausstellung und Entwicklung von pädagogischen Angeboten für die Flugwerft Schleißheim; Konzeption/Planung der neuen Dauerausstellungen „Kosmologie und Teilchenphysik“ und „Produktion“. Dort übernehmen Sie nach entsprechender Einarbeitung eigenverantwortlich Teilprojekte. Darüber hinaus lernen Sie im Rahmen von kürzeren Projekten auch komplementäre Einsatzgebiete intensiv kennen.\nFür die oben geschilderten Projekte suchen wir zum nächstmöglichen Zeitpunkt\nvier wissenschaftliche Volontäre (w/m/d)\nIhre Aufgaben\nErlernen der grundlegenden Aufgaben eines Kurators/einer Kuratorin: Ausstellungskonzeption, Sammlungsdokumentation, Entwicklung von Bildungs- und Vermittlungsprogrammen, Museumsmanagement\neigenständige Übernahme eines Teilprojektes\nIhr Profil\nerfolgreich abgeschlossenes wissenschaftliches Hochschulstudium, Promotion erwünscht\nFachrichtungen: Natur-/Ingenieurswissenschaften, Astronomie/Kosmologie oder Teilchenphysik, Musikwissenschaften bzw. Kultur-/Medienwissenschaften mit Schwerunkt Musik, Technik- bzw. Verkehrsgeschichte, naturwissenschaftlich-technisches Lehramt, Pädagogik mit wissenschaftlich/technischem Bezug bzw. Museumspädagogik\ntieferes Interesse sowohl an Naturwissenschaft und Technik als auch an Wissenschafts- und Kulturgeschichte\nInteresse an der Vermittlung naturwissenschaftlich-technischer Sachverhalte\nsehr gute Sprachkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Deutsch und Englisch (Wort und Schrift), Schreibkompetenz\nInteresse an den Aufgaben eines Museums (Forschen, Sammeln, Ausstellen, Vermitteln)\nvon Vorteil: erste Erfahrungen in der Museumsarbeit; Erfahrungen in der Vermittlung; Erfahrungen in der Wissenschaftskommunikation und/oder beim Verfassen von Texten\nPersönliche / soziale / methodische Kompetenzen\nEigeninitiative, Lernbereitschaft, selbstständiges Arbeiten\nKommunikationsfähigkeit, Teamfähigkeit, Kooperationsbereitschaft\nZielorientierung, Abstraktionsvermögen, Organisationsfähigkeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\nDie Stellen sind auf zwei Jahre befristet.\nDas Entgelt beträgt 50 % der Entgeltgruppe E 13 TV-L, Stufe 1. Im zweiten Ausbildungsjahr wird Stufe 2 gewährt.\neine tarifliche Jahressonderzahlung\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nUnter bestimmten Voraussetzungen besteht im Einzelfall die Möglichkeit der Teilzeitbeschäftigung.\nein Betriebliches Gesundheitsmanagement\nWeitere Auskünfte erteilt Ihnen gerne Frau Dr. Gerber, Tel. 089 – 2179 565.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre aussagefähigen und vollständigen Unterlagen mit Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n02.07.2025.\nVerspätete Bewerbungen können nicht berücksichtigt werden.\nBitte senden Sie Ihre Bewerbung unter Angabe der Nr.\n2528\nper E-Mail nur im\nPDF-Format\nals\neine Datei\n(max. 10 MB) an\nbewerbung@deutsches-museum.de\n. Bei Eingang erhalten Sie eine automatische Empfangsbestätigung.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.07.2025", "url": "https://www.museumsbund.de/stellenangebote/vier-wissenschaftliche-volontaere-w-m-d/", "date_published": "2025-06-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/team-assistenz-m-w-d-im-stab-international-science-policy/", "image": "", "title": "Team-Assistenz (m/w/d) im Stab International Science Policy", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 24.06.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDie Senckenberg Gesellschaft für Naturforschung sucht zum\nnächstmöglichen\nZeitpunkt\nam\nStandort Frankfurt\nim\nStab International Science Policy\neine*n\nTeam-Assistenz (m/w/d)\n(Teilzeit: 50%)\nIhre Aufgaben\nUnterstützung der Abteilung in allen anfallenden organisatorischen und administrativen Aufgaben gemeinsam mit einer im Institut bereits tätigen Assistentin, u.a. Buchhaltung inklusive Überwachung und Abstimmung der Buchungen in SAP, Bestellwesen, Recherchearbeiten und Angebotseinholung, Bearbeitung des Postein- und Postausganges\nPlanung, Koordination und Verwaltung interner und externer Termine der Arbeitsgruppen\nUnterstützung bei Vertragsangelegenheiten\nOrganisation und Unterstützung im On- und Offboarding von Mitarbeitenden und internationalen Gastforscher*innen\nBetreuung von Gästen, Gastwissenschaftler*innen; Ansprechpartner*in für Praktikanten*innen, Studierende, Doktorand*innen und Postdocs\nErstellen von Reisekostenabrechnungen\nVerhandlungssichere interne und externe Kommunikation in deutscher und englischer Sprache\nOrganisation von internen und externen Veranstaltungen und Sitzungen\nDokumentations- und Berichtswesen, insbesondere: Jährliche Zusammenstellung und Eingabe der übergeordneten Abteilungsdaten in die Datenbank zur Berichterstattung an den Zuwendungsgeber\nIhr Profil:\nAbgeschlossene Ausbildung im Bereich Bürokommunikation, Verwaltung oder als Fremdsprachensekretär*in oder vergleichbare Qualifikation mit einschlägiger Berufserfahrung\nSehr gute Kenntnisse der MS-Office-Anwendungen\nErfahrung mit SAP ist von Vorteil\nHohes Maß an Eigeninitiative, Organisationsgeschick und Verantwortungsbewusstsein\nAusgeprägte Kommunikations- und Teamfähigkeit, freundliches und professionelles Auftreten\nSie verfügen über sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten Ihnen\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nselbstständiges Handeln in einem internationalen und professionellen Umfeld\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt am Main\nBeschäftigungsumfang: Teilzeit (20 Stunden/Woche)\nVertragsart: Zunächst befristet für 2 Jahre\nVergütung: Tarifvertrag des Landes Hessens, TV-H E 8\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen\n(Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form\n(als zusammenhängende PDF-Datei)\nbitte unter Angabe der\nReferenz #11-25004 bis zum 24.06.2025\nan\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Ricarda Prinz unter\nricarda.prinz@senckenberg.de\nsehr gerne zur Verfügung. Weitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter : www.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.06.2025", "url": "https://www.museumsbund.de/stellenangebote/team-assistenz-m-w-d-im-stab-international-science-policy/", "date_published": "2025-06-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/officemanagement-koordination-masterplan-fuer-die-direktion-mwd/", "image": "", "title": "Officemanagement / Koordination Masterplan für die Direktion (m*w*d)", "content_text": "Berlinische Galerie, Berlin Bewerbungsende: 12.06.2025 | Die\nBerlinische Galerie\n, das Landesmuseum für Moderne Kunst, Fotografie und Architektur, gehört zu den experimentierfreudigsten Museen Berlins. Die Sammlungen und Aktivitäten sind auf die in Berlin entstandene Klassische Moderne, Nachkriegsmoderne und aktuelle Kunstszene der Hauptstadt ausgerichtet und illustrieren damit den Dialog zwischen Vergangenheit und Gegenwart. Nach jetziger Planung soll die Berlinische Galerie ab 2028 saniert werden und auf dem Parkplatz einen Depotanbau erhalten (Masterplan für die BG). Die umfangreichen Vorarbeiten und Planungen bedürfen der sorgfältigen Koordination. Daher suchen wir zum nächstmöglichen Zeitpunkt\neine Person für\nOfficemanagement / Koordination Masterplan für die Direktion (m*w*d)\nZu Ihren Aufgaben gehören:\nOrganisation von Besprechungen, Sitzungen, Tagungen u.a. der Gremien und Organe der Stiftung\nManagement von Terminen, Telefonaten, Reisen\nOrganisation von Meetings, Besuchen und Versammlungen sowie Protokollerstellung\nKoordination des „Masterplan für die Berlinische Galerie“ für die Direktion\nSteuerung der Kommunikation sowohl intern als auch mit der Bauherrin, dem Architekturbüro sowie Fachplaner*innen\nAufbereiten von Informationsmaterialien, Übernahme von Rechercheaufträgen\nDeutsche und fremdsprachige schriftliche und mündliche Kommunikation\nAblage von Vorgängen, Dokumenten, Verträgen\nSie bringen mit:\nAbgeschlossenes passendes Fachhochschulstudium (Bachelor) oder einschlägige Berufsausbildung, z.B. BA Kauffrau/Kaufmann für Büromanagement oder gleichwertigen Abschluss\nMehrjährige berufspraktische Erfahrungen im Bereich Büromanagement\nStrukturiertes Arbeiten und Freude an Büroorganisation\nFähigkeit, innerhalb der vielfältigen Anforderungslagen zu priorisieren\nSehr gute und anwendungsbereite PC-Kenntnisse (v.a. Windows Office)\nSehr gute schriftliche und mündliche Ausdrucksfähigkeit in Deutsch und Englisch (C1) sowie gute Kenntnisse in einer weiteren Fremdsprache\nServiceorientierte Einstellung, freundliches, kompetentes Auftreten auch in Belastungssituationen\nTeamfähigkeit, Loyalität\nKenntnisse und Erfahrungen in der Arbeit in Kulturbetrieben, idealerweise in Museen wünschenswert\nDie Stelle wird je nach Qualifikation und Vorerfahrungen zwischen E08 und E09b TVöD-VKA vergütet und ist zunächst auf zwei Jahre befristet. Die wöchentliche Arbeitszeit beträgt 39 Stunden.\nVollständige schriftliche Bewerbungsunterlagen mit einem aktuellen Zeugnis erbitten wir\nbis zum 12.06.2025\nals\nein\nPDF mit einer Größe von bis zu 5 MB und dem Stichwort SEK2025 an: bewerbung@berlinischegalerie.de\nFür die Berlinische Galerie hat eine diskriminierungssensible Arbeitsumgebung eine hohe Priorität. Wir freuen uns über Bewerbungen von Menschen, die von Diskriminierung und Ausschlüssen betroffen sind oder deren Perspektiven im Kulturbetrieb häufig marginalisiert werden. Wir fördern die Gleichstellung aller Geschlechter nach dem Berliner Landesgleichstellungsgesetz. Wir berücksichtigen bei gleicher Eignung und Qualifikation die Bewerbung von anerkannten Schwerbehinderten oder ihnen gleichgestellten Menschen bevorzugt (bitte Nachweis beifügen). Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nInformationen zum Datenschutz unter\nhttps://berlinischegalerie.de/datenschutz/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.06.2025", "url": "https://www.museumsbund.de/stellenangebote/officemanagement-koordination-masterplan-fuer-die-direktion-mwd/", "date_published": "2025-06-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmanagerin-m-w-d-sicherheit/", "image": "", "title": "HausmanagerIn (m/w/d) Sicherheit", "content_text": "Kunstmuseum Mittenwald, Mittenwald Bewerbungsende: 25.06.2025 | Die Natalie Schorr Stiftung sucht ab sofort\neine/n HausmanagerIn (m/w/d) Sicherheit\nfür das Kunstmuseum Mittenwald (Eröffnung in 2026).\nWir bieten Ihnen…\nEine abwechslungsreiche, eigenständige, krisensichere und verantwortungsvolle Tätigkeit mit langfristiger Perspektive in fester Anstellung\nEine angemessene Vergütung\n30 Tage Urlaub\nArbeitszeit mind. 30,0 h pro Woche\nZu Ihren Aufgaben gehört u.a.\nGemeinsames Erarbeiten eines Sicherheitskonzeptes in Abstimmung mit der Museumsleitung und dem Hausmanager Technik\nErstellen von Maßnahmenplänen für Brandfall, Alarmfall, Störungen wie Ausfall der Klimaanlage etc.\nGewährleistung der Sicherheit bei internen und externen Veranstaltungen\nenge Zusammenarbeit mit und Vertretung des Hausmanagers Technik in dessen Abwesenheit und umgekehrt\nIhr Profil\nAusbildung/Studium mit beruflicher Erfahrung im Sicherheitsbereich, insbesondere in den Bereichen Sicherheitsmanagement und Sicherheitstechnologien\nGute Deutschkenntnisse in Wort und Schrift\nEmpathie und Freude in der Arbeit mit Menschen und Kultur\nFlexibilität und Eigeninitiative sowie eine strukturierte Arbeitsweise\nBereitschaft zur Schicht- als auch Wochenendarbeit, Rufbereitschaft in Notfällen\nBewerbungen senden Sie bitte per Mail (Dateigröße max.10 MB) an\nbewerbung@natalie-schorr-stiftung.de\nAusführliche Informationen erhalten Sie unter\nwww.natalie-schorr-stiftung.de\n/stellenangebote\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.06.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmanagerin-m-w-d-sicherheit/", "date_published": "2025-06-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsingenieur-w-m-d/", "image": "", "title": "Sicherheitsingenieur (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 25.06.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nAls Leitung der Abteilung Brandschutz und Gebäudesicherheit im Zentralbereich suchen wir zum nächstmöglichen Zeitpunkt einen\nSicherheitsingenieur (w/m/d)\nIhre Aufgaben\nEntwicklung und Umsetzung von Sicherheitsstrategien zum Schutz der Museumsgebäude und Sammlungen aller Liegenschaften des Deutschen Museums\nBewertung und Umsetzung von Sicherheits- und Brandschutzkonzepten für alle Liegenschaften des Deutschen Museums\nÜberwachung und Betreuung der Sicherheitssysteme (Zutrittskontrollen, Videoüberwachung, Alarmsysteme) in Abstimmung mit anderen Fachabteilungen\nErstellung von Notfall- und Evakuierungsplänen für Brand, Diebstahl oder andere Risiken\nregelmäßige Risikoanalysen und Optimierung bestehender Schutzkonzepte\nDurchführung von Schulungen und Unterweisungen für Mitarbeiterinnen und Mitarbeiter zum Thema Sicherheitsmaßnahmen\nSicherstellung der Einhaltung gesetzlicher Vorschriften und Normen im Bereich Gebäudesicherheit\nAnsprechpartner für Behörden und Organisationen mit Sicherheitsaufgaben, wie z. B. Sicherheitsdienstleister, Polizei, Feuerwehr, Landratsamt und THW\nÜbernahme der Funktion “Brandschutzbeauftragter” (DGUV 205-023)\nRessourcen-, Zeit- und Kostenplanung für die Abteilung\nFührung der unterstellten Mitarbeiterinnen und Mitarbeiter\nIhr Profil\nerfolgreich abgeschlossenes Hochschulstudium im Ingenieurwesen, baulichen Brandschutz oder Sicherheitsmanagement\neinschlägige Berufserfahrung als Leitung im Bereich Sicherheit\nFührungserfahrung\nBereitschaft zu sicherheitstechnischen Weiterbildungen\nPersönliche / soziale / methodische Kompetenzen\nanalytische Fähigkeiten und vernetztes Denken\nKommunikationsfähigkeit und Kooperationsbereitschaft\nOrganisations- und Problemlösungsfähigkeit, Ergebnisorientierung\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist zunächst auf zwei Jahre befristet mit der Option auf unbefristete Übernahme.\nDer Erstvertrag wird auf ein Jahr abgeschlossen.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Gehaltsvorstellung, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n25.06.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2527\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsingenieur-w-m-d/", "date_published": "2025-06-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-vz/", "image": "", "title": "wissenschaftliche/r Volontär/in (m/w/d), VZ", "content_text": "Hessen Kassel Heritage, Kassel Bewerbungsende: 29.06.2025 | Hessen Kassel Heritage besetzt zum nächst möglichen Termin für die Dauer von zwei Jahren eine Stelle als\nwissenschaftliche/r Volontär/in (m/w/d), VZ\nin der Hauptabteilung Sammlungen, zunächst im Bereich der Graphischen Sammlung, dann im Bereich der Sammlung Kunst des 19. – 21. Jahrhunderts (Neue Galerie).\nHessen Kassel Heritage betreut das kulturelle Erbe der ehemaligen Landgrafschaft\nHessen-Kassel, das neben den fünf musealen Standorten auch historische Schlösser, Garten- und Parkanlagen in Kassel und Umgebung umfasst, darunter der zum UNESCO-Weltkulturerbe ernannte Bergpark Wilhelmshöhe. In dessen Zentrum liegt Schloss Wilhelmshöhe mit der Graphischen Sammlung. Die Neue Galerie, die Kunst von 1800 bis zur Gegenwart präsentiert, befindet sich im Stadtzentrum.\nIhr Profil:\nVoraussetzung für das Volontariat ist ein abgeschlossenes Studium (Master,\nWir suchen eine offene, engagierte, strukturierte und teamorientierte Person mit einem breiten Interesse an Kunst vom Spätmittelalter bis zur Gegenwart. Zu den Hauptaufgaben gehört die Mitarbeit bei einer Ausstellung zu „Dürer in der landgräflichen Sammlung“ im Herbst 2026 sowie an der Neukonzeption der Dauerausstellung in der Neuen Galerie. Darüber hinaus gehören zu den Tätigkeiten die klassischen Sammlungsaufgaben, die wissenschaftliche Inventarisierung in der Museumsdatenbank und damit eng verbunden die Pflege der Online-Datenbank sowie Vermittlungsaufgaben.\nWährend des Volontariats wird ein Entgelt analog der Höhe von 50 % des monatlichen Tabellenentgeltes der Entgeltgruppe 13 Stufe 1 des TV-H in seiner jeweils gültigen Fassung gezahlt. Um auch den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen. Schwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 29.06.2025 unter Angabe der Kennziffer 01.03/2025 ausschließlich online unter\nstellensuche.hessen.de\n(Stellensuche Land Hessen)\nReferenzcode-Suche: 50893771_0002\nFreitext-Suche: Heritage\nBewerbungskosten werden nicht erstattet.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-vz/", "date_published": "2025-06-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsdirektor-in-m-w-d-3/", "image": "", "title": "Verwaltungsdirektor/-in (m/w/d)", "content_text": "Museen der Stadt Dresden, Dresden Bewerbungsende: 30.06.2025 | Die Landeshauptstadt Dresden ist eine von hoher Lebensqualität und kultureller Vielfalt geprägte Großstadt. In Dresden mit ca. 570.000 Einwohnerinnen und Einwohnern lässt es sich nicht nur hervorragend leben und wohnen, sondern auch arbeiten. Als Arbeitgeber bietet die Landeshauptstadt Dresden ein breites Spektrum unterschiedlicher Einsatzgebiete und persönlicher Entfaltungsmöglichkeiten. Die Aufgaben sind vielseitig, jeden Tag gilt es, an der Gestaltung der Stadt und ihrer zahlreichen bürgerschaftlichen Anliegen mitzuwirken.\nDie\nMuseen der Stadt Dresden\nsind ein Verbund aus zehn kommunalen Museen und Galerien. Sie bieten Orte des Austausches und der Diskussion von Themen der historischen, gegenwärtigen und zukünftigen Stadtgesellschaft in den Bereichen Geschichte, Bildende Kunst, Musik, Literatur, Wissenschaft und Technik.\nWir suchen zum nächstmöglichen Zeitpunkt befristet als Mutterschutz- und Elternzeitvertretung eine\nVerwaltungsdirektor/-in (m/w/d)\nChiffre: 43250501\nBewerbung bis:\n30. Juni 2025\nArbeitszeit:\nVollzeit\nEntgeltgruppe:\n12 TVöD-V\nStandort:\nWilsdruffer Straße 2, 01067 Dresden\nQualifikation:\nabgeschlossene Hochschulbildung\nDiese Aufgaben erwarten Sie\nLeitung der Abteilung Verwaltung und Technische Dienste\nEntwicklung von Zielen, Konzepten und Leitlinien in Zusammenarbeit mit der Direktion des Museumsverbundes und dem Geschäftsbereich Kultur, Wissenschaft und Tourismus für alle Sachgebiete\nBearbeitung von Grundsatzangelegenheiten der Personalführung, Personalbedarfsplanung, Planung der Aus-und Fortbildung, Personalentwicklung, Personalbewirtschaftung\nPlanung, Verhandlung und Verantwortung der übertragenen Finanzmittel und zugewiesenen Budgets, Sicherstellung der Wirtschaftlichkeit im Rahmen des Prozesses der Leistungserstellung, Ermittlung und Steuerung der Kosten\nBearbeitung von Grundsatz-und Rechtsangelegenheiten\nWahrnehmung der Fachaufgaben für die Bereiche IT/Medientechnik, Haushalt/ Shop/Café, Ausstellungsbau/Gebäudemanagement und Kasse/Service\nstrategisch und konzeptionelle Steuerung der Aufgaben in den verschiedenen Bereichen\nHaushaltsbewirtschaftung und Personalverantwortung\nWahrnehmung von Aufgaben im Rahmen der Vorgaben zum Arbeits- und Gesundheitsschutz\nWas wir Ihnen bieten\nSie sind auf der Suche nach einer Tätigkeit mit Perspektive in Dresden? Dann sind Sie bei uns genau richtig!\nBeschäftigte der Landeshauptstadt Dresden profitieren von zahlreichen Vorteilen und Möglichkeiten.\nFreuen Sie sich auf…\nJahressonderzahlung, leistungsorientierte Bezahlung und betriebliche Altersvorsorge\n30 Tage Erholungsurlaub bei einer 5-Tage-Woche im Kalenderjahr und Möglichkeit des Bildungsurlaubs sowie Sonderurlaubs\numfangreiches Qualifizierungsangebot für fachliche sowie persönliche Weiterentwicklung\nVergünstigungen im Personennahverkehr (Job-Ticket, auch als Deutschlandticket), Fahrradleasing\nVereinbarkeit von Beruf und Privatleben (z. B. durch flexible Arbeitszeitmodelle, Gleitzeit und mobiles Arbeiten)\nDas bringen Sie mit\nabgeschlossene Hochschulbildung, Diplom (FH, BA), Bachelor (FH, BA oder Uni), Fachwirt (VWA) vorzugsweise in den Fachrichtungen Betriebswirtschaft, Verwaltung, Kulturmanagement, Rechtswissenschaften oder Angestelltenlehrgang Il\neintragungsfreies polizeiliches Führungszeugnis nach § 30 Bundeszentralregistergesetz (nach Aufforderung)\nWünschenswert\numfassende Kenntnisse im Arbeits-, Tarif-, Haushalts- und Verwaltungsrecht\numfassende betriebswirtschaftliche Kenntnisse\nErfahrung in der Leitung von Kulturbetrieben oder vergleichbaren Einrichtungen\ngeistige Flexibilität, Kommunikations – und Kooperationsfähigkeit\nMehrsprachigkeit (Englisch)\nWir wertschätzen Vielfalt und möchten, dass unsere Beschäftigten die Stadtgesellschaft widerspiegeln. Wir begrüßen alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nWir freuen uns auf Ihre Bewerbung! Senden Sie uns Ihre vollständigen Unterlagen online über\nbewerberportal.dresden.de\nzu. Aus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nMit der Abgabe der Bewerbung willigen Sie der Speicherung der personenbezogenen Daten während des Bewerbungsverfahrens ein. Detaillierte Hinweise zur Verarbeitung Ihrer personenbezogenen Daten sowie den Umgang mit den übersandten Unterlagen finden Sie unter: www.dresden.de/stellen.\nIhre Ansprechpersonen\nfür fachliche Fragen\nHerr Dr. Porstmann (Museen der Stadt Dresden)\nTel. 0351-4887301\nzum Bewerbungsprozess\nFrau Lossack (Haupt- und Personalamt)\nTel. 0351-4882960\nSie haben noch nicht die passende Stelle gefunden?\nGerne informieren wir Sie über neu veröffentlichte freie Stellen der Landeshauptstadt Dresden in unserem Newsletter. Jetzt abonnieren unter www.dresden.de/newsletter!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsdirektor-in-m-w-d-3/", "date_published": "2025-06-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/techniker-in-fachrichtung-schiffbautechnik-m-w-d/", "image": "", "title": "Techniker/in Fachrichtung Schiffbautechnik (m/w/d)", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 03.07.2025 | Das Deutsche Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte ist eines der größten schifffahrtsgeschichtlichen Museen in Europa. Als Teil der Leibniz-Gemeinschaft betreiben wir exzellente außeruniversitäre Forschung. Auf einer Ausstellungsfläche von 4.000 Quadratmetern präsentieren wir die Ergebnisse maritimer Forschung. Der Museumshafen stellt das 24/7 Stunden zugängliche Museum dar. Er setzt maritimes Kulturerbe mit aktuellen Themen der Meeresnutzung in Verbindung.\nWir suchen zum nächst möglichen Zeitpunkt eine/n\nTechniker/in Fachrichtung Schiffbautechnik (m/w/d)\nauf zwei Jahre befristet mit Aussicht auf Entfristung in Vollzeit (39,2 Std./Woche).\nIhre Aufgaben\nAls technische/r Mitarbeiter/in des Museumshafens sind Sie der Stabstelle Leitung Museumshafen unterstellt und verantworten u. a.:\nTechnische Prüfung der Exponate und des maritimen Kulturguts:\nImplementierung und Durchführung von Wartungsintervallen\nDokumentierung der Wartung\nEinleitung von Maßnahmen\nVorbereitung von Nachträgen und Abrechnungsunterlagen\nFühren von Bautagebüchern, Baustellenschriftverkehr\nEinweisung und Koordination der Gewerke bzw. Mitarbeiter/innen\nTechnische Abnahme\nProjektmanagement in enger Abstimmung mit der Leitung Museumshafen, insbesondere die eigenständige\nZuarbeit und Mitwirkung bei der projektbezogenen Planung und Umsetzung von Projektaufträgen unter Berücksichtigung von Qualität, Kosten, Kapazitäten, Liefer- und Leistungsumfang\nZuarbeit und Mitwirkung bei der Sicherstellung der Betriebswirtschaftlichkeit gem. Anweisung durch die Leitung z. B. bei:\nErarbeiten der relevanten Kalkulationen\nAufstellung der Wirtschaftspläne\nAkquisition von Fördermitteln bei privaten und öffentlichen Mittelgebern\nKostencontrolling\nMittelabrufe\nErstellung von Beschlussvorlagen\nDas erwarten wir von Ihnen\nEine abgeschlossene technische bzw. handwerkliche Ausbildung\nund\ndie Weiterbildung zum Meister/Techniker im\nBereich Schiffbau\noder eine vergleichbare Qualifikation\nEinschlägige Berufserfahrung im Bereich des Schiffbaus\nerste Erfahrungen in der Ausarbeitung von Leistungsverzeichnissen und der Vorbereitung von Ausschreibungen sind wünschenswert aber nicht zwingend erforderlich\nOrganisationstalent, verantwortungsbewusstes Handeln\nTeamfähigkeit und die Fähigkeit, Teams zu leiten und zu koordinieren\nVerlässliche Arbeitsweise mit der Fähigkeit, Ziele erfolgreich zu erreichen\nAusgeprägtes Kostenverständnis und hohe Zahlenaffinität\nErste Erfahrungen in der Budgetierung, Steuerung von Projekten und Erfolgskontrolle\ngute Englischkenntnisse\nSelbstständigkeit, Eigeninitiative, Kommunikationsgeschick\nUnser Angebot für Sie\nFlache Hierarchien und kurze Entscheidungswege\nFlexible Arbeitszeiten und Remote-Work-Möglichkeiten\n30 Tage Jahresurlaub\nBetriebliche Altersvorsorge\nMitarbeiterbenefits\nInteressiert?\nDann freuen wir uns auf Ihre Bewerbung!\nIhre digitale Bewerbung senden Sie unter Angabe der Kennziffer 20257 bis spätestens\n03.07.2025\nan\npersonal@dsm.museum\n. Stellen Sie uns bitte alle Unterlagen gesammelt in einer einzigen PDF-Datei zur Verfügung.\nFür inhaltliche Auskünfte steht Ihnen\nTobias Metzner\nLeitung Museumshafen\n0471 48207-62\nT.Metzner@dsm.museum\nzur Verfügung.\nDie Vergütung erfolgt nach dem TV-L abhängig von Ihrer Qualifikation bis\nmaximal\nzur\nEntgeltgruppe\n9b\n. Neben den üblichen Leistungen, die mit denen des öffentlichen Dienstes vergleichbar sind, legen wir besonderen Wert auf die Vereinbarkeit von Beruf und Familie. Die Stelle ist grundsätzlich für Teilzeit und Homeoffice geeignet.\nDas Deutsche Schifffahrtsmuseum strebt in allen Bereichen nach Geschlechtergerechtigkeit und Chancengleichheit. Daher begrüßen wir alle qualifizierten Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität. Bewerbungen von Menschen mit Migrationshintergrund werden ausdrücklich begrüßt. Schwerbehinderten Bewerberinnen und Bewerbern wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.07.2025", "url": "https://www.museumsbund.de/stellenangebote/techniker-in-fachrichtung-schiffbautechnik-m-w-d/", "date_published": "2025-06-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-3/", "image": "", "title": "Mitarbeiter:in Verwaltung", "content_text": "Brandenburgische Gesellschaft für Kultur und Geschichte, Potsdam Bewerbungsende: 25.06.2025 | Die Brandenburgische Gesellschaft für Kultur und Geschichte gGmbH sucht zum nächstmöglichen Zeitpunkt für das Team Finanzen und Controlling eine:n\nMitarbeiter:in Verwaltung (Vollzeit, Teilzeit möglich)\nDie Brandenburgische Gesellschaft für Kultur und Geschichte gGmbH (BKG) ist eine Kultur- und Bildungseinrichtung des Landes Brandenburg und der Landeshauptstadt Potsdam.\nMit unseren Bereichen »Brandenburg Museum«, »Kulturland Brandenburg« sowie »Plattform Kulturelle Bildung Brandenburg«, präsentieren, vermitteln und fördern wir die brandenburgische Geschichte und kulturelle Gegenwart des Landes. Wir sind Impulsgeber für neue Themen, vernetzen kulturelle Initiativen und Akteur: innen und arbeiten eng mit Partnern aus Wissenschaft, Tourismus und Bildung zusammen. Die Brandenburgische Gesellschaft für Kultur und Geschichte ist Mitglied im Brandenburger Aktionsbündnis gegen Gewalt, Rechtsextremismus und Rassismus. Sie beteiligt sich auch an der Initiative „Brandenburg zeigt Haltung“ und setzt sich für ein demokratisches, weltoffenes und tolerantes Brandenburg ein.\nWir verstehen uns als Teil der Zivilgesellschaft und bieten einen Raum zur aktiven Mitgestaltung des kulturellen Selbstverständnisses.\nFür die interessante Tätigkeit mit Arbeitsort in Potsdam suchen wir eine engagierte Persönlichkeit mit Verantwortungsbereitschaft, Eigeninitiative und hohem Organisationsgeschick.\nZu Ihren Aufgaben zählen insbesondere:\nErfassung und Abrechnung aller Drittmittel der Gesellschaft von der Antragserstellung über die Bewilligung\nBeratung der Fachkolleg:innen und Projektleitungen im Hinblick auf zuwendungsrechtliche Fragen\nErstellung von Kosten- und Finanzierungsplänen, sowie zur Berechnung von Personalkosten\nProjektmanagement einzelner Drittmittelprojekte\nZuordnung der Kosten zur Erstellung der genauen Abrechnung in Kenntnis der Förderrichtlinien und des Zuwendungsrechts\ntermingerechtes Stellen von Mittelanforderungen, Prüfung der Mitteleingänge und der Einhaltung der Mittelverwendungsfrist\nErstellung der zahlenmäßigen Verwendungsnachweise\nErstellung der Beleglisten und der Plan/Ist-Abweichanalysen\nEntwicklung von Steuerungsmaßnahmen bei Abweichungen\nDurchführen von Ausschreibungen unter Einhaltung der Bestimmungen des Vergaberechts\nBeratung der Kolleg:innen bei der Durchführung von Vergaben nach UVgO\nAktualisierung und Weiterentwicklung der Vorlagen für die das Beschaffungswesen bei der BKG\nSteuerung Vergabemanagement\nUnterstützung Fördermittelmanagement\nSie bringen folgendes mit:\nAbgeschlossenes Studium der Betriebswirtschaftslehre, ein verwaltungs- oder wirtschaftswissenschaftlicher oder gleichwertiger geeigneter Studienabschluss, vergleichbare Qualifikation oder gleichwertige Fachkenntnisse\nGründliche und vielseitige Fachkenntnisse der Bestimmungen des HGB, der LHO und des Zuwendungsrechts sowie des Vergaberechts\nKenntnisse des BRKG Gründliche und vielseitige Kenntnisse der organisatorischen Zusammenhänge\nFähigkeit zur selbständigen Erarbeitung von Ergebnissen\nGängige Kenntnisse in den Office-Betriebssystemen (Word, Excel, usw.)\nGenauigkeit in der Arbeitsweis\nEinschlägige Kenntnisse hinsichtlich der Überleitung der doppischen Buchhaltung in die Systematik der Kameralistik;\nStrukturierte, sorgfältige und selbständige Arbeitsweise;\nWir bieten Ihnen:\nEine spannende, verantwortungsvolle Aufgabe in einer dynamischen Kultur- und Bildungseinrichtung\nEin inspirierendes Arbeitsumfeld in einem engagierten, interdisziplinären Team\nWir bieten eine Bezahlung angelehnt an TV-L\n(Entgeltgruppe 9a)\n.\nEs handelt sich um eine Vollzeitstelle (100%); die wöchentliche Arbeitszeit beträgt\n40 Stunden; nach Vereinbarung kann die Stelle auch in Teilzeit besetzt werden\nDie Position ist\nunbefristet\nDie Vereinbarkeit von Berufs- und Privatleben ist der BKG wichtig und wird durch ein flexibles Arbeitszeitmodell gefördert. Es besteht außerdem die Möglichkeit zur Mobilen Arbeit.\nMitarbeiterausweis für einen kostenfreien Zugang in alle „öffentlichen“ Museen (nicht nur in Potsdam)\nAusleihe von ICOM – und Museumsverbandskarten für kostenfreien Eintritt verschiedener musealer Einrichtungen\ngezielte Fortbildungen zur Förderung persönlicher und fachlicher Entwicklungsmöglichkeiten\nbis zu 10 Tage Bildungsurlaub in zwei Jahren gemäß des Brandenburgischen Bildungsurlaubsgesetzes\nJahressonderzahlung\nzusätzlich 2 freie Tage (24.12. und 31.12) zu den regulären 30 Urlaubstagen\nBewerbungsverfahren und Kontakt\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) an folgende E-Mail-Adresse:\npersonal@gesellschaft-kultur-geschichte.de\n.\nDie Bewerbungsfrist endet am 25. Juni 2025. Vorstellungsgespräche finden im Anschluss statt.\nBitte haben Sie Verständnis dafür, dass wir keine Kosten übernehmen können, die Ihnen durch die Bewerbung oder ein Vorstellungsgespräch entstehen.\nWir freuen uns auf Ihre Bewerbung!\nDie BKG setzt sich für Diversität und Inklusion in unseren Teams ein. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. Bewerbungen von Menschen mit Angabe einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt.\nNicht alle Arbeitsplatzbereiche für diese Position sind bisher barrierefrei. Für nähere Auskünfte steht das Büro der BKG unter folgender Adresse zur Verfügung:\npersonal@gesellschaft-kultur-geschichte.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-3/", "date_published": "2025-06-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/107831/", "image": "", "title": "Geschäftsführung des Fachbereichs Kultur", "content_text": "Bezirksamt Charlottenburg-Wilmersdorf, Berlin Bewerbungsende: 16.06.2025 | Charlottenburg-Wilmersdorf ist die Heimat von rund 320.000 Menschen aus über 170 Nationen. Wir im Bezirksamt gestalten unseren Bezirk als einen attraktiven Lebens- und Arbeitsraum. So trägt der Bezirk bereits seit 2011 den Titel „Fair-Trade-Town“ und wurde schon 2009 als „Ort der Vielfalt“ ausgezeichnet. Weiterhin ist das Bezirksamt für den besonderen Einsatz im Themenfeld Vereinbarkeit von Familie, Pflege und Beruf mit dem berlinweiten Gütesiegel familienfreundlicher Arbeitgeber Land Berlin (GfA) zertifiziert worden. Rund 2.100 Beschäftigte in mehr als 50 Berufsgruppen stehen für Diversität, Toleranz und die richtige Balance zwischen Arbeit, Karriere und Privatleben.\nDie Anliegen der Bürgerinnen und Bürger liegen auch Ihnen am Herzen? Sie möchten den erfolgreichen Wandel für eine leistungsstarke und moderne Verwaltung aktiv mitgestalten? Sie wollen in einem sicheren Arbeitsumfeld tätig sein, indem ihre Stärken und Erfahrungen wertgeschätzt und lebenslange Fort- und Weiterbildung gefördert wird?\nDie Abt. Schule, Sport, Weiterbildung und Kultur (Schloßstr. 55A, 14059 Berlin) sucht\nab sofort, unbefristet, Personal für das Aufgabengebiet als\nGeschäftsführung des Fachbereichs Kultur\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.06.2025", "url": "https://www.museumsbund.de/stellenangebote/107831/", "date_published": "2025-06-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-mit-dem-schwerpunkt-bildung-vermittlung/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d) mit dem Schwerpunkt Bildung & Vermittlung", "content_text": "Stiftung Fürst-Pückler-Museum Park und Schloss Branitz, Cottbus Bewerbungsende: 27.06.2025 | Die Stiftung Fürst-Pückler-Museum Park und Schloss Branitz (SFPM) sucht zum nächstmöglichen Zeitpunkt einen\nWissenschaftlichen Volontär (m/w/d) mit dem Schwerpunkt Bildung & Vermittlung\n50 v.H. Entgeltgruppe 13 TV-L für 40 h/Woche, befristet für 2 Jahre\nDie vom Land Brandenburg errichtete Stiftung widmet sich dem Erhalt der Pflege, Erforschung und Präsentation des Gesamtkunstwerkes aus Garten- und Landschaftsgestaltung, Architektur, Raumausstattung und Sammlungen des Fürsten Hermann von Pückler in Branitz. Park und Schloss sind Orte des kulturellen Lebens und der Künste in der Tradition des Fürsten Pückler und gelten als national bedeutendes Kulturdenkmal. Die berühmten Pyramiden und der modellhafte Umgang mit den Folgen des Klimawandels machen die 660 ha große Branitzer Parklandschaft einzigartig. Die Branitzer Baumuniversität entwickelt mit Fördergeldern die Bauten, Flächen und Forschungskooperationen von Deutschlands größtem Modellprojekt für den Erhalt historischer Gärten im Klimawandel.\nDas Volontariat vermittelt Kenntnisse in allen Bereichen des musealen Arbeitens – wie Sammeln, Bewahren, Forschen, Ausstellen, Museumsmanagement, Verwaltung und Kommunikation – ebenso wie in Bereichen der Park- und Gartendenkmalpflege. Eine fachliche Profilierung wird im Bereich Bildung & Vermittlung geboten.\nIhre Aufgaben\nMitarbeit bei der Konzeption von analogen und digitalen Bildungsangeboten, insbesondere für die Neue Branitzer Baumuniversität\nMitarbeit bei der organisatorischen Umsetzung des Vermittlungsprogramms für Kinder, Jugendliche, Erwachsene, Familien und Schulen\nMitwirken bei der Entwicklung neuer Formate im Bereich der Museumspädagogik/Kulturvermittlung und Kooperationen mit institutionellen Partnern und Künstler/-innen\nsicheres Verfassen von Texten für unterschiedliche Zielgruppen\norganisatorische Begleitung von Führungen, Workshops und Sonderveranstaltungen (wie z. B. Familientage)\nMitarbeit bei der Evaluierung analoger und digitaler Vermittlungsangebote der Stiftung\nIhr Profil\nerfolgreich abgeschlossenes wissenschaftliches Hochschulstudium in den Bereichen Pädagogik/Erziehungswissenschaften, Geschichte, Kunstgeschichte, Naturwissenschaften oder Museologie/Museumswissenschaften\nErfahrungen im Bereich Museums- und Medienpädagogik\nfließende Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nüberzeugende Organisations- und Kommunikationsfähigkeit, Teamgeist sowie Kreativität\nErwünscht sind\nAusgeprägtes Interesse moderner außerschulischer Bildungsarbeit\nKenntnisse digitaler Instrumente mit besonderem Blick auf Storytelling und crossmedialem Erzählen\nUnser Angebot\nAls Einrichtung in einer der schönsten historischen Parklandschaften mit hoher Besuchsqualität und nationaler Bedeutung bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit ein verantwortungsvolles und abwechslungsreiches Tätigkeitsfeld. Während der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nSie finden bei uns ein vielseitiges, experimentierfreudiges Team, kurze Entscheidungswege, eine individuelle und intensive Einarbeitung vor. Flexible Arbeitszeit und mobiles Arbeiten nach der Probezeit, 6 Wochen Jahresurlaub sowie freie Arbeitstage am 24. und 31. Dezember gehören ebenfalls zu unseren Angeboten.\nIhre Bewerbung\nWir freuen uns auf Ihre Online-Bewerbung (ausschließlich im pdf-Format mit insgesamt max. 20 MB in\neiner\nDatei) bis spätestens\n27. Juni 2025\nper E-Mail an:\nbewerbung@pueckler-museum.de\nAb der Kalenderwoche 29 sind die Bewerbungsgespräche vorgesehen.\nFür Fragen zum Verfahren wenden Sie sich bitte an Marion Bartel: (0355) 75 15 131, für inhaltliche Anfragen bitte an Dr. Simone Neuhäuser: (0355) 75 15 160.\nDie Stiftung Fürst-Pückler-Museum Park und Schloss Branitz gewährleistet die berufliche Gleichstellung von Frauen und Männern. Bewerbungen von Frauen sind daher ausdrücklich erwünscht. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgaben des Sozialgesetzbuches IX bevorzugt berücksichtigt. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nWir weisen darauf hin, dass bei einer möglichen Zuschlagserteilung ein erweitertes polizeiliches Führungszeugnis abgefordert wird. Bewerbungs- und Reisekosten werden nicht erstattet. Mit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Diese werden nach Beendigung des Verfahrens gelöscht.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-mit-dem-schwerpunkt-bildung-vermittlung/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-29/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Kreismuseum Wewelsburg, Büren-Wewelsburg Bewerbungsende: 21.06.2025 | Bereichern Sie als\nWissenschaftlicher Volontär (m/w/d)\nunser Team im Kreismuseum Wewelsburg!\nVergütung: 50% von EG 13 TVöD-V / Vollzeit / befristet für 24 Monate / Startzeitpunkt: ab 01.09.2025 / Bewerbungsfrist: 21. Juni 2025\nStandort: Burgwall 19, 33142 Büren-Wewelsburg\nWer wir sind\nIn der Kreisverwaltung Paderborn arbeiten aktuell rund 1.400 Mitarbeitende in über 80 unterschiedlichen Berufen. Damit gehört der Kreis Paderborn zu den größten Arbeitgebern der Region.\nDas Kreismuseum Wewelsburg ist ein historisches Regionalmuseum mit zwei Abteilungen. Im Historischen Museum des Hochstifts Paderborn werden Themeneinheiten zur Geschichte des Fürstbistums Paderborn bis zur Säkularisation Anfang des 19. Jahrhunderts gezeigt. Die Dauerausstellung „Ideologie und Terror der SS“ in der Erinnerungs- und Gedenkstätte Wewelsburg 1933-1945 dokumentiert die Rolle der Wewelsburg im Nationalsozialismus und ist Gedenkstätte für die Opfer des KZ-Niederhagen. Das Team besteht aus Historikerinnen und Historikern verschiedener Fachrichtungen, Bibliotheks-, Dokumentations- und Verwaltungsfachkräften sowie museumspädagogischen und technischen Mitarbeiterinnen und Mitarbeitern. Das Kreismuseum Wewelsburg ist national und international vielfältig vernetzt.\nZiel des Volontariats ist es, Wissenschaftler/innen museumsspezifische Kenntnisse zu vermitteln. Diese Ausbildung erfolgt im Rahmen der Richtlinien des Deutschen Museumsbundes.\nWas Sie bei uns bewegen\nUnter der Anleitung erfahrener Kolleginnen und Kollegen wirken Sie bei der wissenschaftlichen und didaktischen Weiterentwicklung der „Erinnerungs- und Gedenkstätte Wewelsburg 1933 – 1945“ mit.\nSie übernehmen Projektaufgaben mit dem Schwerpunkt NS-Zeit und Nachkriegszeit.\nSie wirken an der Entwicklung einer zeitgemäßen Gesamtstrategie für das Kreismuseum Wewelsburg in den kommenden Jahrzehnten mit (Erinnerungskultur im 21. Jahrhundert, neue zusätzliche Themenschwerpunkte, Sammlungs- und Gestaltungskonzeption, etc.).\nWas uns überzeugt\nSie verfügen über ein abgeschlossenes Studium (Master, Magister, Promotion, Diplom) im Hauptfach „Neuere und Neueste Geschichte“ (mit dem Schwerpunkt „Geschichte Deutschlands und Europas im 20. Jahrhundert“) oder Sozial- bzw. Politikwissenschaft.\nSie verfügen über eine ausgeprägte Kommunikationsstärke sowie ein sicheres Ausdrucksvermögen in Wort und Schrift. Dabei bringen Sie gute bis sehr gute Englischkenntnisse mit – idealerweise ergänzt durch weitere Fremdsprachenkenntnisse.\nAls wissenschaftlicher Volontär (m/w/d) zeichnen Sie sich durch hohe Flexibilität, Eigeninitiative und eine ausgeprägte Teamorientierung aus.\nDer sichere Umgang mit den gängigen MS-Office-Programmen (Word, PowerPoint, Excel) ist für Sie selbstverständlich.\nWas Sie gewinnen\nStrukturierte Einarbeitung\n: Gegenseitige Unterstützung und persönliches Engagement hat in unserem Team von Beginn an höchste Priorität!\nWeiterentwicklung:\nDurch regelmäßige Feedbackgespräche und einem vielfältigen Fortbildungsangebot unterstützen wir Ihre persönliche und fachliche Weiterentwicklung.\nWork-Life-Balance:\nSie haben grundsätzlich die Möglichkeit Ihre Arbeitszeit flexibel zu gestalten und bei Bedarf aus dem Homeoffice zu arbeiten. Bei einer 5-Tage-Woche stehen Ihnen 30 Tage Urlaub zur Verfügung.\nModerne Arbeitsplatzgestaltung:\nVor Ort steht Ihnen ein ergonomisch ausgestatteter Arbeitsplatz zur Verfügung. Außerdem erhalten Sie ein eigenes dienstliches Notebook (oder ähnliches mobiles Endgerät).\nEngagiertes Team:\nEs erwartet Sie ein motiviertes und aufgeschlossenes Team, das sich auf neue Kollegen/innen freut und diese gerne schnell einbindet.\nPassen wir zusammen?\nDann freuen wir uns auf Sie und den Eingang Ihrer Bewerbung\nbis zum 21.06.2025.\nBitte reichen Sie Ihre Bewerbungsunterlagen\nausschließlich digital\n(\nhier\n) ein.\nFür weitere Informationen zum Bewerbungsprozess steht Ihnen Frau Hassenewerd, Tel. 05251/308-1132, zur Verfügung. Stellenspezifische Fragen beantwortet Ihnen gerne Frau John-Stucke, Tel. 02955/76220, aus dem Fachamt.\nDie Kreisverwaltung Paderborn verfolgt offensiv das Ziel der beruflichen Gleichstellung der Geschlechter. Unter Beachtung des Leistungsprinzips werden Schwerbehinderte bei gleicher Eignung bevorzugt. Besonders erwünscht sind Bewerbungen von Menschen mit Migrationshintergrund.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-29/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-assistentin-w-d-m-in-fortbildung/", "image": "", "title": "Wissenschaftliche:r Assistent:in (w/d/m) (in Fortbildung)", "content_text": "Staatsbibliothek zu Berlin, Berlin Bewerbungsende: 27.06.2025 | In der\nGeneraldirektion\nder\nStaatsbibliothek zu Berlin\n– Preußischer Kulturbesitz ist in der Koordinierungsstelle für die Erhaltung des schriftlichen Kulturguts (KEK) eine Stelle als\nWissenschaftliche:r Assistent:in (w/d/m) (in Fortbildung)\nzu besetzen. Die Staatsbibliothek zu Berlin (Stabi) ist eine der größten und leistungsfähigsten Bibliotheken Europas. Wir sprechen über 80 Sprachen, entwickeln Wissensressourcen von Weltrang und wollen mit modernsten Technologien internationalen Austausch und freien Informationszugang fördern. 1661 gegründet, setzen wir konsequent auf digitale Souveränität und die aktive Mitwirkung unserer Nutzenden. Die KEK unterstützt seit 2011 bundesweit Projekte im Bereich Originalerhalt und fördert die spartenübergreifende Zusammenarbeit von Archiven und Bibliotheken sowie den Aufbau von Infrastrukturen im Bereich Überlieferungssicherung.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-assistentin-w-d-m-in-fortbildung/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-museumsassistentin-in-fortbildung-m-w-d-7/", "image": "", "title": "Wissenschaftliche:r Museumsassistent:in (in Fortbildung), m/w/d", "content_text": "Staatliches Institut für Musikforschung, Berlin Bewerbungsende: 13.07.2025 | Im Staatlichen Institut für Musikforschung ist eine Stelle als\nWissenschaftliche:r Museumsassistent:in (in Fortbildung), m/w/d\nzu besetzen.\nDas Staatliche Institut für Musikforschung (SIM) ist eine der Einrichtungen der Stiftung Preußischer Kulturbesitz und die größte außeruniversitäre Forschungseinrichtung der Musikwissenschaft in Deutschland. Historische wie systematische Aspekte der Musik werden gleichermaßen untersucht. Schwerpunkte sind die Instrumentenkunde, Interpretationsforschung, Aufführungspraxis und die audiovisuelle Wahrnehmung von Musik. Zum Institut gehören das Musikinstrumenten-Museum und eine Bibliothek mit ihren Sammlungen, Aufführungsräume, ein Tonstudio und Laborräume. Das Institut bildet einen Teil des Kulturforums und ist eng mit den Nachbarinstitutionen vernetzt.\nWir bieten Ihnen die Möglichkeit, im Anschluss an das Studium oder eine Promotion und in Vorbereitung auf eine angestrebte Tätigkeit im musikwissenschaftlichen Bereich und an einer Instrumentensammlung fundierte Praxiserfahrungen zu sammeln. Im Rahmen der allgemeinen wissenschaftlichen Aus- und Fortbildung soll der/die Museumsassistent:in (in Fortbildung) aktiv in die Forschungsvorhaben des Musikinstrumenten-Museums einbezogen werden.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-museumsassistentin-in-fortbildung-m-w-d-7/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsassistenz/", "image": "", "title": "Museumsassistenz", "content_text": "Museumsverwaltung Naumburg (Saale), Naumburg (Saale) Bewerbungsende: 23.06.2025 | Naumburg (Saale) ist eine der schönsten Städte Mitteldeutschlands und Heimat für rund 33.000 Menschen. Die fast 1.000-jährige Domstadt im Zentrum von Saale-Unstrut, dem Land aus Wein und Stein, hat viele historische Schätze zu bieten.\nDie Museumsverwaltung Naumburg (Saale) betreut insgesamt sechs Einrichtungen, die neben der Stadtgeschichte auch kunst-, sozial-, wirtschafts- und spielzeuggeschichtliche Ausstellungen präsentieren. Dazu gehören im direkten Stadtgebiet das Stadtmuseum Hohe Lilie, der Wenzelsturm, das Marientor und die Galerie im Schlösschen. Hinzu kommen das Romanische Haus mit der Käthe-Kruse-Ausstellung in Bad Kösen und das Max-Klinger-Haus in Großjena. Diese inhaltliche Vielfalt wird durch wechselnde Sonderausstellungen und außerschulische Vermittlungsprogramme thematisch ergänzt.\nWir suchen zum nächstmöglichen Zeitpunkt eine:\nMuseumsassistenz\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsassistenz/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-finanzbuchhaltung-controlling/", "image": "", "title": "Leitung Finanzbuchhaltung / Controlling", "content_text": "Stiftung Museum Schloss Moyland, Bedburg-Hau Bewerbungsende: 30.06.2025 | Die Stiftung Museum Schloss Moyland sucht für die Verstärkung unseres Teams ab spätestens September 2025 die\nLeitung Finanzbuchhaltung / Controlling\nin Teilzeit\nDas Museum Schloss Moyland ist ein national und international bedeutendes Museum mit einer umfangreichen Sammlung der Kunst vom 19. bis 21. Jahrhundert. Im Zentrum steht eine große Sammlung von Werken des international bedeutenden, in Krefeld geborenen und in Kleve aufgewachsenen, Künstlers Joseph Beuys. Ergänzt wird diese durch zahlreiche weitere wichtige künstlerische Positionen der Postmoderne und Gegenwart wie z.B. James Lee Byars, David Hockney, Katharina Sieverding, Charlotte Moorman oder Wolf Vostell. Die Sammlung wurde von den kunstbegeisterten Brüdern Hans und Franz-Joseph van der Grinten aufgebaut und wird laufend erweitert.\nMit Sonderausstellungen und Sammlungspräsentationen strebt das Haus heute eine Öffnung zu gesellschaftlichen Fragen sowie zu Medien und Themen der Gegenwart an. Dabei soll die Repräsentation gesellschaftlicher Vielfalt unter Berücksichtigung der Gleichberechtigung von Künstlerinnen und Künstlern und anderer möglicher Identitätsentwürfe besonders hervorgehoben werden. Die verstärkte Einbeziehung neuer und digitaler Medien ist Teil dieser Neuausrichtung. Seit 2022 legt die Einrichtung einen verstärkten Fokus auf performative künstlerische Herangehensweisen sowie den Dialog zwischen Positionen der Sammlung und der Kunst der Gegenwart.\nStandort ist ein historisches neogotisches Wasserschloss inklusive eines Parks (mit Ausstellungshalle und Skulpturenpark), unweit der niederländischen Grenze. An das Museum angegliedert sind das Joseph Beuys Archiv und die Museumsbibliothek. Mit seinen Forschungs-, Ausstellungs- und Vermittlungsaktivitäten hat sich das Museum als Kunst-Zentrum für eine regionale, nationale sowie internationale Öffentlichkeit etabliert.\nDie Stelle ist unbefristet und wird in Teilzeit zunächst mit 20 Stunden angeboten. Die Vergütung richtet sich nach dem Tarifvertrag der Länder.\nSie sind verantwortlich für das Rechnungswesen und die Sicherstellung der ordnungsgemäßen Buchführung. Sie unterstützen die Geschäftsführung in allen buchhalterischen Fragestellungen und beteiligen sich an der Optimierung von Prozessen und Strukturen.\nSie verfügen über:\nEine qualifizierte kaufmännische Aus- und Weiterbildung, bspw. Bilanzbuchhalter, Betriebswirt (m/w/d) oder vergleichbar\nBreites und fundiertes fachliches Wissen im Bereich Buchhaltung, Controlling und Kostenrechnung\nMehrjährige fundierte Berufserfahrung im Finanz- und Rechnungswesen\nAnwendungssicherheit mit dem MS Office-Paket, insbesondere mit Excel sowie DATEV\nHoher analytischer Verstand\nSelbständigkeit, Zuverlässigkeit und Führungsverständnis\nKenntnisse über die Landeshaushaltsordnung NRW sind von Vorteil\nDie persönliche Qualifikation hat auch Einfluss auf die finale Eingruppierung der Vergütung\nZu Ihren Aufgaben gehören unter anderem:\nÜberwachung und Steuerung der laufenden Kreditoren-, Debitoren-, Hauptbuch und Bankenbuchhaltung\nReporting und Aufbereitung von Sachverhalten für die Geschäftsführung\nBuchung der Debitoren-, Kreditoren- und Sachkonten mit DATEV inklusive Anlagenbuchhaltung und Kosten- und Leistungsrechnung\nPrüfung und Kontierung der Eingangs- und Ausgangsrechnungen\nAbwicklung des Zahlungsverkehrs sowie die Abstimmung und Buchung der Kassen\nSachgerechte Dokumentation und Archivierung\nKontenklärung und Kontenpflege\nErstellung der Umsatzsteuervoranmeldung\nUnterstützung bei der Durchführung von Monats-, Quartals- und Jahresabschlüssen und der Erstellung monatlicher Reports\nAbrechnung von Fördermaßnahmen und Erstellung von Verwendungsnachweisen\nBegleitung von Ausschreibungen und Vergaben\nAustausch mit Ämtern und Behörden\nAnsprechpartner für unseren externen Datenschutzbeauftragten\nWir bieten Ihnen:\nEin Tätigkeitsfeld mit Gestaltungsmöglichkeiten\n30 Tage Urlaubsanspruch pro Kalenderjahr\nGute Fort- und Weiterbildungsmöglichkeiten\nSichere und pünktliche Zahlung des Gehalts\nSicherer Arbeitsplatz\nErgänzende Altersversorgung\nMobiles Arbeiten nach Absprache möglich\nDer Arbeitsplatz ist nicht barrierefrei\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) bis zum\n30. Juni 2025\nan\nStiftung Museum Schloss Moyland\nChristian Theinert\nAm Schloss 4\n47551 Bedburg-Hau\nE-Mail:\npersonal@moyland.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-finanzbuchhaltung-controlling/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-w-m-d-verwaltung-und-betrieb-des-historischen-museums-frankfurt-amtsraetinamtsrat/", "image": "", "title": "Leiter:in (w/m/d) Verwaltung und Betrieb des Historischen Museums Frankfurt (Amtsrätin:Amtsrat)", "content_text": "Historisches Museum Frankfurt, Frankfurt am Main Bewerbungsende: 22.06.2025 | Leiter:in (w/m/d) Verwaltung und Betrieb des Historischen Museums Frankfurt\nJede Bewegung braucht Menschen, die überzeugt vorangehen. Darum suchen wir Sie als Leiter:in (w/m/d) Verwaltung und Betrieb des Historischen Museums Frankfurt für unser Stadt-Up Frankfurt! Bereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und führen Sie das Team Frankfurt in die Zukunft!\nDas Historische Museum Frankfurt (HMF) ist ein Ort des Wissens sowie der kritischen Information, Reflexion und Diskussion über die Geschichte, Gegenwart und Zukunft Frankfurts; als Geschichtsmuseum verbindet es Stadtthemen mit der allgemeinen Gesellschaftsgeschichte. Seit 2017 ist der große Neubau am Römerberg eröffnet, das Museum verfügt hier über 6.000 m² Ausstellungsfläche, davon 1.800 m² für Wechselausstellungen. Das Museum ist partizipativ ausgerichtet, indem es den Erfahrungs- und Wissensschatz seiner Benutzer:innen ernstnimmt und ihn als integrierten Bestandteil nutzt. Als „inklusives Museum“ verpflichtet sich das HMF dem Ziel, mit seiner Ausstellungsgestaltung, seinem Programm und seiner Sammlung alle Bevölkerungsgruppen anzusprechen. Informationen über das Museum finden Sie unter:\nhttp://www.historisches-museum-frankfurt.de\n.\nWir suchen zum nächstmöglichen Zeitpunkt eine:n\nLeiter:in (w/m/d) Verwaltung und Betrieb des Historischen Museums Frankfurt (Amtsrätin:Amtsrat)\nVollzeit, Teilzeit BesGr. A 12 BesO / EGr. 11 TVöD\nZu Ihren Aufgaben gehören:\nLeitung und Steuerung der Abteilung Verwaltung und Betrieb des Historischen Museums Frankfurt mit derzeit 10 Mitarbeitenden in den Bereichen Verwaltung, Gebäudetechnik/Museumshandwerksdienst sowie Empfang und Aufsichten\nPersonalführung, -förderung und -entwicklung\nWahrnehmen der Dienst- und Fachaufsicht sowie Sicherstellen des Dienstbetriebes\nKoordination und Einsatzplanung von Gebäudetechnik, Museumshandwerksdienst und Empfangs- und Aufsichtsdienst, Reinigungsfirmen\nHaushalts-/Wirtschafts- und Stellenplanung in Zusammenarbeit mit der Direktion und den weiteren Abteilungsleitungen\nPlanung und Leitung der Bauunterhaltung sowie Verhandlung mit Vermieter:innen/Pächter:innen\nGrundsatzangelegenheiten, Verfahrensanweisungen, proaktive Unterstützung und Beratung der Direktion\nVerantwortung für prozessorientierte Ausrichtung auf ein modernes, agiles und digitalisiertes Verwaltungsmanagement\nUnterstützung bei der Definition und Umsetzung strategischer und zukunftsorientierter Ziele\nMitarbeit in internen und externen Arbeitskreisen und Arbeitsgruppen sowie in der Leitungsrunde des Museums\nSie bringen mit:\nBefähigung für den gehobenen allgemeinen Verwaltungsdienst oderabgeschlossenes, einschlägiges Hochschulstudium (Bachelor) z. B. in Wirtschafts-, Verwaltungs- oder Rechtswissenschaften bzw. Abschluss als Verwaltungsfachwirt:in mit langjähriger, einschlägiger Berufserfahrung oder abgeschlossene Verwaltungsausbildung mitlangjähriger, einschlägiger Berufserfahrung\nmehrjährige, einschlägige Berufserfahrung mit Führungsaufgaben\nKenntnisse relevanter Rechtsvorschriften, z. B. aus den Bereichen Öffentliches Recht, Arbeitsrecht, Tarifvertragsrecht, Haushaltsrecht, Vergaberecht\nKenntnisse in agilem Management und Change Management\nmindestens Deutsch-Sprachlevel C1\nFähigkeit zur Führung und Motivation von Mitarbeiter:innen\nlösungsorientiertes und strukturiertes Arbeiten, Fähigkeit zur Prioritätensetzung\nLernbereitschaft und Bereitschaft zur Erprobung und Etablierung neuer Arbeitsweisen\nDurchsetzungs- und Überzeugungsfähigkeit verbunden mit hoher Kommunikationsfähigkeit und einer positiven Fehlerkultur\nKritik- und Konfliktfähigkeit\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\nMitarbeit in einem engagierten Museumsteam\nflexible Arbeitszeiten und die Möglichkeit zu mobilem Arbeiten nacherfolgter Einarbeitung\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nWeitere Infos:\nWir freuen uns besonders über Bewerbungen von Frauen. Unsere Mitarbeiter:innen sind uns wichtig. Darum haben wir ein stadtweites Führungsverständnis entwickelt, das die Grundlage für Ihr Führungshandeln darstellt. Es besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber:innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht. Für weitere Auskünfte wenden Sie sich gerne an Frau Gesser, Tel. (069)212-35633. Unter\nhttps://StadtFrankfurtJobs.de/FAQ.html\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung). Wir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem:\nhttps://StadtFrankfurtJobs.de\n. Nutzen Sie hierfür den Button “Jetzt bewerben”. Bitte bewerben Sie sich\nbis zum 22.06.2025\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-w-m-d-verwaltung-und-betrieb-des-historischen-museums-frankfurt-amtsraetinamtsrat/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-sekretariat/", "image": "", "title": "Mitarbeiter:in (m/w/d) im Sekretariat", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 01.07.2025 | In der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz ist zum nächstmöglichen Termin die Stelle\neiner Mitarbeiterin / eines Mitarbeiters (m/w/d)\nim Sekretariat\nin Vollzeit unbefristet zu besetzen. Dienstort ist Mainz. Die Vergütung erfolgt nach Entgeltgruppe E 5 TV-L.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultur-einrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz, Landesdenkmalpflege, Landesarchäologie und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDas Landesmuseum Mainz ist Ort einer großen Anzahl an Veranstaltungen, sowohl eigener als auch externer Veranstalter.\nAls Mitarbeiter/in (m/w/d) im Sekretariat der Direktionsleitung nehmen Sie insbesondere die folgenden Aufgaben wahr:\nBearbeitung der elektronischen Funktionspostfächer, einschl. der Bearbeitung von Anfragen und internen Weiterleitung\nTelefonzentrale der Direktion Landesmuseum Mainz\nFührung der Wiedervorlage und Registratur sowie der analogen und digitalen Ablage der Direktionsleitung\nErstellung von Schriftstücken nach Vorgaben der Direktion und Fachbereiche\nFührung des Terminkalenders der Direktorin einschl. Reiseplanung und -abrechnung\nPflege von Adressverteilern\nVor- und Nachbereitung von Sitzungen, Besprechungen und Pressekonferenzen sowie Bewirtung der Teilnehmenden sowohl bei externen als auch bei direktionseigenen Veranstaltungen\nEmpfang und Betreuung von Besucherinnen und Besuchern\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\nabgeschlossene Berufsausbildung in einem Sekretariatsberuf oder vergleichbare Kenntnisse und Erfahrungen aufgrund einer kaufmännischen Berufsqualifikation, z. B. Kauffrau/mann für Büromanagement\neinschlägige mehrjährige Berufserfahrung\nausgeprägtes Organisationsvermögen und selbständiges Arbeiten\nversierter Umgang mit MS-Office (Word, Excel, Outlook) und der einschlägigen Bürokommunikationstechnik\ngutes mündliches und schriftliches Ausdrucksvermögen\nkompetentes, freundliches und serviceorientiertes Auftreten\nhohe Belastbarkeit und Zuverlässigkeit\nKonfliktfähigkeit und Teamfähigkeit\nFremdsprachenkenntnisse in Englisch sind wünschenswert\nflexible Einsatzfähigkeit, gelegentlich auch an Wochenenden und Abenden im Rahmen der Betreuung von Veranstaltungen\nDie regelmäßige wöchentliche Arbeitszeit beträgt 39 Stunden. Die Stelle ist nicht Teilzeit geeignet.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 60/2025 bis zum 01.07.2025\nan:\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\noder\nbewerbung@gdke.rlp.de\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-im-sekretariat/", "date_published": "2025-06-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungswissenschaftlerin-m-w-d-fuer-das-museum-der-deutschen-spielzeugindustrie/", "image": "", "title": "Sammlungswissenschaftler*in (m/w/d) für das Museum der Deutschen Spielzeugindustrie", "content_text": "Zweckverband Museen im Coburger Land, Neustadt bei Coburg Bewerbungsende: 04.07.2025 | Der\nZweckverband Museen im Coburger Land\nsucht zum nächstmöglichen Zeitpunkt eine*n\nSammlungswissenschaftler*in (m/w/d)\nfür das\nMuseum der Deutschen Spielzeugindustrie\nin\nNeustadt bei Coburg\n.\nDas Museum bewahrt, erforscht und vermittelt die Geschichte und Bedeutung der deutschen Spielzeugproduktion. Mit seiner Sammlung, seinen Ausstellungen und vielfältigen Vermittlungsangeboten leistet es einen wichtigen Beitrag zur kulturellen Identität der Region. Zur fachgerechten Betreuung und Weiterentwicklung der Sammlung suchen wir engagierte Verstärkung für unser Team.\nIhre Aufgaben:\nBetreuung, Pflege und Weiterentwicklung der musealen Sammlung\nInventarisierung und Digitalisierung der Objekte nach aktuellen museologischen Standards\nMitarbeit an der Weiterentwicklung des Museumskonzepts\nMitwirkung bei der Konzeption, Vorbereitung und Umsetzung von Sonderausstellungen\nDefinition und Koordination von Restaurierungs- und Erhaltungsmaßnahmen\nBearbeitung von Sammlungsanfragen und Begleitung von Leihvorgängen\nDurchführung wissenschaftlicher Recherchen und Mitarbeit an Publikationen\nZusammenarbeit mit externen Partnern, Museen und Forschungseinrichtungen\nUnterstützung bei Veranstaltungen und museumspädagogischen Projekten\nIhr Profil:\nAbgeschlossenes Hochschulstudium in Museologie, Kulturwissenschaft, Geschichte, Kunstgeschichte, Volkskunde oder einem verwandten Fach\nErfahrung im Sammlungsmanagement sowie im Umgang mit Museumsdatenbanken, idealerweise MuseumPlus und VINO\nKenntnisse über die Geschichte und Entwicklung von Spielzeug und Spielwaren\nWünschenswert sind Kenntnisse in der Anwendung von InDesign\nSelbstständige und strukturierte Arbeitsweise sowie Organisationstalent\nKommunikations- und Teamfähigkeit, Flexibilität und hohe Einsatzbereitschaft\nBereitschaft zur Arbeit an Wochenenden oder abends im Rahmen von Veranstaltungen\nPraktisches Geschick und körperliche Belastbarkeit, insbesondere bei Arbeiten im Depot und bei Ausstellungsumbauten\nFührerschein Klasse B\nWir bieten:\nEine vielseitige und verantwortungsvolle Tätigkeit in einem engagierten, interdisziplinären Museumsteam\nGestaltungsspielraum für eigene Ideen und Projekte\nEine Vollzeitstelle in Anlehnung an den Tarifvertrag für den öffentlichen Dienst\nFlexible Arbeitszeiten\nMöglichkeiten zur Fort- und Weiterbildung\nMuseumsnaher Parkplatz\nBewerbung:\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 04.07.2025\nper E-Mail an:\nZweckverband Museen im Coburger Land\nGeschäftsleitung: Yvonne Spindler\nyvonne.spindler@zvm-coburg.de\nFür Rückfragen steht Ihnen die Museumsleitung des Museums der Deutschen Spielzeugindustrie,\nAlexandra Taschner\n, gerne unter der Telefonnummer\n09568 / 5600\nzur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungswissenschaftlerin-m-w-d-fuer-das-museum-der-deutschen-spielzeugindustrie/", "date_published": "2025-06-03T00:00:00"}]}