{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/referenten-m-w-d-fuer-outreach-stadtgesellschaft/", "image": "", "title": "Referenten (m/w/d) für Outreach Stadtgesellschaft", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 12.06.2025 | Das Deutsche Hygiene-Museum ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung “Abenteuer Mensch” steht die Vermittlung von Wissen zu alltäglichen Aspekten und existenziellen Fragen rund um den Menschen und seinen Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema “Welt der Sinne” ermöglicht. Die vielbeachteten Sonderausstellungen beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nDie Stiftung befindet sich in einem langfristig angelegten diversitätsorientierten Öffnungsprozess. Migration, kulturelle Vielfalt und eine aktive Teilhabe Aller sollen in der Arbeit des Deutschen Hygiene-Museums sowohl organisatorisch-strukturell als auch in seinen Programmen sichtbar werden.\nFür die Entwicklung und Erprobung neuer Formate, welche die kulturelle Teilhabe eines möglichst diversen Publikums und die enge Zusammenarbeit mit der Dresdner Stadtgesellschaft ermöglichen sollen, sucht die Stiftung zum 1. Juli 2025 befristet bis zum 31. Dezember 2026\neinen Referenten (m/w/d) für Outreach Stadtgesellschaft\nin Teilzeit (35 Stunden/Woche).\nDas Aufgabengebiet umfasst unter anderem:\nBetreuung, Durchführung und konzeptionelle Weiterentwicklung der Community Werkstatt sowie Setzung von Schwerpunktthemen für die einzelnen Werkstatttermine\nKonzeptionelle Weiterentwicklung und Betreuung des “HY! Der Community-Raum im DHMD” inklusive Koordination der externen Veranstaltungen\nEntwicklung von transkulturellen Veranstaltungs- und Dialogformaten, die sich an ein möglichst diverses Publikum richten und Personen erreichen, die bisher nicht zum Publikum des Museums gehören (digital und analog)\nEntwicklung und Erprobung von neuen Methoden der Publikumsbeteiligung sowie Stärkung der Angebote für Familien und Kinder zur Erreichung der Nicht-Besucher:innen\nAbteilungsübergreifende Entwicklung und Umsetzung co-kreativer Formate\nEvaluation und Ergebnisdiskussion\nAufbau und Pflege von Kontakten zu Kooperationspartner:innen\nErstellung von Texten für Kommunikations- und Werbemedien\nAnforderungsprofil:\nAbgeschlossenes Hoch- oder Fachschulstudium (Geistes- oder Kulturwissenschaften, bzw. im sozialen oder pädagogischen Bereich) oder einschlägige mehrjährige Berufserfahrung\nErfahrung in der Zusammenarbeit mit migrantischen Communities\nErfahrungen in der Entwicklung und Realisierung von Veranstaltungsformaten\nErfahrungen in der Budgetbetreuung von Publikumsveranstaltungen\nHohes Maß an sozialer Kompetenz, ausgezeichnete kommunikative und analytische Fähigkeiten, Experimentierfreude und Kreativität\nOffenheit und Interesse an der Zusammenarbeit mit unterschiedlichen Zielgruppen und Kooperationspartner:innen\nZuverlässigkeit, Verantwortungsbewusstsein, selbstständige Arbeitsweise\nVerhandlungssicherheit in mindestens einer Fremdsprache\nBereitschaft, die diversitätsorientierte Strategie des Hauses zu unterstützen\nWir bieten eine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Inklusion aufgeschlossenen Team. Die Vergütung erfolgt nach Haustarifvertrag.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Aufgabeninhalten der Stelle: Dr. Carola Rupprecht (Tel. 0351 48 46 240), zum Besetzungsverfahren Monique Hofmann (0351 48 46 308).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnisse und Beurteilungen, richten Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n12. Juni 2025\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\n. oder postalisch an:\nStiftung Deutsches Hygiene-Museum, Frau Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.06.2025", "url": "https://www.museumsbund.de/stellenangebote/referenten-m-w-d-fuer-outreach-stadtgesellschaft/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-kupferstichkabinett-und-bereich-digitalitaet-sowie-stellvertretende-museumsleitung/", "image": "", "title": "Leitung Kupferstichkabinett und Bereich Digitalität sowie stellvertretende Museumsleitung", "content_text": "Herzog Anton Ulrich-Museum Braunschweig, Braunschweig Bewerbungsende: 04.07.2025 | Bei den 3Landesmuseen ist im\nHerzog Anton Ulrich-Museum Braunschweig\nzum 01.12.2025 als Vollzeitstelle die\nLeitung\nKupferstichkabinett und Bereich Digitalität\nsowie stellvertretende Museumsleitung\nEG 14 TV-L bzw. A 14 NBesO\nunbefristet zu besetzen\nDas Herzog Anton Ulrich-Museum zählt zu den ältesten Museen Europas mit breit gefächerten Beständen alter Kunst von der Antike bis zur Neuzeit. International bedeutend sind die Gemäldegalerie mit Meistern wie Vermeer, Rembrandt, Rubens, Giorgione, die weiteren fürstlichen Sammlungsbereiche Angewandter Kunst und Skulptur sowie das Kupferstichkabinett, dessen Bestände bis in die Gegenwart reichen.\nDas Kupferstichkabinett gehört zu den ältesten graphischen Sammlungen Europas. Der Bestand an Druckgraphik umfasst etwa 130.000 Blatt, die Sammlung der Handzeichnungen circa 15.000 Werke. Zudem werden im Kupferstichkabinett mehr als 1.000 illustrierte Bücher bewahrt.\nDas Herzog Anton Ulrich-Museum ist Teil der „3Landesmuseen“, des größten Museumsbetriebs in Niedersachsen mit Sitz in Braunschweig. Der Betrieb besteht aus dem Braunschweigischen Landesmuseum, dem Herzog Anton Ulrich-Museum und dem Staatlichen Naturhistorischen Museum mit dem Forschungsmuseum Schöningen. Die Museen befinden sich in der Trägerschaft des Landes Niedersachsen.\nEs erwartet Sie ein engagiertes Team, das sich auf Ihre Mitarbeit freut.\nIhr zukünftiger Aufgabenbereich:\nLeitung Kupferstichkabinett\nverantwortliche administrative Leitung des Kupferstichkabinetts, inkl. Personalverantwortung für den Bereich Sammlungsverwaltung und Buchbinderei\nverantwortliche Koordination der Sammlungspflege; fachbezogene Begleitung von Restaurierungsprojekten\nLeitung der Sammlungsorganisation im Bereich Kupferstichkabinett, u. a. Erarbeitung von Vorschlägen für Erwerbungen\nBeantwortung wiss. Anfragen; fachbezogene Zusammenarbeit mit der Stabsstelle Provenienzforschung der 3Landesmuseen\nselbstständige und innovative Ausstellungstätigkeit insbesondere im Bereich „Kunst auf Papier“\nregelmäßige Bereitstellung graph. Arbeiten im Studiensaal; Entwicklung von publikumswirksamen Aktionen im Kupferstichkabinett („Tage der Graphik“)\naktive konzeptionelle Mitarbeit an sammlungsübergreifenden Ausstellungsprojekten des Museums\naktive Mitarbeit in der Fortentwicklung und Überarbeitung der Dauerausstellungen\nMitarbeit in gemeinsamen Veranstaltungen mit dem Freundeskreis des Museums\nLeitung des Bereichs Digitalität\nin Abstimmung mit der Museumsleitung verantwortliche Übernahme von Steuerungsaufgaben im Bereich der digitalen Gesamtstrategie des Museums\ninhaltliche Begleitung und abteilungsübergreifende Steuerung, Konzeption, Planung und Umsetzung von Maßnahmen und Projekten\nFortführung der Digitalisierungsaufgaben im „Virtuellen Kupferstichkabinett“ u. a. in Zusammenarbeit mit der Herzog August Bibliothek Wolfenbüttel und der Verbundzentrale des GBV Göttingen sowie weiterer Partner\nLeitung und Personalverantwortung in den Fachbereichen Digitale Koordination, Museumsbibliothek, Fotowerkstatt, insbesondere mit Blick auf Maßnahmen zur Umsetzung der Digitalisierungsstrategie des Museums\nTeilnahme und Mitgestaltung regelmäßiger Abstimmungsrunden zu Themen der Digitalisierung innerhalb der 3 Landesmuseen in Braunschweig sowie der 6 Landesmuseen in Niedersachsen (Hannover, Braunschweig, Oldenburg)\nStellvertretende Museumsleitung\nStellvertretung der Museumsleitung, insbesondere selbstständige Pflege, Aus- und Aufbau relevanter Forschungskontakte und wiss. Kooperationen; Teilnahme an Gremiensitzungen\naktive Mitwirkung bei der Entscheidungsfindung bzgl. der programmatischen Ausrichtung des Museums und an dessen Profilierung in der Öffentlichkeit\nMitwirkung in der wirtschaftlichen und ökologischen Neuausrichtung des Hauses sowie an dessen betrieblicher Fortentwicklung\nMitwirkung an der Evaluierung bereits umgesetzter Maßnahmen und Erarbeitung inhaltlicher Impulse, insbesondere im Bereich Öffentlichkeitsarbeit / digitale Angebote\nregelmäßige Teilnahme an der internen Leitungsrunde und an Dienstbesprechungen auch i. V. der Museumsleitung\nDer/die Leiter/in des Kupferstichkabinetts ist Mitglied im Vorstand der privaten ‚Stiftung zur Förderung des Herzog Anton Ulrich-Museums‘ im Rahmen seiner/ihrer Dienstgeschäfte\nEs ist möglich, dass sich der konkrete Aufgabenzuschnitt bzw. einzelne Aufgabenschwer-\npunkte in Absprache mit der Museumsleitung künftig verändern.\nWir setzen voraus:\nStudium der Kunstgeschichte (möglichst mit Promotion Dr. phil.) sowie mehrjährige Berufspraxis an einem größeren Museum\nfortgesetzte, eigenständige Forschungsleistung im Bereich Kunstgeschichte / Bildwissenschaft; Publikationstätigkeit\nfundierte Kenntnisse und nachgewiesene Erfahrungen im Bereich digitaler Museumsinfrastruktur und Interesse an innovativen Projekten im Bereich ‚Digitalität‘\nfundierte Erfahrung im konzeptionellen und praktischen Ausstellungswesen\nErfahrung in und Interesse an publikumsorientierter Museums- und Öffentlichkeitsarbeit\nErfahrung in der Zusammenarbeit mit Verwaltungsstellen und Kenntnis der wirtschaftlichen und administrativen Funktionen eines Museumbetriebs\nfundierte Fremdsprachenkenntnisse; sicherer Umgang mit der deutschen Sprache in Wort und Schrift\nKenntnis der internationalen Forschungslandschaft im Bereich Museumswesen / Kunstwissenschaft sowie Forschungskontakte\nInteresse an der Kunst der Gegenwart\nErfahrung in der Personalführung und im Teambuilding\nein menschlich zugewandtes, kooperatives Auftreten; Bereitschaft und Fähigkeit zur Integration und zur niederschwelligen Vermittlungsarbeit\nInnovationskraft, Freude und Begeisterung, einen Museumsbetrieb angesichts aktueller gesellschaftlicher Fragestellungen produktiv zu gestalten und fortzuentwickeln\nWünschenswert:\nein Forschungs- und Tätigkeitsschwerpunkt im Bereich ‚Graphische Kunst‘\nErfahrungen in der Digitalisierung größerer Museumsbestände und im Aufbau und in Funktion von Museumsdatenbanken\nErfahrungen in der Konzeption und Anwendung von digitalen Vermittlungsangeboten\nWir bieten:\neine unbefristete Vollzeitbeschäftigung im öffentlichen Dienst\neine Bezahlung je nach persönlichen Voraussetzungen bis Entgeltgruppe 14 TV-L bzw. Ernennung bis nach A 14 NBesO\n30 Tage Erholungsurlaub\nflexible Arbeitszeiten (Gleitzeit)\nMöglichkeit zum mobilen Arbeiten\nJahressonderzahlung sowie Zusatzversorgung des öffentlichen Dienstes\nvoraussichtlich ab 2026 Fahrradleasing für Mitarbeitende\ninsgesamt eine vielseitige, innovative und verantwortungsvolle Tätigkeit in teamorientierten Strukturen.\nDie 3Landesmuseen fördern aktiv die berufliche Gleichstellung von Frauen und Männern. Daher werden Bewerbungen von Männern ausdrücklich begrüßt.\nDer Arbeitsplatz ist teilzeitgeeignet, sollte jedoch zu 100% besetzt sein.\nSchwerbehinderte Bewerber*innen oder Personen, die diesen gleichgestellt sind, werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir, uns bereits in Ihrem Anschreiben einen Hinweis auf Ihre Schwerbehinderung zu geben. Zur Unterstützung in diesem Bereich steht Ihnen die Vertrauensperson der Schwerbehinderten der 3Landesmuseen Braunschweig zur Verfügung; weitere Hinweise finden Sie auf unserer Homepage.\nBewerbungen von Menschen aller Nationalitäten sind willkommen.\nDie Datenschutz-Grundverordnung (DSGVO) sieht vor, dass die Verantwortlichen Sie als betroffene Person über die Modalitäten, wie Ihre personenbezogenen Daten verarbeitet werden und welche Rechte Ihnen in diesem Zusammenhang zustehen, informieren. Die Informationen für Sie als Bewerber*in finden Sie als\nPDF-Dokument\nauf unserer Homepage.\nWir konnten Ihr Interesse wecken?\nDann freuen wir uns über Ihre digitale Bewerbung mit aussagekräftigen Unterlagen\n[1]\nbis zum 04.07.2025\nan\nbewerbung@3landesmuseen.de\nWir bevorzugen Online-Bewerbungen und bitten um Zusammenfassung aller Unterlagen in einer Gesamt-PDF, die eine Größe von 5 MB nicht überschreiten sollte.\nAnsprechpartner für fachliche Auskünfte:\nHerr Dr. Thomas Richter, Ltd. Direktor, (0531) 1225-2401\nAnsprechpartnerin für\ndas Bewerbungsverfahren:\nFrau Andrea Fleischmann, Personalleiterin, Tel.: (0531) 1225-4300\n3Landesmuseen Braunschweig\nMuseumstr. 1\n38100 Braunschweig\n[1]\nMindestens Anschreiben, Lebenslauf, relevante Arbeitszeugnisse, Zeugnis Ihres höchsten Bildungsabschlusses. Ein Verweis auf Ihre Personalakte ist nicht ausreichend. Bitte beachten Sie, dass Bewerbungen in Papierform grundsätzlich nicht zurückgesandt und nach Abschluss des Auswahlverfahrens datenschutzgerecht vernichtet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-kupferstichkabinett-und-bereich-digitalitaet-sowie-stellvertretende-museumsleitung/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vertretungskraft-m-w-d-in-der-presse-und-oeffentlichkeitsarbeit/", "image": "", "title": "Vertretungskraft (m/w/d) in der Presse- und Öffentlichkeitsarbeit", "content_text": "3Landesmuseen Braunschweig, Braunschweig Bewerbungsende: 15.06.2025 | Bei den 3Landesmuseen Braunschweig ist\neine Vertretungskraft (m/w/d)\nin der Presse- und Öffentlichkeitsarbeit\nVollzeit, EG 10 TV-L\nzu besetzen. Die Stelle ist im Rahmen einer Mutterschutzvertretung\nbefristet vom 20.08.2025 bis voraussichtlich 26.11.2025\nzu besetzen. Eine\nanschließende Verlängerung im Rahmen der sich ggf. anschließenden Elternzeitvertretung\n(voraussichtlich ca. 12 Monate oder evtl auch länger) ist wahrscheinlich, kann jedoch derzeit noch nicht verbindlich zugesagt werden. Die Befristung erfolgt entsprechend dem tatsächlichen Vertretungsbedarf.\nDie 3Landesmuseen sind Niedersachsens größter staatlicher Museumsbetrieb mit Sitz in der Löwenstadt Braunschweig. Dieser setzt sich zusammen aus dem Braunschweigischen Landesmuseum, dem Herzog Anton Ulrich-Museum und dem Staatlichen Naturhistorischen Museum sowie dem paläon Forschungsmuseum in Schöningen unter der fachlichen Verantwortung des Staatlichen Naturhistorischen Museums. Träger des Betriebes ist das Land Niedersachsen.\nDas Herzog Anton Ulrich-Museum und das Staatliche Naturhistorische Museum gehen zurück auf die Sammlungen der Braunschweiger Welfenherzöge und zählen mit ihrer Eröffnung im Jahr 1754 zu den ältesten Museen Europas, das Braunschweigische Landesmuseum ist ein Ende des 19. Jahrhunderts aus bürgerlicher Initiative heraus entstandenes Geschichtsmuseum. Im Jahr 2007 wurden die drei vormals eigenständigen Landesmuseen per Kabinettsbeschluss zu einem gemeinsamen Betrieb vereint. Zum 1. Januar 2025 haben die 3Landesmuseen Braunschweig zusätzlich die Trägerschaft des paläon Forschungsmuseums in Schöningen übernommen.\nDie Abteilung Presse- und Öffentlichkeitsarbeit zeichnet als Querschnittsabteilung für alle Belange der Kommunikation und des Marketings der 3Landesmuseen Braunschweig sowie des paläon Forschungsmuseums verantwortlich. Zur Verstärkung unseres Teams suchen wir eine kommunikative und engagierte Persönlichkeit für die Vertretung in der Presse- und Öffentlichkeitsarbeit. Es erwartet Sie ein engagiertes Team, das sich auf Ihre Mitarbeit freut.\nIhre Aufgabenschwerpunkte – gestalten, kommunizieren, vernetzen\nPlanung, Koordination und Betreuung von Presseterminen, Pressekonferenzen sowie Hörfunk- und TV-Drehs\nBeantwortung von Presseanfragen in enger Abstimmung mit der Abteilungsleitung und den zuständigen Fachabteilungen\nVerfassen von Pressemitteilungen und Informationsmaterialien in Zusammenarbeit mit Kurator*innen und der Museumspädagogik\nPflege und strategischer Ausbau von Presse- und Themenverteilern\nMitarbeit an zielgruppenspezifischer Öffentlichkeitsarbeit sowie an crossmedialen Kommunikationsprojekten\nKoordination von Anzeigenanfragen\nRedaktion und Versand des Newsletters der 3Landesmuseen\nAbstimmung von Freigabeprozessen sowie Koordination von Terminen mit Förderern und Sponsoren\nIhr Profil – fachlich stark, kommunikativ versiert\nabgeschlossenes wissenschaftliches Hochschulstudium (Bachelor oder vergleichbar) in Kommunikations-, Kultur-, Geistes- oder Naturwissenschaften, Journalismus oder einem verwandten Bereich\nErfahrung in der Presse- und Öffentlichkeitsarbeit, idealerweise im kulturellen oder wissenschaftlichen Umfeld\nausgeprägte kommunikative Fähigkeiten und ein Gespür für den Umgang mit verschiedenen Textarten und Medien\nsprachliche Sicherheit und Ausdrucksfähigkeit im Deutschen und sichere Beherrschung der englischen Sprache\nsicherer Umgang mit MS Office und grundlegende Kenntnisse von Bildbearbeitungsprogrammen (z. B. Adobe Photoshop, InDesign u. a.)\nErfahrungen im Umgang mit Content-Management-Systemen (z. B. TYPO3)\nfundierte Kenntnisse im Umgang mit Social Media-Plattformen\nWünschenswert – Persönlichkeit mit Profil\nausgeprägtes Interesse an der Themenvielfalt der Museen\nOffenheit, sich neuen Themen und Schwerpunkten zuzuwenden und diese aktiv, anschaulich und öffentlichkeitswirksam zu entwickeln\nSensibilität und Erfahrung im Umgang mit aktuellen öffentlichen Diskursen, Diskussionsbereitschaft, klare und integrative Kommunikationsweise\nhohe Motivation, Zuverlässigkeit und eine eigenständige, strukturierte Arbeitsweise\nOrganisations- und Koordinierungsvermögen in einem Arbeitsumfeld das geprägt ist von Dynamik und Vielfalt\nFreude an der Arbeit in einem motivierten Team sowie an der Zusammenarbeit mit verschiedenen Fachabteilungen\nschnelle Auffassungsgabe sowie das Interesse und die Fähigkeit zur raschen Einarbeitung in neue Aufgabenfelder\nBereitschaft zur flexiblen Arbeitszeitgestaltung (z. B. gelegentlich bei Veranstaltungen am Abend, an Wochenenden)\nUnser Angebot – das erwartet Sie bei uns\nEine verantwortungsvolle, vielseitige Tätigkeit mit Gestaltungsspielraum\nMitarbeit an spannenden kulturellen Projekten mit landesweiter Ausstrahlung\nwertschätzende Arbeitsatmosphäre in einem engagierten Team\nFortbildungsangebote zur fachlichen und persönlichen Weiterentwicklung\n30 Tage Erholungsurlaub pro Jahr\nflexible Arbeitszeiten im Rahmen der tariflichen Regelungen\nMöglichkeit zum mobilen Arbeiten\nFahrradleasing für Mitarbeitende (vorauss. ab 2026)\nJahressonderzahlung sowie Zusatzversorgung des öffentlichen Dienstes\nzentrale Lage des Arbeitsplatzes in der Löwenstadt Braunschweig\nHaben Sie Lust, Ihr Können und Ihre Ideen im Verbund der 3Landesmuseen Braunschweig einzubringen? Erfüllen Sie die Anforderungen? Dann freuen wir uns auf Ihre aussagekräftige Bewerbung!\nBesondere Hinweise:\nDie 3Landesmuseen fördern aktiv die berufliche Gleichstellung von Frauen und Männern. Daher werden Bewerbungen von Männern ausdrücklich begrüßt.\nDer Arbeitsplatz ist teilzeitgeeignet, sollte jedoch zu 100% besetzt sein.\nSchwerbehinderte Bewerber*innen oder Personen, die diesen gleichgestellt sind, werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir, uns bereits in Ihrem Anschreiben einen Hinweis auf Ihre Schwerbehinderung zu geben. Zur Unterstützung in diesem Bereich steht Ihnen die Vertrauensperson der Schwerbehinderten der 3Landesmuseen Braunschweig zur Verfügung; weitere Hinweise finden Sie auf unserer Homepage.\nBewerbungen von Menschen aller Nationalitäten sind willkommen.\nDie Datenschutz-Grundverordnung (DSGVO) sieht vor, dass die Verantwortlichen Sie als betroffene Person über die Modalitäten, wie Ihre personenbezogenen Daten verarbeitet werden und welche Rechte Ihnen in diesem Zusammenhang zustehen, informieren. Die Informationen für Sie als Bewerber*in finden Sie als\nPDF-Dokument\nauf unserer Homepage.\nWir konnten Ihr Interesse wecken?\nDann freuen wir uns über Ihre digitale Bewerbung mit aussagekräftigen Unterlagen\n[1]\nbis zum 15.06.2025 an\nbewerbung@3landesmuseen.de\nWir bevorzugen Online-Bewerbungen und bitten um Zusammenfassung aller Unterlagen in einer Gesamt-PDF, die eine Größe von 5 MB nicht überschreiten sollte.\nAnsprechpartner für fachliche Auskünfte:\nFrau Diana Polack-Chwalczyk, Leitung PR und Marketing, Tel.: (0531) 1225-4400\nAnsprechpartnerin für\ndas Bewerbungsverfahren:\nFrau Andrea Fleischmann, Leitung Personal, Tel.: (0531) 1225-4300\n3Landesmuseen Braunschweig\nMuseumstr. 1\n38100 Braunschweig\n[1]\nMindestens Anschreiben, Lebenslauf, relevante Arbeitszeugnisse, Zeugnis Ihres höchsten Bildungsabschlusses. Ein Verweis auf Ihre Personalakte ist nicht ausreichend. Bitte beachten Sie, dass Bewerbungen in Papierform grundsätzlich nicht zurückgesandt und nach Abschluss des Auswahlverfahrens datenschutzgerecht vernichtet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/vertretungskraft-m-w-d-in-der-presse-und-oeffentlichkeitsarbeit/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wiss-referent-innen-kulturelle-bildung-museumsbus-m-w-d/", "image": "", "title": "Wiss. Referent/-innen Kulturelle Bildung Museumsbus (m/w/d)", "content_text": "Museumspädagogisches Zentrum, München Bewerbungsende: 20.06.2025 | Das MPZ ist eine Einrichtung des Freistaates Bayern und der Landeshauptstadt München. Es konzipiert und realisiert analoge und digitale Vermittlungsprogramme für alle Altersgruppen in Museen, im Stadtraum und online. Es bietet Fortbildungen an, berät Museen bei didaktischen Fragen und ver­öffentlicht Schriften zu Museen und zur Museumspädagogik. Im Rahmen seiner strategischen Weiter­entwicklung ist das MPZ bestrebt, seine Arbeit zukunftsweisend und teilhabeorientiert auszurichten.\nIm Rahmen der Kulturagenda Bayern soll am MPZ ein Museumsbus als mobiles, aufsuchendes und partizipatives Format konzipiert und realisiert werden. Das Angebot soll sich zunächst vor allem an Schulen in ländlichen Räumen richten, um Kulturelle Teilhabe zu stärken. Ziel ist es, Museumsarbeit konkret erfahrbar zu machen und sie in verschiedenen Workshops unmittelbar mit der Lebensrealität und den Interessen der Teilnehmenden zu verknüpfen. Hierbei sollen Methoden aus verschiedenen Sparten der Kulturellen Bildung zum Einsatz kommen.\nFür die Verstärkung unseres Teams suchen wir zwei\nWiss. Referent/-innen Kulturelle Bildung Museumsbus (m/w/d)\nzum nächstmöglichen Zeitpunkt, im Umfang von jeweils 50%,\nEntgeltgruppe 13 TV-L, befristet bis 31.12.2029\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wiss-referent-innen-kulturelle-bildung-museumsbus-m-w-d/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/konzeptioneller-mitarbeiterin-bildung-fortbildungen/", "image": "", "title": "Konzeptionelle*r Mitarbeiter*in Bildung & Fortbildungen", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 15.06.2025 | Zu besetzen ist eine befristete\nStelle\nin der\nEntgeltgruppe 11 TVöD (Bund)\nmit 30 Wochenarbeitsstunden für die Dauer von 24 Monaten.\nDie Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Bildung verantwortet Bildungsangebote in den Ausstellungen, mobile Programme wie JMB on.tour und digitale Angebote wie JMB di.kla und Bildungspartnerschaften mit Berliner Schulen und Hochschulen. Zu den Hauptzielgruppen gehören Schulen aller Schulformen, Reisegruppen, Multiplikator:innen insbesondere Lehrkräfte und Studierende. Außerdem besteht ein vielfältiges inklusives Bildungsangebot. Die Mitarbeiter:innen arbeiten agil und kooperativ im Team nach einem diskriminierungskritischen Bildungsansatz. Das Forschen am Objekt, Partizipation sowie die Zusammenarbeit mit Bildungs-, Kultur- und Forschungsinstitutionen prägen die Bildungsarbeit. Thematisch bieten wir Bildungsprogramme zu Geschichte von Jüdinnen und Juden in Deutschland, Antisemitismus sowie jüdischer Gegenwart innerhalb der heutigen diversen Gesellschaft und bezüglich der Konflikte in Nahost.\nFolgende Aufgaben erwarten Sie u.a.\nKonzeption, Durchführung und Evaluation von Bildungsangeboten im Museum und online für Multiplikator:innen (Lehrkräfte, Polizei, Bundeswehr) und weitere Zielgruppen\nInhaltliche Recherche und Programmentwicklung zu den Themen Judentum und Islam, Nahostkonflikt und Antisemitismus-Prävention\nZusammenarbeit mit freien Bildungsreferent*innen und Kooperationspartner*innen des JMB wie Bildungsinstitutionen, Museen etc.\nMittelverwaltung in den verantwortlichen Projekten\nTexte verfassen in Zusammenarbeit mit dem Bereich Marketing und Kommunikation und dem Website Team\nUnsere Anforderungen\nAbgeschlossene Hochschulbildung (Bachelor/ Diplom (FH)) im Studium der Erziehungs-/ Bildungswissenschaften, Jüdische Studien, Geschichte, Islamwissenschaft, Interdisziplinäre Antisemitismusforschung oder vergleichbaren Qualifizierungen\nUmfassende Kenntnisse der jüdischen Kultur und Religion sowie der Geschichte und Gegenwart des Nahostkonflikts\nNachgewiesene Kenntnisse zu Antisemitismusprävention und Diskursfähigkeit zu Antisemitismus in Sozialen Medien\nErfahrung in der Bildungs- und Museumsarbeit\nWünschenswert: Kenntnisse zu Islam, Arabisch- und Hebräisch-Kenntnisse\nSouveräner Umgang mit digitalen Anwendungen und Datenbanken\nVerhandlungssichere Deutsch- und gute Englischkenntnisse\nTeamfähigkeit, selbstständige Arbeitsweise, hohe Kommunikationskompetenz\nUnser Angebot\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub bei einer 5-Tage-Woche nach TVöD, 24.12. sowie 31.12. sind arbeitsfrei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Jobtickets, das vom Arbeitgeber bezuschusst wird\nKostenloser Besuch des Jüdischen Museums Berlin für Sie und eine Begleitperson sowie die vergünstigte bzw. kostenlose Teilnahme an Veranstaltungen des JMB\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstel­lungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akade­mie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinder­welt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiö­sen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 7/2025\nbis zum\n15.06.2025\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang auf­bewahrt.\nAus arbeitsrechtlichen Gründen können gemäß § 14 Abs. 2 Teilzeit- und Befristungsgesetz nur Bewerber*innen berücksichtigt werden, die nicht zuvor bei der Stiftung Jüdischen Museum Berlin beschäftigt waren.\nDie Bewerbungsgespräche werden voraussichtlich in der 28. Kalenderwoche stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gerne Herr Krogulec unter der Telefonnummer 030/25 993 482. Inhaltliche Fragestellungen richten Sie bitte an Frau Dr. Dressel 030/25 933 515\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/konzeptioneller-mitarbeiterin-bildung-fortbildungen/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fotografin-m-w-d-6/", "image": "", "title": "Fotograf:in (m/w/d)", "content_text": "Gemäldegalerie der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 10.06.2025 | In der Gemäldegalerie der Staatlichen Museen zu Berlin ist eine Stelle als\nFotograf:in (m/w/d)\nzu besetzen. Die Gemäldegalerie besitzt eine der weltweit bedeutendsten Sammlungen europäischer Malerei vom 13. bis zum 18. Jahrhundert. Sammlungsschwerpunkte bilden die deutsche und italienische Malerei des 13. bis 16. und die niederländische Malerei des 15. bis 17. Jahrhunderts.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.06.2025", "url": "https://www.museumsbund.de/stellenangebote/fotografin-m-w-d-6/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-m-w-d-3/", "image": "", "title": "Elektrofachkraft (m/w/d)", "content_text": "Neues Museum - Staatliches Museum für Kunst und Design Nürnberg, Nürnberg Bewerbungsende: 10.06.2025 | Das Neue Museum, Staatliches Museum für Kunst und Design Nürnberg, eröffnete im Jahr 2000 und zeigt auf über 3000 qm Sammlungs- und Ausstellungsfläche Kunst und Design ab den 1950er Jahren bis in die Gegenwart.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine\nElektrofachkraft (m/w/d)\nEs handelt sich um eine unbefristete Anstellung in Vollzeit. Die Vergütung erfolgt je nach Qualifikation, persönlichen Voraussetzungen und übertragenen Aufgaben bis max. Entgeltgruppe 7 TV-L.\nAls Elektrofachkraft im Neuen Museum Nürnberg unterstützen Sie den technischen Bereich des Museums.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.06.2025", "url": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-m-w-d-3/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-pr-fundraising-m-w-d/", "image": "", "title": "Referent*in PR & Fundraising (m/w/d)", "content_text": "Technisches Landesmuseum MV, Wismar Bewerbungsende: 06.07.2025 | Das Technische Landesmuseum Mecklenburg-Vorpommern (TLM) ist mit seinem Ausstellungshaus phanTECHNIKUM in der Hansestadt Wismar auf ca. 3.500 m² und über 45.000 Gästen eines der größten Museen in Mecklenburg-Vorpommern. Strukturiert nach den vier Elementen Feuer, Wasser, Erde Luft bieten unsere Ausstellungen erlebnisorientierte Einblicke in faszinierende Technik- und Industriegeschichten. Das Museum ist zudem außerschulischer Lernort und engagierter Partner innerhalb der Stiftung „Kinder Forschen“. Zur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt, jedoch spätestens zum 01. Januar 2026 eine engagierte Persönlichkeit als\nReferent*in (m/w/d)\nfür den Bereich\nPR & Fundraising\n.\nReferent*in PR & Fundraising (m/w/d)\n(in Vollzeit 100 %)\nAufgabenschwerpunkte\nI Öffentlichkeitsarbeit & Marketing\nStrategische Entwicklung und Umsetzung der Publikumskommunikation inklusive Budgetverantwortung\nKonzeption und Umsetzung ausstellungs- und projektbezogener Marketing- und PR-Kampagnen/-aktionen und Mitarbeit bei der Erstellung von Jahres- und Themenplanungen\nStakeholder-Kommunikation und Kontakt zu Medien und Multiplikatoren: analoge und digitale Pressearbeit mit dem Ziel die Position des Hauses innerhalb der überregionalen/nationalen Museumslandschaft zu stärken\nChefredaktion der Online-Kommunikation und verantwortliche Betreuung, Steuerung und Weiterentwicklung bestehender, sowie systematischer Aufbau neuer, Kommunikationskanäle\nUnterstützung bei der Akquise von touristischen Kooperationen\nSteuerung und Weiterentwicklung des Corporate Designs\nKontrolle und Evaluation der Kommunikationsmaßnahmen\nII Fundraising\nEntwicklung einer Fundraising-Strategie unter Einbeziehung und Evaluierung bereits bestehender Fundraising-Quellen (u.a. Förderprogramme, Veranstaltungen, Vermietungen, Spendenkampagnen, Sponsoring, Partnerschaften)\nRecherche, Planung, Koordinierung und Umsetzung der Drittmittelakquise u.a. durch:\ndirekte Kommunikation mit potenziellen Geldgebern\nMitentwicklung von entsprechenden Projekten und Vorbereitung von Anträgen\nKommunikation und Betreuung des Förderablaufs innerhalb des Teams als zentrale Ansprechperson\nAnsprechperson für Fördermitglieder des Trägervereins, insbesondere in Bezug auf Aufbau und Pflege von langfristigen Beziehungen mit dem Ziel eines steten Engagements und Empowerments\nAufbau einer Support-Datenbank\nKontrolle und Auswertung der Fundraising-Maßnahmen\nIhr Profil\nAbgeschlossenes Studium, vorzugsweise im Bereich Marketing, Kommunikation, oder vergleichbarer Qualifikation mit kunst- und kulturwissenschaftlicher Fachrichtung\nMehrjährige Berufserfahrung im Marketing und/oder Kommunikation, idealerweise im Kulturbereich\nErfahrung im Stakeholdermanagement und in der Drittmittelakquise, idealerweise im Kontext von Projekt- und Veranstaltungsmanagement\nSehr gute Kenntnisse in CMS-Systemen (Contao)\nHerausragendes Gespür für Trends in der PR-Arbeit\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKreativität, strategisches Denken und teamorientiertes Arbeiten\nWünschenswert:\nGute Kenntnisse im Umgang mit Programmen im Bereich Grafik-Design\nWir bieten\nMitgestaltung bei der Neupositionierung einer dynamischen Kulturinstitution\nInteressantes und anspruchsvolles Aufgabengebiet\nAgiles Team mit kurzen Entscheidungswegen\nMöglichkeit zur teilweisen Arbeit im Homeoffice\nDie Anstellung ist zunächst für die Dauer von zwei Jahren befristet. Die Vergütung erfolgt je nach Erfüllung der persönlichen Voraussetzungen.\nDas TLM gewährleistet die berufliche Gleichstellung aller Menschen. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen) werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nAnsprechpartner für Fragen zum Stelleninhalt und zum Bewerbungsverfahren\nHerr Michael Rahnfeld +49-(0)3841 3045717\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum\n06.07.2025 unter Angabe der Gehaltsvorstellungen und frühester Verfügbarkeit ausschließlich elektronisch\nan:\ngeschaeftsfuehrung@phantechnikum.de\nTechnisches Landesmuseum MV gGmbH\nZum Festplatz 34\n23966 Wismar\nwww.tlm-mv.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.07.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-pr-fundraising-m-w-d/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-w-m-d/", "image": "", "title": "Mitarbeiter:in im Besucherservice (w/m/d)", "content_text": "LWL-Museen für Industriekultur, Bochum Bewerbungsende: 28.05.2025 | Ihr nûÊchster Job soll mehr sein als ein bloû\u009fes ArbeitsverhûÊltnis?\nSie wollen Gutes unternehmen, wû¥nschen sich einen verlûÊsslichen Arbeitgeber, der Ihnen FlexibilitûÊt und Perspektiven bietet, und wollen trotzdem abwechslungsreich und vielfûÊltig arbeiten?\nDann lassen Sie sich von uns û¥berzeugen.\nGemeinsam tun wir Gutes fû¥r die Menschen in Westfalen-Lippe ã\u0080\u0093 Machen Sie mit!\nô Der LWL freut sich auf Sie!\nDer Landschaftsverband Westfalen-Lippe (LWL) arbeitet als Kommunalverband mit mehr als 20.000 BeschûÊftigten fû¥r die 8,3 Millionen Menschen in der Region. Der LWL betreibt 35 FûÑrderschulen, 21 KrankenhûÊuser, 18 Museen, zwei Besucherzentren und ist einer der grûÑû\u009ften deutschen Hilfezahler fû¥r Menschen mit Behinderung. Er erfû¥llt damit Aufgaben im sozialen Bereich, in der Behinderten- und Jugendhilfe, in der Psychiatrie und in der Kultur, die sinnvollerweise westfalenweit wahrgenommen werden. Ebenso engagiert er sich fû¥r eine inklusive Gesellschaft in allen Lebensbereichen. Die neun kreisfreien StûÊdte und 18 Kreise in Westfalen-Lippe sind die Mitglieder des LWL. Sie tragen und finanzieren den Landschaftsverband, dessen Aufgaben ein Parlament mit 125 Mitgliedern aus den westfûÊlischen Kommunen gestaltet.\nWir suchen zum\nfrû¥hestmûÑglichen Einstellungstermin\neine:n\nMitarbeiter:in im Besucherservice (w/m/d)\n(EG 4 TVûÑD; Kenn-Nr. 517/25)\nim\nLWL-Museum –\nZeche Hannover\n. Es handelt sich um eine bis 31.10.2025 befristete Teilzeitstelle (19,5 Wochenstunden) mit wechselnden Arbeitszeiten zu den û\u0096ffnungszeiten des Museums nach einem Dienstplan.\nDie LWL-Museen fû¥r Industriekultur sind ein Verbundmuseum an acht historischen Orten in TrûÊgerschaft des Landschaftsverbandes Westfalen-Lippe (LWL). Das LWL-Museum Zeche Hannover in Bochum informiert û¥ber die Industrialisierung, die Revierkultur, den Strukturwandel sowie die Geschichte und Gegenwart von kultureller Vielfalt im Ruhrgebiet. Das Kinderbergwerk Zeche Knirps bildet einen Schwerpunkt der Museumsvermittlung.\nWorauf Sie sich freuen kûÑnnen:\nAuf den Beweis, dass ein groû\u009fer ûÑffentlicher Arbeitgeber und eine abwechslungsreiche TûÊtigkeit in einem tollen Team sowie FlexibilitûÊt fû¥r individuelle Karriere- und Lebensmodelle sehr gut zusammenpassen! Und sonst? ã\u0080\u0093 Auf:\nein Entgelt nach EG 4 TVûÑD\nein vielseitiges, abwechslungsreiches und verantwortungsvolles Aufgabengebiet bei einem groû\u009fen ûÑffentlich-rechtlichen Arbeitgeber\neine gute ArbeitsatmosphûÊre in einem engagierten und motivierten Museumsteam\nattraktive Fort- und WeiterbildungsmûÑglichkeiten\neine individuelle LeistungsprûÊmie\nein Zuschuss zu den vermûÑgenswirksamen Leistungen\nIhre TûÊtigkeiten als Mitarbeiter:in im Besucherservice:\nInformationsangebote und Service fû¥r Besucher:innen\nAufsichtstûÊtigkeit in den Ausstellungen\nDurchfû¥hrung kleinerer Pflegearbeiten\nUnterstû¥tzung bei Veranstaltungen des Museums\nWas erwarten wir von Ihnen als Mitarbeiter:in im Besucherservice?\nTechnisches VerstûÊndnis fû¥r die ErlûÊuterungen zur Funktion und Geschichte der historischen Anlage, Erfahrungen in der Informationsvermittlung\nFreude im Umgang mit Menschen auch bei grûÑû\u009ferem Andrang\nSensibilitûÊt und freundliche DurchsetzungsfûÊhigkeit\nZuverlûÊssigkeit, TeamfûÊhigkeit, zeitliche FlexibilitûÊt fû¥r Arbeit in einem Dienstplan\nGute Umgangsformen und gepflegtes Erscheinungsbild\nGutes Beherrschen der deutschen Sprache\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrû¥cklich erwû¥nscht. Darû¥ber hinaus begrû¥û\u009fen wir alle Bewerbungen von Menschen, unabhûÊngig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen IdentitûÊt.\nBei fachlichen Fragen zu diesen vielfûÊltigen Aufgabenfeldern wenden Sie sich gerne an:\nLWL-Museum Zeche Hannover:\nFrau Rockrohr (TEL 0234 282539-21)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nLWL-Industriemuseum:\nFrau MûÊndlein (TEL 0231 6961-206)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekrûÊftigen Bewerbungsunterlagen gehûÑren:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis û¥ber die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlû¥ssen: Nachweis û¥ber die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte û\u009cbersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\ngegebenenfalls Nachweis û¥ber Schwerbehinderung oder Gleichstellung\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 517/25\nbis zum\n28.05.2025\n(Eingangsstempel LWL-Industriemuseum) an:\nLWL-Museen fû¥r Industriekultur\nGrubenweg 5\n44388 Dortmund\nWir bevorzugen eine Bewerbung per Mail an: industriemuseum.bewerbungen@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-w-m-d/", "date_published": "2025-05-22T13:34:40.062641"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-fuer-den-besucherservice/", "image": "", "title": "Teamleitung für den Besucherservice", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 08.06.2025 | Die Stadtmuseum Berlin GmbH sucht zum 1. Juli 2025\nunbefristet\nund in\nTeilzeit\n(50–70%) eine Person als\nTeamleitung für den Besucherservice\n(m/w/d)\nVergütung in Anlehnung Entgeltgruppe 5 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft. Dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen, und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis.\nWas Sie erwartet\nAls Teamleitung des Besucherservices in der Ausstellung BERLIN GLOBAL im Humboldt Forum sind Sie die zentrale Ansprechperson für die Connector:innen (unsere Servicekräfte). Connector:innen unterstützen die Gäste bei allen Fragen rund um den Ausstellungsbesuch. Sie koordinieren das Team der Connector:innen und stellen einen reibungslosen Ablauf im täglichen Betrieb sicher. So tragen Sie wesentlich dazu bei, unseren Besucher:innen ein positives Ausstellungserlebnis zu ermöglichen.\nZu Ihren täglichen Aufgaben gehören unter anderem die Durchführung der Teambesprechungen sowie die flexible Einteilung des Personals in die verschiedenen Positionen innerhalb der Ausstellungsfläche.\nAls motivierende Teamleitung sind Sie bestens mit den technischen Besonderheiten und den Inhalten der Ausstellung vertraut, um die Connector:innen bei ihrer Arbeit zu unterstützen und um bei Bedarf auch selbst diese Rolle übernehmen zu können. Als Teamleitung sind sie außerdem die Schnittstelle zum Back-Office der Stadtmuseum Berlin GmbH sowie zu weiteren internen und externen Beteiligten.\nIhre Aufgaben\nOperative Leitung des Besucherservice-Teams der Ausstellung BERLIN GLOBAL\ntägliche Koordinierung und Motivation des Teams\nEinarbeitung von neuem Personal inkl. Standardunterweisungen (Notfallmaßnahmen, Hygieneregelungen etc.)\nProzesssteuerung und Qualitätssicherung des operativen Tagesgeschäfts\nKommunikation zum Back-Office sowie zu anderen internen und externen Akteur:innen\nbei Bedarf Übernahme der Aufgaben von Connector:innen\nSicherheits-, Konflikt- und Gästebetreuung\nGewährleistung der Sicherheit für die Besucher:innen, Mitarbeiter:innen, Ausstellung und Objekte im täglichen Betrieb; maßgebliches Handeln in Notfällen, wie u.a. Evakuierung und Erste Hilfe\nAusübung des Hausrechts gemäß Haus- und Benutzungsordnung\nAnsprechperson bei Konflikten oder Unfällen\nUnterstützung und Betreuung von Gästen mit Behinderung oder besonderen Bedürfnissen\nIhr Profil\noffenes, freundliches und serviceorientiertes Auftreten\nErfahrungen im Servicebereich einer Kultureinrichtung\nDeutsch- und Englischkenntnisse (fließend) sowie idealerweise eine weitere in Berlin verbreitete Sprache\nein eintragsfreies Führungszeugnis\nWünschenswert sind:\nerste Erfahrungen als Teamleitung\nzertifizierte Grundausbildung in Erster Hilfe\nSachkundeprüfung nach §34a\nDie Aufgaben erfordern:\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und am Abend\nkörperliche Belastbarkeit (größtenteils stehende Tätigkeit)\nausgeprägte Kommunikationsfähigkeit und Kontaktfreudigkeit\nindividuelles Einfühlungsvermögen sowie transkulturelle und Diversitätskompetenz\nZuverlässigkeit und Einsatzbereitschaft, Motivations- und Teamfähigkeit\nOrganisations-, Entscheidungs- und Konfliktlösungsfähigkeit\nWas wir Ihnen bieten\neine interessante Tätigkeit an der Schnittstelle von Mensch und Kultur\neine Arbeitszeitgestaltung in Teilzeit (50–70%) im Rahmen der Dienstpläne\neinen Arbeitsvertrag in Anlehnung an den TVÖD-V KA, Entgeltgruppe 5, Stufe 1, Tarifgebiet Ost, mit Jahressonderzahlung\n30 Tage Jahresurlaub\nZuschuss zu einem BVG-Firmenticket bzw. zum Deutschlandticket\nWen wir besonders zur Bewerbung auffordern\nWir sind ein vielfältiges Team mit unterschiedlichen Hintergründen und Lebensrealitäten. Eine offene und diskriminierungsfreie Arbeitskultur ist uns sehr wichtig. Daran arbeiten wir gemeinsam im Sinne einer lernenden Organisation stetig weiter. Deshalb freuen wir uns insbesondere über Bewerber:innen marginalisierter Perspektiven. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht.\nBei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben können\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, aktueller Lebenslauf, Zeugnisse sowie ggf. Kündigungsfrist) senden Sie bitte unter Angabe Ihrer gewünschten Wochenarbeitszeit bis zum\n8. Juni 2025\nunter dem Kennzeichen\n2025-TLHUF-1\nausschließlich per E-Mail in einem\ngebündelten PDF-Dokument\n(max. 10 MB) an:\nbesucherservice@stadtmuseum.de\n. Per Post eingereichte Bewerbungsunterlagen werden nur zurückgesandt, wenn ihnen ein frankierter Rückumschlag beiliegt.\nSollten Sie keine EU-Staatsbürgerschaft besitzen, fügen Sie Ihrer Bewerbung bitte eine Kopie Ihres Aufenthaltstitels mitsamt Arbeits-erlaubnis bei.\nWir behalten uns vor, geeignete Bewerber:innen bereits vor Ablauf der Bewerbungsfrist zu einem Bewerbungsgespräch einzuladen.\nDurch die Bewerbung entstehende Reisekosten werden von uns\nnicht\nerstattet.\nIhr Kontakt\nVanessa Schwab\nPersonalreferentin Recruiting\n030 24 002 292\nbesucherservice@stadtmuseum.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.06.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-fuer-den-besucherservice/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-assistenz-m-w-d-zur-erschliessung-der-objektsammlung/", "image": "", "title": "wissenschaftliche Assistenz (m/w/d) zur Erschließung der Objektsammlung", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 22.06.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist ab 1.8.2025, befristet bis 31.12.2027, eine Stelle der wissenschaftlichen Assistenz (m/w/d) zur Erschließung der Objektsammlung in 70%-Teilzeit (28 Wochenstunden) zu vergeben. Dienstort ist die KZ-Gedenkstätte Dachau.\nIhre Aufgaben im Wesentlichen\nformale und inhaltliche Erschließung der breit gefächerten Objektesammlung in einer\nmuseumseigenen Datenbank\nfotografische Erfassung der Sammlung\nkonservatorisch geeignete Verpackung der Objekte und Zustandsüberprüfung\nOrganisation von Restaurierungsarbeiten\nMitarbeit bei Recherchen zur Provenienz- und Objektgeschichte\nMithilfe bei der Organisation zur Auslagerung der Objektesammlung\nWir bieten\nein vielfältiges Aufgabenspektrum\neinen interessanten und abwechslungsreichen Arbeitsplatz\neinen wertschätzenden Umgang im Kollegen- und Vorgesetztenkreis\nWir erwarten\nabgeschlossenes Hochschulstudium in Bereich Museologie, Neuere und Neueste Geschichte, Kultur- und Politikwissenschaften, Archäologie oder Ethnologie / Volkskunde\nsehr gute Kenntnisse der Geschichte des Nationalsozialismus und der\nKonzentrationslager sowie erinnerungskultureller Themen\nsicherer Umgang mit Museums- oder Archivdatenbanken und Indexierung\nkonservatorische und materialspezifische Kenntnisse verschiedener Objektgattungen (z.B. Grafik, Keramik, Textilien, archäologische Fundstücke)\ngute kommunikative und organisatorische Fähigkeiten\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht der Entgeltgruppe 9b des TV-L (Bayern). Die Probezeit beträgt vier Monate. Die KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Bewerber/-innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen richten Sie bitte\nbis zum 22.06.2025\nin elektronischer Form über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an den Leiter der wissenschaftlichen Abteilung, Dr. Christoph Thonfeld, Alte Römerstraße 75, 85221 Dachau. Bei Rückfragen wenden Sie sich bitte an Anja Henschel (\nhenschel@kz-gedenkstätte-dachau.de\nbzw. unter 08131/66997-141) oder Nathalie Geyer (\ngeyer@kz-gedenkstätte-dachau.de\nbzw. unter 08131/66997-163).\nDie\nBewerbungsgespräche\nwerden voraussichtlich\nam 4.7.2025\nstattfinden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-assistenz-m-w-d-zur-erschliessung-der-objektsammlung/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherinnenservice-m-w-d-4/", "image": "", "title": "Mitarbeiter*in im Besucher*innenservice (m/w/d)", "content_text": "Anne Frank Zentrum, Berlin Bewerbungsende: 10.06.2025 | Das Anne Frank Zentrum sucht zum 01.07.2025 ein*en Mitarbeiter*in im Besucher*innenservice des Anne Frank Zentrums (10 Wochenstunden). Die Stelle ist auf 2 Jahre befristet.\nDas Anne Frank Zentrum\nDas Anne Frank Zentrum ist die deutsche Partnerorganisation des Anne Frank Hauses in Amsterdam. Mit Ausstellungen und Bildungsangeboten erinnert das Zentrum an Anne Frank und ihr Tagebuch. Es schafft Lernorte, in denen sich Kinder und Jugendliche mit Geschichte auseinandersetzen und mit ihrer heutigen Lebenswelt verbinden. Sie lernen gesellschaftliche Verantwortung zu übernehmen und sich für Freiheit, Gleichberechtigung und Demokratie zu engagieren.\nDie Berliner Ausstellung »Alles über Anne«\nDie Berliner Ausstellung zeigt biografisch, interaktiv und inklusiv die Bedeutung des Nationalsozialismus und des Holocaust für die Gegenwart auf. Die Hauptzielgruppe sind Jugendliche und Familien. Die Ausstellung ist auf Deutsch und Englisch. Für Schüler*innen, Berlin-Gäste und Familien bieten wir Begleitangebote an. Die Ausstellung ist an sechs Tagen pro Woche geöffnet.\nDie Aufgaben:\nSicherstellung einer optimalen und professionellen Betreuung unserer Besucher*innen\nVerantwortlichkeit für einen reibungslosen Tagesbetrieb in der Ausstellung\nKassentätigkeit\nWir erwarten:\nInteresse an den inhaltlichen Themen des Anne Frank Zentrums\nZuverlässigkeit, sehr sorgfältige Arbeitsweise, Selbstständigkeit, organisatorisches Geschick, Umsicht, Fähigkeit und Bereitschaft zur Teamarbeit\nfreundliches und sicheres Auftreten im Umgang mit Besucher*innen unserer Ausstellung, gute kommunikative Fähigkeiten\nEnglischkenntnisse (idealerweise weitere Fremdsprachenkenntnisse)\nBereitschaft zum Einsatz am Wochenende und an Feiertagen\nBereitschaft zu unregelmäßigen Arbeitszeiten\ngutes Zahlenverständnis\nein aktueller Nachweis über die Teilnahme an einem Erste Hilfe Kurs wäre von Vorteil, stellt aber kein Auswahlkriterium dar\nWir bieten Ihnen:\n13,69€ brutto/Stunde (Studierende) oder 556€ (Minijob) wahlweise – abhängig vom Verbleib in der Familienversicherung\nabwechslungsreiche Aufgaben in einem gemeinnützigen Verein\ndie Chance, mit einem internationalen Publikum in Kontakt zu treten und Fremdsprachenkenntnisse anzuwenden\neine intensive Einarbeitung und Betreuung\neinen zentral gelegenen Arbeitsplatz direkt am Hackeschen Markt in Berlin Mitte\nDas Anne Frank Zentrum besteht aus einem vielfältigen Team. Daher begrüßen wir Bewerbungen aller Interessierten, unabhängig von ihrer Herkunft, ihrer Religionszugehörigkeit, ihrer sexuellen Identität oder einer Behinderung, und aller Menschen mit Migrationsgeschichte, People of Color, Jüdinnen*Juden sowie Schwarzer Menschen.\nDer Arbeitsort ist eingeschränkt barrierefrei.\nBitte richten Sie Ihre Bewerbung, bestehend aus einem Motivationsschreiben, einem tabellarischen Lebenslauf, Ihren aufgabenrelevanten Praxiserfahrungen und Qualifikationen schriftlich, bis spätestens zum 10.06.2025 ausschließlich per E-Mail (max. 4 MB) im PDF-Format an die untenstehende Adresse. Postalische Bewerbungen können leider nicht zurückgeschickt werden.\nAnne Frank Zentrum,\nz. H. Manuela Coker, Rosenthaler Str. 39, 10178 Berlin,\nE-Mail:\njobs@annefrank.de\nwww.annefrank.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherinnenservice-m-w-d-4/", "date_published": "2025-05-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-in-der-abteilung-sammlung-und-wissenschaft-3/", "image": "", "title": "Wissenschaftliches Volontariat in der Abteilung Sammlung und Wissenschaft", "content_text": "Staatliche Kunsthalle Karlsruhe, Karlsruhe Bewerbungsende: 13.06.2025 | Die Staatliche Kunsthalle Karlsruhe gehört mit ihrer hochrangigen Sammlung und einer regen Ausstellungs- und Veranstaltungstätigkeit zu den großen und traditionsreichen Kunstmuseen in Deutschland. Sie wird als Landesbetrieb geführt und ist eine nach kunstwissenschaftlichen und wirtschaftlichen Grundsätzen agierende Kultureinrichtung des Landes Baden-Württemberg. Das Museum befindet sich derzeit in einem umfassenden Transformationsprozess, da das Hauptgebäude der Kunsthalle für mehrere Jahre grundlegend saniert und erweitert wird. Währenddessen bespielt die Kunsthalle Interimsstandorte, darunter auch im ZKM | Zentrum für Kunst und Medien Karlsruhe. Das Team der Staatlichen Kunsthalle Karlsruhe kommt aus verschiedenen Regionen und Ländern. Wir pflegen eine kollegiale Arbeitsatmosphäre; unsere Herzen schlagen für die Kunst, ihre Erforschung und Vermittlung an eine offene und diverse Gesellschaft.\nZmm 1. September 2025 besetzen wir ein\nwissenschaftliches Volontariat\nin der Abteilung Sammlung und Wissenschaft\nDer/die Volontär*in (m/w/d) erhält anhand eines gemeinsam erarbeiteten Ausbildungsplans Einblicke in alle museumsrelevanten Bereiche eines Kunstmuseums. Zu den Kernaufgaben des Volontariats in der Abteilung Sammlung und Wissenschaft zählen alle für die kuratorische Praxis relevanten Tätigkeiten in Sammlung und Ausstellung sowie die Vermittlungsarbeit für diverse Publika. Darüber hinaus werden Kenntnisse im Bereich der Kommunikation, des Museumsmanagements und der Verwaltung vermittelt. Ein Austausch unter den Volontär*innen sowie die Teilnahme an internen und externen Fortbildungen und der Erwerb von Zusatzqualifikationen wird von uns begrüßt und gefördert. Für den Zeitraum des Volontariats wird dem/der Volontär*in eine zentrale Ansprechperson zur Seite gestellt.\nDas Volontariat umfasst Einblicke und Mitarbeit an\nallen Prozessen laufender und geplanter Ausstellungsprojekte, darunter Konzeption, Werkauswahl, Leihverkehr, Präsentations- und Vermittlungskonzept, Katalogredaktion.\nder wissenschaftlichen Erforschung und Publikation der Sammlung.\nAngeboten der Kunstvermittlung etwa durch Führungen, Vorträge oder digitale Formate.\nProzessen der Ausstellungs- und Museumskommunikation.\nverwaltungsseitigen Prozessen.\nWir erwarten\nein abgeschlossenes Hochschulstudium im Fach Kunstgeschichte, vorzugsweise mit Promotion.\nneben einer sehr guten Ausdrucksweise im Deutschen eine gute Beherrschung der englischen und möglichst auch der französischen Sprache.\nfundierte Kenntnisse der älteren und neueren europäischen Kunstgeschichte sowie Interesse an zeitgenössischer Kunst.\neinen versierten Umgang mit digitalen Anwendungen sowie Interesse an der digitalen Kunstgeschichte.\nOrganisationstalent sowie eine umsichtige, strukturierte und zielorientierte Arbeitsweise.\nein hohes Maß an Eigenverantwortung, Kreativität, Engagement sowie einen kooperativen, teamfähigen Arbeitsstil.\nWir bieten\neine fundierte Ausbildung mit vielfältiger Tätigkeit, Gestaltungsmöglichkeiten und Übernahme eigener Verantwortungen.\neine auf zwei Jahre befristete Vollzeitstelle (39,5 Stunden) in einem attraktiven und kreativen Umfeld.\nVergütung nach Entgeltgruppe 13 TV-L (50%) in Stufe 1, die sich im zweiten Jahr auf Stufe 2 erhöht.\nim Rahmen der geltenden Regelungen flexible Arbeitszeitgestaltung und Möglichkeit zum mobilen Arbeiten sowie 30 Tage Urlaub.\njährliche Sonderzuwendung und attraktive Zusatzleistungen, wie Jobticket für den öffentlichen Nahverkehr mit Arbeitgeberzuschuss und interessante Angebote im Rahmen der betrieblichen Gesundheitsförderung.\nDie Staatliche Kunsthalle Karlsruhe gewährleistet die berufliche Gleichstellung aller Mitarbeitenden (m/w/d). Wir begrüßen deshalb Bewerbungen von Menschen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bei gleicher Eignung werden wir Menschen mit Behinderung bevorzugt einstellen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum\n13.06.2025\nper E-Mail an\npersonal@kunsthalle-karlsruhe.de\noder schriftlich an die Verwaltung der Staatlichen Kunsthalle Karlsruhe, Frau Claudia Buselmeier, Hermann-Veit-Straße 6, 76135 Karlsruhe. Eine Rücksendung schriftlicher Bewerbungen erfolgt nur, wenn Sie einen frankierten und adressierten Rückumschlag beifügen. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen gemäß geltendem Datenschutzrecht vernichtet. Weitere Informationen erhalten Sie bei Frau Dr. Leonie Beiersdorf per Mail an beiersdorf@kunsthalle-karlsruhe.de, oder unter www.kunsthalle-karlsruhe.de. Bitte beachten Sie die\ndatenschutzrechtlichen Informationen für Bewerber*innen\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-in-der-abteilung-sammlung-und-wissenschaft-3/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-geschaeftsleitung-elternzeitvertretung/", "image": "", "title": "Referent*in (m/w/d) der Geschäftsleitung – Elternzeitvertretung", "content_text": "Roemer- und Pelizaeus Museum, Hildesheim Bewerbungsende: 09.06.2025 | Das Roemer- und Pelizaeus Museum beherbergt die zweitwichtigste ägyptische Sammlung Deutschlands, aber auch Objekte aus diversen anderen Kulturkreisen, wie Alaska, Südamerika, Afrika, China oder der Hildesheimer Stadtgeschichte, aber auch Naturhistorie und vieles mehr. Die Kraft des Museums liegt in der Verknüpfung dieser Sammlungsgebiete und dem Ziel mit allen Besucher*innen zu relevanten Fragen in Dialog zu treten. Das RPM ist ein Ort, an dem sich Hildesheimer*innen und auswärtige Besucher*innen wohlfühlen, dort inspiriert werden, Spaß haben, und sich einbringen können. Insbesondere sollen sich dort Gruppen begegnen, die sonst weniger miteinander in Kontakt sind, sich austauschen.\nBei uns erwartet Sie eine spannende und vielseitige Tätigkeit, die in gemeinsame Absprache in Voll- oder Teilzeit stattfinden kann. Die Stelle als Referent*in ist eine auf ein Jahr befristete Elternzeitvertretung, die idealerweise am 15. August 2025 beginnt. Dienstort ist Hildesheim, wobei mobiles Arbeiten in Absprache möglich ist.\nIhre Tätigkeiten als Referent*in\nUnterstützung und Entlastung unserer Geschäftsführerin von administrativen und organisatorischen Aufgaben im Tagesgeschäft und bei Projekten\nKoordination von Terminen und Dienstreisen, inklusive sorgfältiger Vor- und Nachbereitung (Protokollführung etc.)\nRegelmäßige Abstimmung / Korrespondenz mit Schnittstellenpartnern, um den Informationsfluss sicherzustellen und erhaltene Informationen zu verteilen\nErstellung und Auswertung von Protokollen, internen Reports und Statistiken sowie Aufbereitung von Präsentationen und Beschlussvorlagen\nWas erwarten wir von Ihnen?\nein abgeschlossenes (Fach-)Hochschulstudium (Diplom/Bachelor) mit betriebswirtschaftlichem Schwerpunkt oder eine Ausbildung mit kaufmännischen Bereich\neingehende Berufserfahrung im kaufmännischen Bereich\nHohe Zuverlässigkeit, Pünktlichkeit und Verantwortungsbewusstsein\nErwünscht:\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nOrganisationstalent, Teamfähigkeit und Belastbarkeit\nausgeprägte selbstständige Arbeitsweise und Flexibilität\nDas bieten wir:\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nschlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nanteilige Übernahme der Kosten für ein Deutschlandticket Job\nbetriebliche Altersvorsorge\nWir freuen uns über die Zusendung Ihrer Bewerbungsunterlagen unter Nennung Ihrer Gehaltsvorstellungen bis zum\n9. Juni 2025\nper E-Mail an:\nbewerbung@rpmuseum.de\n. Durch die Bewerbung entstehende Reisekosten werden nicht erstattet. Die Auswahlgespräche finden am 18. und 19. Juni statt. Dienstbeginn idealerweise zum 15. August 2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.06.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-geschaeftsleitung-elternzeitvertretung/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-w-m-d-des-programmbereichs-iii-kommunikation-meeresbezogener-wissenschaften-und-kooperationsprofessorin-w-m-d-head-of-program-area-iii-communication-of-marine-rela/", "image": "", "title": "Leiter:in (w/m/d) des Programmbereichs III „Kommunikation meeresbezogener Wissenschaften“ und Kooperationsprofessor:in (w/m/d) / Head of Program Area III “Communication of Marine-Related Sciences” and professorship (f/m/d)", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 18.06.2025 | // EN below\nDas Deutsche Schifffahrtsmuseum (DSM)/Leibniz-Institut für Maritime Geschichte ist ein Forschungsmuseum der Leibniz-Gemeinschaft. Aufgabe des DSM ist es, – ausgehend von gesellschaftlich relevanten Themen – die Wechselwirkung zwischen Mensch und Meer am Beispiel maritimer Technologien auf Grundlage seiner Sammlung zu erforschen, bedeutende maritime Zeugnisse der Vergangenheit zu erhalten und für die Zukunftsgestaltung relevante Fragen wissenschaftsbasiert sowie besucher:innen- und nutzer:innenorientiert in der Ausstellung und über Transferveranstaltungen zu vermitteln. Die UNIVERSITÄT BREMEN ist eine Forschungsuniversität mit einem international profilierten Schwerpunkt in der Meeresforschung.\nIm Rahmen eines gemeinsamen Berufungsverfahrens (§ 20 BremHG) ist zum nächstmöglichen Zeitpunkt  die Position\nals Leiter:in (w/m/d) des Programmbereichs III „Kommunikation meeresbezogener Wissenschaften“ des Deutschen Schifffahrtsmuseums | Leibniz Institut für Maritime Geschichte\nin Verbindung mit einer Stelle als Kooperationsprofessor:in (w/m/d)\nBesoldungsgruppe W2\nfür das Fachgebiet Kommunikation museumsbezogener Wissenschaftsgeschichte\nim Fachbereich 8 – Sozialwissenschaften\nim Fach Geschichtswissenschaft der Universität Bremen\nKennziffer: P689-25\nzu besetzen.\nBei Erfüllung der allgemeinen beamtenrechtlichen Voraussetzungen erfolgt die Berufung auf die Professur in einem Beamtenverhältnis auf Lebenszeit.\nZu den Aufgaben der Professur gehören in Forschung und Lehre insbesondere die Kommunikation kultur-, sozial- und technikgeschichtlicher Wissenschaft und die Wissenschaftsgeschichte in enger Anknüpfung an die Forschungsfelder des DSM.\nGesucht wird eine Persönlichkeit, die über herausragende Kenntnisse im Bereich der Methodik der Wissenskommunikation und/oder museumsbezogener Wissenschaftsgeschichte sowie über die Bereitschaft verfügt, die Wechselbeziehung zwischen Mensch und Meer theoretisch zu reflektieren. Sie ist verantwortlich für die Ausgestaltung der am DSM entwickelten Ausstellungs- und Wissenschaftskommunikationsvorhaben und reflektiert die Wechselwirkung von Forschung und Ausstellung. Dabei soll insbesondere auch an der Förderung des wissenschaftlichen Nachwuchses aktiv mitgewirkt werden.\nZu den Aufgaben der Programmbereichsleitung gehört des Weiteren die Teamführung und Erfolgsverantwortung der in ihrem Bereich angesiedelten Gruppe der Bildung und Vermittlung und die Mitwirkung an institutsübergreifenden Strategie- und Programmplanungen. Diese sind eingebettet in internationale museale Entwicklungen. Dienstort ist Bremerhaven.\nEinstellungsvoraussetzungen sind ein einschlägiger wissenschaftlicher Hochschulabschluss, eine fachlich einschlägige und herausragende Promotion sowie weitere wissenschaftliche Leistungen  im Fach Geschichte oder in begründeten Fällen in angrenzenden Fächern mit einem starken Bezug zur Geschichtswissenschaft. Eine Habilitation oder habilitationsäquivalente Leistung wird vorausgesetzt. In Ausnahmefällen kann diese durch inhaltliche Leistungen auf einer wissenschaftlichen Leitungsposition im musealen Feld außerhalb einer Hochschule nachgewiesen werden. Die inhaltliche Leistung besteht in der methodisch fundierten Kuratierung von Sonder- und Dauerausstellungen. Die Bereitschaft zur hochschuldidaktischen Weiterbildung sowie die pädagogisch-didaktische Eignung, die in der Regel durch Erfahrungen in der universitären Lehre vorzuweisen ist, werden ebenfalls vorausgesetzt. Die Beherrschung von Deutsch (bei internationalen Bewerber:innen zumindest sehr gute Lesekompetenz) und Englisch sowie die Bereitschaft, Veranstaltungen in deutscher und englischer Sprache anzubieten, werden erwartet; aktive Deutschkenntnisse sollen nach spätestens drei Jahren vorliegen. Erwartet werden Erfahrungen in der Durchführung von Ausstellungsprojekten und/ oder vergleichbaren Formaten der Wissenskommunikation.\nDie Berufung erfolgt unter Zugrundelegung von §§ 18, 20 BremHG und § 116 BremBG nach dem Berliner Modell.\nOffen für unkonventionelle Ansätze in Forschung und Lehre hat die Universität Bremen sich seit ihrer Gründung vor 50 Jahren ihren Charakter als Ort der kurzen Wege für Menschen und Ideen bewahrt. Mit einem breiten Fächerspektrum verbinden wir außergewöhnliche Leistungsstärke und großes Innovationspotenzial. Als ambitionierte Forschungsuniversität stehen wir für den Ansatz des Forschenden Lernens und eine ausgeprägte Orientierung an Interdisziplinarität. Wissenschaftliche Kooperationen weltweit gestalten wir aktiv und partnerschaftlich.\nHeute lernen, lehren, forschen und arbeiten rund 23.000 Menschen auf unserem internationalen Campus. In Forschung und Lehre, Verwaltung und Betrieb bekennen wir uns nachdrücklich zu den Zielen der Nachhaltigkeit, Klimagerechtigkeit und Klimaneutralität. Unser Bremer Spirit drückt sich aus im Mut Neues zu wagen, in einem unterstützenden Miteinander, in Respekt und Wertschätzung füreinander. Mit unserem Studien- und Forschungsprofil und als Teil des europäischen YUFE-Netzwerks übernehmen wir gesellschaftliche Verantwortung in der Region, in Europa und der Welt.\nDie Universität ist familienfreundlich, vielfältig und versteht sich als internationale Hochschule. Wir begrüßen daher alle Bewerber:innen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter, sexueller Orientierung und Identität.\nDas DSM und die Universität Bremen beabsichtigt, den Anteil der weiblichen Beschäftigten in der Wissenschaft zu erhöhen, weshalb Frauen ausdrücklich aufgefordert werden, sich zu bewerben. Bei gleicher Qualifikation werden Frauen vorrangig berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nSchwerbehinderten Menschen wird bei einer Bewerbung bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben\nFür grundsätzliche Fragen zum Personalauswahlverfahren sowie für inhaltliche Fragen zur ausgeschriebenen Stelle wenden Sie sich bitte an die Geschäftsführende Direktorin des DSM, Prof. Dr. Ruth Schilling, schilling@dsm.museum\nBewerbungen mit den aussagefähigen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse, zwei- bis dreiseitiges Exposé zum Profil der Professur sowie Auflistung aller Dritttmittelvorhaben und Ausstellungsprojekte, Nachweise von Leitungs- und akademischer Lehrerfahrung) unter Angabe der Kenziffer P689-25 sowie einer ausführlichen Darstellung Ihrer Forschungsinteressen\nals eine PDF-Datei auf dem unverschlüsselten elektronischen Postwegbis zum 18.06.2025 an:\nfb08.bewerbung@uni-bremen.de\noder postalisch an:\nUniversität Bremen\nDekanin des Fachbereichs 08/Sozialwissenschaften\nKennziffer: P689-25\nUniversitäts-Boulevard 11-13\n28359 Bremen\nWir weisen darauf hin, dass den Bewerbungsunterlagen keine Fotos beizufügen sind.\nWeitere Informationen zu Berufungsverfahren an der Universität Bremen finden Sie unter\nwww.uni-bremen.de/berufungsverfahren\n// EN\nThe German Maritime Museum (DSM)/Leibniz Institute of Maritime History is a research museum of the Leibniz Association. The mission of the DSM is to explore the interaction between humans and the sea, using maritime technologies as an example, based on socially relevant topics and its collection, to preserve significant maritime relics from the past, and to communicate questions relevant to shaping the future in a science-based and visitor- and user-oriented manner through exhibitions and transfer events. The University of Bremen is a research university with an internationally renowned focus on marine research.\nAs part of a joint appointment procedure (§ 20 of the BremHG), the position of Head of Program Area III “Communication of Marine-Related Sciences” at the German Maritime Museum | Leibniz Institute for Maritime History is to be filled\nin conjunction with a cooperative professorship (f/m/d)\nSalary grade W2\nfor the field of communication of museum-related scientific history\nin Faculty 8 – Social Sciences\nin the Institute of History at the University of Bremen\nReference number: P689/25\nSubject to fulfillment of the general civil service requirements, the appointment to the professorship will be made on a permanent basis.\nThe responsibilities of the professorship, both in research and teaching, include, in particular, the communication of cultural, social, and technological history, as well as the history of science, closely linked to the research fields of the DSM. We are seeking a person with outstanding knowledge in the methodology of knowledge communication and/or museum-related history of science, as well as a willingness to theoretically reflect on the interrelationship between humans and the sea. They will be responsible for the design of the exhibition and science communication projects developed at the DSM and reflect on the interplay between research and exhibitions. In particular, they will actively participate in the promotion of young researchers.\nThe responsibilities of the program area head also include team leadership and responsibility for the success of the education and outreach group located in their area, as well as participation in cross-institutional strategy and program planning. These are embedded in international museum developments. The location is Bremerhaven.\nEligibility criteria include a relevant academic university degree, a relevant and outstanding doctorate, and further academic achievements in history or, in justified cases, in related subjects with a strong connection to history. A habilitation (postdoctoral qualification) or equivalent is expected. In exceptional cases, this may be offset by substantive achievements in a senior academic position in the museum field outside of a university. The substantive achievement consists of the methodically sound curation of special and permanent exhibitions. A willingness to pursue further training in higher education didactics and pedagogical and didactic aptitude, which is generally demonstrated through experience in university teaching, are also required. Proficiency in German (at least very good reading skills for international applicants) and English, as well as the willingness to offer courses in both German and English, are expected; active German language skills should be established after three years at the latest. Experience in implementing exhibition projects and/or comparable knowledge communication formats is expected.\nThe appointment is based on Sections 18 and 20 of the Bremen Higher Education Act (BremHG) and Section 116 of the Bremen Higher Education Act (BremBG) according to the Berlin Model.\nOpen to unconventional approaches in research and teaching, the University of Bremen has retained its character as a place of short distances for people and ideas since it was founded 50 years ago. With a broad range of subjects, we combine exceptional performance with great potential for innovation. As an ambitious research university, we stand for the approach of research-based learning and a pronounced orientation towards interdisciplinarity. We actively organise scientific cooperation worldwide in a spirit of partnership.\nToday, around 23,000 people learn, teach, research and work on our international campus. In research and teaching, administration and operations, we are firmly committed to the goals of sustainability, climate justice and climate neutrality. Our Bremen spirit is expressed in the courage to try new things, in supportive cooperation, in respect and appreciation for one another. With our study and research profile and as part of the European YUFE network, we assume social responsibility in the region, in Europe and the world.\nThe university is family-friendly, diverse and sees itself as an international university. We therefore welcome all applicants regardless of gender, nationality, ethnic and social origin, religion/belief, disability, age, sexual orientation and identity.\nThe DSM and the University of Bremen intend to increase the proportion of female employees in science, which is why women are expressly encouraged to apply. In the case of equal qualifications, women will be given priority, unless reasons relating to the person of a competitor prevail.\nSeverely disabled persons with essentially equal professional and personal qualifications will be given priority in applications\nFor general questions regarding the personnel selection procedure as well as questions regarding the content of the advertised position, please contact the Managing Director of the DSM, Prof. Dr Ruth Schilling\n,\nschilling@dsm.museum\nApplications with informative documents (cover letter, CV, certificates, two to three-page exposé on the profile of the professorship as well as a list of all third-party funded projects and exhibition projects, proof of management and academic teaching experience) stating the reference number P689-25 and a detailed description of your research interests as a PDF file by unencrypted electronic mail by June 18\nth\n, 2025 to: fb08.bewerbung@uni-bremen.de or by post to:\nUniversity of Bremen\nDean of the Faculty 08/Social Sciences\nReference number: P689-25\nUniversity Boulevard 11-13\n28359 Bremen\nPlease note that no photos are to be attached to the application documents.\nFurther information on appointment procedures at the University of Bremen can be found at\nhttps://www.uni-bremen.de/berufungsverfahren\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-w-m-d-des-programmbereichs-iii-kommunikation-meeresbezogener-wissenschaften-und-kooperationsprofessorin-w-m-d-head-of-program-area-iii-communication-of-marine-rela/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-liegenschaftsverwaltung-2/", "image": "", "title": "Sachbearbeiter (m/w/d) für die Liegenschaftsverwaltung", "content_text": "Kulturstiftung Sachsen-Anhalt, Leitzkau Bewerbungsende: 15.06.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nZur Verstärkung der Liegenschaftsverwaltung insbesondere zur vorübergehenden Vertretung einer Kollegin suchen wir zum nächstmöglichen Zeitpunkt einen Sachbearbeiter (m/w/d) für das Liegenschaftsmanagement in Leitzkau.\nIhre Aufgaben\nErstellung von Betriebskostenabrechnungen bzw. -umlagen im Rahmen von Miet- und Pachtverträgen\nBearbeitung allgemeiner Anfragen zu Miet-, Pacht-, Jagdpacht-, Nutzungs- und Erbbaurechtsverträgen\nEinleitung von Vergabeverfahren für Liefer- und Dienstleistungsaufträge (z.B. für Baumkontrollen/ Baumfällungen, Grünpflegearbeiten auf den stiftungseigenen Grundstücken bzw. Liegenschaften, etc.)\nBearbeitung von Rechnungen, Termincontrolling, Haushaltsmittelbewirtschaftung\nVergabe von Film- und Fotorechten\nBearbeitung von allgemeinen Grundstücksangelegenheiten\nIhr Profil\nabgeschlossene Ausbildung zum Verwaltungsfachangestellten (m/w/d) oder Abschluss einer vergleichbaren kaufmännischen Berufsausbildung\nBerufserfahrung in der öffentlichen Verwaltung ist von Vorteil, jedoch keine Bedingung\nsichere Deutschkenntnisse, vor allem ein gutes mündliches und schriftliches Ausdrucksvermögen\nberufsprofilgebende Kenntnisse in den Bereichen Immobilienverwaltung, Informationsmanagement und Informationsverarbeitung, bürowirtschaftliche Abläufe sowie der Koordinations- und Organisationsaufgaben\nsicherer Umgang mit den üblichen MS-Office-Programmen (Word, Excel, Outlook und PowerPoint)\nüberdurchschnittliche Einsatzbereitschaft, Zuverlässigkeit, Flexibilität, Kreativität\nsorgfältige, selbstständige und systematische Arbeitsweise\nausgesprochen hohe Bereitschaft zur Teamarbeit\nUnser Angebot\neine interessante, abwechslungsreiche und anspruchsvolle Tätigkeit (in Vollzeit, 40 Stunden/ Woche)\nbefristetes Arbeitsverhältnis (längstens bis zum 28.02.2027)\ngleitende Arbeitszeit mit flexiblen Möglichkeiten zum Ausgleich der Dienstzeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in Gommern/ OT Leitzkau\nfreier Eintritt in alle Museen der Kulturstiftung Sachsen-Anhalt\ntarifgerechte Eingruppierung bis zu der\nEntgeltgruppe 6 TV-L\nNähere Auskünfte zur Stellenausschreibung erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer\n12/03041/05.2025-04\nbis zum\n15.06.2025\nan „\nReferat12@kulturstiftung-st.de\n“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als\neine\npdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutz-rechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-liegenschaftsverwaltung-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekar-m-w-d-10/", "image": "", "title": "Bibliothekar (m/w/d)", "content_text": "Stiftung Museum Schloss Moyland, Bedburg-Hau Bewerbungsende: 15.06.2025 | Die Stiftung Museum Schloss Moyland sucht\nzum nächstmöglichen Zeitpunkt einen\nBibliothekar (m/w/d)\nin Vollzeit (100%)\nDas Museum Schloss Moyland ist ein national und international bedeutendes Museum mit einer umfangreichen Sammlung der Kunst vom 19. bis 21. Jahrhundert. Im Zentrum steht eine große Sammlung von Werken des international bedeutenden, in Krefeld geborenen und in Kleve aufgewachsenen, Künstlers Joseph Beuys. Ergänzt wird diese durch zahlreiche weitere wichtige künstlerische Positionen der Postmoderne und Gegenwart wie z.B. James Lee Byars, David Hockney, Katharina Sieverding, Charlotte Moorman oder Wolf Vostell. Die Sammlung wurde von den kunstbegeisterten Brüdern Hans und Franz-Joseph van der Grinten aufgebaut und wird laufend erweitert.\nMit Sonderausstellungen und Sammlungspräsentationen strebt das Haus heute eine Öffnung zu gesellschaftlichen Fragen sowie zu Medien und Themen der Gegenwart an. Dabei soll die Repräsentation gesellschaftlicher Vielfalt unter Berücksichtigung der Gleichberechtigung von Künstlerinnen und Künstlern und anderer möglicher Identitätsentwürfe besonders hervorgehoben werden. Die verstärkte Einbeziehung neuer und digitaler Medien ist Teil dieser Neuausrichtung. Seit 2022 legt die Einrichtung einen verstärkten Fokus auf performative künstlerische Herangehensweisen sowie den Dialog zwischen Positionen der Sammlung und der Kunst der Gegenwart.\nStandort ist ein historisches neogotisches Wasserschloss inklusive eines Parks (mit Ausstellungshalle und Skulpturenpark), unweit der niederländischen Grenze. An das Museum angegliedert sind das Joseph Beuys Archiv und die Museumsbibliothek. Mit seinen Forschungs-, Ausstellungs- und Vermittlungsaktivitäten hat sich das Museum als Kunst-Zentrum für eine regionale, nationale sowie internationale Öffentlichkeit etabliert.\nDie Stelle ist unbefristet und richtet sich nach dem Tarifvertrag der Länder (TV-L) mit der Entgeltgruppe 10.\nIhre Aufgaben umfassen unter anderem:\nBestandsaufbaudienstleistungen und Erweiterung der Bibliotheksbestände\nKoordination der Ausleihen an interne Nutzer/-innen, sowie Bereitstellung von Informationen in Handapparaten für Projekte und Publikationen der Träger-organisation\nOrganisation von Schriftentausch mit nationalen und internationalen Institutionen sowie Fernleihen (Incoming und Outgoing)\nManagement von Medien- und Auskunftsdiensten nach internen sowie\nkundenorientierten Bedürfnissen und Anfragen als auch Kalkulation von\nRecherchekosten\nVorakzession, Bestellung und Erwerbung von deutschsprachigen und internationalen Publikationen\nAkzessionierung eingehender Zeitschriften, Lieferungs- und Rechnungs-\nkontrolle, Inventarisierung der Neuzugänge, Tilgung und Makulierung von\nBeständen\nAusbau des internationalen Netzwerks mit Hochschuleinrichtungen, Bibliotheken und relevanten Fachinstituten\nWeiterentwicklung der Themen Digitalisierung, Wahrnehmung der Bibliothek als „Dritter Ort“, Barrierefreiheit, Diversität und die öffentliche Wahrnehmung und Sichtbarkeit\nDas erwarten wir:\nAbgeschlossenes Hochschulstudium im Bereich des Bibliotheks- und Informationsmanagements oder vergleichbarer Abschluss\nZusatzqualifikation oder Berufserfahrung in kunstwissenschaftlichen Bibliotheken bzw. kunstbezogene Kenntnisse wären wünschenswert\nGute IT-Kenntnisse (z.B. Microsoft Office) und Erfahrungen in der Verbundkatalogisierung sowie sehr gute Kenntnisse von Bibliotheksverwaltungs-\nsystemen\nKenntnisse in Ressource Description and Access (RDA) und der bibliothekarischen Datenformate sowie die Bereitschaft, diese zu vertiefen\nErfahrungen in der Arbeit mit fremdsprachiger Literatur\nGute Fremdsprachenkenntnisse in Englisch sowie einer weiteren Fremd-\nsprache wären wünschenswert\nEine gut strukturierte, serviceorientierte und gewissenhafte Arbeitsweise,\nKreativität, Innovationsbereitschaft sowie eine ausgeprägte soziale Kompetenz und Teamfähigkeit\nWir bieten Ihnen:\nEin Tätigkeitsfeld mit Gestaltungsmöglichkeiten\n30 Tage Urlaubsanspruch pro Kalenderjahr\nGute Fort- und Weiterbildungsmöglichkeiten\nSichere und pünktliche Zahlung des Gehalts\nSicherer Arbeitsplatz\nErgänzende Altersversorgung\nTelearbeit nach Absprache möglich\nDer Arbeitsplatz ist nicht barrierefrei.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) bis zum\n15. Juni 2025\nan\nStiftung Museum Schloss Moyland\nChristian Theinert\nAm Schloss 4\n47551 Bedburg-Hau\nE-Mail:\npersonal@moyland.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekar-m-w-d-10/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-mitarbeit-m-w-d-im-fridericianum-2/", "image": "", "title": "kuratorische Mitarbeit (m/w/d) im Fridericianum", "content_text": ", Kassel | Die documenta und Museum Fridericianum gGmbH in Kassel sucht zum nächstmöglichen Zeitpunkt eine\nKuratorische Mitarbeit (m/w/d) im Fridericianum\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die von der Stadt Kassel und dem Land Hessen als Gesellschafter getragen wird. In ihre Verantwortung gehören die alle fünf Jahre stattfindende documenta Ausstellung, das Fridericianum, das documenta archiv, das documenta Institut und die documenta Halle. Das Fridericianum wurde im Jahr 1779 als eines der weltweit ersten öffentlichen Museen eröffnet. Heute ist die Institution ein international renommierter Ausstellungsort für Gegenwartskunst. Unter der Direktion von Moritz Wesseler wird ein breites Spektrum an Positionen vorgestellt, das von Neuentdeckungen bis hin zu etablierteren Protagonist*innen des Kunstdiskurses reicht. Ein umfassendes Veranstaltungsprogramm macht das Haus darüber hinaus zu einem lebendigen Ort des Austauschs über die zeitgenössische Kulturproduktion.\nAls Kuratorische*r Mitarbeiter*in sind Sie unmittelbar an der Entwicklung und Umsetzung der Ausstellungen und Veranstaltungen des Fridericianum beteiligt.\nArbeitsbereiche und Tätigkeiten sind u.a.:\nprojektbezogene Unterstützung des Teams bei der Entwicklung und Organisation von Ausstellungen\nRecherche und Mitarbeit bei der Vor- und Nachbereitung von Ausstellungen und Veranstaltungen\nErstellung von Zeitplänen\nMitarbeit bei der Finanzplanung und -abwicklung einschließlich Drittmittelaquise\nallgemeine Mitarbeit im Tagesgeschäft\nBetreuung und Redaktion von Druckerzeugnissen\nIhr Profil:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Fachrichtung Kunstgeschichte, Kunstwissenschaft oder Kulturwissenschaft mit entsprechendem fachspezifischem Schwerpunkt\nAusgeprägte Teamfähigkeit sowie Organisationsgeschick\nSehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift sowie eine angemessene Ausdrucksfähigkeit\nAffinität zum Projekt- und Zeitmanagement\nSehr gute Kenntnisse der gängigen MS-Office-Programme\nNachgewiesene Berufserfahrung\nLeistungsbereitschaft, Flexibilität, Zuverlässigkeit und die Bereitschaft zur Übernahme von Verantwortung im für die Position zumutbaren Maße\nEinsatzbereitschaft\nWir bieten Ihnen eine interessante und verantwortungsvolle Tätigkeit in einem international agierenden Team im Kunstumfeld. Wir bezuschussen das JobTicket-Abonnement der Mitarbeitenden zum Bezug von ÖPNV-Dauerfahrkarten im Umfang von sogenannten Deutschlandtickets. Der Arbeitsort ist Kassel. Es handelt sich um eine vertretungsbedingte Vollzeitstelle, die bis zum 28.02.2027 befristet ist.\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen (gern inkl. Arbeitsproben) unter Angabe des frühestmöglichen Eintrittstermins ausschließlich in elektronischer Form per E-Mail (ein zusammenhängendes PDF, max. 7 MB) an\nbewerbungen@documenta.de\n.\nAnsprechpartner für Fragen zum Aufgabengebiet: Direktor, Moritz Wesseler,\ninfo@fridericianum.org\n, Telefon: +49 561 70727-20\nAnsprechpartnerin für Fragen zum Bewerbungsverfahren: Abteilungsleitung Personal, Brigitte Gabler/Geert Frieler,\nbewerbungen@documenta.de\n, Telefon: +49 561 70727-17\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-mitarbeit-m-w-d-im-fridericianum-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/phd-m-w-d-in-plant-ecology-within-plant-functional-ecology/", "image": "", "title": "PhD (m/w/d) in plant ecology within Plant Functional Ecology", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | The State Museum of Natural History Stuttgart (SMNS) with its two locations Museum am Löwentor and Schloss Rosenstein is one of the largest natural history museums in Germany with over 180 employees. It sees itself as a future-oriented research and educational institution. With the support of the Baden-Württemberg Ministry of Science, Research and the Arts, the focus on biodiversity and evolutionary research is being comprehensively expanded. This will enable the SMNS to make an even greater contribution to solving current and future challenges such as the biodiversity crisis. In addition, together with the University of Hohenheim, we are forming the Competence Centre Biodiversity and Integrative Taxonomy (KomBioTa).\nWe offer to the next possible date a\nPhD position (m/f/d) in plant ecology within Plant Functional Ecology research group, Botany department\n(Salary scale E 13 TV-L, 65%, limited to 3 years)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/phd-m-w-d-in-plant-ecology-within-plant-functional-ecology/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-train-the-trainer-m-w-d/", "image": "", "title": "Projektkoordinator*in „Train the Trainer“ (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 05.06.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 als Römisch-Germanisches Zentralmuseum widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren Arbeitsbereich Museumsbetrieb am Standort Mainz suchen wir zum nächstmöglichen Zeitpunkt\neine*n Projektkoordinator*in „Train the Trainer“ (m/w/d)\nin Teil- oder Vollzeit\nbefristet auf ein Jahr\n(bis EG\n13 TV-L)\nIhre Aufgaben:\nKonzeption eines Fortbildungsprogramms für Multiplikator*innen für die Verankerung des LEIZA als außerschulischer Lernort\nIdentifikation der Anschlussfähigkeit von schulischen Lerninhalten und Themen der neuen Dauerausstellungen im Museum für Antike Schifffahrt und im Museum für Archäologie\nAnsprache von und Zusammenarbeit mit Multiplikator*innen insbesondere aus dem Schulbereich\nErarbeitung einer Strategie für kontinuierliche Vernetzung von Schule und Museum\nSteuerung der Durchführung und Evaluierung des Fortbildungsprogramms\nZertifizierung des Fortbildungsprogramms\nKooperation mit allen Arbeitsbereichen des LEIZA im Programmbereich „Wissenschaft und Gesellschaft“, insbesondere der Arbeitsgruppe „Neue Dauerausstellung“ und den Arbeitsbereichen Ausstellungen, Kommunikation und Museumsbetrieb sowie der wissenschaftlichen Mitarbeitenden\nMitarbeit im Kompetenzzentrum „Bildung im Museum“ der Leibniz-Gemeinschaft\nIhr Anforderungsprofil:\nAbgeschlossenes Hochschulstudium in dem Bereich der Archäologie, Gesellschafts-, Geistes- und Kulturwissenschaften oder Erziehungswissenschaften und pädagogischer Studiengänge\nPädagogische und didaktische Methodenkompetenz in der Vermittlung komplexer wissenschaftlicher Inhalte\nErfahrungen in der Konzeption, Organisation und Qualitätssicherung non-formaler und informeller Lernprozesse\nEine aufgeschlossene, kreative und kollegiale Persönlichkeit\nSorgfältiges, zielorientiertes und strukturiertes Arbeiten\nHohe Belastbarkeit und Flexibilität\nSehr gute Englischkenntnisse\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung sowie den kollegialen Austausch mit den Kolleg*innen der Institute der Leibniz-Gemeinschaft\nEin Arbeitsumfeld in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach „audit berufundfamilie“\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweis beifügen) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre Bewerbung bis zum\n05.06.2025\n– möglichst in einer PDF-Datei – per E-Mail an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können leider nicht erstattet werden.\nFür Rückfragen wenden Sie sich bitte an: Frau Dr. Antje Kluge-Pinsker\nE-Mail:\nantje.klugepinsker@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-train-the-trainer-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-geschaeftsfuehrerin-w-m-d/", "image": "", "title": "kaufmännische:r Geschäftsführer:in (w/m/d)", "content_text": "Focke-Museum, Bremen Bewerbungsende: 01.06.2025 | Das Focke-Museum, Bremer Landesmuseum für Kunst und Kulturgeschichte, Stiftung des öffentlichen Rechts, ist eines der großen regionalhistorischen Museen Nordwestdeutschlands mit Sammlungen zur Stadt- und Regionalgeschichte, Kulturgeschichte und zur Angewandten Kunst. Mit seinen Dauer- und Sonderausstellungen sowie Vermittlungsformaten und Veranstaltungen trägt das Focke-Museum maßgeblich zum Kulturangebot Bremens bei.\nZum nächstmöglichen Zeitpunkt ist im Focke-Museum die Stelle\nder kaufmännischen Geschäftsführerin/ des kaufmännischen Geschäftsführers (w/m/d)\nzu besetzen.\nDiese Position soll für die Dauer von 8 Jahren besetzt werden. Eine wiederholte Bestellung ist möglich.\nDie kaufmännische Geschäftsführung verantwortet die wirtschaftliche Entwicklung der Stiftung Focke-Museum. Der Gesamtbetrieb wird gemeinsam in kooperativer Zusammenarbeit mit der Direktorin fachlich wie auch wirtschaftlich geführt und gegenüber dem Stiftungsrat verantwortet. Der kaufmännischen Geschäftsführung obliegt insbesondere die Wirtschaftsführung und das Controlling, das Rechnungswesen, die Personalverwaltung, Vertrags- und Rechtsangelegenheiten, Gebäudemanagement und das Marketing.\nGesucht wird eine ziel- und teamorientierte Persönlichkeit (w/m/d), die Verständnis für den besonderen Charakter kulturellen Schaffens besitzt, bereit ist, sich in Bremen zu vernetzen und mit Engagement und Verantwortungsbewusstsein die Zukunft des Museums gestalten möchte.\nFür das breite Anforderungsspektrum der kaufmännischen Geschäftsführerin/des kaufmännischen Geschäftsführers (w/m/d) setzen wir ein dem Stellenprofil entsprechendes abgeschlossenes Hochschulstudium oder eine vergleichbare Qualifikation voraus.\nAußerdem erwarten wir in verantwortlicher Leitungsposition, vorzugsweise in der kaufmännischen Geschäftsführung eines Museums, erworbene und nachgewiesene, fundierte Kenntnisse und mehrjährige Erfahrungen, insbesondere in den Bereichen:\nkaufmännische Unternehmensplanung, Kostenrechnung und Budgetierung\nEDV-gestütztes Rechnungswesen\nRealisierung von Bau-/Investitionsprojekten\nFundraising, Sponsoring, Marketing und Vertragswesen.\nDaneben bringen Sie idealerweise mit\nErfahrungen in Personalführung\nErfahrungen in Prozessoptimierung, internem Projekt- und Qualitätsmanagement in einem Ausstellungsbetrieb\nausgeprägte kommunikative Fähigkeiten, Konfliktlösungskompetenz und Verhandlungsgeschick\nlösungsorientiertes Handeln, Urteils- und Entscheidungsfähigkeit, sowie Durchsetzungsvermögen\nunternehmerische Denkweise bei gleichzeitiger Identifikation mit den Zielen und Ansprüchen eines Museums.\nDie Aufgabenstellung verlangt ein hohes Maß an Engagement, Eigeninitiative, Flexibilität und Belastbarkeit. Dazu gehört auch die Entwicklung neuer Angebotsformate, ebenso wie die museumsseitige Koordination und Begleitung der laufenden, umfangreichen Baumaßnahme des Hauses.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderten Bewerber:innen wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nFür Rückfragen zum ausgeschriebenen Aufgabenbereich stehen Ihnen die Stiftungsratsvorsitzende, Frau Staatsrätin Carmen Emigholz (( 0421/361-10227) und die Direktorin des Focke-Museums, Frau Prof. Dr. Anna Greve (( 0421/699 600-10) gern zur Verfügung.\nBitte richten Sie Ihre aussagefähige Bewerbung (vorzugsweise per E-Mail, Bewerbungsunterlagen in einem PDF-Dokument zusammengefügt) unter Angabe der Kennziffer „\n2025/KfmGF Focke-Museum\n“ bis zum\n1. Juni 2025\nunter\npersonal@kultur.bremen.de\nunter „Senator für Kultur, Frau Staatsrätin Carmen Emigholz, Altenwall 15/16, 28195 Bremen“ an die Vorsitzende des Stiftungsrates Focke-Museum, Bremer Landesmuseum für Kunst und Kulturgeschichte. Bitte fügen Sie Ihren Bewerbungsunterlagen ein aktuelles Arbeitszeugnis bzw. eine aktuelle Beurteilung bei.\nBitte reichen Sie nur Kopien ein, da Unterlagen aus Kostengründen nicht zurückgesendet werden. Sofern Ihnen eine schriftliche Ablehnung zugeht, werden Ihre Unterlagen bis zum Ablauf der Frist gem. § 15 Allgemeines Gleichbehandlungsgesetz (AGG) aufbewahrt und anschließend vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-geschaeftsfuehrerin-w-m-d/", "date_published": "2025-05-20T00:00:00"}]}