{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-3/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Museum im Zeughaus Vechta, Vechta Bewerbungsende: 01.02.2026 | Verstärken Sie zum 01. April 2026 unser Team in der\nStabsstelle Presse- und Öffentlichkeitsarbeit, Kultur, Heimatpflege und Marktwesen\nals\nMuseumsleitung (m/w/d) für das Museum im Zeughaus Vechta\nEGr. 13 TVöD-VKA | Vollzeit | unbefristet\nDas in städtischer Trägerschaft befindliche Museum im Zeughaus bewahrt und präsentiert die Geschichte der Stadt Vechta. Es befindet sich im ältesten noch erhaltenen militärischen Nutzgebäude des ehemaligen Fürstbistums Münster auf dem Gelände der ehemaligen Zitadelle. Das 1698 errichtete historische Zeughaus wurde 1997 als Museum eröffnet und zieht jährlich viele Tausend Besucher an. Das Museum versteht sich als lebendige kulturelle Begegnungsstätte und Freizeiteinrichtung, in der Stadtgeschichte erlebbar wird und Menschen sich zu Hause fühlen. Ehrenamtliches Engagement, die enge Zusammenarbeit mit Fördervereinen und die aktive Einbindung der Bürgerinnen und Bürger sind tragende Säulen der Museumsarbeit.\nIhre Aufgaben:\nOrganisatorische, konzeptionelle Leitung sowie strategische Ausrichtung des Museums als lebendige Begegnungsstätte und kulturelle Freizeiteinrichtung der Stadtgeschichte.\nVerwaltung des Gesamtbetriebs einschließlich Mitarbeiterführung, Budgetplanung und -controlling.\nVerantwortung für die Presse- und Öffentlichkeitsarbeit inklusive Führung der Social-Media-Kanäle und der Website.\nAktive Förderung und Koordination des ehrenamtlichen Engagements im Museum.\nPflege und Ausbau der engen Zusammenarbeit mit den Fördervereinen des Museums in partnerschaftlicher Abstimmung.\nEntwicklung und Umsetzung innovativer, zielgruppenorientierter Bildungs- und Vermittlungsangebote sowie Events und Veranstaltungsformate mit kulturellem oder musealem Bezug, die Menschen zur aktiven Teilhabe einladen.\nKonzeption und Realisierung von Sonderausstellungen mit Bezug zur Stadtgeschichte Vechtas und des Oldenburger Münsterlandes (vollständiges Projektmanagement) in Zusammenarbeit u.a. hiesiger Vereinen.\nDie Sammlungsverwaltung und -erschließung zur Stadtgeschichte, einschließlich Katalogisierung, Inventarisierung und Provenienzforschung\nAbwicklung des regionalen und überregionalen Leihverkehrs.\nDrittmittelakquise/Fundraising und -verwaltung, Verfassen von Anträgen auf Regional-, Länder- und Bundesebene mit Budgetverantwortung.\nWeiterentwicklung der digitalen Strategie und digitaler Anwendungen.\nBearbeitung von Anfragen zu allen kultur- und stadtgeschichtlichen Objektgruppen.\nIhr Profil:\nEin abgeschlossenes Hochschulstudium (Master, Magister, Diplom Univ.) in Geschichte, Kunstgeschichte, Museumswissenschaften, Museumspädagogik oder alternativ ein vergleichbares kulturwissenschaftliches Studium mit einem dem Aufgabengebiet dienenden Schwerpunkt.\nMindestens zwei Jahre nachweisbare Erfahrungen in der praktischen Museums-, kulturhistorischen oder Sammlungsarbeit (wiss. Volontariat usw.).\nNachweisbare kuratorische Erfahrungen anhand mindestens einer Ausstellung sowie idealerweise Publikationstätigkeit wünschenswert.\nAusgeprägte Sozialkompetenz und nachweisbare Erfahrung in der Arbeit mit ehrenamtlich Engagierten sowie in der motivierenden Führung von Teams.\nKommunikationsstärke, Offenheit und Freude an der Zusammenarbeit mit u.a. Fördervereinen, Heimatvereinen, Bürgerinnen und Bürgern.\nErfahrungen in Projektmanagement, Veranstaltungskonzeption und idealerweise in Drittmittelakquise.\nEigeninitiative, Kreativität und die Fähigkeit, das Museum als lebendigen Ort der Begegnung weiterzuentwickeln.\nBereitschaft zur flexiblen Arbeitszeitgestaltung (Arbeit an Wochenenden und bei Veranstaltungen), Belastbarkeit\nWas bieten wir?\nKonzeptionellen und gestalterischen Freiraum für das strategische Weiterentwickeln des Museums im Zeughaus als lebendige kulturelle Begegnungsstätte.\nEin engagiertes Umfeld mit aktiven Ehrenamtlichen und Fördervereinen.\nWork-Life-Balance durch Gleitzeit\nindividuelle und bezahlte Fortbildungen\ndie Bereitstellung von städt. PKW´s für Dienstfahrten\nein betriebliches Gesundheitsmanagement sowie ein Firmenfitness-Programm\nmoderne Arbeitsplätze und hochwertige technische Ausstattung, z.B. Tablets, Diensthandy u.v.m.\nBetriebssportgemeinschaft\nFirmenevents, z.B. Betriebsausflug oder Weihnachtsfeier\nTarifliche Leistungen des öffentlichen Dienstes\neine Jahressonderzahlung\neine betriebliche Altersversorgung mit Arbeitergeberbeteiligung\ntariflicher Urlaubsanspruch in Höhe von 30 + 2 Tagen\nBike-Leasing\nAutomatische Gehaltserhöhungen durch Tarifverhandlungen\nBei der o.g. Stelle handelt es sich um eine unbefristete Vollzeitstelle mit 39 Wochenstunden. Die Stadt Vechta fördert die Gleichstellung aller Geschlechter. Die Einstellung und Entgeltzahlung erfolgt im Rahmen des Tarifvertrages für den öffentlichen Dienst (TVöD) bis zur Entgeltgruppe 13 TVöD. (je nach persönlicher Voraussetzung).\nWir haben Ihr Interesse geweckt? Dann reichen Sie bitte Ihre aussagefähige\nBewerbung über das untenstehende Formular bis zum 01.02.2026 online\nbei uns ein. Wir freuen uns auf Ihre Bewerbung.\nBei fachlichen Fragen wenden Sie sich bitte an die Stabsstelle Presse- und Öffentlichkeitsarbeit, Kultur, Heimatpflege und Marktwesen (Herrn Fischer Tel. 04441/886-1300). Allgemeine Fragen richten Sie bitte an den Fachdienst Personal, Organisation und Wahlen (Herr Thomann, Tel. 04441/886-1001).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-3/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-depotrevision-m-w-d/", "image": "", "title": "Mitarbeiter*in für die Depotrevision (m/w/d)", "content_text": "Landesmuseum Württemberg, Waldenbuch Bewerbungsende: 04.02.2026 | Das Landesmuseum Württemberg (LMW) in Stuttgart mit seiner Außenstelle, dem Museum der Alltagskultur im Schloss Waldenbuch und seinen Zweigmuseen gehört zu den größten kulturhistorischen Museen in Deutschland. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 200 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.Zur Verstärkung unserer Abteilung Populär- und Alltagskultur suchen wir zum\nnächstmöglichen Zeitpunkt\neine*n\nMitarbeiter*in für die Depotrevision (m/w/d) in Teilzeit (30 %).\nDie Stelle ist im Rahmen einer Vertretung bis zum 31.05.2027 befristet. Der Beschäftigungsumfang beträgt rund 12 Wochenstunden (30 %). Der Arbeitsort ist Waldenbuch.\nIhre Aufgaben:\nalle anfallenden Behandlungen des Sammlungsgutes in den Depots „Waldenbuch Schloss“ und „Waldenbuch Bonholz“\nSammlungsqualifizierung\nInventarisierung mittels Imdas Pro\nObjektfotografie (Anfertigen/Bildbearbeitung)\nObjektbeschriftung\nVerstandortung\nUmsetzung von Projekten zur Bestandserfassung\nPräventive Konservierung\nSchädlingsmonitoring und IPM\nKlimamonitoring\nAnfertigung von Objektaufnahmen (Arbeitsfotos)\nMitarbeit bei der allgemeinen technischen Betreuung\nErfassung von Objektdaten zur Basisdokumentation im Rahmen der EDV-gestützten Inventarisation\nUnterstützung von Veranstaltungen (öffentlichen Revisionen) im Rahmen eines Ausstellungsprojekts\nIhr Profil:\nein abgeschlossenes Studium der Geschichte, Klassischen Archäologie, der Empirischen Kulturwissenschaften, Kulturanthropologie, Europäischen Ethnologie oder Kunstgeschichte oder vergleichbare Studiengänge (BA)\nErfahrung im Umgang mit Museumsobjekten\nErfahrungen in der Arbeit mit Museumsdatenbanken sind von Vorteil\nStrukturiertes und sorgfältiges Arbeiten\nFähigkeit sich in komplexe Sachverhalte einzuarbeiten\nEignung und Bereitschaft zum Arbeiten mit persönlicher Schutzausrüstung, inklusive Atemschutz\nausgeprägte Kommunikationsfähigkeit, Zuverlässigkeit, Flexibilität, Belastbarkeit\nteam- und zielorientierte Arbeitsweise\ngültige Fahrerlaubnis der Klasse B, Bereitschaft zu Dienstreisen, auch als Selbstfahrer*in mit Dienstfahrzeug\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde gemäß § 30 BZRG\nWir bieten:\nbei Vorliegen tarifrechtlicher Voraussetzungen eine Vergütung bis Entgeltgruppe 9b TV-L\neine betriebliche Altersvorsorge der VBL\nZuschuss zu Ihrer Mobilität mit dem JobTicket BW\nein kreatives und spannendes Arbeitsumfeld im Museum mit abwechslungsreichen und\nherausfordernden Themen sowie Gestaltungsspielräumen im genannten Aufgabenbereich\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 601\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zum\nBewerbungsfristende am 04.02.2026\nin unserem Bewerbungsportal ein, unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie\nVorstellungsgespräche\nfinden\nvoraussichtlich\nam\nFreitag, 13.02.2026\nin Waldenbuch statt.\nFür Fragen steht Ihnen Dr. Alexander Schwanebeck, Leitung der Abteilung Populär- und Alltagskultur, gerne zur Verfügung (Telefon: 0711 89535 222, E-Mail: Alexander.Schwanebeck@Landesmuseum-Stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei\nBewerbungen finden Sie unter\nwww.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-depotrevision-m-w-d/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-bereich-bildung-und-kulturvermittlung/", "image": "", "title": "Mitarbeiter/-in (m/w/d) für den Bereich Bildung und Kulturvermittlung", "content_text": "Deutsches Schloss- und Beschlägemuseum, Velbert Bewerbungsende: 15.02.2026 | Die Stadt Velbert sucht für das Deutsche Schloss- und Beschlägemuseum zum nächstmöglichen Zeitpunkt eine/-n\nMitarbeiter/-in (m/w/d) für den Bereich Bildung und Kulturvermittlung im Deutschen Schloss und Beschlägemuseum\nDas Deutsche Schloss- und Beschlägemuseum wurde im Oktober 2021 an einem neuen Standort wiedereröffnet. Für die Konzeptionierung und Durchführung von Bildungs- und Vermittlungsformaten für alle Altersgruppen wird ein/-e besucherorientierte/-r und erfahrene/-r Mitarbeiter/-in Teilzeit gesucht. Die zu besetzende Stelle ist höchst repräsentativ und hat damit immer auch Einfluss auf die positive oder auch negative Wahrnehmung des Museums und der Stadt Velbert.\nWir bieten Ihnen:\nEine unbefristete Beschäftigung in Teilzeit mit 19,5 Wochenstunden.\nEine Vergütung nach Entgeltgruppe 10 TVöD VKA (monatlich zwischen 2006,10€ und 2798,32€ brutto).\nEine Jahressonderzahlung und eine jährliche Leistungsprämie sowie die Ergänzung des gesetzlichen Rentenanspruchs in Form einer betrieblichen Altersversorgung durch die Rheinische Zusatzversorgungskasse.\nDie Möglichkeit eines Job-Rad-Leasings.\nIhre Aufgaben bei uns:\nEntwicklung, Organisation und Durchführung von Bildungs- und Vermittlungsangeboten in unterschiedlichen Formaten (z.B. Führungen, Ferienaktionen, Begleitmaterialien) für Erwachsene, Jugendliche, Kinder und Schulklassen unter Berücksichtigung aller Zielgruppen.\nStärkung des Museums als einen außerschulischen Lernort, dabei auch Vernetzung mit Velberter Schulen.\nPlanung und Durchführung von Sonderveranstaltungen in Absprache mit internen und externen PartnerInnen (z.B.im Rahmen des Kulturrucksacks, der Kulturstrolche und der Kulturscouts oder bei Museumsfesten).\ndidaktische Begleitung bei Ausstellungsprojekten.\nDas bringen Sie mit:\nEin abgeschlossenes Studium (mindestens Bachelor oder Diplom-FH) in Museumspädagogik, Kunst- oder Kulturwissenschaften, Archäologie, Geschichtswissenschaften oder einem vergleichbaren Studiengang.\nEinschlägige Erfahrungen in der zielgruppenorientierten, interdisziplinären und interkulturellen Bildung und Vermittlung von historischen Sachverhalten in einem Museum\nPädagogische Erfahrungen und Kenntnisse insbesondere im Umgang mit Kindern und Jugendlichen.\nTeamfähigkeit, Organisationsgeschick, hohe soziale und kommunikative Kompetenz, serviceorientiertes Arbeiten und Zuverlässigkeit sowie ein sicheres Auftreten.\nFlexibilität in der Arbeitszeitgestaltung und Bereitschaft zum Arbeiten außerhalb der Regelarbeitszeiten, denn das Museum bietet Veranstaltungen vor allem abends, an Wochenenden oder an Feiertagen an.\nWünschenswert sind gute Fähigkeiten der englischsprachigen Kommunikation in Wort und Schrift.\nVielfalt ist für uns ein wichtiger Bestandteil der Personalentwicklung. Deshalb begrüßen wir Ihre Bewerbung unabhängig von Geschlecht, Alter, Herkunft, Religion, Weltanschauung, Behinderung oder sexueller Identität. Zudem haben wir uns die berufliche Gleichstellung von Frauen und Männern unter Beachtung des Landesgleichstellungsgesetzes NRW zum Ziel gesetzt.\nFür Rückfragen steht Ihnen die Abteilungsleiterin des Deutschen Schloss- und Beschlägemuseums, Frau Dr. Gönster, unter der Rufnummer 02051/26-2021 gerne zur Verfügung.\nWenn wir Ihr Interesse an dieser abwechslungsreichen und verantwortungsvollen Aufgabe geweckt haben, freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum 15.02.2026. Bitte reichen Sie Ihre Bewerbung ausschließlich digital ein unter:\nhttps://www.velbert.de/aktuelles/stellenangebote/stellenangebote-der-stadt-velbert\nDie Vorstellungsgespräche finden am 05.03.2026 statt. Sofern Sie für die Vorstellungsgespräche berücksichtigt werden, erhalten Sie spätestens 5 Tage vorher eine Einladung per E-Mail. Informationen zum Datenschutz über die Verarbeitung von Bewerber-Daten nach Artikel 13 der Datenschutz-Grundverordnung (DS-GVO) finden Sie auf der Internet-Seite unter:\nhttps://www.velbert.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-bereich-bildung-und-kulturvermittlung/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-stabsstelle-outreach/", "image": "", "title": "Wissenschaftliche Mitarbeit (m, w, d) Stabsstelle Outreach", "content_text": "Stiftung Gedenkstätte Berlin-Hohenschönhausen, Berlin Bewerbungsende: 13.02.2026 | Bei der Stiftung Gedenkstätte Berlin-Hohenschönhausen ist in der\nStabsstelle Outreach die Teilzeitstelle (80%) für das Projekt\n„Gemeinsam Geschichte Gestalten – ein Multimedia-Guide für Gehörlose und Hörende“\nab 15.04.2026 befristet bis 30.09.2027 zu besetzen.\nDie Vergütung erfolgt nach Entgeltgruppe 11 TV-L.\nDie Stiftung Gedenkstätte Berlin-Hohenschönhausen befindet sich im ehemaligen zentralen Untersuchungsgefängnis des DDR-Staatssicherheitsdienstes in Berlin. Sie hat die gesetzliche Aufgabe, die Geschichte der Haftanstalt zu erforschen, mithilfe von Ausstellungen, Veranstaltungen und Publikationen darüber zu informieren und zur Auseinandersetzung mit den Formen und Folgen politischer Verfolgung in der kommunistischen Diktatur anzuregen.\nDas Projekt „Gemeinsam Geschichte Gestalten“ hat sich zum Ziel gesetzt, die Dauerausstellung der Gedenkstätte Hohenschönhausen mithilfe eines barrierearmen Multimedia-Guides gemeinsam mit und für gehörlose und schwerhörige Personen zugänglich zu machen und ihnen den autonomen Besuch der Ausstellung zu ermöglichen. Das Projekt wird von der Bundessstiftung Aufarbeitung für SED-Diktatur gefördert.\nWir gewährleisten die berufliche Gleichstellung und verstehen Diversität und Barrierefreiheit als fortlaufenden Lernprozess. Alle Menschen (m/w/d) – unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Behinderung oder anderen Lebensrealitäten – sind herzlich eingeladen, sich bei uns zu bewerben. Anerkannt schwerbehinderte Bewerberinnen und Bewerber und ihnen Gleichgestellte werden bei gleicher Eignung bevorzugt berücksichtigt; wir bitten Sie, eine Schwerbehinderung oder Gleichstellung ggf. bereits in der Bewerbung anzugeben. Bewerbungen von Menschen mit Migrationsgeschichte, die die Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht. Insbesondere begrüßen wir Bewerbungen von gehörlosen Menschen und sorgen dafür, dass der Bewerbungsprozess sowie die Arbeitsumgebung ihren Bedürfnissen gerecht werden. Wenn Sie besondere Bedarfe haben, freuen wir uns, wenn Sie uns diese im Bewerbungsprozess mitteilen, damit wir gemeinsam passende Lösungen finden können.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-stabsstelle-outreach/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/schlossverwalter-m-w-d-schloss-heidecksburg-schloss-schwarzburg-und-kloster-paulinzella/", "image": "", "title": "Schlossverwalter (m/w/d) Schloss Heidecksburg, Schloss Schwarzburg und Kloster Paulinzella", "content_text": "Stiftung Thüringer Schlösser und Gärten, Rudolstadt Bewerbungsende: 05.02.2026 | Bei der Stiftung Thüringer Schlösser und Gärten ist zum nächstmöglichen Zeitpunkt eine unbefristete Stelle als\nSchlossverwalter (m/w/d) für die Liegenschaften\nSchloss Heidecksburg, Schloss Schwarzburg und Kloster Paulinzella\nin Vollzeit mit 40 h/Woche zu besetzen. Arbeitsort ist Rudolstadt.\nIhr zukünftiges Aufgabengebiet:\nLeitung der Schlossverwaltung mit Assistenz, Hausmeistern und Gärtner\nAnsprechpartner und Koordinator für die Stiftungsverwaltung in allen verwaltungstechnischen, organisatorischen und technischen Angelegenheiten der Liegenschaften\nKoordinierung von Nutzeranfragen einschließlich Vertragsmanagement\nHaushalts- und Bewirtschaftungsangelegenheiten, Bedarfsplanung\nKoordinierung des kleinen Bauunterhalts, Ausschreibung von Reparaturen und Dienstleistungen\nBetreuung von Sicherheits- und Gebäudetechnik sowie Überwachung der Verkehrssicherheit und des Erscheinungsbildes\nVeranstaltungsmanagement\nIhr Profil:\nabgeschlossenes Studium als Dipl.-Ing. (FH) oder Bachelorabschluss der Fachrichtung Bauingenieurwesen, Abschluss als Bautechniker/in – Schwerpunkt Baudenkmalpflege und Altbauerneuerung, Abschluss als Immobilienfachwirt/in oder ein vergleichbarer Abschluss, der den Aufgaben gerecht wird\nmehrjährige Erfahrung in der Durchführung und Betreuung von Bauunterhaltsmaßnahmen\nErfahrungen im Facility Management\nVerantwortungsbewusstsein, Durchsetzungsvermögen und diplomatisches Geschick, Selbstständigkeit, Kommunikations- und Teamfähigkeit\nDarüber hinaus erwarten wir von Ihnen:\nFlexibilität bezüglich der Arbeitszeit, bei Bedarf auch am Wochenende\nRufbereitschaft (Schloss Heidecksburg sollte in ca. 20 – 25 min erreichbar sein)\nSicherer Umgang mit Informations- und Kommunikationstechnik\nFührerschein Klasse B und Bereitschaft zu Dienstreisen\nErfahrungen im Umgang mit kulturhistorischen Liegenschaften wünschenswert\nWir bieten Ihnen:\neine unbefristete Vollzeitbeschäftigung am Standort Rudolstadt\neine interessante, vielseitige und anspruchsvolle Aufgabe in einem einzigartigen Arbeitsumfeld\neine leistungsgerechte Vergütung nach den tariflichen Bestimmungen des Tarifvertrages für den Öffentlichen Dienst der Länder (TV-L), entsprechend der Qualifikation und persönlichen Voraussetzungen (bis zur Entgeltgruppe 10) mit Jahressonderzahlung\ndie im öffentlichen Dienst übliche Zusatzversorgung bei der VBL und AG-Anteil zur vermögenswirksamen Leistung\nein angenehmes Arbeitsklima in einem kleinen Team\npersönliche und fachliche Entwicklungsmöglichkeiten durch gezielte Fortbildungen.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre schriftliche Bewerbung mit vollständigen und aussagekräftigen Bewerbungsunterlagen (Lebenslauf, beruflicher Werdegang sowie alle relevanten Zeugnisse/Beurteilungen).\nSenden Sie diese bitte bis zum\n5. Februar 2026\nan die\nStiftung Thüringer Schlösser und Gärten\nPersonalabteilung\nSchloßbezirk 1\n07407 Rudolstadt\noder bevorzugt als elektronische Bewerbung an\npersonal@thueringerschloesser.de\nmit dem Betreff „\nBewerbung SV Rudolstadt\n“. Bitte übersenden Sie uns Ihre Dokumente im PDF-Format.\nWir möchten darauf hinweisen, dass keine Eingangsbestätigungen versendet werden.\nDie Stelle ist für jeden gleichermaßen geeignet, unabhängig vom Geschlecht.\nSchwerbehinderte werden im Rahmen des Schwerbehindertengesetzes berücksichtigt.\nNach Abschluss des Stellenbesetzungsverfahrens werden nicht berücksichtigte Bewerbungen entsprechend den Regelungen der EU-DSGVO ordnungsgemäß vernichtet. Bei gewünschter Rücksendung der Unterlagen legen Sie bitte einen adressierten und frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.02.2026", "url": "https://www.museumsbund.de/stellenangebote/schlossverwalter-m-w-d-schloss-heidecksburg-schloss-schwarzburg-und-kloster-paulinzella/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-schlossverwaltung-m-w-d/", "image": "", "title": "Assistenz der Schlossverwaltung (m/w/d)", "content_text": "Stiftung Thüringer Schlösser und Gärten, Gotha Bewerbungsende: 06.02.2026 | Bei der Stiftung Thüringer Schlösser und Gärten ist für die Liegenschaft Schloss Friedenstein in Gotha zum nächstmöglichen Zeitpunkt eine unbefristete Stelle als\nAssistenz der Schlossverwaltung\n(m/w/d)\nin Teilzeit mit 20 h/Woche zu besetzen.\nDie Stiftung hat die Aufgabe, die in ihrem Eigentum befindlichen, überregional bedeutenden Residenzschlösser, Burgen und Klosteranlagen mit hohem künstlerischen und geschichtlichen Wert zu bewahren, zu erforschen, zu vermitteln und für die Öffentlichkeit zugänglich zu machen.\nIhr zukünftiges Aufgabengebiet:\nAllgemeine Bürotätigkeiten (Erledigung des Schriftverkehrs, Koordinierungstätigkeiten, Telefondienst, Postbearbeitung, Aktenführung und Archivierung, Verwaltung von Büro- und Verbrauchsmaterial), Assistenz und Vertretung der Schlossverwaltung\nEinholung und rechnerische Prüfung von Angeboten sowie Eingangskontrolle der Rechnungen\nFühren von Haushaltsüberwachungslisten für die Bewirtschaftungskosten und den kleinen Bauunterhalt\nUnterstützung und Vertretung der Schlossverwaltung bei der Raumvergabe, Führen von Veranstaltungs- und Einsatzplänen, Vorbereitung von Nutzungsverträgen\nKoordination von Nutzungsanfragen einschließlich Raumbesichtigungen sowie Übergaben und Übernahmen\nZusammenstellung der Betriebskosten der Mieter und Nutzer\nWechselnder Veranstaltungsdienst\nIhr Profil:\nAbschluss als Kauffrau/-mann für Büromanagement oder Fachangestellte für Bürokommunikation oder vergleichbarer Abschluss\nSelbstständigkeit, Kooperationsbereitschaft, Zuverlässigkeit und Flexibilität\nSicherer Umgang mit Informations- und Kommunikationstechnik\nBereitschaft zur Arbeit außerhalb der regulären Dienstzeiten\nBesitz eines Führerscheines, Bereitschaft für Dienstfahrten, ggf. mit Privatfahrzeug\nWünschenswert:\nKenntnisse im öffentlichen Haushaltsrecht\nangemessenes Verständnis zum Umgang mit kulturhistorischen Liegenschaften\nWir bieten Ihnen:\neine interessante und vielseitige Aufgabe in Gotha\neine leistungsgerechte Vergütung nach den tariflichen Bestimmungen des TV-L, entsprechend der Qualifikation und persönlichen Voraussetzungen (bis zur Entgeltgruppe 6) mit Jahressonderzahlung\ndie im öffentlichen Dienst übliche Zusatzversorgung und AG-Anteil zur vermögens-wirksamen Leistung\nFortbildungsmöglichkeiten\nUnterstützung bei der Einarbeitung in neue Aufgaben.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre schriftliche Bewerbung mit vollständigen und aussagekräftigen Bewerbungsunterlagen (Lebenslauf, beruflicher Werdegang sowie alle relevanten Zeugnisse/Beurteilungen).\nSenden Sie diese bitte bis 6. Februar 2026 an die\nStiftung Thüringer Schlösser und Gärten\nPersonalabteilung\nSchloßbezirk 1\n07407 Rudolstadt\noder bevorzugt als elektronische Bewerbung an personal@thueringerschloesser.de mit dem Betreff „\nBewerbung Assistenz Gotha\n“. Bitte übersenden Sie uns Ihre Dokumente in einer pdf.\nWir möchten darauf hinweisen, dass keine Eingangsbestätigungen versendet werden.\nDie Stelle ist für jeden gleichermaßen geeignet, unabhängig vom Geschlecht.\nSchwerbehinderte werden im Rahmen des Schwerbehindertengesetzes berücksichtigt.\nNach Abschluss des Stellenbesetzungsverfahrens werden nicht berücksichtigte Bewerbungen entsprechend den Regelungen der EU-DSGVO ordnungsgemäß vernichtet. Bei gewünschter Rücksendung der Unterlagen legen Sie bitte einen adressierten und frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.02.2026", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-schlossverwaltung-m-w-d/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/121799/", "image": "", "title": "Volontär*in (m/w/d) Referat Botanik", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 04.02.2026 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum.\nDas Referat Botanik in der Abteilung Biowissenschaften des SMNK verfügt über ein umfangreiches Herbarium mit rund 600.000 Belegen von Pflanzen und Pilzen. Das Referat beherbergt neben dem eigentlichen botanischen Bereich ebenso die Mykologie. Die Pilz- und Algensammlung bildet den Schwerpunkt des Volontariats.\nDas Referat Botanik sucht zum nächstmöglichen Termin ein*e\nVolontär*in (m/w/d)\n(Vollzeit, Befristung 2 Jahre, Vergütung 50% der EG 13 TV-L, im 1. Jahr Stufe 1, im 2. Jahr Stufe 2)\nIn Ergänzung zu Ihrem abgeschlossenen Studium beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner wissenschaftlicher und musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums. Es vermittelt durch ein internes Bildungsprogramm Kenntnisse museumsrelevanter Tätigkeitsfelder der Institution (z. B. Sammlungsbetreuung, Inventarisierung, Publikationswesen) sowie der Aufgabenfelder der klassischen Museumsarbeit, wie z. B. Projektsteuerung oder Öffentlichkeitsarbeit. Darüber hinaus nehmen Sie an Volontariatstagungen auf Landes- und Bundesebene teil.\nWeitere Informationen zum Ablauf des Volontariats finden Sie in der Verwaltungsvorschrift Volontariate des Landes Baden-Württemberg\nhttps://www.landesrecht-bw.de/jportal/docs/anlage/ad/bw/pdf/VerkBl/GABl/bw_gabl_2019S146B156a_H5.pdf\nIhre Aufgaben:\nDer fachliche Schwerpunkt des Volontariats liegt im\nBereich Mykologie (Pilzkunde), ggf. auch im Bereich Phykologie (Algenkunde)\n.\nZu Ihren Aufgaben gehören u.a. folgende Tätigkeiten:\nErlernen von Arbeitsmethoden, z.B. des Sammlungsmanagements, der Digitalisierung von Sammlungen oder der Taxonomie\ntaxonomische und floristische Erfassung von Belegen\nBetreuung der Pilz- und Algensammlungen (u.a. Organisation, Inventarisierung, Digitalisierung)\nBeteiligung an mykologischen und botanischen Geländearbeiten\nÖffentlichkeitsarbeit und Wissenschaftskommunikation\nMitarbeit bei der Konzeption von Ausstellungen, z.B. der jährlichen Frischpilzausstellung\nFührungen und Mitwirken an öffentlichen Veranstaltungen\nAnforderungen:\nabgeschlossenes Master- oder Diplomstudium in Biologie mit botanischem und/oder mykologischem Schwerpunkt\nArtenkenntnisse einer bestimmten Pilz-, Großalgen- oder Gefäßpflanzengruppe wären von Vorteil\nInteresse an musealer Sammlungs- und Öffentlichkeitsarbeit\nErfahrung mit molekularbiologischen und/oder lichtmikroskopischen Techniken\nsicherer Umgang mit Datenbanken und Erfahrungen in Bildbearbeitung sind erwünscht\nOrganisations- und Kommunikationstalent\nTeamfähigkeit\nWir bieten\neine Einstiegsstelle in das museale Arbeitsgebiet\nein spannendes Arbeitsumfeld mit bedeutenden Sammlungen und die interdisziplinäre Zusammenarbeit in einem motivierten Team\nGelegenheit zur eigenen wissenschaftlichen Arbeit und Fortbildung in museumsrelevanten Forschungsrichtungen\n39,5 Stunden/Woche mit Zeitkonten-Regelung\nVergütung: 50% einer EG13-Stelle: im ersten Jahr 50% der Stufe 1, im zweiten Jahr 50% der Stufe 2\n30 Tage Urlaub/Jahr\nBefristung auf 2 Jahre\neinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung an den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket\nBewerbung:\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung und Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei. Das SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nBitte senden Sie Ihre Bewerbung mit den üblichen Unterlagen (Lebenslauf, universitäre Zeugnisse, Motivationsschreiben) bis zum 04.02.2026 unter Angabe der Kennziffer 01_2026 per E-Mail an\nbewerbung@smnk.de\n. Die Datei benennen Sie bitte wie folgt:\nKennziffer_01_2026_Ihr Nachname\nBei Fragen wenden Sie sich bitte per Email an Herrn Dr. Markus Scholler (markus.scholler@smnk.de).\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Staatlichen Museum für Naturkunde Karlsruhe ein wichtiges Anliegen, und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt. Ihre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des StaatlIchen Museums für Naturkunde Karlsruhe verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt. Sollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz:\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unseren Datenschutzbeauftragten. E-Mail: datenschutz@smnk.de.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.02.2026", "url": "https://www.museumsbund.de/stellenangebote/121799/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-volontaers-m-w-d-fuer-die-presse-und-oeffentlichkeitsarbeit/", "image": "", "title": "Volontär:in (m/w/d) für die Presse- und Öffentlichkeitsarbeit", "content_text": "Kulturstiftung Dessau-Wörlitz, Dessau Bewerbungsende: 31.01.2026 | In der Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau ist\nzum nächstmöglichen Zeitpunkt\neine Stelle als\nVolontärin/Volontärs (m/w/d)\nfür die Presse- und Öffentlichkeitsarbeit zu besetzen.\nDie Kulturstiftung Dessau-Wörlitz ist eine vom Land Sachsen-Anhalt und dem Bund geförderte staatliche Stiftung des öffentlichen Rechts. Sie hat satzungsgemäß die Aufgabe, das Gartenreich Dessau-Wörlitz, eine Kulturlandschaft mit dem Status eines Weltkulturerbes der UNESCO, zu bewahren und zu entwickeln. In Obhut der Stiftung befinden sich etwa 240 historische Bauwerke, darunter fünf teilweise als Museen genutzte Schlösser mit dazugehörigen Gartenanlagen und umfangreiche Kunstsammlungen von europäischem Rang.\nInhaltliche Schwerpunkte der Tätigkeit liegen in der Presse- und Öffentlichkeitsarbeit der Stiftung:\nKonzeption und Koordination von Marketingmaßnahmen und Werbematerialien\nVorbereitung und Durchführung von Veranstaltungen in Abstimmung mit den Fachabteilungen\nRedaktionelle Bearbeitung von Veröffentlichungen und Publikationen\nBesucher*innenservice\nInhaltliche und redaktionelle Mitbetreuung und Weiterentwicklung des Internetauftritts sowie der Social Media Kanäle\nInformation der Presse über Vorhaben der KsDW, Beantwortung von Presseanfragen, inhaltliche und organisatorische Vorbereitung von Presseterminen\nWir erwarten:\nerfolgreich abgeschlossenes Studium, möglichst in einer kultur- bzw. medienwissenschaftlichen Fachrichtung\nerste journalistische Erfahrungen in einer Medien- oder PR-Redaktion\nsehr gute Textkompetenz und die Fähigkeit, komplexe Sachverhalte anschaulich und allgemeinverständlich aufzubereiten – nachgewiesen durch zwei Textproben\nausgeprägte Team- und Kommunikationsfähigkeit sowie Freude am Texten\nverhandlungssicheres Englisch in Wort und Schrift\neigenverantwortliche, selbstständige Arbeitsweise sowie organisatorisches Geschick\nsicherer Umgang mit Word, Excel, Outlook sowie Bildbearbeitungsprogrammen\nBelastbarkeit und Flexibilität\nFührerschein Klasse B und die Bereitschaft zum Führen eines Pkw\nWir bieten Ihnen die Möglichkeit zur Mitarbeit in einem engagierten Team, eine vielseitige und anspruchsvolle Aufgabe mit eigenen Verantwortungsbereichen und eine Vergütung in Höhe von 50 v.H. des Entgelts der Entgeltgruppe 13 Stufe 1 TV-L, die sich im zweiten Jahr auf Stufe 2 erhöht (derzeit monatlich 2.314 € brutto; Vollzeit: 40 Stunden/Woche, flexible Arbeitszeiten).\nWährend der Ausbildung erhalten die Volontär*innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nDie Dauer des Volontariats beträgt zwei Jahre, wobei die ersten drei Monate als Probezeit gelten.\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller und geschlechtlicher Identität.\nSchwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 31.01.2026\n(Datum des Poststempels bzw. der E-Mail) an\nKulturstiftung Dessau-Wörlitz\nSchloss Großkühnau\nReferat Haushalt/Personal/Organisation\nEbenhanstraße 8\n06846 Dessau-Roßlau\nbewerbung@gartenreich.de\nBewerbungs- und Reisekosten können nicht erstattet werden. Wird die Rücksendung der Unterlagen erwünscht, ist ein ausreichend frankierter und adressierter Rückumschlag erforderlich.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-volontaers-m-w-d-fuer-die-presse-und-oeffentlichkeitsarbeit/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-m-w-d-kunst-und-museen/", "image": "", "title": "wissenschaftlicher Volontär (m/w/d) – Kunst und Museen", "content_text": "Diözesanmuseum Limburg, Limburg Bewerbungsende: 01.02.2026 | Sie suchen eine neue berufliche Herausforderung bei einem\nattraktiven kirchlichen Arbeitgeber\n?Â  Â Â\nDas\nBistum Limburg â€“ Bereich Pastoral und Bildung\nsucht fĂĽr das\nDiĂ¶zesanmuseum Limburg\nmit Dienstsitz in Limburg ab dem\n1. April 2026\neinen\nwissenschaftlichen VolontĂ¤r (m/w/d) â€“ Kunst und Museen\n(100 % BeschĂ¤ftigungsumfang â€“ befristet fĂĽr 2 Jahre)\nDas DiĂ¶zesanmuseum Limburg bewahrt und vermittelt bedeutende Kunst- und KulturgĂĽter christlicher Geschichte und ist international bekannt fĂĽr seine hochrangige Sammlung mittelalterlicher Sakralkunst, insbesondere die Limburger Staurothek.\nFolgende Aufgaben erwarten Sie:\nUnterstĂĽtzung bei Ausstellungsvorbereitungen sowie bei der begleitenden Vermittlungs- und Ă–ffentlichkeitsarbeit\nInventarisierung der KunstgĂĽter im DiĂ¶zesanmuseum Limburg und im AuĂźendepot\nPflegen der Datenbank\nFĂĽhrungen im DiĂ¶zesanmuseum\nKonzipierung von Vermittlungsformaten in Eigenverantwortung\nMitarbeit bei der Erstellung wissenschaftlicher Publikationen\nPflege der Website und der Social Media KanĂ¤le\nSie ĂĽberzeugen uns mit: Â\nAbschluss Masterstudium in Kunstgeschichte, Kulturwissenschaft oder einer vergleichbaren Geisteswissenschaft, ggf. mit Promotion\nIm Idealfall gute Latein- und / oder andere Fremdsprachenkenntnisse\nAusgeprĂ¤gte Teamorientierung\nHohe KommunikationsfĂ¤higkeit, ausgeprĂ¤gte Kunden- und Serviceorientierung und ein sicherer Umgang mit EDV\nFĂĽhrerschein/Bereitschaft den eigenen PKW fĂĽr Dienstfahrten zu nutzen\nIdentifikation mit den GrundsĂ¤tzen und Zielen der Katholischen Kirche\nWir bieten:\nInteressantes und vielseitiges Aufgabenfeld in Zusammenarbeit in einem engagierten Team\nMĂ¶glichkeit der Teilnahme an landes- oder bundesweiten Tagungen fĂĽr VolontĂ¤re (m/w/d)\nVergĂĽtung im Rahmen der Arbeitsvertragsordnung und der Entgeltordnung des Bistums Limburg entsprechend des TVĂ¶D mit den im Ă¶ffentlichen Dienst ĂĽblichen Sozialleistungen\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre\nBewerbung bitte per E-Mail\nin einem komprimierten PDF-Dokument unter dem\nStichwort\n:\nâ€žVolontariat DiĂ¶zesanmuseum Limburg\nâ€ś mit den ĂĽblichen Unterlagen\nbis zum 1. Februar 2026\nan:\nBischĂ¶fliches Ordinariat – Bereich Personalmanagement und -einsatz – Personalakquise RoĂźmarkt 4 – 65549 Limburg/Lahn\nBewerbung@bistumlimburg.de\nBewerbungen von Menschen mit Behinderung sind erwĂĽnscht.\nHaben Sie Fragen?\nKontaktieren Sie uns gerne:\nBei\nFragen zur TĂ¤tigkeit\nwenden Sie sich bitte an die Direktorin des Museums,\nFrau Dr. Eva Maria Breisig\n(Tel.: 06431 295-482). Bei\nFragen zum Bewerbungsverfahren\nwenden Sie sich bitte an\nHerrn JĂ¶rg Ludwig\n(Tel.: 06431/295-251),\nFrau Stefanie Major\n(Tel.: 06431/295-149) oder\nFrau Petra Seipel\n(Tel.: 06431/295-402).\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfĂĽr ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-m-w-d-kunst-und-museen/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wiss-volontariat-kunstmuseum-ravensburg/", "image": "", "title": "Wiss. Volontariat, Kunstmuseum Ravensburg", "content_text": "Kunstmuseum Ravensburg, Ravensburg Bewerbungsende: 22.02.2026 | Das Kunstmuseum Ravensburg sucht zur Ergänzung seines engagierten Teams eine/n\nwissenschaftliche/n Volontär/in im kuratorischen Bereich (m/w/d)\nab Mai 2026.\nAls diskursives Ausstellungshaus für die Kunst des 20. und 21. Jahrhunderts versteht sich das Kunstmuseum Ravensburg als ein Bildungs- und Begegnungsort, der ethische und demokratische Grundsätze sowie ein soziales Miteinander fördert. Ausstellungen auf internationalem Niveau, darunter thematische Gruppenausstellungen zu zentralen Fragen der Gegenwart sowie hochkarätige monografische Ausstellungen, werden durch ein umfassendes und inklusives Vermittlungsprogramm ergänzt. Fundament des Museums bildet die Sammlung Selinka. Das Kunstmuseum Ravensburg ist das weltweit erste zertifizierte Museum in Passivhausbauweise und wurde u. a. mit dem Deutschen Architekturpreis 2013 sowie als »Museum des Jahres 2015« durch die internationale Vereinigung der Kunstkritiker (AICA) ausgezeichnet.\nDas Volontariat dient als Einstieg in das Berufsleben zum Erwerb ausstellungsspezifischer Fähigkeiten im Ausstellungs- und Museumsbetrieb. Wir bieten Ihnen die Möglichkeit, umfassende Einblicke in die vielfältigen Bereiche und Aufgaben eines Museums zu erhalten.\nAufgabenschwerpunkte\nwissenschaftliche und kuratorische Mitarbeit bei der Entwicklung und Realisierung von hochkarätigen Ausstellungen mit nationalen und internationalen Leihgaben sowohl im Bereich der Klassischen Moderne als auch der Gegenwartskunst\nMitarbeit im Bereich Presse und Social Media der Öffentlichkeitsarbeit\nErwerb von Kenntnissen im Umgang mit Sammlungsbeständen\nUnterstützung des Projekt- und Ausstellungsmanagements\nMitwirken an Veranstaltungen und Vermittlungsformaten\nWie erwarten von Ihnen\nein abgeschlossenes Studium der Kunstgeschichte/Kunstwissenschaft (mind. Master) oder eines verwandten geisteswissenschaftlichen Fachs\nVerlässlichkeit, Kommunikationsfähigkeit und Offenheit\npraktische Erfahrungen im Museums- und Ausstellungsbetrieb\nsehr gute Deutschkenntnisse in Wort und Schrift und gute Englischkenntnisse\nversierter Umgang im Erstellen und Verarbeiten von Texten\nselbständige, engagierte und strukturierte Arbeitsweise\nErfahrungen im Umgang mit den gängigen EDV-Programmen, Datenbanken und Social Media\nWir bieten Ihnen\ntarifliche auf 2 Jahre befristete Anstellung in Vollzeit (zzt. 39,5 h/Woche)\nVergütung in Höhe von 50% Entgeltgruppe 13, Stufe 1 TVöD, im zweiten Jahr nach Stufe 2\nvielseitige und abwechslungsreiche Tätigkeit in einem kollegialen und erfahrenen Team\nTeilnahme an Fortbildungen\nBetriebssport- und Fitnessangebote, u. a. EGYM Wellpass\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen von qualifizierten Personen – unabhängig von kultureller und sozialer Herkunft, Geschlecht oder sexueller Identität, Alter, Religion oder Weltanschauung. Bitte bewerben Sie sich bis zum 22.02.2026 unter\nhttps://stellenportal.ravensburg.de/jobs/2332-wissenschaftliche-n-volontaer-in-im-kuratorischen-bereich/job_application/new\n. Die Bewerbungsgespräche finden am 03.03.2026 statt.\nNähere Auskünfte erhalten Sie von Sylvia Bernhard, Telefon +49 (0)751 82-1316\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wiss-volontariat-kunstmuseum-ravensburg/", "date_published": "2026-01-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanager-w-m-d-fuer-veranstaltungen/", "image": "", "title": "Projektmanager (w/m/d) für Veranstaltungen", "content_text": "Deutsches Museum, München Bewerbungsende: 04.02.2026 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Wir suchen Sie als\nProjektmanager (w/m/d) für Veranstaltungen\nzur Verstärkung unseres Teams in der Abteilung Pachten, Mieten, Veranstalten mit Schwerpunkt an unseren Standorten Verkehrszentrum des Deutschen Museums und Flugwerft Schleißheim. Die Abteilung steuert und koordiniert die wirtschaftlichen Geschäftsbereiche der Vermietung und Verpachtung und konzeptioniert, plant und organisiert Veranstaltungen.\nIhre Aufgaben\nKoordination und Durchführung von Veranstaltungen und Messen im Deutschen Museum mit externen und internen (Kooperations-)Partnern\neigenständige Konzeption, Koordination und Durchführung von hauseigenen Kinder-, Jugend- und Familienprogrammen sowie Sonderveranstaltungen\nÜbernahme der Funktion als Veranstaltungsleitung und technische Betreuung von kleineren Veranstaltungen\nOrganisation, Koordination und Verwaltung von Eventausstattung\nkaufmännische Abwicklung der Veranstaltung von Angebotserstellung bis Schlussrechnung, ggf. Durchführung von Vergaben in diesem Bereich\nIhr Profil\nerfolgreich abgeschlossenes Hochschulstudium (Bachelor) im Bereich Kultur-/Sozialwissenschaft oder Veranstaltungs- bzw. Projektmanagement\nsehr hohe Affinität zu MS-Office-Programmen sowie sehr gute Kenntnisse in digitalen Kommunikationstools und Technologien\nsehr gute Deutschkenntnisse, gutes Ausdrucksvermögen und gute Englischkenntnisse\nBereitschaft zu flexiblen Arbeitszeiten in den Abendstunden sowie an Wochenenden und Feiertagen\nAus- bzw. Fortbildung im museumspädagogischen Bereich, Verständnis für die haustechnischen Anforderungen von Veranstaltungen in einem Museum, Technikaffinität und Offenheit für die Weiterentwicklung von Digitalisierungsprozessen im Veranstaltungsbereich sowie Kenntnisse von Vergabeprozessen im öffentlichen Dienst sind von Vorteil\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 9b nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nein Betriebliches Gesundheitsmanagement, EGYM Wellpass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (\neine Datei im PDF-Format, max. 10 MB\n) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n04.02.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2603\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmanager-w-m-d-fuer-veranstaltungen/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/architektin-bzw-bauingenieurin-w-m-d-als-sachbereichsleitung/", "image": "", "title": "Architekt:in bzw. Bauingenieur:in (w/m/d) als Sachbereichsleitung", "content_text": "LWL-Freilichtmuseum Detmold, Detmold Bewerbungsende: 23.01.2026 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum frühestmöglichen Eintrittstermin als\nArchitekt:in bzw. Bauingenieur:in (w/m/d) als Sachbereichsleitung\nEG 12 TVöD VKA\nfür unser LWL-Freilichtmuseum Detmold – Westfälisches Landesmuseum für Alltagskultur im Referat “Historisches Bauwesen”.\nWir bieten eine unbefristete Teilzeitzeitstelle (20 Stunden/Woche).\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8859 bis zum 23.01.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.01.2026", "url": "https://www.museumsbund.de/stellenangebote/architektin-bzw-bauingenieurin-w-m-d-als-sachbereichsleitung/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-im-rahmen-eines-forschungsprojektes-m-w-d/", "image": "", "title": "Projektkoordinator:in im Rahmen eines Forschungsprojektes (m/w/d)", "content_text": "Linden-Museum, Stuttgart Bewerbungsende: 27.02.2026 | Das\nLinden-Museum\nStuttgart sucht\nzum 01.05.2026\neine/n\nProjektkoordinator:in\n(w/m/d) in\nTeilzeit (60 %)\n– die Stelle ist projektabhängig befristet bis zum 31.10.2028. Arbeitsort ist Stuttgart.\nDas Linden-Museum Stuttgart beherbergt die Koordinierungsstelle des Projekts “Das kulturelle Erbe kamerunischer Gemeinschaften in deutschen Sammlungen: Ein Community-orientierter Ansatz zur kollaborativen Provenienz- und Objektforschung”.\nDieses Projekt untersucht erstmals systematisch die Provenienz königlicher Machtobjekte von vier kamerunischen Gemeinschaften in deutschen Museen. Es wird durchgeführt in internationaler Zusammenarbeit mit kamerunischen Forschungspartnern sowie drei deutschen Museen.\nWährend der Forschungsaktivitäten in Archiven, Museumssammlungen und im Feld in Kamerun werden Inhalte produziert, die nach Abschluss des Projektes zu einer großen Ausstellung beitragen werden, die sowohl im Linden-Museum in Deutschland als auch in Kamerun gezeigt wird.\nDie Position bietet eine hervorragende Gelegenheit fundierte Erfahrungen im wissenschaftlichen Projektmanagement zu sammeln und sich in einem gesellschaftlich relevanten Forschungsfeld zu etablieren.\nIhre Aufgaben im Projekt sind u.a.:\nProjektmanagement und Controlling:\nMonitoring und Steuerung der Projektzeitpläne, Meilensteine und des Berichtswesens\nÜberwachung des Projektfortschritts und proaktive Identifikation von Abweichungen\nKoordination und Kommunikation:\nOrganisation und Durchführung von Projektmeetings, sowie Pflege der internen Kommunikationsstrukturen\nKoordination und Planung der Forschungs- und Netzwerkreisen sowie Projektworkshops mit internationalen Partnern\nSchnittstelle zwischen operativem Projektgeschäft, wissenschaftlicher und administrativer Leitung\nDokumentation und Berichterstattung:\nNachverfolgung und Qualitätssicherung des Bericht- und Dokumentationswesens\nUnterstützung bei der Erstellung von Projekt- und Zwischenberichten sowie Dokumentationen\nUnterstützung bei Finanzüberwachung und Abrechnung\nWissenschaftliche Unterstützung:\nZuarbeit für die wissenschaftliche Koordination bei grundlegenden wissenschaftlichen Aufgaben\nRecherche und Aufbereitung projektrelevanter Informationen\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Bachelor oder vergleichbarer Abschluss) in Kultur-, Geistes-, Sozialwissenschaften, Museologie, Ethnologie, Projektmanagement oder verwandten Fachrichtungen.\nAlternativ: gleichwertige Qualifikation durch einschlägige Berufserfahrung\nKenntnisse im Projektmanagement oder in der Projektkoordination\nSicherer Umgang mit MS Office und digitalen Kollaborationstools\nAusgeprägte Organisationsfähigkeit und strukturierte, selbstständige Arbeitsweise\nFähigkeit, den Überblick über komplexe Prozesse und mehrere parallele Aktivitäten zu behalten\nHohes Maß an Zuverlässigkeit, Verantwortungsbewusstsein und Eigeninitiative\nExzellente Kommunikationsfähigkeiten und professionelles Auftreten\nAusgeprägte Teamfähigkeit und interkulturelle Kompetenz\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift (erforderlich). Französischkenntnisse wünschenswert\nDas bieten wir:\nEine verantwortungsvolle Position in einem innovativen internationalen Forschungsprojekt\nEinblick in die internationale Provenienz- und Museumsforschung\nVergütung nach dem TV-L mit jährlicher Sonderzahlung. Die Eingruppierung erfolgt bei Vorliegen aller tarifrechtlichen und persönlichen Voraussetzungen in die Entgeltgruppe 9b TV-L\nFlexible Arbeitszeiten und familienfreundliche Arbeitsbedingungen\n30 Tage Erholungsurlaub im Jahr sowie zeitausgleich bei Überstunden\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderte Bewerber:innen (w/m/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen\nbis zum 27. Februar 2026\nvorzugweise in digitaler Form (eine pdf-Datei mit max. 5 MB) an\npersonal@lindenmuseum.de\n. Die Anschrift für postalische Bewerbungen ist: Linden-Museum Stuttgart, Personalabteilung, Hegelplatz 1, 70174 Stuttgart. Bitte beachten Sie, dass Bewerbungsunterlagen nur zurückgesandt werden, wenn ein ausreichend frankierter und adressierter Briefumschlag beigelegt ist.\nFür inhaltliche Rückfragen steht Ihnen Peter Bibinger (Projektleiter), Telefon 0711-2022-442 oder bibinger@lindenmuseum.de, gerne zur Verfügung. Bei organisatorischen Fragen rund um die Stelle wenden Sie sich bitte an\npersonal@lindenmuseum.de\n.\nHinweis zum Datenschutz:\nDie Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 Datenschutz-Grundverordnung (DS-GVO) können Sie unter Tel. 0711.2022-421 erfragen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-im-rahmen-eines-forschungsprojektes-m-w-d/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-infopoint-museen-schloesser-in-bayern/", "image": "", "title": "Mitarbeit im „Infopoint Museen & Schlösser in Bayern“", "content_text": "Bayerisches Landesamt für Denkmalpflege, München Bewerbungsende: 08.02.2026 | Mitarbeit im „Infopoint Museen & Schlösser in Bayern“ in München befristet in Teilzeit\nDas Bayerische Landesamt für Denkmalpflege ist die staatliche Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Die bei ihm angesiedelte „Landesstelle für die nichtstaatlichen Museen in Bayern“ (Landesstelle) berät und fördert mit einem interdisziplinären Team die 1200 nichtstaatlichen Museen in Bayern. Informationen zum von ihr betriebenen „Infopoint Museen & Schlösser“, dem die Dauerausstellung „Münchner Kaiserburg“ angeschlossen ist, finden Sie unter:\nhttps://www.museen-in-bayern.de/der-infopoint/\n. Der „Infopoint Museen & Schlösser in Bayern“ wird innerhalb der Landesstelle redaktionell und persönlich vom Referat Öffentlichkeitsarbeit betreut, dass auch Veranstaltungen und Fortbildungen organisiert und fachliche Publikationen herausgibt. Für die ausgeschriebene Position suchen wir eine/-n neue/-n Kollegin/-en (m/w/d) mit Engagement und Leistungsbereitschaft.\nIhre Aufgaben\nPersönlicher Beratungsdienst für Besucher/-innen an der InfoTheke\nKontaktpflege zu Museen und Partnern inklusive Flyerlogistik für den Infopoint\nDatenpflege Museumsportal und Infoscreens im Infopoint (Aktualität, Ausstellungen)\nOrganisatorisch-technische Betreuung des laufenden Betriebs der multimedialen Ausstellung „Münchner Kaiserburg“\nOrganisatorische Mitarbeit in der Öffentlichkeits- und Pressearbeit Landesstelle/Infopoint\nOrganisatorische Mitarbeit bei Fortbildungen, Veranstaltungen von Landesstelle/Infopoint\nUnser Angebot\nBezahlung nach E 5 TV-L. Bitte informieren Sie sich z. B. unter www.oeffentlicher-dienst.info über die Vergütung. Der Dienstort ist München.\nBefristete Anstellung zum nächstmöglichen Zeitpunkt\nFlexible Arbeitszeiten und ggf. Möglichkeiten mobilen Arbeitens\nBetriebliche Altersvorsorge\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\naufgabenbezogene Fortbildungsmöglichkeiten\nIhr Profil\nVorausgesetzt werden:\nInteresse an Museen und Ausstellungen und der Landes- und Kulturgeschichte Bayerns\nBereitschaft, sich in die Museumslandschaft einzuarbeiten\nFreude an praktischer Kulturvermittlung an (potentielle) Museumsbesucher/-innen\nGute Englischkenntnisse und weitere Fremdsprache\nGute Ausdrucksweise in Wort und Schrift\nGute Kenntnisse und Fertigkeiten in der gängigen Standard-Software MS-Office und Bereitschaft zur Einarbeitung in die Datenbankpflege des Museumsportals (TYPO3)\nBereitschaft zum regelmäßigen Einsatz auch an den Samstagen innerhalb der Öffnungszeiten des Infopoint (Mo.-Sa. 10.00-18.00) und bei Sonderveranstaltungen (gegebenenfalls auswärtig)\nkeine Vorbeschäftigung beim Freistaat Bayern (§ 14 TzBfG)\nVon Vorteil sind:\nOrganisations-, Kommunikationstalent, Serviceorientierung\nKreativität und Flexibilität\nHohe soziale Kompetenz und Teamfähigkeit\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Schwerbehinderung werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre aussagekräftige Bewerbung richten Sie bitte mit den üblichen Unterlagen, insbesondere möglichst vollständigen Arbeits- und Abschlusszeugnissen und einer Darstellung der als zwingend vorausgesetzten Punkte bis spätestens\n08.02.2026\n(Eingangsdatum) über Interamt.de ein.\nEine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n23.02.2026\nin München statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-infopoint-museen-schloesser-in-bayern/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrarin-m-w-d-leihverkehr/", "image": "", "title": "Registrar*in (m/w/d) Leihverkehr", "content_text": "MUSEUMMMKFÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 23.02.2026 | Das MUSEUMMMKFÜR MODERNE KUNST in Frankfurt am Main ist eine der weltweit führenden Institutionen für zeitgenössische Kunst. Seit seiner Gründung im Jahr 1991 ist das Museum eine wichtige Plattform für die Produktion, Präsentation und Diskussion zeitgenössischer Kunst, stets mit dem Ziel, die Gegenwart zu hinterfragen und zu reflektieren. Jedes Jahr organisiert das MMK sechs bis acht neue Ausstellungen an drei Standorten: dem MUSEUMMMK, dem TOWERMMK und dem ZOLLAMTMMK. Die Ausstellungen reichen von Retrospektiven über kritisch engagierte Gruppenausstellungen bis hin zu Neuproduktionen junger Künstler*innen. Mit einer Sammlung von mehr als 5.000 Werken von 1904 bis zur Gegenwart bietet das Museum durch das Ausstellungsprogramm unterschiedliche Perspektiven auf die Gegenwart, um einen Raum für Reflexion und Partizipation zu schaffen.\nWir suchen zum nächstmöglichen Zeitpunkt eine*n Registrar*in (w/m/d) Leihverkehr.\nVollzeit, Teilzeit / EGr. 11 TVöD\nZu Ihren Aufgaben gehören:\numfängliche Kalkulation, Organisation und Kontrolle des nationalen und internationalen Leihverkehrs, der Transporte und der damit verbundenen Versicherungsverträge\nAbwicklung des Leihverkehrs, dessen fachliche, wirtschaftliche und terminliche Koordination in enger Kooperation und Abstimmung mit der Direktion und den Kurator*innen sowie den Abteilungen Restaurierung, Ausstellungstechnik und Administration\nOrganisation und Betreuung von Ausstellungen und Ausstellungstouren\nBetreuung von Leihobjekten während Ausstellungsauf- und -abbauten\nadministrative Bearbeitung von Schadensfällen an Kunstwerken\nBetreuung der Datenbank sowie Inventarisierung und Pflege des Sammlungsarchivs\nSie bringen mit:\nabgeschlossenes Hochschulstudium (Bachelor) im Bereich Kunstgeschichte oder Kulturmanagement oder abgeschlossene Verwaltungs- oder kaufmännische Ausbildung mit langjähriger, einschlägiger Berufserfahrung in einem für diese Tätigkeit relevanten kaufmännischen Bereich\nErfahrung in der Organisation und Abwicklung von Ausstellungen, insbesondere von Leihverkehr, sowie im Speditions- und Versicherungswesen, kunstgeschichtliches Wissen\nbetriebswirtschaftliche Kenntnisse\nErfahrung mit Ablagesystemen und Datenbanken\nsehr gute und verhandlungssichere Kenntnisse der deutschen Sprache (Sprachniveau C1) und der englischen Sprache (Sprachniveau B1) in Wort und Schrift\nsicherer Umgang mit EDV-Programmen (Datenbanken, MS Office und Bildbearbeitungsprogrammen)\nhohes Maß an Eigenverantwortung und selbständigem Handeln\nTeamfähigkeit\nOrganisations- und Koordinationskompetenz\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nWeitere Infos:\nEs besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber*innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Eichler\n, Tel. (069) 212- 33953.\nUnter\nwww.StadtFrankfurtJobs.de/faq\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem zu finden unter\nwww.StadtFrankfurtJobs.de\n.\nBitte bewerben Sie sich bis zum\n23.02.2026\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2026", "url": "https://www.museumsbund.de/stellenangebote/registrarin-m-w-d-leihverkehr/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-geschaeftsstelle-m-w-d-mit-kulturfachlichem-profil/", "image": "", "title": "Mitarbeiter:in für die Geschäftsstelle (m/w/d) mit kulturfachlichem Profil", "content_text": "Museumsverband Brandenburg, Potsdam Bewerbungsende: 15.02.2026 | Der\nMuseumsverband Brandenburg\nsucht zum nächstmöglichen Zeitpunkt\neine Mitarbeiterin / einen Mitarbeiter für die Geschäftsstelle (m/w/d) mit kulturfachlichem Profil\nim Umfang von\n20 h / Woche\n, vergütet in Anlehnung an den\nTV-L 8\n. Die Stelle ist zunächst auf zwei Jahre befristet. Eine Verlängerung wird angestrebt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-geschaeftsstelle-m-w-d-mit-kulturfachlichem-profil/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-projektkoordination-m-w-d-des-neuen-dauerausstellungsbereichs-mainz-kompakt-2/", "image": "", "title": "Kuratorische Projektkoordination (m/w/d) des neuen Dauerausstellungsbereichs „Mainz Kompakt“", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Koblenz Bewerbungsende: 28.01.2026 | In der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – ist zum nächstmöglichen Termin die Position\nKuratorische Projektkoordination (m/w/d)\ndes neuen Dauerausstellungsbereichs\n„Mainz Kompakt“\nin Vollzeit befristet für die Dauer von zwei Jahren zu besetzen. Dienstort ist Mainz. Bei Vorliegen der tariflichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 13 TV-L vorgesehen.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultur-einrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz, Landesdenkmalpflege, Landesarchäologie und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDas Landesmuseum Mainz ist Ort einer großen Anzahl an Veranstaltungen, sowohl eigener als auch externer Veranstalter.\nAls kuratorische Projektkoordination (m/w/d) nehmen Sie insbesondere die folgenden Aufgaben wahr:\nEntwicklung und Umsetzung der Konzeption des neuen Dauerausstellungsbereichs „Mainz Kompakt“ als verantwortliche/r Kurator/in in enger Abstimmung mit der Direktionsleitung\nwissenschaftliche Recherche zum Ausstellungsthema, Objektauswahl auch im Austausch mit den Kuratoren des Landesmuseums\nErstellung von Ausstellungs- und weiteren Texten, Betreuung der Entwicklung von Medienstationen, Modellen und anderen Vermittlungselementen, Halten von Fachpräsentationen\nZusammenarbeit mit dem Projektteam, den Mitarbeitenden der Vermittlung, den Ausstellungsgestaltern, dem wissenschaftlichen Beirat und Entwicklung von Kommunikationsstrukturen\nOrganisation, Vor- und Nachbereitung sowie Koordination von Besprechungen, Erstellung von Zeitplänen, Strukturierung der inhaltlichen Planungsprozesse, Terminkoordination und Protokollführung\nzentrale Ansprechperson der Ausstellungs- und Medienplaner an der Schnittstelle zwischen Inhalt und Design\nKontrolle von Zeit- und Budgetplänen\nUnterstützung und Begleitung von Vergabeverfahren in Abstimmung mit der Vergabestelle der GDKE\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\neinen Hochschulabschluss der Fachrichtung Kulturwissenschaften, vorzugsweise im Bereich der vor- und frühgeschichtlichen oder römischen Archäologie oder Museologie, Museumswissenschaften und Kunstgeschichte mindestens mit Masterabschluss bzw. vergleichbarem Abschluss\nErfahrung in der Projektleitung, einschl. der Personaleinsatz- und Budgetsteuerung sowie der Anwendung der einschlägigen Vergabevorschriften\nErfahrung in der Anleitung und Moderation von interdisziplinären Teams, sehr gute Kenntnisse über die Abläufe und Zusammenhänge in der Museumsarbeit, insbesondere über die Bereiche Restaurierung bzw. Konservierung und Gebäudetechnik\nselbstständiges wissenschaftliches und konzeptionelles Arbeiten\nErfahrungen im Museums- und Ausstellungsbereich\nBegeisterung für digitale und moderne mediale Präsentationsformen\nhohes Maß an Eigenverantwortung, Kommunikationsfähigkeit sowie Engagement und Belastbarkeit\nBereitschaft zur engen Zusammenarbeit und zum Austausch\nkompetentes, überzeugendes und freundliches Auftreten\ngute Fremdsprachenkenntnisse in Wort und Schrift, vorzugsweise in Englisch und Französisch\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der Bürokommunikationstechnik\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team werden vorausgesetzt\nPKW-Führerschein sowie entsprechende Fahrpraxis\nSchwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung bevorzugt berücksichtigt.\nErfahrungen, Kenntnisse und Fertigkeiten, die durch Familienarbeit oder ehrenamtliche Tätigkeit erworben wurden, werden bei der Beurteilung der Qualifikation im Rahmen des § 8 Abs. 1 des Landesgleichstellungsgesetzes berücksichtigt.\nDas Land Rheinland-Pfalz beschäftigt viele Menschen in sehr unterschiedlichen Tätigkeitsfeldern und mit ganz unterschiedlichen Qualifikationen. Wir fördern aktiv die Gleichbehandlung aller Menschen und wünschen uns daher ausdrücklich Bewerbun­gen aus allen Altersgruppen, unabhängig von der ethnischen Herkunft, dem\nGeschlecht, der Religion oder Weltanschauung, einer Behinderung oder der sexuellen Identität.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine weitere Erhöhung des Frauenanteils an und sind daher an Bewerbungen von Frauen besonders interessiert.\nDie ausgeschriebene Stelle ist aufgrund der Arbeitsprozesse nicht für Teilzeitkräfte geeignet. Es wird die Bereitschaft erwartet, die Arbeitszeit nach den dienstlichen Erfordernissen flexibel zu gestalten.\nIhre Bewerbung (Anschreiben, Lebenslauf, aktuelle Beurteilungen oder Arbeitszeugnisse, Nachweise der geforderten Qualifikation, Nachweis für die Berücksichtigung einer Schwerbehinderung bzw. Gleichstellung im Auswahlverfahren etc.) richten Sie bitte\nbis zum 28.01.2026\nunter Angabe der\nKennziffer 01/2026\nvorzugsweise in elektronischer Form an\nbewerbung@gdke.rlp.de\noder\nschriftlich an\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-projektkoordination-m-w-d-des-neuen-dauerausstellungsbereichs-mainz-kompakt-2/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/innen-architektin-w-m-d/", "image": "", "title": "(Innen-)Architekt:in (w/m/d)", "content_text": "DASA Arbeitswelt Ausstellung, Dortmund Bewerbungsende: 15.02.2026 | Wir, die Bundesanstalt fĂĽr Arbeitsschutz und Arbeitsmedizin (BAuA), suchen eine\n(Innen-)Architektin / (Innen-)Architekt (w/m/d)\nfĂĽr den Bereich â€žWechselausstellungenâ€ś\nfĂĽr das Team DASA 1a â€žWechselausstellungenâ€ś.\nStandort: Dortmund Entgelt: bis E 11 TVĂ¶D\nBewerbungsfrist: 15.02.2026 Teilzeit: (23,00 Std./Woche)\nEinstellungszeitpunkt: zum nĂ¤chst- mĂ¶glichen Zeitpunkt befristet bis 15.08.2028 im Rahmen einer Vertretung\nDie BAuA ist eine Ressortforschungseinrichtung im GeschĂ¤ftsbereich des Bundesministeriums fĂĽr Arbeit und Soziales (BMAS). An drei Standorten in Dortmund, Berlin und Dresden arbeiten rund 750 engagierte Mitarbeiterinnen und Mitarbeiter an der Schnittstelle zwischen Forschung, Politik und Praxis sowie in gesetzlichen Aufgaben. Mit unserer DASA Arbeitswelt Ausstellung leisten wir zentrale Bildungs- und Vermittlungsarbeit an eine breite Ă–ffentlichkeit.\nDas Team DASA 1a â€žWechselausstellungenâ€ś konzipiert und realisiert in regelmĂ¤Ăźiger Folge interaktive Wechselausstellungen zu Themen rund um die Arbeitswelt. DarĂĽber hinaus leihen und verleihen wir (groĂźe) Ausstellungen in Kooperation mit internationalen Partnern.\nIhre Aufgaben\nGestaltung und Realisierung von Wechselausstellungen\nEntwicklung, Steuerung und Umsetzung von kreativen Gestaltungskonzepten in einem interdisziplinĂ¤ren Team aus internen und externen Kolleginnen und Kollegen\nInhaltliche Konzepte in rĂ¤umliche ErzĂ¤hlungen ĂĽbersetzen\nGestalten von RĂ¤umen und MĂ¶beln\nFarb- uns Materialauswahl\nLichtplanung\nEntwurfsplanung\nErstellen von AusfĂĽhrungs- und DetailplĂ¤nen (technische Ausarbeitung aller Ausstellungselemente)\nMitarbeit bei der Aufstellung von Leistungsverzeichnissen, ZeitplĂ¤nen und KostenĂĽbersichten\nTerminliche Steuerung und Koordination von BaumaĂźnahmen\nErstellung von grafischen Arbeiten\nProjektmanagement bei der Wanderschaft von Wechselausstellungen\nAnpassungsplanung fĂĽr die (internationale) Wanderschaft der Ausstellungen\nIhr Profil\nErforderlich:\nErfolgreich abgeschlossene Hochschulbildung (Bachelor / Diplom, mindestens 180 ECTS) im Studiengang Innenarchitektur/Architektur\nSicherer Umgang mit CAD-Programmen (beispielsweise Vectorworks) und Adobe Creative Suite\nErfahrungen im Projektmanagement\nNachgewiesenen Deutschkenntnisse (mindestens C1)\nGute Kenntnisse im Museums- und Ausstellungswesen (nachgewiesen durch entsprechende Berufserfahrung)\nWĂĽnschenswert:\nKooperations- und KommunikationsfĂ¤higkeit\nOrganisationsgeschick\nEnglischkenntnisse mindestens Niveau B2\nFĂ¤higkeit zur teamorientierten, aber auch selbststĂ¤ndigen Arbeit in einem interdisziplinĂ¤ren Bereich\nGute Kenntnisse der Inhalte und Zielrichtung der DASA Arbeitswelt Ausstellung\nWir bieten\nZukunftsorientiertes, innovatives und gesellschaftlich bedeutendes Arbeitsfeld\nFlexible Arbeitszeit und ortsflexible ArbeitsmĂ¶glichkeit\nModerne Arbeitsplatzausstattung, auch am hĂ¤uslichen Arbeitsplatz\nAttraktives Entgelt mit Zusatzrente\nIndividuelle PersonalentwicklungsmaĂźnahmen\nJobticket mit ArbeitgeberfĂ¶rderung (monatlich 23,28 Euro)\nIn der Einarbeitungszeit ist die Anwesenheit in Dortmund erforderlich. Danach ist ortsflexibles Arbeiten nach Absprache und wenn keine dienstlichen Belange dem entgegenstehen bis zu maximal 50% der Arbeitszeit mĂ¶glich.\nWofĂĽr wir stehen\nUnser SelbstverstĂ¤ndnis als zertifizierte Arbeitgeberin ist es, fĂĽr eine familienfreundliche, vielfĂ¤ltige, nachhaltige und chancengleiche Arbeitswelt einzustehen.\nDie Gleichstellung von Frau und Mann ist unser Ziel. Bewerbungen von Frauen sind ausdrĂĽcklich erwĂĽnscht. Eine TeilzeitbeschĂ¤ftigung ist mĂ¶glich.\nAuch eine Behinderung sollte Sie nicht hemmen, sich bei uns zu bewerben und uns Ihre Kompetenzen aufzuzeigen. Wir unterstĂĽtzen ausdrĂĽcklich die Ziele der UN-Behindertenrechtskonvention und setzen uns nach MaĂźgabe des SGB IX und des Behindertengleichstellungsgesetzes besonders fĂĽr die Belange von Menschen mit Behinderungen ein. Hinsichtlich der ErfĂĽllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nWir freuen uns auf Sie!\nZusĂ¤tzliche Informationen\nMehr ĂĽber die Bundesanstalt fĂĽr Arbeitsschutz und Arbeitsmedizin (BAuA) erfahren Sie unter\nhttps://www.baua.de\n. Bitte bewerben Sie sich ĂĽber unsere Homepage:\nhttps://www.baua.de/DE/Die-BAuA/Karriere/Stellenangebote\n.\nBei Fragen wenden Sie sich gerne an unsere Ansprechpersonen:\nIndividuelle Fragen:\nPatricia Vennewald, Tel. 0231/9017-2230\nYasemin GĂĽzelkaya, Tel. 0231/9071-2050\nFachliche Fragen:\nDr. Philipp Horst, Tel. 0231/9071-2615\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/innen-architektin-w-m-d/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projektkoordination-aussenbeziehungen-m-w-d-3/", "image": "", "title": "Mitarbeiter/in Projektkoordination Außenbeziehungen (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 13.02.2026 | Die Stiftung Bauhaus Dessau ist eine künstlerisch-wissenschaftliche Stiftung öffentlichen Rechts. Ihr Ziel ist es, das Bauhauserbe zu pflegen, zu erfor­schen und zu aktualisieren. Die Stiftung arbeitet in internationalen Netz­werken und hat sich als bedeutende Forschungseinrichtung etabliert. Das Bauhausgebäude, die Meisterhäuser und die Laubenganghäuser in der Siedlung Dessau-Törten gehören zum UNESCO-Welterbe und werden von jährlich mehr als 100.000 Gästen besucht. Mit der Präsentation ihrer Sammlung im Bauhaus Museum Dessau öffnet sich die Stiftung einem breiteren Publikum.\nFür das Jubiläum 100 Jahre Bauhaus Dessau 2025/2026 sucht die Stiftung zum nächstmöglichen Zeitpunkt, befristet bis zum 31.07.2027, eine/n\nMitarbeiter/in für die Projektkoordination Außenbeziehungen.\nAufgabe ist die Projektkoordination des 100jährigen Jubiläums des Bauhauses in Dessau 2025/2026 mit dem Schwerpunkt Außenbeziehungen. In Vorbereitung und Durchführung des Jubiläums sind gemeinsame Projekte mit zahlreichen externen Projektpartnern zu koordinieren: Unternehmen, Forschungsinstitutionen, städtischen Einrichtungen und Behörden. Dies Projekte sind zugleich fortlaufend mit den eigenen Jubiläumsaktivitäten der Stiftung zu synchronisieren und mit der Projektkoordination intern abzustimmen. Ein weiterer Schwerpunkt liegt auf der Akquise und Betreuung von Sponsoren in Abstimmung mit dem Direktorat.\nDas Aufgabengebiet umfasst insbesondere:\nKoordination des Gesamtvorhabens „100 Jahre Bauhaus Dessau 2025/26“, insbesondere aller externen Schnittstellen, in enger Zusammenarbeit und Abstimmung mit dem Direktorat und den jeweiligen Projektleitungen\nSicherstellen externer Unterstützung bei Vorbereitung, Durchführung, Überwachung und Dokumentation der einzelnen Projekte des Gesamtvorhabens\nErheben und Überwachen von Leistungs- und Vertragsanforderungen und Koordination der Vertragsverhandlungen mit externen Partnern\nVorbereiten von Anträgen für die Nutzung des öffentlichen Raums usw. und Einholen von Genehmigungen\nPlanung, Durchführung und Nachbereitung des Begleitprogramms (Preview, Eröffnung, Publikationen etc.) und Vermittlungsarbeit in Abstimmung mit den Abteilungen und der Projektkoordination intern\nAkquise und Betreuung von sowie Kontaktpflege zu Sponsoren\nErstellen von Sach-, Zwischen- und Abschlussberichten, Verwendungsnachweisen sowie Dokumentation der Jubiläumsaktivitäten\nEnge Zusammenarbeit mit der Projekt- und Veranstaltungskoordination für die Jubiläumsprojekte und der Jubiläumskommunikation\nAnforderungsprofil\nabgeschlossenes Hochschulstudium in Kunst- oder Kulturgeschichte, Architektur, Museums- oder Ausstellungsmanagement, Veranstaltungsmanagement oder vergleichbarer Fachrichtungen\nmindestens drei Jahre Berufserfahrung in der professionellen Planung und Durchführung von Ausstellungen, Kulturveranstaltungen sowie im Projekt- oder Ausstellungsmanagement\nsehr gute IT-Kenntnisse, insbesondere in den gängigen\nMS-Office-Programmen\nsehr gute Deutsch- und Englisch-Kenntnisse\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler\nArbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 11 TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 13. Februar 2026. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 5 MB) unter dem Kennwort „Projektkoordination extern“ an\nbewerbung@bauhaus-dessau.de\n– Stiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter\nwww.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projektkoordination-aussenbeziehungen-m-w-d-3/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-vermittlung-m-w-d-2/", "image": "", "title": "Mitarbeiter/in für Vermittlung (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 12.02.2026 | Die Stiftung Bauhaus Dessau ist eine künstlerisch-wissenschaftliche Stiftung öffentlichen Rechts. Ihr Ziel ist es, das Bauhauserbe zu pflegen, zu erforschen und zu vergegenwärtigen. Die Stiftung arbeitet in internationalen Netzwerken und hat sich als bedeutende Forschungseinrichtung etabliert. Gleichzeitig bringt sie sich mit kulturellen Impulsen in aktuelle Herausforderungen im Bildungsbereich, in Design, Architektur und Raumplanung ein und öffnet sich mit dem Bauhaus Museum Dessau einem breiteren Publikum.\nIn der Stiftung Bauhaus Dessau ist zum nächstmöglichen Zeitpunkt die Position einer\nMitarbeiterin / eines Mitarbeiters für Vermittlung (m/w/d) im Bereich Kuratorische Werkstatt\nzu besetzen.\nGesucht wird eine kommunikationsstarke und engagierte Persönlichkeit,\ndie sich dem Bauhaus in Dessau in hohem Maße verbunden fühlt und sich mit den Zielen und Aufgaben der Stiftung identifizieren kann.\nIdealerweise verfügen Sie aufgrund mehrjähriger Arbeit in vergleichbaren Positionen über fundierte Kenntnisse und Erfahrungen.\nIhre Aufgaben:\nErstellen von Konzeptionen und Angeboten für Vermittlung und kulturelle Bildung für verschiedene Gruppen und Communities im Rahmen der Gesamtvermittlungsstrategie und der programmatischen Linien des Bereichs Kuratorische Werkstatt und der Stiftung\nEntwickeln, Organisieren, Abstimmen, Durchführen, Evaluieren und Dokumentieren von Vermittlungsangeboten für Schulklassen, Kinder, Jugendliche, Familien, Erwachsene und andere Gruppen\nErarbeitung von Materialien für die Vermittlungsarbeit Mitarbeit bei der Erarbeitung und Betreuung digitaler Vermittlungsformate\nNetzwerkaufbau und Kooperationen im Bildungsbereich (formale und non-formale Bildung) mit anderen institutionellen und außerinstitutionellen Multiplikatoren*innen\nOrganisieren und Durchführen von Fortbildungen für freie Mitarbeiter*innen und andere Zielgruppen\nFachliche Anleitung und Betreuung eines Teams von freien Mitarbeiter*innen für Vermittlungsangebote und Fachführungen für\nunterschiedliche Zielgruppen\nDurchführen öffentlicher Führungen, Gruppenführungen und Sonderführungen\nMitarbeit bei der Integration von Inklusionsstrategien in stiftungseigenen Formaten und Gestaltungen\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Diplom-FH/Bachelor), vorzugsweise der Fachrichtungen Kunstpädagogik, Design, Kulturmanagement, Kultur- und Medienpädagogik, Museologie oder verwandter Bereiche\nFundierte praktische Erfahrungen in der Bildungs- und Vermittlungsarbeit, vorzugsweise an der Schnittstelle zur Gestaltung\nFundierte Kenntnisse von Methoden der künstlerischen und interdisziplinären Kunst- und Kulturvermittlung sowie medienbasierter und gestalterischer Vermittlungsformen\nNachgewiesene Kenntnisse auf den Gebieten der Kunst, der Architektur und des Designs\nVertrautheit mit Inklusion in Diskurs und Praxis, Förderung der Barrierefreiheit, Diversität und (sozialer) Nachhaltigkeit\nErfahrungen in der Zusammenarbeit mit Schulen bzw. Hochschulen\nVerständnis gestalterischer Mittel und Auseinandersetzung mit progressiver und experimenteller Pädagogik von Vorteil\nKenntnisse zum Bauhaus und zur kritischen Bauhaus-Rezeption\nFähigkeit und Neigung zu teamorientierter Arbeitsweise\nSehr gute Englischkenntnisse; gute Kenntnisse mindestens einer weiteren Fremdsprache von Vorteil\nProfessioneller Umgang mit Office Software inkl. Excel und Powerpoint, Adobe InDesign/Acrobat; Erfahrungen mit 3D-Software von Vorteil.\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler\nArbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 10 TV-L (Tarifvertrag für den öffentlichen Dienst der Länder). Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nDer Arbeitsplatz wird zunächst befristet für 2 Jahre besetzt. Eine darauffolgende Übernahme in ein unbefristetes Arbeitsverhältnis ist bei Vorliegen der entsprechenden Voraussetzungen angestrebt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 12. Februar 2026. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 5 MB) unter dem Kennwort „Vermittlung“ an\nbewerbung@bauhaus-dessau.de\n– Stiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter\nwww.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal\nunter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-vermittlung-m-w-d-2/", "date_published": "2026-01-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d/", "image": "", "title": "Museumsleitung (w/m/d)", "content_text": "LWL-Museum Henrichshütte, Hattingen Bewerbungsende: 06.02.2026 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum 01.11.2026 als\nMuseumsleitung (w/m/d)\nA 15 LBesG NRW bzw. EG 15 TVöD VKA\nfür unser LWL-Museum Henrichshütte in Hattingen.\nWir bieten eine unbefristete Vollzeitstelle (41 bzw. 39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8783 bis zum 06.02.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.02.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d/", "date_published": "2026-01-17T00:00:00"}]}