{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d-bereich-bildung-und-vermittlung/", "image": "", "title": "Wissenschaftlicher Mitarbeiter (m, w, d) Bereich Bildung und Vermittlung", "content_text": "Stiftung Gedenkstätte Berlin-Hohenschönhausen, Berlin Bewerbungsende: 25.04.2025 | Bei der Stiftung Gedenkstätte Berlin-Hohenschönhausen ist im Bereich Bildung und Vermittlung ab frühestens 01.06.2025 die Vollzeitstelle\nWissenschaftlicher Mitarbeiter (m, w, d)\nim Drittmittelprojekt „Linksradikale Utopien gestern & heute. Demokratiebildung und Trainings für Jugendliche und Fachkräfte“ zu besetzen. Die Stelle ist zunächst bis zum 31.12.2025 befristet. Eine Verlängerung bis Ende des Projektes ist vorgesehen. Die Laufzeit des Präventionsprojekts endet am 31.12.2028. Die Besetzung steht unter dem Vorbehalt der Bewilligung von Drittmitteln.\nDie Stiftung Gedenkstätte Berlin-Hohenschönhausen befindet sich im ehemaligen zentralen Untersuchungsgefängnis des DDR-Staatssicherheitsdienstes in Berlin. Sie hat die gesetzliche Aufgabe, die Geschichte der Haftanstalt zu erforschen, mithilfe von Ausstellungen, Veranstaltungen und Publikationen darüber zu informieren und zur Auseinandersetzung mit den Formen und Folgen politischer Verfolgung in der kommunistischen Diktatur anzuregen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d-bereich-bildung-und-vermittlung/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-finanzierung-w-m-d/", "image": "", "title": "Referent:in Finanzierung (w/m/d)", "content_text": "Stiftung Welt der Versuchungen, Erfurt Bewerbungsende: 15.04.2025 | In der Stiftung Welt der Versuchungen (WdV) in Erfurt ist zum 1. Mai 2025 die Position zu besetzen als\nReferent:in Finanzierung (w/m/d)\nSie erwartet ein vielseitiges kaufmännisches Aufgabenspektrum für ein innovatives Vorhaben. Die Stiftung ist Initiatorin eines neuen Ausstellungshauses an der Schnittstelle von Wissenschaft und Kunst. Es widmet sich alten und neuen Versuchungen und Abhängigkeiten – von Drogen bis Social Media – und soll suchtpräventive Wirkung entfalten. In interdisziplinären Teams von Forschung und Kunst werden die Themen beleuchtet. Das Vorhaben wird durch öffentliche Mittel gefördert. Das Gebäude ist in Planung und wird 2027 eröffnet werden. Als Teil eines hochmotivierten Teams können Sie den kaufmännischen Bereich maßgeblich weiterentwickeln, dies auch im neuen Haus, das in Erfurt am Huttenplatz entstehen wird.\nZur Unterstützung der Stiftungsleitung suchen wir einen/eine Referent:in mit Erfahrung in Finanzierung.\nDas Aufgabengebiet umfasst:\nErstellung von Wirtschaftsplänen\nBearbeitung von Finanzbuchhaltung\nErstellung von Sachberichten und Verwendungsnachweisen\nFinanztechnische und administrative Bearbeitung von Drittmitteln, Budgetüberwachung und Berichtswesen sowie Bewilligungs- und Zuwendungsbescheide,\nKommunikation mit Finanzbehörde, Zuwendungsgeber:innen und Partner:innen der Stiftung\nMitarbeit an kaufmännischen oder steuerlichen Sonderprojekten\nPflege von Daten und Dokumentationen\nEntwicklung und Betreuung eines Freundes-/ Förderkreises\nSie besitzen folgendes Profil:\nErfolgreich abgeschlossene Ausbildung als Steuerfachangestellte oder Studium zum Steuerfachwirt:in, zur Betriebswirt:in oder in der öffentlichen Verwaltung\nFachkompetenz und Erfahrung im kaufmännischen Bereich,\nSicherer Umgang mit MS Office Anwendungen,\nselbständige, koordinierte, ergebnisorientierte Arbeitsweise,\nTeamspirit und Verantwortungsbewusstsein,\nsehr gute Deutsch- und möglichst Englischkenntnisse in Wort und Schrift.\nSie haben Lust auf etwas Neues?\nAls Referent:in der Stiftung Welt der Versuchungen sind Sie Teil eines engagierten Teams, in dem Sie aktiv mitgestalten können.\nDie Stiftung Welt der Versuchungen steht für ein kollegiales Arbeitsklima in einer vielfältigen, toleranten und weltoffenen Verwaltung und setzt sich für die Chancengerechtigkeit aller Menschen ein.\nDie\nEingruppierung\nerfolgt je nach Erfüllung der fachlichen und persönlichen Voraussetzungen in\nAnlehnung an den TV-L.\nDer Stellenumfang kann zwischen 60 und 75% liegen, Dienstort ist Erfurt.\nEs können nur Bewerbungen mit vollständig vorliegenden Unterlagen (Motivationsschreiben, Nachweise beruflicher Qualifikationen sowie aktuelle qualifizierte Arbeitszeugnisse bzw. dienstliche Beurteilungen) berücksichtigt werden.\nWir freuen uns über Ihre aussagekräftige Bewerbung bis zum\n15. April 2025\nan\ninfo@Welt-der-Versuchungen.de\nMit der Übersendung Ihrer Bewerbungsunterlagen erteilen Sie die Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten durch die Stiftung im Rahmen des Ausschreibungs-/Auswahlverfahrens. Nach Abschluss des Auswahlverfahrens werden die Daten nicht berücksichtigter Bewerber:innen datenschutzkonform vernichtet.\nHaben Sie Fragen?\nSie erreichen uns telefonisch unter 0361- 30 35 79.30 oder schreiben Sie uns eine E-Mail an\ninfo@welt-der-versuchungen.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-finanzierung-w-m-d/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-stiftungsleitung-w-m-d-in-teilzeit/", "image": "", "title": "Assistenz der Stiftungsleitung (w/m/d) in Teilzeit", "content_text": "Stiftung Welt der Versuchungen, Erfurt Bewerbungsende: 15.04.2025 | In der Stiftung Welt der Versuchungen (WdV) in Erfurt ist zum 1. Mai 2025 die Position zu besetzen als\nAssistenz der Stiftungsleitung (w/m/d) in Teilzeit\nSie erwartet ein vielseitiges organisatorisches Aufgabenspektrum für ein innovatives Vorhaben. Die Stiftung ist Initiatorin eines neuen Ausstellungshauses an der Schnittstelle von Wissenschaft und Kunst. Es widmet sich alten und neuen Versuchungen, Süchten und Abhängigkeiten – von Drogen bis Social Media – und soll suchtpräventive Wirkung entfalten. In interdisziplinären Teams von Forschung und Kunst werden die Themen beleuchtet. Das Vorhaben wird durch öffentliche Mittel gefördert. Das Gebäude ist in Planung und wird 2027 eröffnet werden. In Ihrer Funktion tragen Sie Verantwortung. Sie sorgen dafür, dass das Stiftungsbüro läuft.\nZur Unterstützung der Stiftungsleitung suchen wir einen/eine Assistenz (m/w/d) mit Erfahrung in administrativen Tätigkeiten und Organisation.\nDas Aufgabengebiet umfasst:\nAssistenz der Stiftungsleitung inkl. Terminorganisation und -koordination, der Vorbereitung von Schriftsätzen und Unterstützung des täglichen Betriebs,\nOrganisation, Vor- und Nachbereitung von Sitzungen, Konferenzen sowie Mit-Organisation des Begleitprogramms bei Ausstellungen,\nZentraler Ansprechpartner:in für administrative Tätigkeiten innerhalb der Stiftung, wie Personalverwaltungsaufgaben, Materialwirtschaft, Vertragsverwaltung, Zuarbeit zur Buchhaltung und Optimierung von Abläufen.\nSie besitzen folgendes Profil:\nErfolgreich abgeschlossene kaufmännischen Ausbildung mit bis zu 5 Jahren Berufserfahrung\nSicherer Umgang mit MS Office Anwendungen\nUnabdingbar sind sehr gute Deutschkenntnisse in Wort und Schrift, wünschenswert sind Englischkenntnisse\neine selbständige, koordinierte, ergebnisorientierte Arbeitsweise\nTeamspirit und Verantwortungsbewusstsein\nAls Assistenz der der Stiftungsleitung sind Sie im Zentrum eines hochmotivierten Teams. Die Stiftung Welt der Versuchungen steht für ein kollegiales Arbeitsklima in einer vielfältigen, toleranten und weltoffenen Verwaltung und setzt sich für die Chancengerechtigkeit aller Menschen ein.\nDie\nEingruppierung\nerfolgt je nach Erfüllung der fachlichen und persönlichen Voraussetzungen in\nAnlehnung an TV-L.\nDer Stellenumfang liegt bei 20Std./Woche. Dienstort ist Erfurt.\nEs können nur Bewerbungen mit vollständig vorliegenden Unterlagen (Motivationsschreiben, Nachweise beruflicher Qualifikationen sowie aktuelle qualifizierte Arbeitszeugnisse bzw. dienstliche Beurteilungen) berücksichtigt werden.\nWir freuen uns über Ihre aussagekräftige Bewerbung bis zum\n15\n.\nApril 2025\nzu richten an\ninfo@Welt-der-Versuchungen.de\nMit der Übersendung Ihrer Bewerbungsunterlagen erteilen Sie die Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten durch die Stiftung im Rahmen des Ausschreibungs-/Auswahlverfahrens. Nach Abschluss des Auswahlverfahrens werden die Daten nicht berücksichtigter Bewerber:innen datenschutzkonform vernichtet.\nHaben Sie Fragen?\nSie erreichen uns telefonisch unter 0361- 30 35 79.30 oder schreiben Sie uns eine E-Mail an\ninfo@welt-der-versuchungen.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-stiftungsleitung-w-m-d-in-teilzeit/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-den-fachbereich-finanzen-verwaltung/", "image": "", "title": "Sachbearbeiter (m/w/d) für den Fachbereich Finanzen / Verwaltung", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 30.04.2025 | Das Freilichtmuseum Hessenpark präsentiert die Siedlungsgeschichte des Bundeslandes Hessen auf einer Fläche von ca. 60 ha mit über 100 historischen Gebäuden, einer Vielzahl von interessanten Veranstaltungen rund um das ländliche und kleinstädtische Alltagsleben und erlaubt somit eine Zeitreise durch die letzten 400 Jahre. Wir zeigen kulturhistorische Sonder- und Dauerausstellungen und bieten in unserem Jahresprogramm abwechslungsreiche Veranstaltungen. Mit mehr als 250.000 Besucher*innen jährlich gehört der Hessenpark zu den größten Freilichtmuseen in Deutschland.\nZur Verstärkung unseres Teams suchen wir ab 01.07.2025 in\nTeilzeit mit 30 Wochenstunden\neine/n\nSachbearbeiter (m/w/d) für den Fachbereich Finanzen / Verwaltung\nZu den Aufgaben zählt:\nkreditorische Bearbeitung von Eingangsrechnungen inkl. Rechnungsprüfung\nKassenbuchhaltung\nMitarbeit bei der Erstellung von Monats-, Quartals- und Jahresabschlüssen\nDurchführung des Beschaffungs- und Mahnwesen\nUnterstützung im Fuhrpark- und Versicherungsmanagement\nBearbeitung der täglichen Post\nFakturierung diverser Ausgangsrechnungen\nAllgemeine buchhalterische und verwaltende Tätigkeiten\nWir wünschen uns von Ihnen:\nEine abgeschlossene kaufmännische Ausbildung und Berufserfahrung im kaufmännischen Rechnungs- und Beschaffungswesen\nAnwendungserfahrung mit kaufmännischer Finanzsoftware\nSicherer Umgang mit den MS-Office Produkten Word und Excel\nSelbständige, verantwortungsvolle Arbeitsweise, Belastbarkeit sowie Teamfähigkeit\nWir bieten:\nEinen Arbeitsplatz mit interessanten Aufgaben, die ein selbstständiges und verantwortungsvolles Arbeiten ermöglichen\nFlexible Arbeitszeiten sowie vielfältige Modelle der Arbeitszeitgestaltung zur Vereinbarkeit von Familie und Beruf\nVergütung nach TV-H mit Sozialleistungen wie Zusatzversorgung sowie tariflich vereinbarter Jahressonderzahlung\nWir möchten die Gleichstellung aller Menschen fördern und streben die Erhöhung der Diversität im Museumsteam an. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung\nausschließlich per E-Mail\nbis zum\n30.04.2025\nan:\npersonal@hessenpark.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-den-fachbereich-finanzen-verwaltung/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/landwirt-m-w-d/", "image": "", "title": "Landwirt (m/w/d)", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 30.04.2025 | Das Freilichtmuseum Hessenpark ist das Museum für Alltagskultur des Landes Hessen. Es thematisiert in über 100 wiedererrichteten Gebäuden auf einer Fläche von 60 Hektar und mit einer Sammlung von mehr als 200.000 Objekten den Wandel des Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis zum Ende des 20. Jahrhunderts. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt die Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider.\nZur Verstärkung unseres Teams suchen wir\nab sofort in Teilzeit mit 24-30 Stunden pro Woche\nzunächst für zwei Jahre befristet einen\nLandwirt (m/w/d)\nDas sind Ihre Aufgaben:\nSie übernehmen die Pflege, Betreuung, Versorgung und Zucht unseres Tierbestands.\nGemeinsam setzen wir die der erfolgreichen biologischen Landwirtschaft um.\nSie bewirtschaften die Acker- und Grünlandflächen nach historischem Vorbild.\nDie Pflege des Grünlands sowie das Weidemanagement liegen in Ihrer Verantwortung.\nSie unterstützen tatkräftig bei der Vorbereitung und Durchführung landwirtschaftlicher Veranstaltungen.\nWir wünschen uns von Ihnen:\nBerufsausbildung als Landwirt (m/w/d) / Tierwirt (m/w/d) oder ähnliches\nPraktische Erfahrung in der Landwirtschaft, im Umgang mit verschiedenen Nutztierarten und in der Bewirtschaftung von Acker- und Grünlandflächen\nInteresse an historischer Landwirtschaft und Gartenbau sowie an der Arbeit im Freilichtmuseum\nSelbständiges Arbeiten und Teamfähigkeit\nBereitschaft, auch an Wochenenden und Feiertagen zu arbeiten\nWir bieten Ihnen eine eigenverantwortliche und abwechslungsreiche Beschäftigung in unserem lebendigen Museum. Die Vergütung richtet sich Ihrer Qualifikation entsprechend nach den Bestimmungen des TV-H. Wir wertschätzen diverse Teams und freuen uns über Ihre Bewerbung unabhängig von Ihrer kulturellen und sozialen Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexuellen Identität.\nMöchten Sie gemeinsam mit uns etwas bewegen und den Bereich Landwirtschaft tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie Ihre aussagekräftige Bewerbung ausschließlich per E-Mail bis zum 30.04.2025 an:\npersonal@hessenpark.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/landwirt-m-w-d/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-laboradministration-w-m-d/", "image": "", "title": "Technische Laboradministration (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 29.04.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Bonn-Poppelsdorf. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von 2 Jahren eine\nTechnische Laboradministration (w/m/d)\nin Vollzeit mit 39,83 Stunden/Woche\nDas sind Ihre Aufgaben:\nOrganisatorische, logistische und technische Unterstützung für die Molekularlabore des Zentrums für molekulare Biodiversitätsforschung (ZMB) am Standort Poppelsdorf\nUnterstützung des Laborleiters bei allgemeinen Laboreinführungen und Sicherheitseinweisungen für technisches und wissenschaftliches Personal, sowie für Studierende, Praktikanten und Gäste\nAnsprechpartner für technisches Personal, Studenten, Doktoranden im Falle von methodischen Einführungen und technischen Problemen\nRegelmäßige Inspektion und Betreuung der Laborgeräte\nAusgabe und Verwaltung von Verbrauchsmaterialien\nUnterstützung bei der Bestellung von Laborartikeln und Geräten\nDokumentation neuer Technologien und Standards\nErstellung und Aktualisierung von Betriebsanweisungen\nVerwaltung des Gefahrstoffverzeichnisses\nDas sind unsere Anforderungen:\nEine abgeschlossene Ausbildung als biologisch-technische Assistenz mit staatlicher Anerkennung oder eine gleichwertige Ausbildung und nachgewiesene berufliche Erfahrung in einem molekularbiologischen Labor\ngute Kenntnisse in Standards für Laborsicherheit und Vorschriften im Umgang mit Chemikalien\nErfahrung in der Arbeit im Molekularlabor, z.B. PCR, DNA- und RNA-Isolierung, Vorbereitung für Hochdurchsatz-Sequenzierungen\nDie Bereitschaft neue Techniken zu erlernen\nVertrautheit mit guter Laborpraxis (Dokumentation Arbeiten im Laborbuch, Gewährleistung der Laborsicherheit)\nGute Deutsch- und Englischkenntnisse in Wort und Schrift aufgrund der Internationalität der Mitarbeiter und dem deutschen Regelwerk\nBasale Computerkenntnisse mit Bürosoftware (MS Word und Excel), wünschenswert wäre außerdem Erfahrung mit elektronischen Laborinformationssystemen\nHervorragende Organisationsfähigkeit, gute Teamfähigkeit\nDie Fähigkeit zur Problemlösung und Fehlerbehebung und hohe Motivation sind essentielle Qualitäten für diese Stelle\nDas sind unsere Leistungen:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 9b TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB pro Datei) bis zum 29.04.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Scholze. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.04.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-laboradministration-w-m-d/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-19/", "image": "", "title": "Kurator*in (m/w/d)", "content_text": "Kunsthalle Wilhelmshaven, Wilhelmshaven Bewerbungsende: 30.04.2025 | Die Kunsthalle Wilhelmshaven ist als eines der schönsten Ausstellungshäuser Niedersachsens bei Künstler*innen und Besucher*innen bekannt. Ihre Geschichte und Gegenwart sind eng mit dem 1912 gegründeten Verein der Kunstfreunde für Wilhelmshaven verbunden. Seit 1968 befindet sich die Kunsthalle in einem architektonischen Juwel zwischen Bauhaus und Brutalismus. Das Ausstellungs-programm ist ein Mix aus hochkarätigen internationalen Einzelausstellungen, Präsentationen jüngerer Künstler*innen (NORDWESTKUNST) und Projekten zu virulenten Themen unserer Zeit mit Bezug zu Stadt und Landschaft. Administrativ ist die Kunsthalle Teil der Wilhelmshaven Touristik & Freizeit GmbH.\nDie Kunsthalle Wilhelmshaven sucht zum nächstmöglichen Zeitpunkt\neine*n Kurator*in (m/w/d) in Vollzeit.\nIhre Aufgaben\nKonzeption und Planung von Projekten\nProjektmanagement\nKommunikation (soziale Medien, überregionale Presse, Austausch mit Besucher*innen)\nVerfassen von Texten\nKorrespondenz mit Künstler*innen und Leihgeber*innen\nKonzeption und Durchführung von Kunstvermittlung\nMitwirkung an Publikationen\nBetreuung von Fördermittelgebern\nDas bringen Sie mit\nfachliche Qualifikation (Studium Kunstgeschichte, Kunstwissenschaft), umfassende Kenntnisse und großes Interesse an Gegenwartskunst und gerne auch Kunstvereinsarbeit\nErfahrung im Projektmanagement/Veranstaltungsorganisation im professionellen Kunstbetrieb (Kunstverein oder Museum)\ngutes Verständnis für die technische und organisatorische Umsetzung von Ausstellungen\nsehr gute Englischkenntnisse (mündlich und schriftlich)\nEngagement | Begeisterungsfähigkeit | Organisationstalent | Kreativität | Eigeninitiative | Flexibilität | Kommunikationsstärke | Bereitschaft Verantwortung zu übernehmen | Kollegialität\nWir bieten Ihnen\nein kleines, freundliches, flexibles und humorvolles Team\nMitarbeit an internationalen Ausstellungen\nMöglichkeit, eigene Projekte zu verwirklichen und sich kontinuierlich weiterzuentwickeln\nOffenheit und Neugier auf Ihre Ideen\neinen Arbeitsort am Meer\nUnterstützung bei der Suche nach einer Unterkunft, wenn gewünscht\nDas Arbeitsverhältnis soll sich nach dem Tarifvertrag des öffentlichen Dienstes (TVöD) bestimmen. Die Bewertung der Stelle ist derzeit in Bearbeitung. Bitte teilen Sie uns zur Orientierung Ihre Gehaltsvorstellungen mit.\nBewerbungen mit CV, Zeugnissen, Arbeitsproben (Texte und/oder Ausstellungsskizze) und Angabe eines/einer Referenzgebers/in\nbis zum\n30. April 2025\nper Mail an\npersonal@wilhelmshaven-touristik.de\nund gerne im cc an\nstegmann@kunsthalle-wilhelmshaven.de\nRückfragen zur Position beantwortet die Leiterin der Kunsthalle Petra Stegmann\nstegmann@kunsthalle-wilhelmshaven.de\nBewerbungen von Schwerbehinderten werden bei gleicher Eignung bevorzugt berücksichtigt. Im Interesse der beruflichen Gleichstellung sind Bewerbungen von Frauen ausdrücklich erwünscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-19/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-und-kuratorin/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d) und Kurator:in", "content_text": "E.T.A. Hoffmann-Haus, Bamberg Bewerbungsende: 30.04.2025 | Die Stadt Bamberg sucht für die Museen der Stadt Bamberg zum nächstmöglichen Zeitpunkt eine:n\nwissenschaftliche:n Mitarbeiter:in (m/w/d) und Kurator:in\nfür das E.T.A. Hoffmann-Haus\nDie Stadt Bamberg bietet als UNESCO-Weltkulturerbe vielfältige Zeugnisse ihrer über 1000-jährigen Geschichte. Sie liegt in landschaftlich reizvoller Lage, bietet ein reiches kulturelles Angebot und besitzt einen hohen Freizeitwert (\nwww.bamberg.de\n).\nDie Museen der Stadt Bamberg sind verantwortlich für das Historische Museum am Domberg mit kunst- und kulturhistorischen Ausstellungen, die herausragende Sammlung Ludwig im Alten Rathaus, das Ausstellungshaus Villa Dessauer sowie den Betrieb des Dokumentationszentrums Mikwe. Seit 2023 liegt auch das E.T.A. Hoffmann-Haus in der Verantwortung der Museen. Es ist das weltweit einzige Museum für den mehrfach talentierten Schriftsteller und Künstler. Das denkmalgeschützte Gebäude wird derzeit saniert.\nIn den vergangenen zwei Jahren wurde bei den Museen das kuratorische Konzept für sämtliche Ausstellungsbereiche des zukünftig als Literaturmuseum und Künstlerhaus zu präsentierenden Museums erarbeitet. Das zuständige Gestaltungsbüro hat hierfür eine Szenografie entwickelt. Auf Seiten der Museen wurde außerdem ein Betriebskonzept für die Zeit nach der Wiedereröffnung vorgelegt. Letztere ist je nach Stand der Baumaßnahme für die Zeit ab Herbst 2026 vorgesehen. Als professionell geführtes, erlebnisorientiertes Museum wird das neue E.T.A. Hoffmann-Haus danach eine Dauerausstellung und Wechselausstellungen für ein breites Publikum anbieten. Es soll durch attraktive Vermittlungs- und Bildungsangebote ganzjährig Menschen aus dem In- und Ausland sowie regionale Gäste, insbesondere auch Schülerinnen und Schüler aus Bamberg und Umgebung, anziehen.\nIm Januar 2026 jährt sich der Geburtstag E.T.A. Hoffmanns zum 250. Mal. Aus diesem Anlass wird derzeit zusammen mit Kooperationspartnern ein entsprechendes über das Jahr verteiltes Veranstaltungsprogramm entwickelt.\nIhr Aufgabengebiet umfasst:\ndie konzeptionelle und organisatorische Mitwirkung beim spartenübergreifenden Veranstaltungsprogramm für das Jubiläumsjahr „250 Jahre E.T.A. Hoffmann“\ndie Contentproduktion (Texte, Bilder, Inhalte für die etliche Formate umfassenden Medien-Installationen) für die neue Dauerausstellung des E.T.A Hoffmann-Hauses für ein breites Publikum in enger Abstimmung mit dem Museumsdirektor und auf Grundlage des bestehenden musealen, kuratorischen und szenografischen Konzepts\ndie enge Zusammenarbeit mit den Ausstellungsgestaltern zur szenografischen Umsetzung der Ausstellungsinhalte von der Ausführungsplanung bis zur Fertigstellung und Eröffnung\ndie Konzeption der ersten Wechselausstellung für das wieder eröffnete Museum\ndie Konzeption und Produktion von Begleitmedien und Vertiefungsangeboten (Print und online)\ndie Berücksichtigung partizipativer Ansätze in der Museumsarbeit\nWir erwarten von Ihnen:\nein abgeschlossenes wissenschaftliches Hochschulstudium (zumindest Master oder Magister, gern mit Promotion) bevorzugt in Literaturwissenschaft\nhervorragende Kenntnisse zum Leben und Werk von E.T.A. Hoffmann\nsehr gute Kenntnisse der Literatur-, Kultur- und Geistesgeschichte der Klassik und Romantik\nnachweisbare relevante Erfahrungen im Konzipieren und Umsetzen von Ausstellungen\nsehr gute Kenntnisse der aktuellen Diskurse und Methoden der Museumsarbeit\nsehr gute Fremdsprachenkenntnisse in Englisch und einer weiteren modernen Fremdsprache\nIhre Bereitschaft, sich in einem kleinen Team verantwortlich und über Fachgrenzen hinweg engagiert einzubringen.\nWir bieten Ihnen\nein spannendes und kreatives Arbeitsumfeld in einem kleinen, interdisziplinären Team\nindividuelle Beratungsangebote zur Vereinbarkeit von Familie und Beruf, Kinder-Ferienprogramm und Kinder-Mitbringtag\neine faire Bezahlung auf der Grundlage des Tarifvertrages für den öffentlichen Dienst (TVöD-V)\neine zusätzliche attraktive arbeitgeberfinanzierte betriebliche Altersvorsorge\neine jährliche Sonderzahlung („Weihnachtsgeld“)\nein bezuschusstes Deutschlandticket oder VGN-Abo für den öffentlichen Nahverkehr\nein attraktives Angebot zum Fahrrad- und E-Bike-Leasing\nverschiedene Mitarbeiterrabatte\nein gutes Betriebsklima mit gemeinsamen Mitarbeiter-Events, wie unserem Sommerfest und regelmäßigen Treffen unserer Sportgruppen\nDie Projektstelle ist zunächst bis zum 31.12.2026 befristet. Die Verstetigung ist in Planung. Bei Vorliegen der haushaltsrechtlichen Voraussetzungen wird eine spätere unbefristete Übernahme angestrebt. Die Beschäftigung erfolgt in Vollzeit und richtet sich nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst (TVöD). Die Stelle ist mit TVöD EG 13 bewertet und grundsätzlich teilzeitfähig.\nSollten Sie noch Fragen zu der ausgeschriebenen Stelle haben, so steht Ihnen die stellvertretende Direktorin der Bamberger Museen, Frau Dr. Eva Schurr (Telefon 0951/87-1149), gerne zur Verfügung. Für personalwirtschaftliche Fragen wenden Sie sich bitte an Frau Linda Güthlein als Ansprechpartnerin des Personal- und Organisationsamtes unter der Telefonnummer 0951/87-4036.\nHaben wir Ihr Interesse geweckt?\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen inklusive Textproben über das Bewerbungsportal der Stadt Bamberg (\nwww.stadt.bamberg.de/stellenangebote\n)\nbis spätestens 30.04.2025\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-und-kuratorin/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-betrieb-und-disposition-m-w-d-2/", "image": "", "title": "Referent:in Betrieb und Disposition (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 21.04.2025 | Die Stadtmuseum Berlin GmbH sucht zum 01. Juni 2025 unbefristet und in Teil- oder Vollzeit (80-100%) eine Person als\nReferent:in Betrieb und Disposition (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 9a TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Mit-einander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-betrieb-und-disposition-m-w-d-2/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zwei-mitarbeitende-fuer-die-museums-und-ausstellungstechnik-m-w-d-im-doerner-institut/", "image": "", "title": "zwei Mitarbeitende für die Museums- und Ausstellungstechnik (m/w/d) im Doerner Institut", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 30.04.2025 | Das Doerner Institut liegt als Teil der Bayerischen Staatsgemäldesammlungen im Herzen der Landeshauptstadt München. Zwischen 50 und 60 Restauratorinnen und Restauratoren, Naturwissenschaftlerinnen und Naturwissenschaftler sowie Technikerinnen und Techniker arbeiten am Institut zusammen, um die über 30.000 Werke des einzigartigen Gemälde- und Kunstbesitzes des Freistaates – verteilt auf die fünf Münchner Häuser und die Staatsgalerien an etlichen Standorten in Bayern – zu betreuen.\nWir suchen zur Verstärkung unseres Teams\nzwei Mitarbeitende für die Museums- und Ausstellungstechnik (m/w/d)\nin Vollzeit, max. Entgeltgruppe 8 TV-L, befristet für zwei Jahre, zum nächstmöglichen Zeitpunkt\nAls Teammitglied der Museums- und Ausstellungstechnik des Doerner Instituts arbeiten Sie mit Kunstwerken verschiedener Gattungen für alle Museen der Bayerischen Staatsgemäldesammlungen, sind aber schwerpunktmäßig in der Pinakothek der Moderne im Einsatz.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/zwei-mitarbeitende-fuer-die-museums-und-ausstellungstechnik-m-w-d-im-doerner-institut/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-buchhaltung/", "image": "", "title": "Sachbearbeiter/in Buchhaltung", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 30.04.2025 | Die Zentralen Dienste der Staatlichen Museen und Sammlungen gehören zur Direktion der Bayerischen Staatsgemäldesammlungen, einer unmittelbar nachgeordnete Behörde des Staatsministeriums für Wissenschaft und Kunst.\nSie nehmen in Personal-, Haushalts-, Rechts- und IT-Angelegenheiten Aufgaben für alle staatlichen Museen und Sammlungen in ganz Bayern wahr. Derzeit sind dies insgesamt 19 Einrichtungen mit etwa 30 Zweigmuseen und -galerien.\nDie Büros der Zentralen Dienste/Museumsagentur befinden sich in München Neuhausen.\nWir suchen zur Verstärkung unseres Teams im Zentralen Haushaltsreferat zum nächstmöglichen Zeitpunkt eine/n\nSachbearbeiter/in Buchhaltung\nin Teilzeit (50%), Entgeltgruppe 6 TV-L, unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-buchhaltung/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d-8/", "image": "", "title": "Personalsachbearbeiter/in (m/w/d)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 17.04.2025 | Die Zentralen Dienste der Staatlichen Museen und Sammlungen gehören zur Direktion der Bayerischen Staatsgemäldesammlungen, einer unmittelbar nachgeordnete Behörde des Staatsministeriums für Wissenschaft und Kunst. Sie nehmen in Personal-, Haushalts-, Rechts- und IT-Angelegenheiten Aufgaben für alle staatlichen Museen und Sammlungen in ganz Bayern wahr. Derzeit sind dies insgesamt 19 Einrichtungen mit etwa 30 Zweigmuseen und -galerien.\nDie Büros der Zentralen Dienste/Museumsagentur befinden sich in München Neuhausen.\nWir suchen zur Verstärkung unseres Teams im Zentralen Personalreferat zum nächstmöglichen Zeitpunkt eine/n\nPersonalsachbearbeiter/in (m/w/d)\nEntgeltgruppe 9b TV-L bzw. Besoldungsgruppe A 9/A 10 BayBesG, unbefristet und in Vollzeit bzw. im Jobsharing-Modell in Teilzeit mit je 20 Wochenstunden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.04.2025", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d-8/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-m-w-d-2/", "image": "", "title": "Elektrofachkraft (m/w/d)", "content_text": "Neues Museum - Staatliches Museum für Kunst und Design Nürnberg, Nürnberg Bewerbungsende: 04.05.2025 | Das Neue Museum, Staatliches Museum für Kunst und Design Nürnberg, eröffnete im Jahr 2000 und zeigt auf über 3000 qm Sammlungs- und Ausstellungsfläche Kunst und Design ab den 1950er Jahren bis in die Gegenwart.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine\nElektrofachkraft (m/w/d)\nEs handelt sich um eine unbefristete Anstellung in Vollzeit. Die Vergütung erfolgt je nach Qualifikation, persönlichen Voraussetzungen und übertragenen Aufgaben bis max. Entgeltgruppe 7 TV-L.\nAls Elektrofachkraft im Neuen Museum Nürnberg unterstützen Sie den technischen Bereich des Museums.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/elektrofachkraft-m-w-d-2/", "date_published": "2025-04-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-6/", "image": "", "title": "Projektmanager*in", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 04.05.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir wollen Kunst einer breiten, internationalen Öffentlichkeit präsentieren und vermitteln. Wir verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Wir greifen Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Verstärkung unseres Teams im Ausstellungsmanagement\nzum nächstmöglichen Zeitpunkt\neine engagierte Persönlichkeit als\nProjektmanager*in\nbefristet für die Dauer von zwei Jahren in Vollzeit.\nDas Ausstellungsmanagement ist zusammen mit den Kurator*innen verantwortlich für die Umsetzung des Ausstellungsprogramms im Kunstpalast und NRW-Forum. Es ist Schnittstelle zu allen in Ausstellungsprojekte involvierten Abteilungen, zu externen Dienstleistern sowie Künstler*innen und Leihgeber*innen.\nIhre Aufgaben beinhalten:\nProjektplanung und -steuerung der Ausstellungsprojekte und Ausstellungspublikationen\nKosten- und Budgetplanung der Ausstellungsprojekte und Ausstellungspublikationen\nPlanung der Ausstellungsgestaltung in enger Zusammenarbeit mit den Kurator*innen\nAbwicklung des internationalen Leihverkehrs (Leihanfragen und -verträge)\nGestaltung der vertraglichen und budgetären Rahmenbedingungen der Ausstellungsprojekte\nAnsprechpartner für alle Projektbeteiligten\nIhr Profil:\nMehrjährige Erfahrung in der eigenständigen Organisation großer Ausstellungen einschließlich Katalogmanagement\nBetriebswirtschaftliches Verständnis sowie Erfahrungen in der Budgetplanung und –Kontrolle\nEngagement, Flexibilität und Aufgeschlossenheit für die besonderen Anforderungen im Umgang mit Künstler*innen, Leihgeber*innen und Kunstobjekten\nErfahrung im Bereich Registrartätigkeiten vom Vorteil\nKoordinationsfähigkeit und Organisationsgeschick, sowie Verhandlungsgeschick, Kreativität und Kommunikationsstärke\nFähigkeit zu teamorientierter Arbeitsweise\nSehr gute Englischkenntnisse sowie gute Kenntnisse einer weiteren Fremdsprache\nProfessioneller Umgang mit der MS-Standard-Software, insbesondere Excel und Powerpoint, und Datenbankanwendungen (The Museum System (TMS)).\nWir bieten u.a.:\nEin breites Spektrum von internationalen Projekten\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\n30 Tage Urlaub zusätzlich Rosenmontag, Heiligabend und Silvester arbeitsfrei\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge,\ndas Deutschlandticket Job und diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum\n04. Mai 2025\nüber unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nEllen Bierwisch\n, Leitung Ausstellungsmanagement, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-6/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-papierarbeiten-museums-und-ausstellungstechnikerin/", "image": "", "title": "Mitarbeiter*in Papierarbeiten / Museums- und Ausstellungstechniker*in", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 04.05.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams\nzum nächstmöglichen Zeitpunkt\neine*n engagierte*n\nMitarbeiter*in Papierarbeiten / Museums- und Ausstellungstechniker*in\nfür die Bereiche Graphische Sammlung und Fotografie in Teil- oder Vollzeit (mindestens 30 Std.).\nIhre Aufgaben:\nMontage von Zeichnungen, graphischen Blättern und Fotografien sowie kleinere restauratorische Arbeiten\nMitarbeit bei der Inventur der Graphischen Sammlung\nVerantwortung für die Ordnung der Sammlungsbestände und die Standortverwaltung\nSachgerechte Verpackung (inkl. Anfertigung) und Transport von Exponaten und Materialien.\nAufbau, Abbau und Ausleuchten von Exponaten\nÜberwachung der sicheren Lagerbedingungen von Exponaten nebst Klima-Monitoring\nBeschaffung, Lagerung, Wartung und Anbringung von Ausstellungsbedarf\nIhr Profil:\neine abgeschlossene Berufsausbildung im handwerklichen oder technischen Bereich idealerweise mit Weiterbildung als staatlich geprüfter Museums- und Ausstellungstechniker*in\nErfahrung im Umgang mit Exponaten, insbesondere mit Papierarbeiten und Fotografien\nFundierte Kenntnisse im Umgang mit Sammlungs- und Archivgut sowie restauratorische Grundkenntnisse\nKenntnisse in Material- und Klimakunde sowie Beleuchtungstechnik\nErfahrung mit IT-Systemen für die Magazin- und Datenbankverwaltung, idealerweise mit Erfahrungen in The Museum System (TMS)\nEin hohes Maß an Eigenverantwortung, Engagement, Belastbarkeit sowie ein kooperativer, teamfähiger Arbeitsstil\nSehr gute Deutsch- sowie gute Englischkenntnisse\nFührerschein der Klasse B\nWir bieten u.a.:\nEine abwechslungsreiche Tätigkeit mit Gestaltungsmöglichkeiten\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub zusätzlich Rosenmontag, Heiligabend und Silvester arbeitsfrei\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge,\ndas Deutschlandticket Job und diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne\nbis zum 04. Mai 2025\nüber unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nJens Kauth\n, kommissarische Teamleitung der Museums- und Ausstellungstechniker, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-papierarbeiten-museums-und-ausstellungstechnikerin/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-fuer-die-besucherinnenbetreuung-der-13-berlin-biennale/", "image": "", "title": "Mitarbeit (m/w/d) für die Besucher*innenbetreuung der 13. Berlin Biennale", "content_text": "KUNST-WERKE BERLIN e. V., Berlin Bewerbungsende: 13.04.2025 | Die Berlin Biennale für zeitgenössische Kunst findet alle zwei Jahre an wechselnden Orten in Berlin statt. Seit ihrer ersten Ausgabe im Jahr 1998 hat die Berlin Biennale es sich zur Aufgabe gemacht, mit experimentellen Ausstellungs- und Veranstaltungsprogrammen namhaften Kurator*innen einen Freiraum zu schaffen und mutige künstlerische wie politische Positionen unabhängig von den Interessen des Kunstmarktes vorzustellen. Die Berlin Biennale erkundet internationale künstlerische Entwicklungen der Gegenwart, die ver-borgenes und Unbekanntes greifbar machen. Jede Ausgabe bringt Künstler*innen, Theo-retiker*innen und Interessierte aus verschiedenen Bereichen der Gesellschaft zusammen und eröffnet so einen Dialog mit den Bewohner*innen der Stadt.\nGesucht wird:\nMitarbeit (m/w/d) für die Besucher*innenbetreuung der 13. Berlin Biennale,\nbefristet vom 5. Juni bis 14. September 2025\nBewerbungsfrist:\n13. April 2025\nZeitraum:\n5. Juni – 14. September 2025\nUmfang:\nTeilzeit oder Minijob möglich\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-fuer-die-besucherinnenbetreuung-der-13-berlin-biennale/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besucherinnenservice-m-w-d-als-elternzeitvertretung/", "image": "", "title": "Mitarbeiter*in Besucher*innenservice  (m/w/d) als Elternzeitvertretung", "content_text": "Werkbundarchiv – Museum der Dinge, Berlin Bewerbungsende: 30.04.2025 | Das Werkbundarchiv – Museum der Dinge sucht zum 01.07.2025\neine/n Mitarbeiter*in für den Besucher*innenservice (m/w/d) als Elternzeitvertretung in Teilzeit (50 %).\nDas Werkbundarchiv – Museum der Dinge ist ein Museum der Produktkultur des 20. und 21. Jahrhunderts. Kern der Institution ist das Archiv des Deutschen Werkbundes. Diese 1907 gegründete Vereinigung von Künstler*innen, Industriellen und Kulturpolitiker*innen strebte als Teil der utopischen Kulturtendenzen zu Beginn des 20. Jahrhunderts eine Lebensreform an. Die Aufgaben des Werkbundarchiv – Museum der Dinge sind sowohl die materielle Bewahrung und wissenschaftliche Dokumentation der Werkbund-Geschichte als auch ihre zeitgenössische Interpretation und Reflexion.\nZum Aufgabenbereich gehören:\nIm Rahmen des Besucher*innenservices erbringt der/die Mitarbeiter*in den Ticket- und Shopverkauf sowie die Einlasskontrolle und Museumsaufsicht in sämtlichen Museumsbereichen (Eingangs- und Shopbereich, Dauer- und Sonderausstellungen).\nBegrüßung und Auskunftserteilung an Besucher*innen\nVerkauf und ordnungsgemäße Abrechnung der Einnahmen aus dem Verkauf der Tickets und Dienstleistungen\nVerkauf der Produkte aus dem Museumsshop\nDurchsetzung der Hausordnung des Museums, Aufrechterhaltung von Sicherheit, Ruhe und Ordnung in den Ausstellungsräumen, Kontrolle auf Diebstahl, Einbruch, Sachbeschädigungen\nLaufende Kontrolle des ordnungsgemäßen Zustands der Ausstellung und des Empfangsbereichs sowie der technischen Installationen in der Ausstellung\nKontinuierliches Führen einer Besucher*innenstatistik\nSchließdienst\nBeantworten und Koordinieren von Führungsanfragen\nVon den Bewerber*innen erwarten wir:\nVerbindliches, freundliches Auftreten\nZuverlässigkeit, Genauigkeit und Verantwortungsbewusstsein\nOrganisationsstärke und Flexibilität\nStrukturierte und selbständige Arbeitsweise\nRoutinierter Umgang mit den üblichen EDV-Programmen\nSehr gute Deutsch-, gute Englischkenntnisse, weitere Sprachen von Vorteil\nBelastbarkeit, Kommunikations- und Teamfähigkeit\nDie Bereitschaft für regelmäßige Einsätze an Wochenenden und Feiertagen sowie in den Abendstunden ist Voraussetzung für die Arbeit im Besucher*innenservice.\nWir bieten:\nein abwechslungsreiches und vielseitiges Aufgabengebiet in einer innovativen, hierarchiearmen Non-Profit-Organisation mit internationaler Ausstrahlung\neine offene und freundliche Arbeitsatmosphäre in einem aufgeschlossenen Team\neine befristete Teilzeitstelle (50%) als Elternzeitvertretung ab 01.07.2025, bis mind. 30.06.2026\neine Dotierung der Stelle in Anlehnung an den TVL Berlin nach E3/2\nDie Stelle wird an festgelegten Tagen (nach Dienstplan) im Rahmen der Öffnungszeiten des Museums, auch an Wochenenden und Feiertagen, ausgeübt.\nDer jährliche Urlaubsanspruch beträgt 15 Tage (bezogen auf 30 Tage bei einer 39-Stundenwoche).\nWir begrüßen Bewerbungen von Menschen mit einer Migrationsgeschichte.\nAnerkannte schwerbehinderte Bewerber*innen (m/w/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen in digitaler Form (eine pdf-Datei mit max. 5 MB) bis zum 30.04.2025 an folgende E-Mail-Adresse:\nbewerbungen@museumderdinge.de\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBei Fragen zum Aufgabengebiet wenden Sie sich bitte an:\nCorinna Cossmann\nE-Mail:\ncossmann@museumderdinge.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besucherinnenservice-m-w-d-als-elternzeitvertretung/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistent-in-und-stellvertreter-in-der-museumsleitung-m-w-d-2/", "image": "", "title": "Assistent/in und Stellvertreter/in der Museumsleitung (m/w/d)", "content_text": "Museum Stangenberg-Merck, Seeheim-Jugenheim | Das private Museum Stangenberg-Merck in Seeheim-Jugenheim, ein Juwel in der hessischen Kunst- und Kulturlandschaft, sucht ab sofort für 20 Stunden/Woche eine engagierte und zuverlässige Unterstützung als Assistent/in bzw.  Stellvertreter/in der Museumsleitung.\nAssistent/in und Stellvertreter/in der Museumsleitung (m/w/d)\nfür 20 Std./Woche im Museum Stangenberg-Merck, 64342 Seeheim-Jugenheim\nIhre Aufgaben:\nUnterstützung der Museumsleitung bei allen Tätigkeiten, u.a.\nKoordination und Planung von Ausstellungen, Veranstaltungen und Projekten\nKommunikation mit Künstlern, Kuratoren und Partnern,\nKontakthaltung und networking im Museumsbereich\nBesucherempfang, -betreuung und -information\nDurchführung von Einzel- und Gruppenführungen\nKontrolle und laufende Pflege der Exponate\nPflege und Aktualisierung der FileMaker-Datenbank\nPflege und Aktualisierung der Website sowie Social-Media-Kanäle des Museums\nProtokollführung bei internen Meetings\nErstellen von Berichten, Statistiken, Präsentationen und Dokumentationen\nOrganisation von Besprechungen und Terminkoordination\nIhr Profil:\nAbgeschlossenes Studium im Bereich Kunstgeschichte\nErste Berufserfahrung in einer vergleichbaren Position im Museums- oder Kulturbereich\ngepflegtes Erscheinungsbild, gute Umgangsformen, sicheres und freundliches Auftreten sowie interkulturelle Kompetenzen\nFreude am Kontakt mit Besuchern und Künstlern\nHohe Kommunikations- und Teamfähigkeit\nAusgeprägte organisatorische Fähigkeiten sowie eine strukturierte und selbstständige Arbeitsweise\nSicherer Umgang mit MS-Office (v.a. Word, Excel) und social media\nErfahrungen im Umgang mit FileMaker und Content-Management-Systemen wäre von Vorteil\nVerhandlungssichere Englischkenntnisse in Wort und Schrift\nBereitschaft zu Arbeit an Wochenenden und Feiertagen\nWir bieten:\nFestanstellung über 20 Std/Woche mit leistungsgerechter Vergütung\nEine abwechslungsreiche und kreative Tätigkeit in einem renommierten Museum\neinen der schönsten Arbeitsplätze der Region\nein motiviertes und kollegiales Team\nvielfältige Aufgaben mit Gestaltungsspielraum und die Möglichkeit, eigene Ideen umzusetzen\nMöglichkeiten zur Fort- und Weiterbildung\nBewerbung:\nWenn Sie sich angesprochen fühlen und Teil unseres Teams werden möchten, senden Sie bitte Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Foto, Lebenslauf, Zeugnisse) unter Angabe des frühestmöglichen Eintrittsdatums sowie Ihrer Einkommensvorstellungen per E-Mail an:\nFrau D. Walther, Orlandus Trust gGmbH email:\npresse@orlandus.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/assistent-in-und-stellvertreter-in-der-museumsleitung-m-w-d-2/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-110/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Museum für Gießen, Gießen Bewerbungsende: 15.04.2025 | Die Universitätsstadt Gießen ist geprägt von vielen Kulturen und als Hochschulstandort eine der jüngsten Städte Deutschlands. Starten Sie Ihre Ausbildung in dieser lebendigen, kreativen, wachsenden Stadt, die gerade dabei ist ihr Museum neu zu entdecken.\nWir bieten zum 1. Juli 2025 eine Stelle für ein\nWissenschaftliches Volontariat (m/w/d)\nfür die Dauer von zwei Jahren im „Museum für Gießen“ an.\nSie erwartet im Museum ein Volontariat, in dem neben den klassischen musealen Aufgaben insbesondere eine praxisbezogene Einführung in die Arbeit eines lebendigen und zukunftsorientierten Stadtmuseums mit Zeugnissen der Geschichte, Kunst, Ethnologie und Archäologie der Stadt und der Region geboten werden. Im Rahmen einer Neukonzeption wird derzeit an einer neuen Dauerausstellung für das Museum gearbeitet, die Eröffnung des stadtgeschichtlichen Rundgangs ist für 2026 geplant.\nzur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-110/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-presse-oeffentlichkeitsarbeit-in-der-kz-gedenkstaette-dachau/", "image": "", "title": "Volontariat Presse- & Öffentlichkeitsarbeit", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 25.05.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist\nab 01.11.2025 ein zweijähriges Volontariat in der Presse- und Öffentlichkeitsarbeit in Vollzeit\n(40,01 Wochenstunden) zu besetzen.\nIhre Aufgaben im Wesentlichen\nUnterstützung im Tagesgeschäft der Presse- und Öffentlichkeitsarbeit\nMitarbeit bei der Betreuung der Social-Media-Angebote, z.B. Facebook, Instagram, YouTube, TikTok, Bluesky\nMitarbeit bei der Organisation und Durchführung von Veranstaltungen\nMitarbeit bei der Erstellung von Drucksorten und Publikationen\nMitarbeit bei der Weiterentwicklung der Presse- und Öffentlichkeitsarbeit und Online-Kommunikation der Gedenkstätte\nselbstständige Durchführung eines Projekts im Bereich der Presse- und Öffentlich-keitsarbeit\nWir bieten\nMöglichkeit zum Erwerb fundierter Kenntnisse der Presse- und Öffentlichkeitsarbeit in einer KZ-Gedenkstätte\ninteressante, vielseitige und anspruchsvolle Aufgaben sowie die Möglichkeit zur Mitgestaltung in einem kollegialen und engagierten Team\numfassende Einblicke in die Arbeit der KZ-Gedenkstätte Dachau inkl. wissenschaftliche und pädagogische Abteilung\nZusammenarbeit mit den Volontär/-innen der wissenschaftlichen Abteilung und der Bildungsabteilung\nTeilnahme am Ausbildungskurs für neue Rundgangsleitungen\nTeilnahme an Ausbildungsangeboten, Fortbildungen und Fachtagungen, z.B. Bay. Volontariatsakademie\nAusbildungsplan für das Volontariat sowie persönliche Betreuung inkl. regelmäßiger Feedback-Gespräche\nMöglichkeit zum Berufseinstieg im erinnerungskulturellen Kontext\nWir erwarten\nein abgeschlossenes wissenschaftliches Hochschulstudium (Master, Staatsexamen), bevorzugt in den Studienrichtungen Neuere und Neueste Geschichte, Kultur-, Politik-, Sozial-, Kommunikations- oder Medienwissenschaften\nerste praktische Erfahrungen im Bereich Presse- und Öffentlichkeitsarbeit und Online-Kommunikation\nInteresse an historischen und aktuellen Themen, Zeitgeschichte, Politik und Gesellschaft; solide Kenntnisse der Geschichte des Nationalsozialismus und seiner Nachwirkungen von Vorteil\neine große Affinität zu digitalen Medien und Social Media\nOrganisationstalent, Selbstständigkeit, soziale Kompetenz, Teamfähigkeit\nsicheres Beherrschen der deutschen und englischen Sprache, weitere Sprachkenntnisse sind von Vorteil\nGrundkenntnisse folgender Programme sind von Vorteil: Canva, Adobe Creative Suite\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht 50% der Entgeltgruppe 13 des TV-L (Bayern). Das Arbeitsverhältnis ist auf zwei Jahre befristet. Die KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Bewerber/-innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen sowie einer selbstverfassten Pressemittelung zu einem, die KZ-Gedenkstätte Dachau betreffenden aktuellen Thema, richten Sie bitte\nbis zum 25.05.2025\nin elektronischer Form über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an Frau Verena Bierl, Mitarbeiterin Presse- & Öffentlichkeitsarbeit, Alte Römerstraße 75, 85221 Dachau. Die\nBewerbungsgespräche\nwerden voraussichtlich in der\n26.\nKalender-woche\nstattfinden.\nMit der Abgabe Ihrer Bewerbung erteilen Sie Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-presse-oeffentlichkeitsarbeit-in-der-kz-gedenkstaette-dachau/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/paedagogisches-volontariat-in-der-kz-gedenkstaette-dachau/", "image": "", "title": "Pädagogisches Volontariat", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 25.05.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist\nab 01.10.2025 ein zweijähriges pädagogisches Volontariat in der Bildungsabteilung in Vollzeit\n(40,01 Wochenstunden) zu besetzen.\nIhre Aufgaben im Wesentlichen\nTeilnahme am Ausbildungskurs für neue Rundgangsleiter/-innen und Durchführung von Rundgängen, Workshops und Seminaren\nMitarbeit bei der Konzeption und Weiterentwicklung von Bildungsangeboten und Bildungsmaterialien für unterschiedliche Zielgruppen sowie im Bereich Digitales und Inklusion\nMitarbeit an laufenden Projekten der Bildungsabteilung sowie selbstständige Durchführung eines größeren Projekts im Bereich der Vermittlungsarbeit\nBeteiligung an der Organisation von Veranstaltungen und Tagungen\nMitarbeit in der Presse- & Öffentlichkeitsarbeit, vor allem im Bereich der Webseite und der sozialen Medien\nWir bieten\nMöglichkeit zum Erwerb fundierter Kenntnisse in der Bildungsarbeit einer KZ-Gedenkstätte\nInteressante, vielseitige und anspruchsvolle Aufgaben sowie die Möglichkeit zur Mitgestaltung in einem kollegialen und engagierten Team\nUmfassende Einblicke in die Arbeit der KZ-Gedenkstätte Dachau inkl. wissenschaftliche Abteilung und Presse- & Öffentlichkeitsarbeit\nZusammenarbeit mit den Volontär/-innen der wissenschaftlichen Abteilung und Presse- & Öffentlichkeitsarbeit\nTeilnahme an internen und externen Ausbildungsangeboten, Fortbildungen und Fachtagungen, z.B. Bayerische Volontariatsakademie\nGründliche Einarbeitung, Ausbildungsplan für das Volontariat sowie persönliche Betreuung inkl. regelmäßiger Feedback-Gespräche\nMöglichkeit zum Berufseinstieg im erinnerungskulturellen Kontext\nWir erwarten\nAbgeschlossenes wissenschaftliches Hochschulstudium (Master, Staatsexamen) im Fach Neuere und Neueste Geschichte, Kultur- und Politikwissenschaften, Ethnologie/Volkskunde oder Pädagogik/Erziehungswissenschaften mit dem Schwerpunkt Geschichte des Nationalsozialismus und/oder Erinnerungskultur/-politik\nErste praktische Erfahrungen in der historisch-politischen Bildungsarbeit, etwa in (zeithistorischen) Museen und Dokumentationszentren, Gedenkstätten, Archiven oder der außerschulischen Jugendarbeit\nKenntnisse zur Gedenkstättenpädagogik, Museumspädagogik und Geschichtsdidaktik\nSolide Kenntnisse der Geschichte des Nationalsozialismus und seiner Nachwirkungen\nOrganisationstalent, Flexibilität, Stressresistenz, Selbstständigkeit, soziale Kompetenz, Teamfähigkeit\nSichere Beherrschung der deutschen und englischen Sprache, weitere Sprachkenntnisse sind von Vorteil\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht 50 % der Entgeltgruppe 13 des TV-L (Bayern). Das Arbeitsverhältnis ist auf zwei Jahre befristet. Die KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Bewerber/-innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen richten Sie bitte\nbis zum 25.05.2025\nin elektronischer Form (eine pdf-Datei) über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an die Leiterin der Bildungsabteilung der KZ-Gedenkstätte Dachau, Frau Dr. Kerstin Schwenke, Alte Römerstraße 75, 85221 Dachau. Die\nBewerbungsgespräche\nwerden voraussichtlich in der\n26. Kalenderwoche\nstattfinden.\nMit der Abgabe Ihrer Bewerbung erteilen Sie Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/paedagogisches-volontariat-in-der-kz-gedenkstaette-dachau/", "date_published": "2025-04-01T00:00:00"}]}