{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/restaurator-w-m-d-fuer-das-fachgebiet-moebel-holzobjekte/", "image": "", "title": "Restaurator (w/m/d) für das Fachgebiet Möbel / Holzobjekte", "content_text": "Staatliche Schlösser und Gärten Baden-Württemberg, Ludwigsburg Bewerbungsende: 11.05.2025 | Die Staatlichen Schlösser und Gärten Baden-Württemberg (SSG) sind eine nicht rechtsfähige Anstalt des öffentlichen Rechts. Sie sind Teil des Landesbetriebs Vermögen und Bau Baden-Württemberg und betreuen 63 bedeutende Kulturdenkmäler in ganz Baden-Württemberg, die jährlich rund 4 Millionen Besucher anziehen.\nFür den Fachbereich Entwicklung, Sammlungen, Besucherangebote suchen wir zum nächstmöglichen Zeitpunkt einen engagierten\nRestaurator (w/m/d) für das Fachgebiet Möbel / Holzobjekte\nin Vollzeit. Dienstsitz sind die Restaurierungswerkstätten in Ludwigsburg.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-w-m-d-fuer-das-fachgebiet-moebel-holzobjekte/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/studienvorbereitendes-restaurierungspraktikum-gemaelde-skulptur-3/", "image": "", "title": "Studienvorbereitendes Restaurierungspraktikum Gemälde / Skulptur", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf, Schleswig Bewerbungsende: 02.06.2025 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf bietet ab 1.\nSeptember 2025 zwei Praktikant*innenstellen (m/w/d) für ein einjähriges, studienvorbereitendes Praktikum im Bereich der Konservierung/ Restaurierung von Gemälden und Skulpturen an.\nDas Vorpraktikum gilt als Zulassungsvoraussetzung für den Beginn einer Fachhochschul- oder Hochschulausbildung im Bereich Restaurierung von Kunst und Kulturgut. Es dient der Vermittlung beruflicher Kenntnisse, Fertigkeiten und Erfahrungen für die spätere Ausbildung.\nDas Vorpraktikum bietet Einblicke in Museumsabläufe, wie Bestandspflege, präventive Konservierung, Vorbereitung von Exponaten für Sonderausstellungen und Leihanfragen, mal- und werktechnische Untersuchungen, Entwicklung von Konservierungs- und Restaurierungskonzepten sowie deren Durchführung und Dokumentation.\nVoraussetzungen:\nAllgemeine Hochschulreife oder Fachhochschulreife. Erfolgte Auseinandersetzung mit dem Berufsbild, Motivationsschreiben. Vorkenntnisse sind erwünscht, aber nicht erforderlich.\nWir bieten:\nmonatliches Entgelt in Höhe von 45% der Grundvergütung der Entgeltgruppe 5 Stufe 1 des TV-L\nWochenarbeitszeit von 38,7 Stunden sowie gleitende Arbeitszeit\n30 Tage Erholungsurlaub\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre aussagekräftige Bewerbung richten Sie bitte bis spätestens 02. Juni 2025 mit den üblichen Unterlagen ausschließlich per E-Mail an:\nBewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie vorab auf unserer Homepage.\nhttps://landesmuseen.sh/de/datenschutz/bewerber\n). Aus technischen Gründen kann nur eine PDF-Datei mit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge können nicht verwendet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.06.2025", "url": "https://www.museumsbund.de/stellenangebote/studienvorbereitendes-restaurierungspraktikum-gemaelde-skulptur-3/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-insel-herrenchiemsee-in-prien-teilzeit/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst, Insel Herrenchiemsee in Prien, Teilzeit", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Prien Bewerbungsende: 31.05.2025 | Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst, Insel Herrenchiemsee in Prien, Teilzeit\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort\nMitarbeiter (m/w/d) für Museumsaufsichtstätigkeiten und Besucherbetreuung\nin einem kulturellen Objekt auf der\nInsel Herrenchiemsee in Prien.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\n(ca. 120 bis 140 Stunden/ Monat) ausgeübt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine\ntarifgebundene Bezahlung\nSie erhalten\nFunktionszulagen\nauf den tariflichen Stundengrundlohn\nZuschüsse zu den Kosten der An- und Abfahrt zum/vom Arbeitsort können gewährt werden\nEine qualifizierte Einarbeitung ist selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen Sicherungs- und Überwachungsaufgaben im Tagesdienst\nSie übernehmen den Museumsaufsichtsdienst\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nDas bringen Sie mit:\nBesucherfreundliches und gepflegtes Auftreten\nArbeitsbereitschaft und absolute Zuverlässigkeit\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nUnterrichtungsnachweiß nach §34a Gewerbeordnung (IHK)\nPolizeiliches Führungszeugnis ohne Eintrag\nArbeitszeiten:\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-insel-herrenchiemsee-in-prien-teilzeit/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalterin-dokumentarin-m-w-d/", "image": "", "title": "Depotverwalter*in / Dokumentar*in (m/w/d)", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 04.05.2025 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen in Deutschland und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg.\nWir suchen ab dem nächstmöglichen Zeitpunkt befristet zur Vertretung bis vorerst 31.12.2025 und in Vollzeit\neine*n Depotverwalter*in / Dokumentar*in (m/w/d)\nSie sind verantwortlich für die allgemeine Verwaltung und Dokumentation der entsprechenden Vorgänge für alle Depots des Badischen Landesmuseums Karlsruhe. Die Hauptaufgaben sind somit:\nGewährleisten einer digitalbasierten Standortverwaltung auf Grundlage einer entsprechenden Kommunikation innerhalb des Hauses\nErfassen von Eingang oder Ausgang der Kunstobjekte digital mit einem Datenerfassungsprogramm und einer nachvollziehbaren Standortverwaltung incl. Ausführen, Überprüfen und ggf. Modifizieren der Verfahrensabläufe\nKommunikation und Zusammenarbeit im Team der Restaurierung, Projektsteuerung, Sicherheit und Technik\nUnterstützung bei Recherchen und Registrierungen von Objekten mit einer Datenbank und einem Standortverwaltungsprogram (QR- Code).\nBedarfsermittlung und Bestellung des gesamten Depotbedarfs\nMonitoring der Depots: Betreuung der Klimamessung, Funktionskontrolle und Pflege aller technischen Geräte, Zugangskontrolle und Sicherheit, Schädlingsüberwachung, Kontrolle der Lagerbedingungen, Sauberkeit und Ordnung\nOrganisation, Ausführung und Terminierung von Eigentransporten innerhalb des Museums, Depots und der Außenstellen des Badischen Landesmuseums\nIhr Profil:\nabgeschlossenes Studium (mind. Bachelor-Abschluss) in einem der Fachrichtung entsprechenden Studiengang der Restaurierung, vorzugsweise mit dem Schwerpunkt Präventiver Konservierung; bei entsprechenden praktischen Erfahrungen auch in einem für die Sammlungen des Badischen Landesmuseums relevanten Fachs (Kunsthandwerk, anorganisch oder organische Konservierung) oder vergleichbare Qualifikation\nBerufserfahrung mit guten Kenntnissen im Sammlungsmanagement und Vertrautheit mit in einem Museumalltag notwendigen Abläufen\ngute Erfahrung in der fachgerechten Lagerung von Kunstsammlungsgut unterschiedlichster Materialien\nSehr gute Kenntnisse in der Präventiven Konservierung, bei Messvorgängen sowie Auswertung von Klimadaten und Materialien zur Lagerung\nOrganisationsgeschick, Verantwortungsbewusstsein und Zuverlässigkeit\nKommunikations- und Teamfähigkeit\ngute Kenntnisse in der Anwendung einer museumsspezifischen Datenbank und in den gängigen MS Office-Anwendungen\nFührerschein Klasse B\nWir bieten Ihnen:\nBezahlung nach EG 9b TV-L inkl. Jahressonderzahlung\nZusammenarbeit mit einem motivierten und fachlich hochqualifizierten Museumsteam\nMöglichkeit, an einem überregional bekannten Museum sowie seiner Außenstellen mit anerkannten Sammlungen zu arbeiten\nArbeitsplatz im Zentrum Karlsruhes mit optimaler Anbindung durch den ÖNVP und einer attraktiven naturnahen Lage\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche)\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket\nSchwerbehinderte Bewerber*innen werden bei gleicher Eignung vorrangig berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nIhre Bewerbung richten Sie bitte bis zum 04.05.2025 an\nbewerbungen@landesmuseum.de\nunter Angabe der Bewerbungskennziffer „Restaurierung III/25“.\nBei Rückfragen wenden Sie sich bitte an Herrn Oliver Morr, Leiter Restaurierungswerkstätten, Tel. Nr. 0721/926 6511 oder per Mail an\noliver.morr@landesmuseum.de\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/depotverwalterin-dokumentarin-m-w-d/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-besuchsinformation/", "image": "", "title": "Mitarbeiter:in in der Besuchsinformation", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Nordhausen Bewerbungsende: 11.05.2025 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist ab 1. Juli 2025 in der KZ-Gedenkstätte Mittelbau-Dora in Nordhausen eine auf zwei Jahre befristete Stelle für eine:n\nMitarbeiter:in in der Besuchsinformation\nin Teilzeit (durchschnittlich 30 Stunden pro Woche) zu besetzen.\nDie KZ-Gedenkstätte Mittelbau-Dora ist Teil der seit 2003 selbstständigen Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora. Sie befindet sich am Ort des gleichnamigen Konzentrationslagers etwa 5 km nordwestlich vom Stadtzentrum Nordhausens. Mittelbau-Dora steht exemplarisch für die Geschichte der KZ-Zwangsarbeit und der Untertageverlagerung von Rüstungsfertigungen im Zweiten Weltkrieg. Mehr als 60.000 Menschen aus fast allen Ländern Europas mussten zwischen 1943 und 1945 im KZ Mittelbau-Dora Zwangsarbeit für die deutsche Rüstungsindustrie leisten. Jeder Dritte starb. Heute ist die KZ-Gedenkstätte Mittelbau-Dora ein europäischer Forschungs-, Lern-, Gedenk- und Begegnungsort. Jährlich besuchen etwa 60.000 Menschen die Gedenkstätte, darunter Einzelbesucher:innen sowie schulische und außerschulische Gruppen, die in unterschiedlichen Bildungsformaten begleitet werden. Relikte im ehemaligen Lagergelände und im Stollen zeugen von den Verbrechen, aber auch vom wechselvollen Umgang mit der Geschichte. Interdisziplinäre Forschungsprojekte und Wechselausstellungen regen zur kritischen Auseinandersetzung mit der Vergangenheit an.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-besuchsinformation/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-fuer-die-museen-der-stadt-regensburg/", "image": "", "title": "Restaurator /-in (m/w/d) für die Museen der Stadt Regensburg", "content_text": "Stadt Regensburg, Regensburg Bewerbungsende: 05.05.2025 | Gemeinsam mit der Stadt Regensburg die Zukunft gestalten!\nWir suchen für die Museen der Stadt Regensburg eine/-n\nRestaurator/-in (m/w/d)\nzur Vorbereitung, Logistik und Durchführung des Umzugs der kunst- und kulturgeschichtlichen Sammlungen.\nDer schrittweise Umzug der Sammlungen der Museen der Stadt Regensburg in ein neues Zentraldepot erfordert eine erfahrene Kraft zur Vorbereitung und Koordination der Maßnahmen.\nStellenausweisung: EG 12 TVöD\nBefristung: vorerst befristet bis 31.03.2026 (eine befristete Verlängerung wird beantragt)\nArbeitszeit: Vollzeit mit 39 Wochenstunden\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.05.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-fuer-die-museen-der-stadt-regensburg/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-das-archiv-darstellende-kunst/", "image": "", "title": "Leitung für das Archiv Darstellende Kunst", "content_text": "Akademie der Künste, Berlin Bewerbungsende: 11.05.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 1. Juli 2025\neine Leitung für das Archiv Darstellende Kunst,\nunbefristet\nin Vollzeit (39 Wochenstunden)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das Archiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst und Kultur im deutschen Sprachraum seit 1900.\nDas Archiv Darstellende Kunst ist eine Abteilung des Akademie-Archivs. Mit seinen umfangreichen Beständen zum deutschsprachigen Theater des 20. und 21. Jahrhunderts macht es die Theaterentwicklung im deutschsprachigen Raum nachvollziehbar. Es gehört damit zu den führenden Archiven des Sprech-, Musik- und Tanz-Theaters in Deutschland. Eine Besonderheit bildet der Arbeitsbereich\nInszenierungsdokumentation\n. Seine Aufgabe ist die Dokumentation von aktuellen Probenarbeiten und Aufführungen auf deutschsprachigen Bühnen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-das-archiv-darstellende-kunst/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/drei-stellen-fuer-praktika-m-w-d-zur-vorbereitung-auf-restaurierungsstudiengaenge/", "image": "", "title": "Drei Stellen für Praktika (m/w/d) zur Vorbereitung auf Restaurierungsstudiengänge", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 11.05.2025 | Bei den Staatlichen Kunstsammlungen Dresden (SKD) sind ab 1. September 2025, in Vollzeit und befristet für die Dauer eines Jahres,\ndrei Stellen für Praktika (m/w/d) zur Vorbereitung auf Restaurierungsstudiengänge\nzu besetzen. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/drei-stellen-fuer-praktika-m-w-d-zur-vorbereitung-auf-restaurierungsstudiengaenge/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technikerin-m-w-d-fuer-das-labor-und-die-sammlungsbetreuung-im-fachbereich-geoarchaeologie/", "image": "", "title": "Techniker*in (m/w/d) für das Labor und die Sammlungsbetreuung im Fachbereich Geoarchäologie", "content_text": "Senckenberg Gesellschaft für Naturforschung, Tübingen Bewerbungsende: 28.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort im baden-württembergischen Tübingen befindet sich das Senckenberg Centre for Human Evolution and Palaeoenvironment (HEP) in einer lebendigen Universitätsstadt mit historischem Flair und zahlreichen Naherholungsmöglichkeiten.\nSenckenberg setzt sich dafür ein, die Ursachen und Auswirkungen des Biodiversitätsverlusts im Anthropozän zu erforschen. Im Rahmen des Großen Strategischen Sondertatbestands „Anthropocene Biodiversity Loss“ werden die Module „Collectomics“, „Biodiversity Genomics“ und „Solution Labs“ aufgebaut. Zu den Zielen gehören die Transformation naturhistorischer Sammlungen in das digitale Zeitalter, die Untersuchung der Biodiversität von der Genom- bis zur Ökosystemebene und die Bereitstellung von Diskursräumen für Wissenschaft und Gesellschaft, um gemeinsame Lösungen für die Herausforderungen des Anthropozäns zu entwickeln.\nIn diesem Kontext unternimmt Senckenberg innovative Schritte in der sammlungsbasierten Forschung und Datenwissenschaft. Ziel von „Collectomics“ ist es, aktuelle und zukünftige naturhistorische Sammlungen digital zugänglich zu machen und die Integration und Zusammenarbeit zwischen Regionen, Sammlungen und Disziplinen zu verbessern. Dies wird eine breitere, ganzheitlichere Biodiversitätsforschung zum Nutzen von Mensch und Natur ermöglichen.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Senckenberg Center for Human Evolution and Palaeoenvironment (SHEP) für die Arbeitsgruppe Geoarchäologie am Standort Tübingen eine*n\nTechniker*in (m/w/d) für das Labor und die Sammlungsbetreuung im Fachbereich Geoarchäologie\n(Vollzeit / Teilzeit möglich)\nZur Verstärkung unseres Teams suchen wir eine engagierte Fachkraft für das technische Management wissenschaftlicher Laborgeräte sowie für die Betreuung unserer geoarchäologischen Sammlung. Die Position umfasst sowohl praktische Laborarbeit als auch koordinative Aufgaben im Sammlungsmanagement.\nIhre Aufgaben\nTechnisches Management, Betreuung, Prüfung und Wartung von wissenschaftlichen Laborgroßgeräten (z. B. µXRF, FTIR, µFTIR)\nBetreuung weiterer Laborgeräte wie petrographische Mikroskope, Digitalisierungsmikroskop, Schleifgeräte etc.\nVorbereitung geoarchäologischer Proben\nBetreuung der geoarchäologischen Sammlung inkl. Präparations- und Restaurierungsarbeiten\nDigitalisierung, Katalogisierung und wissenschaftliche Einordnung von Sammlungsbeständen\nVerwaltung und Pflege der Dünnschliff- und Blöckesammlung\nMitarbeit im internationalen Leih- und Tauschverkehr sowie bei der Literaturrecherche und -beschaffung\nKoordination der Sammlung und Bereitstellung von Zugang für Wissenschaftler*innen\nAufbau und Pflege einer Open-Access-Datenbank\nUnterstützung bei studentischen Praktika und Aktualisierung der Website\nMitbetreuung von Hilfskräften, Gastwissenschaftler*innen und Mitarbeitenden\nIhre Qualifikationen\nBachelor-Abschluss in Geoarchäologie oder einer vergleichbaren Fachrichtung im Bereich der Naturwissenschaften\nKenntnisse und Erfahrung im Umgang mit wissenschaftlichen Laborgroßgeräten (µXRF, FTIR, µFTIR)\nFundierte Kenntnisse laborativer Prozesse und Methoden\nSehr gute Kenntnisse zur Präparation und Interpretation von Dünnschliffen\nErfahrung im Sammlungswesen\nSehr gute IT-Kenntnisse (MS Office, Excel, Access) sowie Bereitschaft, neue Software und Datenbanksysteme zu erlernen\nGute Englischkenntnisse sowie sehr gute Kommunikations- und Koordinationsfähigkeiten\nWir bieten\neine attraktive und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in kleinen Projektteams mit flachen Hierarchien und\nhoher Eigenverantwortlichkeit\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nOrt: Tübingen (Baden-Württemberg)\nBeschäftigungsumfang: Vollzeit (39,5 Wochenstunden) / Teilzeit ist möglich\nVertragsart: Zunächst befristet für 2 Jahre\nVergütung: Tarifvertrag der Länder TV-L, E 9\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer 10-25002 bis zum 28.04.2025 an\nrecruiting@senckenberg.de\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Christopher Miller unter\nchristopher.miller@senckenberg.de\nsehr gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.04.2025", "url": "https://www.museumsbund.de/stellenangebote/technikerin-m-w-d-fuer-das-labor-und-die-sammlungsbetreuung-im-fachbereich-geoarchaeologie/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-museum-utopie-und-alltag-w-m-d/", "image": "", "title": "Leitung Museum Utopie und Alltag (w/m/d)", "content_text": "Landkreis Oder-Spree, Eisenhüttenstadt / Beeskow Bewerbungsende: 11.05.2025 | Arbeiten und leben in landschaftlich reizvoller Umgebung.\nDie Verwaltung des Landkreises Oder-Spree ist der drittgrößte Arbeitgeber der Region. Mit über 1000 Mitarbeitern erbringen wir Dienstleistungen für die Bürger des Landkreises und gestalten die Entwicklung des Landkreises mit.\nDer Landkreis Oder-Spree schreibt zur Besetzung zum nächstmöglichen Zeitpunkt im Kultur- und Sportamt folgende Stelle aus:\nLeitung Museum Utopie und Alltag (w/m/d)\nDie Besetzung der Stelle erfolgt unbefristet in Vollzeit (39 Stunden pro Woche).\nDie Tätigkeitsstätten sind Eisenhüttenstadt und Beeskow.\nDer Landkreis Oder-Spree fördert aktiv die Gleichstellung aller sich Bewerbenden. Wir begrüßen deshalb alle Bewerbungen, unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nDas Museum Utopie und Alltag. Alltagskultur und Kunst aus der DDR vereint das Kunstarchiv Beeskow und das Dokumentationszentrum Alltagskultur der DDR in Eisenhüttenstadt unter einem Namen. Beide Einrichtungen werden getragen vom Landkreis Oder-Spree und gefördert durch das Land Brandenburg.\nMit 170.000 Objekten der Alltagskultur und 18.500 Werken der bildenden und angewandten Kunst sowie des Laienschaffens bewahrt das Museum einen in seiner Zusammensetzung und Vielfalt außergewöhnlichen Bestand zur Kulturgeschichte der DDR. Am Ausstellungsstandort Eisenhüttenstadt kommt das architektonische und städtebauliche Erbe der DDR noch hinzu.\nGesucht wird eine Leiterin bzw. ein Leiter (w/m/d), die bzw. der das Museum im Sinne der Neuausrichtung führt und weiterentwickelt. Das beinhaltet die Sicherung und Erschließung des Kunstbestands und der alltagskulturellen Sammlung ebenso, wie das Ziel, die vom Museum bewahrte Kunst und Alltagskultur aus der DDR deutlich gegenwartsbezogen zu thematisieren und sie in gesamtdeutsche und internationale Kontexte einzuordnen. Ein offener und partizipativer Umgang mit den Sammlungen, der u. a. wissenschaftliche Kooperationen, künstlerische Interventionen und Citizen-Science-Projekte umfasst, soll die Sichtbarkeit steigern und den Diskurs zu Kultur- und Zeitgeschichte auch vor Ort befördern. Ein besonderer Anlass dafür bildet das Jubiläumsjahr 2029, wenn wir sowohl auf die 40-jährige DDR-Geschichte als auch auf das 40-jährige Jubiläum der Friedlichen Revolution zurückblicken.\nDas sind Ihre Aufgaben:\nLeitung und Führung des Museums Utopie und Alltag\nkonzeptionelle Arbeit im Sinne der strategischen Ziele und der Profilierung der Einrichtung; insbesondere mit Blick auf die Entwicklung des Museums- und Depotstandorts Eisenhüttenstadt\nKonzeption und Realisierung eines breiten kulturellen Angebotes und Programms von regionaler und überregionaler Bedeutung (Ausstellungen, Veranstaltungen, Vermittlungsformate)\nSicherung einer modernen, professionellen Öffentlichkeitsarbeit\nSichern, Erschließen und Sichtbarmachen der Sammlungen – vor Ort und im digitalen Raum\nRepräsentation des Museums gegenüber Publikum, Presse, Partnern und Politik\nPflege und Ausbau des Kooperationsnetzwerkes mit Fördervereinen, Schulen und Hochschulen, Museen in Berlin, Dresden, Potsdam, Frankfurt/Oder und Cottbus u.a.\nHaushaltsplanung sowie Erarbeitung und Umsetzung von Maßnahmen zur gezielten Einwerbung von Drittmitteln, Förderern und Sponsoren\nDarauf können Sie sich freuen:\neine abwechslungsreiche und anspruchsvolle Tätigkeit mit interessanten und vielfältigen Aufgaben\ngute Einarbeitung und Begleitung durch eine Patin bzw. einen Paten (w/m/d)\nein motiviertes engagiertes Team und eine kreative, kollegiale Atmosphäre\nmodernste technische Ausstattung am Arbeitsplatz und in Beratungsräumen (Videokonferenzen)\neine Behördenkultur, in der Mitgestaltung gewünscht ist\nVereinbarkeit von Pflege, Familie und Beruf durch flexible Arbeitszeitmodelle, Teilzeitmöglichkeiten und ggf. Mobile Arbeit im Rahmen einer Dienstvereinbarung\nleistungsgerechte Vergütung nach Tarifvertrag öffentlicher Dienst\npersönliche und fachliche Entwicklung durch ein umfangreiches Fortbildungsangebot und berufliche Entwicklungsmöglichkeiten\nattraktive (Sozial-) Leistungen des öffentlichen Dienstes (Jahressonderzahlung, betriebliche Altersvorsorge, betriebliches Gesundheitsmanagement)\nBike-Leasing Angebot für tariflich Beschäftigte\nmonatliche Aufladung einer Sachbezugskarte für tariflich Beschäftigte\nWas wir erwarten:\nein nachweislich abgeschlossenes Studium der Kulturwissenschaften, der Geschichte, der Kunstgeschichte, der Museologie, des Kulturmanagements oder in vergleichbaren Fächern\nNachweise über Tätigkeiten und Qualifikationen im Kultur- und Museumsbereich\nKenntnisse und Wissen im Bereich der Kunst- und Kulturgeschichte der DDR\nErfahrungen im kuratorischen Umgang mit historischer Sachkultur und Kulturgütern\neinen hohen Qualitäts- und Innovationsanspruch in der kreativen Entwicklung und gestalterischen Umsetzung von Themeninhalten\nErfahrungen in der Konzeption und Durchführung von Ausstellungen und von kulturellen Angeboten und Projekten unterschiedlicher Art\nErfahrungen mit Sammlungsarbeit und beim Betrieb eines Museumsdepots oder Archivs\nhohe Einsatzbereitschaft, Belastbarkeit und Flexibilität\nausgeprägtes strategisches Denken und Handeln\nausgeprägte Kommunikations-, Kooperations- und Konfliktfähigkeit\neinen hohen Qualitäts- und Innovationsanspruch bzgl. der zu vermittelnden Inhalte und der gestalterischen Umsetzung\nVor-Ort-Präsenz und -Engagement\nFührerschein Klasse B\nDie Vergütung erfolgt entsprechend Tarifvertrag öffentlicher Dienst\nmit der Entgeltgruppe 12.\nBitte reichen Sie Ihre aussagekräftigen Unterlagen (Bewerbungsschreiben, Lebenslauf, Zeugnis über den Berufsabschluss, Qualifikationsnachweise, Arbeitszeugnisse) bis zum\n11. Mai 2025\nausschließlich bei folgender Adresse ein:\nLandkreis Oder- Spree\nStabsstelle Personal\nBreitscheidstr. 7\n15848 Beeskow\noder als PDF-Dokument per Email an:\npersonalamt@landkreis-oder-spree.de\nBewerbungsunterlagen aus Kostengründen nicht zurückgesandt werden.\nEs erfolgt keine schriftliche Eingangsbestätigung. Bewerberinnen und Bewerber (w/m/d), die nicht berücksichtigt werden, erhalten eine schriftliche Information.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-museum-utopie-und-alltag-w-m-d/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-elektrotechnik-elektrofachkraft-m-w-d/", "image": "", "title": "Mitarbeiter*in Elektrotechnik / Elektrofachkraft (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 11.05.2025 | DAS DEUTSCHE TECHNIKMUSEUM- EINFACH FÜR DICH\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum 01.09.2025 eine*n\nMitarbeiter*in Elektrotechnik / Elektrofachkraft (m/w/d) unbefristet und in Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-elektrotechnik-elektrofachkraft-m-w-d/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-einkauf-verwaltung-controlling-fuer-die-skulptur-projekte-2027-w-m-d/", "image": "", "title": "Leitung Einkauf, Verwaltung & Controlling für die Skulptur Projekte 2027 (w/m/d)", "content_text": "Landschaftsverband Westfalen-Lippe, Münster Bewerbungsende: 28.04.2025 | Seit 1977 ermöglichen die Skulptur Projekte Münster Begegnungen mit Werken namhafter Künstler:innen im öffentlichen Raum. Die von Klaus Bußmann und Kasper König ins Leben gerufene internationale Kunstausstellung wird im Zehn-Jahres-Rhythmus veranstaltet. Träger der Skulptur Projekte sind der Landschaftsverband Westfalen-Lippe (LWL) und die Stadt Münster. Veranstaltet und organisiert werden die Skulptur Projekte vom LWL-Museum für Kunst und Kultur. Das LWL-Museum für Kunst und Kultur ist ein Museum des Landschaftsverbandes Westfalen-Lippe (LWL). Es vermittelt, erforscht und bewahrt Kunst und Kultur vom elften Jahrhundert bis zur Gegenwart.\nDie Skulptur Projekte Münster stehen im Jahr 2027 unter der künstlerischen Leitung von [wird nach erfolgter Stellenbewertung ergänzt]. Der LWL, der die Personalverantwortung für die Skulptur Projekte trägt, sucht voraussichtlich zum 01.07.2025 eine\nLeitung Einkauf, Verwaltung & Controlling für die Skulptur Projekte 2027 (w/m/d)\nmit einer wöchentlichen Arbeitszeit von 39 Stunden. Das Arbeitsverhältnis ist befristet bis voraussichtlich 31.03.2028.\nWorauf Sie sich freuen können?\nEine Vergütung nach EG 11 TVöD\nDie Mitarbeit an einer internationalen Großausstellung\nEin vielseitiges, abwechslungsreiches und verantwortungsvolles Aufgabengebiet bei einem großen öffentlich-rechtlichen Arbeitgeber\nEine gute Arbeitsatmosphäre in einem engagierten und motivierten Team\nEine leistungsstarke vom Arbeitgeber finanzierte Betriebsrente mit der kvw-Zusatzversorgung für Ihre finanzielle Absicherung im Alter bei Vorliegen der Voraussetzungen\nAttraktive Fort- und Weiterbildungsmöglichkeiten\nVielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z. B. flexible Arbeitszeiten\nIhre Tätigkeiten\nFührung des Projektteams „Administration“ und Leitung der administrativen Prozesse (25%)\neigenverantwortliche Steuerung und Durchführung der Beschaffung von Waren und Dienstleistungen, einschließlich der strategischen Ausschreibungs- und Vergabeprozesse nach öffentlichen Vergaberichtlinien sowie der Beauftragung externer Dienstleister. (25%)\nEigenverantwortliche Planung des Projektbudgets, einschließlich Budgetcontrolling, Kostenanalysen und finanzstrategischer Beratung (20%)\nEntwicklung, Implementierung und Überwachung von Verwaltungs- und Controllingprozessen zur effizienten Steuerung der finanziellen und administrativen Abläufe zur Sicherstellung eines reibungslosen Ablaufs der Abrechnungsvorgänge (20%)\nDie Vorbereitung und Durchführung der Projektabrechnung für Fördermittelgeber in enger Abstimmung mit der Verwaltungsleitung des LWL-Museums für Kunst und Kultur (5%)\nBegleitung von Verwendungsnachweisprüfungen (5 %)\nWas erwarten wir von Ihnen?\nein abgeschlossenes Studium für den allgemeinen Verwaltungsdienst der Laufbahngruppe 2, erstes Einstiegsamt (ehemals gehobener nichttechnischer Verwaltungsdienst) also Diplom-Verwaltungswirt:in, Bachelor of Laws an der Hochschule Polizei und öffentliche Verwaltung (HSPV)\noder\neine erfolgreich abgelegte Aufstiegsprüfung für die Laufbahngruppe 2, erstes Einstiegsamt\noder\neinen erfolgreichen Abschluss des Lehrgangs zum:zur Verwaltungsfachwirt:in (VL II)\noder\nein anderer einschlägiger Studiengang mit Bezügen zu den genannten Aufgabenfeldern (z. B. Personen mit abgeschlossenem ersten juristischen Staatsexamen oder abgeschlossenem Studium als Bachelor of Arts im Studiengang Öffentliche Verwaltung oder Bachelor of Arts in Betriebswirtschaftslehre)\nBereitschaft zur Übernahme von Fach- und Führungsverantwortung\nAusgeprägte analytische und strategische Fähigkeiten, insbesondere in der finanziellen Planung und Steuerung großer Budgets\nErfahrung in der Steuerung komplexer Verwaltungsprozesse, idealerweise im öffentlichen oder kulturellen Bereich\nSichere Anwendung des Vergaberechts und Erfahrung im öffentlichen Einkaufs- und Ausschreibungsmanagement\nSorgfalt und Verantwortung im Umgang mit hohen Auszahlungssummen und komplexen Finanzstrukturen\nFähigkeit zum eigenverantwortlichen Handeln, strukturierten Arbeiten und Entscheidungsfreude\nSichere Anwendung von MS Office, insbesondere Excel und PowerPoint. Kenntnisse in SAP-basierten Buchungssystemen wünschenswert.\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes NRW bevorzugt berücksichtigt. Bewerbungen geeigneter schwerbehinderter Personen sind ebenfalls ausdrücklich erwünscht. Wir begrüßen Bewerbungen von Bewerber:innen unabhängig von ihrer Nationalität, ihrem kulturellen oder sozialen Hintergrund, ihrem Alter, ihrer Religion, ihrer Weltanschauung, ihrer Behinderung oder ihrer sexuellen Identität.\nBei fachlichen Fragen zu diesen vielfältigen Aufgaben wenden Sie sich gerne an\nLWL-Museum für Kunst und Kultur:\nVerena Putzer (Tel.: 0251/591-7696)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nLWL-Haupt- und Personalabteilung:\nLara Steinkamp (Tel.-Nr. 0251 591-5168)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\nTabellarischer Lebenslauf\nHochschulabschlusszeugnisse\nBei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nGegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate, Textproben)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 7766\nbis zum\n28.04.2025\n(Eingangsstempel LWL) an:\nLandschaftsverband Westfalen-Lippe (LWL)\nLWL-Haupt- und Personalabteilung\n48133 Münster\nWir bevorzugen eine Bewerbung über unser Online-Portal:\nhttps://www.lwl.org/LWL/Der_LWL/Jobs\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.04.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-einkauf-verwaltung-controlling-fuer-die-skulptur-projekte-2027-w-m-d/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-marketing-m-w-d/", "image": "", "title": "Referent Marketing (m/w/d)", "content_text": "Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Bonn Bewerbungsende: 21.04.2025 | Sie möchten Ihr Wissen in der Kommunikation und im Marketing zielgerichtet einsetzen und uns tatkräftig dabei unterstützen, dass unsere Stiftung sich weiterhin erfolgreich am Markt behauptet? – Dann sind Sie bei uns genau richtig.\nDie Häuser der Stiftung in Bonn, Berlin und Leipzig gehören zu den meistbesuchten Geschichtsmuseen in Deutschland. Für den Standort Bonn suchen wir\nunbefristet\nzum\nnächstmöglichen Zeitpunkt\neine\nengagierte, verantwortungsbewusste und teamfähige\nPersönlichkeit (m/w/d)\nReferent Marketing (m/w/d)\n(EG 13 TVöD)\nKennziffer 05-25\nWas erwartet Sie?\nAls Teil der Stabstelle Kommunikation umfasst Ihr Aufgabengebiet:\ndie Entwicklung und Durchführung zielgruppenspezifischer Marketingstrategien und -kampagnen (Print und Digital) für alle Stiftungsstandorte inkl. Media- und Distributionsplanung\nBrandmanagement, Pflege und Weiterentwicklung der Corporate Identity für die gesamte Stiftung\nVertretung Pressereferentin\nWas sollten Sie mitbringen?\nEin erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium (Master, Diplom) im Bereich Marketing, Kulturmanagement, BWL, Kommunikations- und Medienwissenschaften oder vergleichbarer Ausrichtung\nGute Kenntnisse der deutschen Zeitgeschichte seit 1945 sind zwingend Voraussetzung\nMehrjährige einschlägige Berufserfahrung im Bereich Marketing ist erforderlich, idealerweise im Kultur- oder Museumsbereich\nErfahrung in abteilungs- und standort-übergreifender Projektarbeit, Teamfähigkeit\nAusgeprägtes konzeptionelles und analytisches Denkvermögen\nHohe Medien- und Digitalaffinität\nSehr gute Deutsch- und Englischkenntnisse\nOrganisationsfähigkeit, Zielorientierung und Einsatzbereitschaft runden Ihr Profil ab\nWas bieten wir Ihnen?\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit in einem spannenden Berufsfeld\nEin familienfreundliches Umfeld mit flexibler Arbeitszeit und Möglichkeit zu mobiler Arbeit\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder\nJobticket bzw. Deutschlandjobticket mit Arbeitgeberzuschuss\nFortbildungsmöglichkeiten\nEine gute Anbindung an den ÖPNV sowie Auto- und Fahrradstellplätze\nDie Stelle kann auch mit Teilzeitkräften besetzt werden. Die Stiftung gewährleistet die berufliche Gleichstellung von Männern und Frauen nach dem Bundesgleichstellungsgesetz. Menschen mit Behinderung werden nach Maßgabe des Sozialgesetzbuches – Neuntes Buch – bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständige und aussagekräftige Bewerbung (bevorzugt als PDF-Format in nur einer Datei) bis zum 21. April 2025 unter Angabe der Kennziffer 05-25 sowie des frühestmöglichen Eintrittstermins per E-Mail an:\nbewerbung@hdg.de\noder Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Personalreferat, Willy-Brandt-Allee 14, 53113 Bonn.\nFür Rückfragen steht Ihnen Frau Anke Löschhorn, Telefon 0228/9165-510 zur Verfügung.\nVorstellungsgespräche werden voraussichtlich in KW 19/20 geführt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-marketing-m-w-d/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-3/", "image": "", "title": "Hausmeister/in (m/w/d)", "content_text": "Museum im Kloster, Bersenbrück Bewerbungsende: 04.05.2025 | Der Landkreis Osnabrück gehört in Niedersachsen zu den wirtschaftlich erfolgreichsten Regionen mit weltweit führenden Herstellern innovativer Produkte, einer auch in den nächsten Jahren ausgeglichenen demografischen Entwicklung und einem lebens- und liebenswerten Arbeits- und Wohnumfeld mit seinem UNESCO Geopark TERRA.vita. Als attraktiver und familienfreundlicher Arbeitgeber bietet die Kreisverwaltung eine Vielzahl interessanter Perspektiven und Entwicklungsmöglichkeiten.\nZur Verstärkung des Landkreisteams im Museum im Kloster in Bersenbrück freuen wir uns zum nächstmöglichen Zeitpunkt auf Sie für die Tätigkeit als\nHausmeister/in (m/w/d)\nDas Museum im Kloster ist ein zentraler Kulturort des nördlichen Osnabrücker Landes. Mit seiner hundertjährigen Geschichte als ehemaliges Kreismuseum ist es ein spannender Lernort über die Geschichte und Kultur der Region, die in einer 2018 neugestalteten modernen und multimedialen Dauerausstellung erfahrbar werden. Zeitlich umfasst das Museum den Zeitraum von 1231 bis 1924, also ab Gründung des ehemaligen Zisterzienserinnenklosters, in dessen Räumlichkeiten sich das Museum heute befindet, bis zur Museumsgründung. Regelmäßige Sonderausstellungen und die museumspädagogischen Programme ergänzen das Angebot. Das Museum im Kloster wird in Kooperation des Kulturbüros des Landkreises Osnabrück und dem Kreisheimatbund Bersenbrück e.V. geführt.\nIhre Aufgaben\nFachgerechte Pflege und Instandhaltung von Gebäuden und Außengelände\nAnfertigung, Umbau, Reparatur und Aufstellung von Ausstellungseinrichtungen\nDurchführung von Wartungsarbeiten, Klein- und Schönheitsreparaturen verschiedener Art und Gewerke\nAnsprechperson vor Ort für alle handwerklichen Leistungen und andere externe Dienstleister\nRegelmäßige Kontrolle und Prüfung technischer Anlagen und Einrichtungen, der Gebäude und der Liegenschaften\nÜberprüfung des Gebäudeklimas\nTätigkeiten der allgemeinen Hauswartung\nLogistische und technische Unterstützung bei der Durchführung von Veranstaltungen\nTransportarbeiten auch hochwertiger Kunstgegenstände\nUnterstützung bei der Neueinrichtung von Depot und Werkstatt\nIhr Profil\nSie verfügen über eine erfolgreich abgeschlossene Ausbildung als Elektroniker/in – Energie- und Gebäudetechnik oder vergleichbar.\nWir wünschen uns außerdem von Ihnen\nHandwerkliches Geschick für Tischler- und Malerarbeiten\nSensibilität für die besonderen Belange einer gemeinnützigen Kultureinrichtung\nBerufserfahrung im Facility Management oder im Dienstleistungsbereich der Gebäudewirtschaft oder Haustechnik\nKenntnisse der Arbeitssicherheit und Elektrotechnik\nGründliche und sorgfältige Arbeitsweise bei hoher Zuverlässigkeit\nPhysische Belastbarkeit\nBereitschaft zum Dienst an Wochenenden und in Notfällen\nTeam- und Kommunikationsfähigkeit\nSicheres Beherrschen der Grundfunktionen der Standard Office Programme\nUnser Angebot\nDer Landkreis Osnabrück ist zertifiziert als familienfreundlicher Arbeitgeber durch das Familienbündnis Region Osnabrück.\nSie übernehmen eine vielseitige und verantwortungsvolle Tätigkeit in einem motivierten, kollegialen und professionellen Team im Rahmen eines\nunbefristeten Arbeitsverhältnisses\nnach Entgeltgruppe 4 TVöD\nmit bis zu 30 Tagen Jahresurlaub\neiner Jahressonderzahlung sowie\nder Option auf eine zusätzliche, einmal jährliche leistungsorientierte Bezahlung\nEs handelt sich um eine Teilzeitstelle mit einer wöchentlichen Arbeitszeit von 19,5 Stunden.\nDarüber hinaus erwarten Sie\nflexible und an Lebensphasen orientierte Arbeitszeitmodelle und Angebote zur Vereinbarkeit von Beruf und Privatleben\nKinderbetreuungsmöglichkeiten im Kreishaus im Rahmen vorhandener Kapazitäten sowie eine Notfallbetreuung für Kinder\nein ausgeprägtes betriebliches Gesundheitsmanagement, ein Firmenfitness-programm sowie ein Fahrradleasing-Angebot\nVergünstigungen für den öffentlichen Personennahverkehr\neine strukturierte Einarbeitung sowie attraktive und individuelle Fort- und Weiterbildungsmöglichkeiten\nviele Gestaltungsmöglichkeiten auf dem Weg zu einem „digitalen“ Landkreis mit modernster IT-Ausstattung\nkostenfreie Parkmöglichkeiten auch im Rahmen von E-Mobilität\nJetzt bewerben!\nSenden Sie uns Ihre aussagekräftige Bewerbung\nbis zum 04. Mai 2025\nonline\nüber unser Karriereportal unter\nwww.landkreis-osnabrueck.de/karriere\nzu.\nFragen?\nFür weitere Auskünfte steht Ihnen die Leiterin des Museums, Frau Pfaff, unter der Telefonnummer 0541/501-4034 gerne zur Verfügung.\nLandkreis Osnabrück\nFachdienst Bildung, Kultur und Sport\nAm Schölerberg 1\n49082 Osnabrück\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-in-m-w-d-3/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-25/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (w/m/d)", "content_text": "Dommuseum Hildesheim, Hildesheim Bewerbungsende: 12.05.2025 | Das Bischöfliche Generalvikariat sucht zum nächstmöglichen Zeitpunkt\neine Wissenschaftliche Mitarbeiterin / einen Wissenschaftlichen Mitarbeiter\nfür das Dommuseum. Die Wochenarbeitszeit beträgt 39,80 Stunden. Der Dienstsitz ist Hildesheim. Die Stelle ist auf 2 Jahre befristet.\nDas Dommuseum Hildesheim ist mit dem zum UNESCO-Welterbe gehörenden Domschatz und den im Jahr 2015 neu eröffneten Museumsräumen eines der bedeutendsten Museen für hochmittelalterliche Kunst im deutschsprachigen Raum. Ein ambitioniertes Ausstellungs-, Vermittlungs- und Veranstaltungsprogramm auch zur Kunst der Gegenwart und zu aktuellen gesellschaftlichen Fragestellungen ergänzt die Arbeit mit der Sammlung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-25/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/studienvorbereitende-praktikumsstelle-im-bereich-der-gemaelde-und-skulpturenrestaurierung-6/", "image": "", "title": "Studienvorbereitende Praktikumsstelle im Bereich der Gemälde- und Skulpturenrestaurierung", "content_text": "Hessisches Landesmuseum Darmstadt, Darmstadt Bewerbungsende: 09.05.2025 | Am Hessischen Landesmuseum Darmstadt ist ab\n01. September 2025\neine\nstudienvorbereitende Praktikumsstelle\nim Bereich der Gemälde- und Skulpturenrestaurierung, mit 100% der regelmäßigen Arbeitszeit (40 Wochenstunden)\nfür die Dauer von 12 Monaten zu besetzen.\nDas Hessische Landesmuseum Darmstadt ist eines der wenigen Universalmuseen Deutschlands. Hier werden gleichermaßen Objekte der Kunst- und Kulturgeschichte sowie der Naturgeschichte gesammelt und bewahrt.\nDas Praktikum soll auf die Aufnahmeprüfung zu einem Diplom- / Masterstudiengang im Bereich der Gemälde- und Skulpturenrestaurierung vorbereiten. Im Mittelpunkt steht die Konservierung und Restaurierung von Kunstwerken, deren Untersuchung, das Erstellen von Restaurierungskonzepten und die praktische Umsetzung. Weitere Aufgaben sind die Dokumentation der durchgeführten Maßnahmen, und die Vorbereitung von Exponaten für Sonderausstellungen oder bei Leihanfragen.\nDer Praktikant/die Praktikantin erhält Einblicke in Vorgänge des Museumsalltags, wie präventive Konservierung und die Abwicklung und Betreuung von Leihgesuchen, sowie den Auf- und Abbau von Sonderausstellungen.\nVoraussetzung für eine Bewerbung ist die Hoch- bzw. Fachhochschulreife. Wünschenswert sind restauratorische Vorkenntnisse.\nEs wird eine monatliche Vergütung gemäß den Praktikantenrichtlinien des Landes Hessen gewährt.\nBewerbungen von Menschen mit Behinderung werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Die Bewerbung von Menschen mit Migrationshintergrund wird ausdrücklich begrüßt.\nSämtliche Informationen zur Verarbeitung Ihrer personenbezogenen Daten, Ihrer Angaben im Bewerbungsverfahren und Ihre Datenschutzrechte finden Sie in unserer\nDatenschutzerklärung\n.\nSollten wir Ihr Interesse geweckt haben, freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum\n09.05.2025\nan das\nHessische Landesmuseum, Restaurierungsabteilung / Frau O. Levental, Friedensplatz 1, 64283 Darmstadt\n. Bei Fragen steht Ihnen gerne Frau Levental, Tel: 06151 3601-230, zur Verfügung. Für dieses Verfahren ist eine Bewerbung ausschließlich auf dem Postweg möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.05.2025", "url": "https://www.museumsbund.de/stellenangebote/studienvorbereitende-praktikumsstelle-im-bereich-der-gemaelde-und-skulpturenrestaurierung-6/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/research-fellowship-2025-2027/", "image": "", "title": "RESEARCH FELLOWSHIP 2025/2027", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 26.05.2025 | STIFTUNG ANN UND JÜRGEN WILDE\nBayerische Staatsgemäldesammlungen\nPinakothek der Moderne\nRESEARCH FELLOWSHIP 2025/2027\nDie Stiftung Ann und Jürgen Wilde, Bayerische Staatsgemäldesammlungen schreibt ein zweijähriges Fellowship zur Erforschung der Galerie– und Sammeltätigkeit des Stifterpaares Ann und Jürgen Wilde aus. Es richtet sich an Forschende im Bereich Fotografiegeschichte des 20. /21. Jahrhunderts.\nBewerbungsschluss: 26. Mai 2025\nDie Stiftung Ann und Jürgen Wilde:\nDie Stiftung Ann und Jürgen Wilde ist seit 2010 mit ihrer kostbaren Sammlung moderner und zeitgenössischer Fotografie, mit ihren einzigartigen Archiven, einer umfangreichen Fachbibliothek sowie den Künstlerarchiven Karl Blossfeldt und Albert Renger-Patzsch den Bayerischen Staatsgemäldesammlungen angegliedert. Zweck der Stiftung ist es, durch Ausstellungen, Publikationen und Kooperationen die Stiftungsbestände wissenschaftlich zu erschließen und national wie international der Öffentlichkeit vorzustellen. Zudem ist es ein Anliegen der Stiftung, Forschungen zur Geschichte der Fotografie anzuregen und zu unterstützen.\nThema des Fellowships:\nAnn und Jürgen Wilde begannen 1968, ausgehend vom Erwerb eines Teilnachlasses des Münchner Kunsthistorikers Franz Roh, ihre Sammlungen zur Fotografie aufzubauen. Von 1972 an führten sie in Köln eine der ersten Galerien für Fotografie in Europa. Bis zu ihrer Schließung 1985 realisierten sie zahlreiche Ausstellungen, vor allem auch in Kooperation mit Museen und Kunstinstitutionen im In- und Ausland, um die Anerkennung der Fotografie als Kunstform zu erreichen. Ziel ihrer Arbeit war es, u.a. in Vergessenheit geratenen Künstlerinnen und Künstlern der fotografischen Avantgarde der 1920er und 1930er Jahre eine Plattform zu bieten und sie in Beziehung zu zeitgenössischen Positionen zu setzen. 2001 gründeten Ann und Jürgen Wilde die Stiftung „Fotografie und Kunstwissenschaft“, aus der die heutige Stiftung Ann und Jürgen Wilde hervorgegangen ist und die seit 2010 den Bayerischen Staatsgemäldesammlungen angegliedert ist. Diese bewahrt die umfangreichen Archive des Lebenswerks der Stifter, ihre Sammlungen zur modernen und zeitgenössischen Fotografie, eine umfangreiche Fachbibliothek sowie die beiden Künstlerarchive Karl Blossfeldt und Albert Renger-Patzsch.\nDas Fellowship soll sich der wissenschaftlichen Erschließung und Beforschung der Archive zum Lebenswerk der Stifter widmen. Hierbei soll besonders ihr Engagement für die Wiederentdeckung vergessener Fotograf:innen der Avantgarde und der Klassischen Moderne in den Fokus genommen werden (z.B. Karl Blossfeldt, Germaine Krull).\nAnn und Jürgen Wilde selbst sollen in die Recherche miteinbezogen werden.\nRahmenbedingungen:\nDie Forschungsarbeit soll zum nächstmöglichen Zeitpunkt in 2025 beginnen und im Jahr 2027 abgeschlossen werden. Geplant ist eine Veröffentlichung der Forschungsergebnisse.\nDie Förderung beläuft sich auf 2 Jahre/24 Monate mit monatlich 2600 EUR zuzüglich Zuschüsse zu Reisekosten und technischer Ausstattung nach Bedarf.\nEs besteht keine Residenzpflicht.\nBewerbungsvoraussetzungen:\nabgeschlossenes Studium der Kunstgeschichte, Kulturwissenschaft, Kunstwissenschaft (Master) mit Schwerpunkt Geschichte und Theorie der Fotografie oder eine vergleichbare Qualifikation\nfundierte Kenntnisse der kunsthistorischen Forschungsmethodik und erste eigenständig durchgeführte Forschungsvorhaben\nwünschenswert sind Erfahrungen und Vorkenntnisse zum ausgeschriebenen Forschungsthema\nBitte reichen Sie bis zum 26. Mai 2025 Ihre Bewerbung (Anschreiben, Lebenslauf, relevante Zeugnisse, ggf. Projekt- und Schriftenverzeichnis) an untenstehende Adresse ein und geben Kontaktinformationen zu Personen, die gegebenenfalls ein Empfehlungsschreiben verfassen würden.\nAdresse:\nStiftung Ann und Jürgen Wilde\nBayerische Staatsgemäldesammlungen\nRichard-Wagner-Straße 1\n80333 München\nwww.pinakothek.de/stiftung-wilde\nFür Rückfragen wenden Sie sich bitte an\nDr. Simone Förster, email: simone.foerster@pinakothek.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.05.2025", "url": "https://www.museumsbund.de/stellenangebote/research-fellowship-2025-2027/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/graphikrestaurator-w-m-d-2/", "image": "", "title": "Graphikrestaurator (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 19.05.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir suchen ab sofort einen\nGraphikrestaurator (w/m/d)\n(in Vollzeit, 39,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nZur Erweiterung unseres Teams suchen wir eine engagierte Persönlichkeit, die Freude an Aufgaben in der Graphikrestaurierung mitbringt. Wenn Sie in einem zukunftsorientierten Landesbetrieb mit uns gestalten möchten, freuen wir uns auf Ihre Bewerbung!\nIhre Aufgaben:\nAlle konservatorisch und restauratorisch notwendigen Maßnahmen zur Pflege der Bestände der Graphischen Sammlung, der Kunstarchive und der Fotosammlungen: Restaurierung wertvoller Kunstwerke auf Papier, digitale Printmedien und Fotografien, deren Dokumentation sowie technologische Untersuchungen und Entwicklung neuer Arbeitstechniken.\nUmsetzung der präventiven Konservierung: Kontrolle von Ausstellungs- und Lagerungsbedingungen (Klima, Licht, Sauberkeit), Mitarbeit bei der systematischen Verbesserung der fachgerechten Verpackung und Lagerung sowie bei der Schädlingsprävention (Integrated Pest Management).\nAusstellungsvorbereitungen sowie deren Auf- und Abbau: Betreuung von Leihnahmen und Kurieren, Überwachung der Hängung, Bestückung von Vitrinen, Prüfung der Präsentationsbedingungen.\nBewältigung des Leihverkehrs: die restauratorische Bearbeitung der Leihgaben, deren Zustandsprotokollierung, die Überwachung von Verpackung und Transport sowie Transportbegleitung.\nMitarbeit bei der Umsetzung von QM-Richtlinien und den kontinuierlichen Verbesserungsprozessen in der Graphikrestaurierung.\nIhr Profil:\nAbgeschlossenes Hoch-/Fachhochschulstudium im Bereich Konservierung und Restaurierung von Kunstwerken auf Papier, Archiv- und Bibliotheksgut\nSelbstständige, präzise und strukturierte Arbeitsweise, auch unter Zeitdruck\nHohes Maß an manuellem Geschick\nSicherer Umgang mit MS Office, gute Englischkenntnisse\nGute Auffassungsgabe und hohe Leistungsbereitschaft\nKooperations- und Teamfähigkeit, sehr gute Kommunikationsfähigkeit\nOrganisationstalent, hohes Verantwortungsbewusstsein, Zuverlässigkeit\nFreundliches und sicheres Auftreten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte\nausschließlich\nüber unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-05\nbis zum\n19.05.2025\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Katja van Wetten (Bereichsleitung Restaurierung) unter T +49 711 470 40 131. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DSGVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/graphikrestaurator-w-m-d-2/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/praktikant-w-m-d-fuer-ein-studienvorbereitendes-pflichtpraktikum-im-bereich-der-gemaelde-und-skulpturenrestaurierung/", "image": "", "title": "Praktikant (w/m/d) für ein studienvorbereitendes Pflichtpraktikum im Bereich der Gemälde- und Skulpturenrestaurierung", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 09.05.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir suchen zum 01. Juni 2025 einen\nPraktikant (w/m/d) für ein studienvorbereitendes Pflichtpraktikum im Bereich der Gemälde- und Skulpturenrestaurierung\n(in Vollzeit, 39,50 Stunden/Woche, befristet auf 1 Jahr)\nDas Vorpraktikum gilt als Zulassungsvoraussetzung für den Beginn einer Fachhochschul- oder Hochschulausbildung im Bereich Restaurierung. Es dient der Vermittlung beruflicher Kenntnisse, Fertigkeiten und Erfahrungen für die spätere Ausbildung.\nIhr Praktikum:\nSie erhalten Einblicke in Museumsabläufe, wie die Bestandspflege, die präventive Konservierung, sowie in verschiedene Konservierungs- und Restaurierungstechniken abgestimmt auf unterschiedliche Material- und Objektgruppen.\nIhr Profil:\nVoraussetzung ist eine Allgemeine Hochschulreife oder Fachhochschulreife und die Absicht, ein Studium im Fachbereich Restaurierung aufzunehmen.\nGewünscht sind eine praktische Veranlagung, kunstgeschichtliche Grundkenntnisse sowie Interesse für Naturwissenschaften.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nWollen Sie hinter die Kulissen eines Museums blicken?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum\n09.05.2025 ausschließlich\nüber unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-06\neinreichen.\nFachliche Fragen vorab beantwortet Ihnen Frau Katja van Wetten (Bereichsleitung Restaurierung) unter T +49 711 470 40 131. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.05.2025", "url": "https://www.museumsbund.de/stellenangebote/praktikant-w-m-d-fuer-ein-studienvorbereitendes-pflichtpraktikum-im-bereich-der-gemaelde-und-skulpturenrestaurierung/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiterin-m-w-d-5/", "image": "", "title": "Sicherheitsmitarbeiter:in (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 08.05.2025 | Beim\nReferat Sicherheit\nder Staatlichen Museen zu Berlin sind\nvier\nStellen als\nSicherheitsmitarbeiter:in (m/w/d)\nzu besetzen. Die\nStaatlichen Museen zu Berlin\nsind mit ihren 15 Sammlungen und 4 Forschungsinstituten der größte Museumsverbund Deutschlands. Das Referat Sicherheit betreibt in allen Museumsgebäuden der Staatlichen Museen zu Berlin ein Sicherheitsmanagement, das einem modernen Museumsbetrieb gerecht wird. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen und der konzeptionell erforderlichen Anforderungen an die Museumssicherheit und die Sicherheitstechnik und damit einen reibungslosen Dauerbetrieb.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.05.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiterin-m-w-d-5/", "date_published": "2025-04-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-biologin-landschaftsoekologin/", "image": "", "title": "Wissenschaftliche:r Referent:in (w/m/d) Biolog:in/ Landschaftsökolog:in", "content_text": "LWL-Museum für Naturkunde, Münster Bewerbungsende: 19.05.2025 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum 01.10.2025 als\nwissenschaftliche:n Referent:in (Biolog:in/ Landschaftsökolog:in) (w/m/d)\nEG 14 TVöD VKA\nfür unser LWL-Museum für Naturkunde. Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 7676\nbis zum\n19\n.05.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-w-m-d-biologin-landschaftsoekologin/", "date_published": "2025-04-14T00:00:00"}]}