{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-als-sekretaer-der-sektion-baukunst/", "image": "", "title": "wissenschaftliche*r Mitarbeiter*in als Sekretär der Sektion Baukunst", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 11.08.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 1. Februar 2026 – befristet für die Dauer von 4 Jahren –\neine*n wissenschaftliche*n Mitarbeiter*in als Sekretär der Sektion Baukunst\nin Vollzeit (39 Wochenstunden)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das Archiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst und Kultur im deutschen Sprachraum seit 1900. Die zentrale Aufgabe besteht darin, künstlerisch und kulturgeschichtlich wichtige Archive zu erwerben, zu verzeichnen und der Wissenschaft und interessierten Öffentlichkeit bereitzustellen.\nBedeutende Architekten haben der Akademie der Künste seit ihrer Gründung 1696 angehört – von Andreas Schlüter über Karl Friedrich Schinkel, David Gilly, Friedrich August Stüler bis Ludwig Mies van der Rohe, Peter Behrens, Erich Mendelsohn und Le Corbusier.\nEine eigene Abteilung Baukunst gibt es erst seit der Wiedergründung der Akademie der Künste im Westteil Berlins (1954), angeregt von ihrem ersten Präsidenten, Hans Scharoun. Heute gehören der Sektion Baukunst internationale Mitglieder der Bereiche Architektur, Stadt- und Landschaftsplanung, Design, Bauingenieurswesen und Baugeschichte an.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-als-sekretaer-der-sektion-baukunst/", "date_published": "2025-07-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturreferentin-und-fachdienstleitung-kultur-m-w-d/", "image": "", "title": "Kulturreferent:in und Fachdienstleitung „Kultur“ (m/w/d)", "content_text": "Kreis Coesfeld, Coesfeld Bewerbungsende: 10.08.2025 | Gestalten Sie mit uns die Zukunft – werden Sie Teil unseres Teams!\nDer Kreis Coesfeld, das kommunale Dienstleistungszentrum für rund 226.000 Menschen in 11 Städten und Gemeinden, ist Träger von zwei beeindruckenden Burgen: Die Burg Vischering in Lüdinghausen zählt zu den schönsten Wasserburgen Deutschlands und zieht jährlich zahlreiche Besucher mit ihrem kulturhistorischen Museum, Wechselausstellungen zeitgenössischer Kunst und einem abwechslungsreichen Veranstaltungsprogramm an. Die Kolvenburg in Billerbeck begeistert mit hochkarätigen Kunstausstellungen von international renommierten Künstlern.\nDer Kreis Coesfeld sucht zum nächstmöglichen Zeitpunkt für die Abteilung Schule, Bildung und Kultur eine/n engagierte/n\nKulturreferentin/Kulturreferent und Fachdienstleitung „Kultur“ (m/w/d)\nDiese auf ein Jahr befristete Vollzeitstelle bietet Ihnen die Chance, aktiv an der Gestaltung und Weiterentwicklung unserer kulturellen Angebote mitzuwirken. Freuen Sie sich auf eine abwechslungsreiche Tätigkeit in einer wertschätzenden und motivierenden Arbeitsatmosphäre! Wir sind gespannt auf Ihre Bewerbung!\nWir bieten Ihnen:\neine attraktive Vergütung je nach Ausbildung und Berufserfahrung bis zur Entgeltgruppe 14 TVöD (je nach förderlicher Berufserfahrung 5.153,96 € – 7.346,06 €)\neine auf ein Jahr befristete Vollzeitstelle als Elternzeitvertretung (Stellenteilung ist bei Teilung des Arbeitsplatzes möglich)\nals Dienstort die Stadt Lüdinghausen im ländlich charmanten Münsterland – überzeugen Sie sich selbst über\nonboarding@münsterland\nNeugierig geworden?\nIhr Anforderungsprofil:\nabgeschlossenes geisteswissenschaftliches Hochschulstudium (mindestens Master oder Magister), vorzugsweise in den Fachrichtungen Kunstgeschichte, Geschichte oder Kulturwissenschaft\nBesitz der Führerscheinklasse B (bzw. Klasse 3) sowie Bereitschaft, das eigene Privatfahrzeug für dienstliche Zwecke einzusetzen\nFlexibilität und Bereitschaft zu Arbeitseinsätzen auch außerhalb der regulären Dienstzeiten\nWas Sie darüber hinaus noch mitbringen sollten:\nmehrjährige Erfahrung im genannten Aufgabenbereich sowie fundierte Kenntnisse und ausgeprägtes Interesse an moderner und zeitgenössischer Kunst\nvertiefte Kenntnisse der Westfälischen Adels-, Landes- und Regionalgeschichte als Sammlungsschwerpunkt des Museums und hohe persönliche Einsatzbereitschaft\nsehr gute schriftliche und mündliche Ausdrucksfähigkeit in Deutsch und verhandlungssichere Englischkenntnisse in Wort und Schrift sowie weitere Fremdsprachenkenntnisse\ngute Vernetzung im deutschen und internationalen Museumswesen\nausgeprägtes Verantwortungsbewusstsein, Organisationstalent, Belastbarkeit, Flexibilität, Kreativität und Durchsetzungsvermögen\nsouveränes Auftreten sowie eine positive und sympathische Ausstrahlung\nfundierte EDV-Kenntnisse sowie Erfahrung im Umgang mit spezieller Museumsdokumentationssoftware wünschenswert\nDann sind Sie genau richtig bei uns!\nIhre zukünftigen Aufgaben:\nLeitung des Fachdienstes „Kultur“ mit Leitung der Museen Burg Vischering sowie Kolvenburg\nPlanung und Organisation des Kulturprogramms sowie der Steuerung der vielseitigen Projekte des Fachdienstes Kultur im Bereich Veranstaltungen, Presse & Öffentlichkeitsarbeit/ Marketing, Archivierung und Dokumentation, Kultureller Bildung sowie Ehrenamt\nVorbereitung wissenschaftlicher Sonderausstellungen (zeitgenössischer und moderner Kunst sowie Kulturgeschichte)\nEntwicklung überregionaler bedeutender Konzepte zur Kulturarbeit des Kreises\nAkquise von Fördermitteln und Gewinnung wichtiger (kultureller) Kooperationspartner\nVertretung der Kulturarbeit des Kreises nach außen sowie in verschiedenen Gremien und Arbeitskreisen\nIhr zukünftiges Team:\n„In einem jungen Team von Kolleginnen und Kollegen erarbeiten wir ein breitgefächertes kulturelles Angebot für alle Altersgruppen. Unser Büro ist eine der schönsten Wasserburgen Deutschlands – ihr kulturelles Erbe zu bewahren, zu erforschen und zu vermitteln ist eine besondere Aufgabe, der wir mit großer Freude und Teamgeist nachkommen. Mit unserer Arbeit bereichern wir das Leben der Menschen in der Region und darüber hinaus. Wir legen großen Wert auf Kommunikation und eine positive Arbeitsatmosphäre.“\nWas uns als Arbeitgeber auszeichnet:\nVorzüge des öffentlichen Dienstes\n: 30 Tage Urlaub bei einer 5-Tage-Woche, krisenfeste Tätigkeit\nFamilienfreundlichkeit:\nFlexible und familienfreundliche Arbeitszeiten (Gleitzeit) und die Möglichkeit der Inanspruchnahme von Heim- und Telearbeit (Homeoffice), Auszeichnung durch die Bertelsmann Stiftung als familienfreundlicher Arbeitgeber, Pflege- und Wohnberatung\nFinanzielle Leistung:\nBetriebliche Altersvorsorge, Jahressonderzahlung gemäß TVöD, Lohnsicherheit, leistungsorientierte Bezahlung, Vorschussmöglichkeiten, Dienstradleasing (für unbefristete Mitarbeitende), tarifliche Vergütung inkl. Zuschläge\nKarriere:\nvielfältige Fortbildungsangebote für Ihre fachliche und persönliche Entwicklung, Qualifizierungsmöglichkeiten, Bildungsurlaub\nVielfalt und Zusammenhalt\n: Unterzeichner der Charta der Vielfalt, Förderung von wertschätzender und vorurteilsfreier Organisationskultur, Betriebsfeste\nDigitalisierung:\npapierloses Arbeiten in vielen Bereichen (z. B. E-Akten, digitale Workflows)\nGesundheitsmanagement:\ngeförderte Sportprogramme, Betriebssportgemeinschaft, ergonomische Arbeitsplätze, Förderung von gesundheitsbewusstem Verhalten, Präventionsangebote im Arbeitsalltag, Dienstfahrräder und Dienst-E-Bikes für die Mittagspause, wiederholte Auszeichnung vom ADFC als fahrradfreundlicher Arbeitgeber\nEhrenamt:\nWertschätzung und Förderung von ehrenamtlichen Tätigkeiten, (z. B. Freistellung für Einsätze bei der freiwilligen Feuerwehr, Sonderurlaub für Ferienbetreuungsmaßnahmen)\nExklusive Rabatte:\nauf Events, Erlebnisse, Onlineshops und Gastronomie über die Plattformen Kreis Coesfeld-Benefits.me und Kreis Coesfeld-Corporate Benefits\nBei uns können Sie mit einer sinnstiftenden Tätigkeit das Gemeinwohl fördern und unsere gemeinsame Zukunft mitgestalten! Ihre Arbeit kommt den rund 226.000 Menschen in unserer Region zugute und hilft, den Kreis Coesfeld als kommunalen Dienstleister zu stärken. Aber überzeugen Sie sich doch selbst mit unserem\nImagefilm\n!\nNoch mehr Infos finden Sie auf unserer\nKarriereseite\nund auf unserem\nInstagramkanal.\nDer Kreis Coesfeld fördert aktiv die Gleichstellung aller Mitarbeiterinnen und Mitarbeiter. Bewerbungen von Frauen und Männern sind ausdrücklich unabhängig von Behinderung, kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität willkommen.\nJetzt sind Sie dran!\nBewerben Sie sich bitte\nonline\nbis zum 10.08.2025\nbei uns! Wir freuen uns auf Ihre Bewerbung!\nMit der Abgabe der Bewerbung erklären Sie sich einverstanden, dass vorübergehend erforderliche Daten im Rahmen des Bewerbungsverfahrens gespeichert werden. Fahrt- und Übernachtungskosten für die Vorstellung werden nicht erstattet.\nRückfragen?\nZum Aufgabengebiet:\nHerr Twilling (Leiter der Abt. 40 – Schule, Bildung und Kultur)\nMail: greogor.twilling@kreis-coesfeld.de\nTel. 02541/18-4000\nBei Fragen und Anregungen zum Bewerbungsverfahren:\nPaulina Risthaus (Personalsachbearbeiterin)\nMail: paulina.risthaus@kreis-coesfeld.de\nTel. 02541/18-1115\nCarolin Lehmann (Personalsachbearbeiterin)\nMail: carolin.lehmann@kreis-coesfeld.de\nTel. 02541/18-1105\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturreferentin-und-fachdienstleitung-kultur-m-w-d/", "date_published": "2025-07-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsfotograf-in-m-w-d-x/", "image": "", "title": "Sammlungsfotograf/-in (m/w/d/x)", "content_text": "Universität Leipzig Kustodie / Kunstsammlung, Leipzig Bewerbungsende: 29.08.2025 | An der Kustodie/Kunstsammlung ist folgende Stelle zu besetzen:\nSammlungsfotograf/-in (m/w/d/x)\nStellenausschreibung vom 10.07.2025 · Kennziffer 107/2025\nVergütung:\nEntgeltgruppe 8 TV-L\nBefristung:\nunbefristet\nUmfang:\n100 % einer Vollbeschäftigung, Teilzeit möglich\nBeginn:\nab 1. Januar 2026\nDie 1409 gegründete Universität Leipzig gehört zu den großen, forschungsstarken und medizinführenden Universitäten in Deutschland. Mit ihren rund 30.000 Studierenden und mehr als 5.000 Beschäftigten in 14 Fakultäten prägt sie das Leben in der pulsierenden und weltoffenen Stadt Leipzig. Die Universität Leipzig bietet ein dynamisches und international geprägtes Arbeitsumfeld sowie attraktive und vielfältige Arbeitsmöglichkeiten in Forschung, Lehre, Transfer, Infrastruktur und Verwaltung.\nDie Universität Leipzig verfügt über umfängliche, historisch gewachsene Sammlungen und Museen (\nUniversität Leipzig: Kustodie\n). Als zentrale Einrichtung ist die Kustodie für die Betreuung des gesamten Kunstbesitzes der Universität Leipzig zuständig, darunter Gemälde, Skulpturen, Graphik und Plastik des Mittelalters und der Neuzeit sowie Kunsthandwerk. An der zu besetzenden Stelle partizipieren neben der Kustodie zu gleichen Teilen das Ägyptische Museum, das Antikenmuseum und das Musikinstrumentenmuseum der Universität (\nwww.uni-leipzig.de/universitaet/struktur/museen-und-sammlungen#c14268\n).\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsfotograf-in-m-w-d-x/", "date_published": "2025-07-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-ausstellungssicherheit-m-w-d/", "image": "", "title": "Mitarbeiter*innen Ausstellungssicherheit (m/w/d)", "content_text": "Stiftung Haus der Kunst München, München Bewerbungsende: 30.07.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nZum nächstmöglichen Zeitpunkt suchen wir:\nMitarbeiter*innen Ausstellungssicherheit (m/w/d)\nin Voll- oder Teilzeit.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nÜberwachung der Ausstellungsräume bzw. Exponate\nAnsprechpartner*in für Besucher*innen\nDurchführung von Zutrittskontrollen zu den Ausstellungsräumen\nÜberwachung der Sicherheit bei Veranstaltungen\nZuständig für Einhaltung der Vorschriften und Sicherheitsbestimmungen in den Ausstellungsräumen\nBedienung technischer Geräte in den Ausstellungsräumen\nAnforderungen – das bringen Sie mit:\nFlexibilität und Bereitschaft zu Wochenenddiensten sowie bei Veranstaltungen außerhalb der regulären Öffnungszeiten\nServiceorientierung und Teamfähigkeit\nAufgeschlossenes und freundliches Auftreten\nGepflegtes Erscheinungsbild\nBelastbarkeit, Stehvermögen und Zuverlässigkeit\nSehr gute Deutsch- und gute Englischkenntnisse\nPolizeiliches Führungszeugnis\nUnterweisung nach §34 a GewO wünschenswert\nWir bieten Ihnen:\nEine abwechslungsreiche Aufgabe in einem der führenden Ausstellungshäusern Europas\nEin kreatives Arbeitsumfeld mit einer offenen Kommunikationsstruktur\nMitarbeit in einem dynamischen Team, das Einsatz- und Lernbereitschaft unterstützt und fördert\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nVergütung in Anlehnung an Lohntarifvertrag Sicherheitsdienstleistungen in Bayern, zzgl. Zuschlägen für Wochenend-, Feiertags- und Nachtarbeit\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher berücksichtigen wir alle Bewerbungen – unabhängig von Herkunft, Geschlecht, Alter, Religion, Behinderung, sexueller Orientierung oder geschlechtlicher Identität.\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, mit Interesse für unsere Programm- und Ausstellungsformate, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nWir präferieren Bewerbungen ohne Foto.\nIhre vollständigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem Stichwort HDK-2025-09 in elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nFür allgemeine Fragen steht Ihnen Beate Gurth, Personalabteilung unter 089/211 27-122 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nBeate Gurth – Personalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-ausstellungssicherheit-m-w-d/", "date_published": "2025-07-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/110263/", "image": "", "title": "Kunsthistoriker (m/w/d)", "content_text": "Museum Biberach, Biberach a.d. Riß Bewerbungsende: 15.09.2025 | Die Große Kreisstadt Biberach an der Riß (rund 35 000 Einwohner) ist eine reizvolle Stadt mit großer Wirtschaftskraft und vielfältigem, anspruchsvollem Kulturleben im Herzen Oberschwabens. Es sind sämtliche Kinderbetreuungseinrichtungen, Schularten und moderne Freizeiteinrichtungen in weit überdurchschnittlicher Qualität vor Ort.\nIn unserem Museum Biberach ist folgende Stelle\nunbefristet z\nu besetzen:\nKunsthistoriker (m/w/d)\nBei uns führen Sie folgende Tätigkeiten aus:\nWissenschaftliche Beschreibung der Sammlung\nWeiterentwicklung der Dauerausstellungen und des Sonderausstellungsprogramms\nAuswahl, Ausarbeitung und Organisation von Ausstellungsprojekten\nVertretung des Museums in der Öffentlichkeit\nStellvertretung des Museumsleiters\nSie erfüllen folgende Voraussetzungen:\nEinen Abschluss als Master of Arts im Bereich Kunstgeschichte oder vergleichbar\nIdealerweise einschlägige Berufserfahrung\nWir bieten Ihnen:\nEine sichere und unbefristete Beschäftigung nach TVöD bis Entgeltgruppe 12\nEin umfassendes Personalentwicklungskonzept mit fachlichen und persönlichen Fort- und Weiterbildungsmöglichkeiten\nEin attraktives Gesundheitsmanagement mit Fitnesskursen, Präventionsmaßnahmen und Vergünstigungen, einen Zuschuss zum Jobticket und JobRad, flexible Beschäftigungsmodelle zur Vereinbarkeit von Beruf und Familie sowie Homeoffice-Regelungen\nEine zusätzliche Altersvorsorge des öffentlichen Dienstes\nFür Fachfragen\nsteht Ihnen der Leiter des Museums Biberach, Herr Brunecker, Telefon 07351 51-429, gerne zur Verfügung.\nSie sind interessiert?\nWir freuen uns auf Ihre Bewerbung bis 15. September 2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.09.2025", "url": "https://www.museumsbund.de/stellenangebote/110263/", "date_published": "2025-07-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-der-kustodie-geschichte-des-kz-buchenwald-2/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) in der Kustodie „Geschichte des KZ Buchenwald“", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Weimar Bewerbungsende: 10.08.2025 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist zum 01.02.2026 ein in Vollzeit auf zwei Jahre befristetes\nWissenschaftliches Volontariat (m/w/d) in der Kustodie „Geschichte des KZ Buchenwald“\nzu besetzen.\nWer sind wir und was machen wir?\nDie Gedenkstätte Buchenwald ist Teil der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora und befindet sich am Ort des gleichnamigen ehemaligen Konzentrationslagers bei Weimar. Heute ist Buchenwald ein internationaler Lern- und Gedächtnisort mit vielfältigen Angeboten zu einer kritischen Auseinandersetzung mit der Geschichte des Konzentrationslagers Buchenwald (1937-1945), des sowjetischen Speziallagers Nr. 2 (1945-1950) und der Gedenkstätte zu Zeiten der DDR und nach 1990.\nRelikte im ehemaligen Lagergelände und vielfältige Überlieferungen in den Sammlungen und im Archiv zeugen von den Verbrechen, aber auch vom wechselvollen Umgang mit der Geschichte. Die Kustodie „Geschichte des KZ Buchenwald“ widmet sich der anwendungsbezogenen Erforschung, Dokumentation und Präsentation der Geschichte des Konzentrationslagers, in das zwischen 1937 und 1945 mehr als eine Viertelmillion Menschen aus fast allen Ländern Europas verschleppt wurde. 56.000 von ihnen starben.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-der-kustodie-geschichte-des-kz-buchenwald-2/", "date_published": "2025-07-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-fuer-die-abteilung-archaeologie/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) für die Abteilung Archäologie", "content_text": "Brandenburgisches Landesamt für Denkmalpflege und Archäologisches Landesmuseum, Zossen Bewerbungsende: 25.08.2025 | Das Brandenburgische Landesamt für Denkmalpflege und Archäologische Landesmuseum (BLDAM) vereint als Fachbehörde landesweite Kompetenz zur archäologischen sowie bau- und kunstdenkmalpflegerischen Forschung, zum Schutz und Erhalt von Denkmalen sowie zu ihrer öffentlichen Präsentation und Vermittlung.\nFür die Abteilung Archäologie mit Dienstsitz in der historisch bedeutenden Kasernen- und Bunkerstadt Zossen, OT Wünsdorf, wird zum nächstmöglichen Zeitpunkt gesucht:\neine/ein wissenschaftliche/r Volontärin/Volontär (m/w/d)\nDie Ausbildungszeit beträgt zwei Jahre. Ziel des Volontariates ist die Befähigung zur Übernahme der vielfältigen Aufgaben in der archäologischen Denkmalpflege. Die Volontärin/der Volontär soll insbesondere in die Aufgaben und Arbeitsweisen der Denkmalfachbehörden eingeführt und zum selbstständigen Arbeiten angeleitet werden.\nVergütung in Höhe von 50 % des Tabellenentgelts EG 13 Stufe 1 (im 2. Jahr Stufe 2)\nIn Brandenburg sind zahlreiche Reste aller archäologischen Perioden seit der jüngeren Altsteinzeit vertreten. Es ist ein junges Land, das erst seit ca. 12.000 Jahren eisfrei ist, und bis heute in weiten Teilen aus Gewässern und Feuchtgebieten besteht. Aufgrund der topografischen Lage finden sich Einflüsse unterschiedlichster Kulturen auf engstem Raum. Bemerkenswert ist unter anderem eine beispiellos gute Erhaltung organischer Materialien aus allen klassischen ur- und frühgeschichtlichen Epochen inklusive der Slawenzeit. Ferner ist durch den Bauboom in den Innenstädten nach der Wende flächendeckend eine hochkarätige Mittelalter- und Neuzeit-Archäologie entstanden, die in den letzten Jahren durch eine intensive Archäologie des 20. Jahrhunderts ergänzt wurde.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-fuer-die-abteilung-archaeologie/", "date_published": "2025-07-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-die-sammlung-der-materiellen-kultur-und-kunst-afrikas-und-der-diaspora-m-w-d/", "image": "", "title": "Kurator*in für die Sammlung der materiellen Kultur und Kunst Afrikas und der Diaspora (m/w/d)", "content_text": "Weltmuseum Wien, Wien (Österreich) Bewerbungsende: 17.08.2025 | Das\nWeltmuseum Wien\n, eines der drei Bundesmuseen im KHM-Museumsverband, beherbergt eine der bedeutendsten Sammlungen des materiellen und immateriellen Kulturerbes von Gesellschaften und Kulturen aus aller Welt. Die Auseinandersetzung mit aktuellen Debatten in einer globalisierten Welt sowie der kritische Umgang mit dem kolonialen Erbe gehören zu den zentralen Aufgaben des Hauses. Mit seiner Forschung und der transkulturellen Vermittlung von Sammlungs- und Ausstellungsinhalten richtet sich das Museum an ein diverses Publikum.\nDie Sammlung der materiellen Kultur und Kunst Afrikas gehört mit etwa 40.000 Objekten zur größten des Museums. Schwerpunkte liegen u. a. auf der Demokratischen Republik Kongo, Äthiopien, Tansania, Kenia, Kamerun und Nigeria (inkl. Benin-Sammlung). Ziel ist es, ihr Potenzial im Kontext postkolonialer Diskurse zu entfalten, zu profilieren und analog wie digital einem breiten Publikum zugänglich zu machen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-die-sammlung-der-materiellen-kultur-und-kunst-afrikas-und-der-diaspora-m-w-d/", "date_published": "2025-07-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiterin-m-w-d-6/", "image": "", "title": "Sicherheitsmitarbeiter:in (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 06.08.2025 | Bei der\nAbteilung Sicherheit\nder Zentralen Serviceeinheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nSicherheitsmitarbeiter:in (m/w/d)\nzu besetzen. Mit ihren international herausragenden Museen, Bibliotheken, Archiven und Forschungseinrichtungen zählt die\nStiftung Preußischer Kulturbesitz\nzu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Die Abteilung Sicherheit betreibt in allen Museumsgebäuden der\nStaatlichen Museen zu Berlin\nein Sicherheitsmanagement, das einem modernen Museumsbetrieb gerecht wird. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen und der konzeptionell erforderlichen Anforderungen an die Museumssicherheit und die Sicherheitstechnik und damit einen reibungslosen Dauerbetrieb.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiterin-m-w-d-6/", "date_published": "2025-07-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-fuer-den-praesidialbereich/", "image": "", "title": "Sachbearbeitung für den Präsidialbereich", "content_text": "Akademie der Künste, Berlin Bewerbungsende: 28.07.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum nächstmöglichen Zeitpunkt\neine Sachbearbeitung für den Präsidialbereich in Vollzeit (39 Wochenstunden), befristet als Mutterschutz- und Elternzeitvertretung\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Ihr Archiv zählt zu den bedeutendsten interdisziplinären Archiven zur Kunst des 20. Jahrhunderts. Die Akademie der Künste berät die Bundesrepublik Deutschland in Angelegenheiten der Kunst und Kultur.\nDer*Die Präsident*in vertritt die Akademie der Künste nach Innen und Außen. Er*sie leitet die Mitgliederversammlung, die Sitzungen des Senats und die der Geschäftsführung. Der Präsidialsekretär unterstützt den*die Präsidenten*in in dessen*deren Funktion als Sprecher*in der Akademie der Künste gegenüber dem Staat und der Öffentlichkeit und als Vorsitzende*r der Mitgliederversammlung und des Senats der Akademie der Künste. Der Präsidialsekretär leitet den Präsidialbereich sowie die Abteilung Kommunikation mit den Fachbereichen Presse- und Öffentlichkeitsarbeit und Publikationen. Dem Präsidialbereich zugehörig ist auch das Vermittlungsprogramm KUNSTWELTEN.\nIhre Aufgaben:\nFührung des Sekretariats des*der Vizepräsidenten*in und des Präsidialsekretärs (Terminkoordinierung, Organisation von Dienstreisen, Mitarbeit bei der Korrespondenz, u.a. Formatierung von Briefen, Mailverkehr etc.)\nSachbearbeitung aller laufenden Aufgaben, insbesondere Unterstützung des Präsidialsekretärs bei allen anfallenden Arbeiten\nMitarbeit bei der Organisation und Durchführung der Mitgliederversammlungen und der Senatssitzungen der Akademie der Künste\nMitarbeit bei der Organisation und Durchführung von Veranstaltungen des Präsidialbereichs, u.a. „Kunstpreis Berlin – Jubiläumsstiftung 1848-1948“, Mitgliederclubs (Einladungsversendung, Veranstaltungsmanagement, Erstellung von Verträgen, Gästebetreuung inkl. Reisebuchungen\nFührung von protokollarischen Gästelisten bei Empfängen und Sonderveranstaltungen sowie Betreuung protokollarischer Gäste\nMitgliederverwaltung (regelmäßige Aktualisierung des Mitgliederadressverzeichnisses und der Mitgliederfotowand im Foyer PP, Aktualisierung der Unterlagen (u.a. die Mitgliederliste) nach Todesfällen, Vorbereitung der Nachrufe während der Herbst-Mitgliederversammlung, Pflege der Datenbank OPAL\nMitarbeit bei der Mitgliederkommunikation\nBearbeitung aller laufenden Aufgaben des Präsidialbereichs, u.a. Erstellung von Hotelkostenübernahmeerklärungen, Mitarbeit bei der Umsetzung und des Versandes der Neujahrkarte für den Präsidialsekretär\nErledigung der Post\nIhr Profil:\nAbgeschlossene Berufsausbildung in einem einschlägigen Beruf (z. B. Kauffrau*mann für Büromanagement, Bürokauffrau*mann oder Veranstaltungskauffrau*mann) oder eine nachgewiesene gleichwertige Erfahrung/ Qualifikation\nErste Berufserfahrung in institutionellen Zusammenhängen wünschenswert\nOrganisations-, Planungs- und Koordinationskompetenz\nTeam- und Kommunikationsfähigkeit, Sorgfalt, Zuverlässigkeit, Verantwortungsbewusstsein und hohes Engagement\nSelbständiges, ergebnis- und serviceorientiertes Arbeiten\nGute Englischkenntnisse (in Wort und Schrift, B2-Niveau)\nUnser Angebot:\nVergütung nach Entgeltgruppe E 9a TVöD Bund Vollzeit (39 Stunden/ Woche), sofern die Eingruppierungsvoraussetzungen erfüllt sind\nJahressonderzahlung\n6 Wochen Urlaub pro Kalenderjahr (zzgl. frei am 24.12. und 31.12.)\nFlexible Arbeitszeitgestaltung und die Möglichkeit zur Mobilen Arbeit im Rahmen unserer Dienstvereinbarung\nBetriebliche Altersvorsorge (VBL)\nNutzung des kulturellen Angebots des Hauses\nMöglichkeit zur kontinuierlichen Weiterentwicklung (z. Bsp. durch Fort- und Weiterbildungen und Bildungszeit)\nVereinbarkeit von Beruf, Familie und Pflege (u.a. Eltern-Kind-Büro, Pflegeberatung)\nAngebote zum Gesundheitsmanagement (u.a. EGYM Wellpass)\nZuschuss zum Jobticket (Deutschlandticket Job oder VBB Firmenticket)\nKostenlose und vertrauliche Sozialberatung\nDer Arbeitsplatz ist für Teilzeit geeignet.\nDie Akademie der Künste schätzt Diversität. Bewerbungen von schwerbehinderten Menschen werden bei gleicher Eignung besonders berücksichtigt.\nBitte reichen Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse)\nausschließlich\nüber die Plattform INTERAMT ein.\nhttps://www.interamt.de/koop/app/stelle?id=1331146\nDie Bewerbungsfrist endet am 28.07.2025.\nBewerbungen per E-Mail oder Postweg können nicht berücksichtigt werden!\nSollten Sie Rückfragen zur Nutzung von INTERAMT haben oder Hilfe benötigen, dann kontaktieren Sie uns bitte unter\nbewerbung@adk.de\nInformationen zur Akademie finden Sie unter\nwww.adk.de\nDatenschutzinformationen für Bewerbungen erhalten Sie unter\nhttp://www.adk.de/datenschutzinformationen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-fuer-den-praesidialbereich/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d/", "image": "", "title": "Kustode (m/w/d)", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 24.08.2025 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts. Sie zählt zu den herausragenden Kultur- und Forschungsinstitutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte sind die Weimarer Klassik, ihre Nachwirkungen in Kunst und Kultur des 19. Jahrhunderts sowie die Moderne mit den Schwerpunkten Friedrich Nietzsche und Bauhaus. Die Stiftung umfasst neben dem Goethe- und Schiller-Archiv und der Herzogin Anna Amalia Bibliothek in der Direktion Museen das 1885 gegründete Goethe-Nationalmuseum und das 2019 eröffnete Bauhaus-Museum sowie rund 20 weitere Museen, Dichterhäuser und Schlösser. Darüber hinaus verantwortet die Stiftung die Bau- und Gartendenkmalpflege im Weltkulturerbe.\nIn der Direktion Museen ist in der Abteilung Goethe-Nationalmuseum, Dichterhäuser zum nächstmöglichen Zeitpunkt unbefristet und in Vollzeit (40h/Woche) folgende Stelle zu besetzen:\nKustode (m/w/d) Kunst und Kultur um 1800 mit Goethes Kunstsammlungen\nE 13 TV-L, Kennziffer: 31/2025\nNeben der fachwissenschaftlichen Betreuung herausragender Sammlungsbestände, wirkt die/der Kustod*in zentral an der projektbezogenen Umsetzung der musealen Neukonzeption des Goethe-Wohnhauses mit und wird darüber hinaus federführend für die kuratorische Weiterentwicklung der Ausstellungs- und Vermittlungsprogrammatik des Goethe-Nationalmuseums zuständig sein. Die einzigartigen Sammlungen der Direktion Museen definieren sich im Zusammenhang von Objekten, Häusern, Ideengeschichte und herausragenden historischen Persönlichkeiten.\nDas sind Ihre Aufgaben:\nKustodisches Betreuen der Sammlungen der Kunst und Kultur der Goethe-Zeit, insbesondere der Bestände des Goethe-Nationalmuseums und der Kunstsammlungen Goethes inkl. Provenienzforschung; davon ausgenommen sind die grafischen und naturwissenschaftlichen Sammlungen Goethes\nFachwissenschaftliche Mitarbeit bei der Umsetzung der musealen Neukonzeption für das Goethe-Wohnhausensemble\nKonzipieren und Mitarbeiten an digitalen Bestandsprojekten\nInitiieren und Durchführen von wissenschaftlichen Bestandserschließungs-, Forschungs- und Digitalprojekten\nTeamarbeit in bestands- und gattungsübergreifenden Projekten sowie in den Formaten der Ausstellungs- und Vermittlungsarbeit der Klassik Stiftung Weimar\nVerfassen von wissenschaftlichen Publikationen (print und online) sowie Pflegen der Museumsdatenbank im Bestandsbereich\nWahrnehmen der musealen Hausverantwortung für das Goethe-Nationalmuseum inklusive des historischen Goethe-Wohnhauses und seiner Nebengebäude\nDas erwarten wir:\nAbgeschlossenes Hochschulstudium (Master, Magister, Diplom/Univ.) im Hauptfach Kunstgeschichte idealerweise in Kombination mit einem kultur- oder literaturwissenschaftlichen Fach, vorzugsweise mit Promotion\nNachgewiesene umfassende Kenntnisse der deutschsprachigen Kunst- und Kulturgeschichte des 18. und 19. Jahrhunderts\nEinschlägige Berufserfahrung in einer musealen Einrichtung, insbesondere im Umgang mit musealen Objekten unterschiedlicher Gattungen\nErfahrung in der Durchführung objektbasierter Forschungs- oder Bestandsprojekte\nBereitschaft zur Forschung in einer digitalen Arbeitsumgebung sowie Erfahrung in der Pflege von Sammlungs- und Museumsdatenbanken\nNachgewiesene Erfahrungen im Kuratieren von Ausstellungen und im Projektmanagement sowie in der museums- und ausstellungsbezogenen Vermittlungsarbeit\nErfahrung im Umgang mit Bestandserhaltung und Restaurierungsprojekten\nsehr gute Kenntnisse in Englisch und möglichst einer weiteren modernen Fremdsprache\nWenn Sie eine kommunikationsstarke, publikumsorientierte und teamfähige Persönlichkeit mit ausgeprägten kustodischen und kuratorischen Fähigkeiten sind, freuen wir uns auf Ihre Bewerbung!\nWir bieten Ihnen:\neine aktive Beteiligung an der produktiven Entwicklung der Direktion Museen innerhalb der Klassik Stiftung Weimar\nein engagiertes Team und direkte Kommunikationswege\nein familienfreundliches und attraktives Arbeitsumfeld mit moderner IT-Ausstattung (Dienstlaptop, Headset etc.), flexiblen Arbeitszeiten und die Möglichkeit der mobilen Arbeit\nattraktive Nebenleistungen, z.B. vermögenswirksame Leistungen und betriebliche Altersvorsorge (VBL)\nindividuelle Angebote zur fachlichen und persönlichen Qualifizierung\neinen zentrumsnahen Arbeitsplatz inmitten der UNESCO-Welterbestätten Klassisches Weimar und Bauhaus Weimar\nkostenfreien Eintritt in alle Museen der Stiftung\nDie Stiftung gewährleistet die Gleichstellung von Frauen und Männern nach dem Thüringer Gleichstellungsgesetz. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWenn Sie diese Stelle interessiert, bewerben Sie sich bitte mit\naussagekräftigen Unterlagen, Lebenslauf und Zeugnissen/Beurteilungen, zusammengefasst in einer pdf-Datei, bis zum 24. August 2025\nüber unser Online-Portal\n.\nVon postalischen Bewerbungen und Bewerbungen per Mail bitten wir abzusehen.\nKlassik Stiftung Weimar\nAbteilung Personal\nLuise Jahn\nTel.: 03643/545-144\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.08.2025", "url": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-m-w-d-8/", "image": "", "title": "Projektmitarbeiter (m/w/d)", "content_text": "Landesmuseum für Vorgeschichte, Halle (Saale) Bewerbungsende: 09.08.2025 | Im Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt – Landesmuseum für Vorgeschichte – ist ab 15.09.2025 unter Vorbehalt der zur Verfügung stehenden Mittel eine Teilzeitstelle als\nProjektmitarbeiter (m/w/d) für das Projekt „Innovationsmanagement“\nder „GOLEHM–Initiative für Lehmbau und nachhaltige Kreislaufwirtschaft“\nvoraussichtlich im Rahmen der Vertretung einer Elternzeit bis Projektende, vorauss. bis zum 30.06.2027, befristet mit 30 Stunden/Woche zu besetzen.\nDie Vergütung erfolgt nach der Entgeltgruppe E 11 TV-L. Der Dienstort ist Halle (Saale).\nFür die Unterstützung der „GOLEHM-Initiative“ im Rahmen des durch das BMFTR (Bundesministerium für Forschung, Technologie und Raumfahrt) geförderten Programms „WIR! – Wandel durch Innovation in der Region“ suchen wir eine teamfähige, kommunikationsstarke Persönlichkeit für die Koordinierungsstelle, mit dem Willen, die Belange des Bündnisses engagiert zu vertreten und gemeinsam weiterzuentwickeln. Die GOLEHM-Initiative ist ein Netzwerk aus Forschungseinrichtungen, Vereinen, Unternehmen, Bauhandwerk, BürgerInnen und kommunalen VertreterInnen, das ins Leben gerufen wurde, um den Lehmbau in Mitteldeutschland zukunftsfähig zu machen (\nhttps://www.golehm.de/\n).\nIhre Aufgaben:\ninterne und externe Kommunikation/Berichterstattung, Netzwerkarbeit und inhaltliche Koordination des Bündnisses\nBündelung und Aufbereitung von Forschungsergebnissen für das GOLEHM-Bündnis, den Beirat und zur Marktvermittlung\nRecherche und Marktbeobachtung im Innovationsfeld Lehmbau\nPflege und Weiterentwicklung der digitalen Informationskanäle (Social Media) und der Homepage, Presse- und Medienarbeit\nErstellen von Texten und Konzepten\nAdministrative Tätigkeiten (Fördermittelabwicklung)\nKorrespondenz (auch in englischer Sprache)\nEigenverantwortliche Organisation von Veranstaltungen\nFachliche Voraussetzungen:\nHochschul- oder Fachhochschulabschluss und Arbeitserfahrung in der Umsetzung/Abwicklung von übergreifenden Projekten/Vorhaben (bzw. vergleichbare Qualifikation durch mehrjährige Arbeitserfahrung in der Umsetzung/Abwicklung von Projekten)\nVerwaltungs- und Managementkenntnisse, insbesondere Erfahrungen in der Abrechnung und Koordination von Projekten und Öffentlichkeitsarbeit sind von Vorteil\nKenntnisse in den gängigen IT-Programmen (MS Office), Kenntnisse in Bildbearbeitungsprogrammen, CMS oder Datenbank- und GIS-Software sind von Vorteil\ngute Englischkenntnisse\nWünschenswert:\n· Interesse am Themenfeld „Nachhaltig Bauen“ im Allgemeinen und an der mitteldeutschen Lehmbauregion\nPersönliche Voraussetzungen:\naußergewöhnliches Maß an Eigenverantwortung\nTeamgeist und Organisationstalent\nhohe Kommunikations- und Kooperationsfähigkeit nach innen und außen\nFührerscheinklasse B sowie die Bereitschaft zum Führen von Dienstfahrzeugen und zu Dienstreisen\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit einem hohen Maß an Eigenverantwortung und kreativem Gestaltungsspielraum\neinen attraktiven Arbeitsplatz\nTeilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaub im Jahr bei einer 5-Tage-Woche (24.12. und 31.12. frei)\nJahressonderzahlung\nzusätzliche betriebliche Altersvorsorge (VBL)\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt -Landesmuseum für Vorgeschichte- gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr. 10/25 – auch außen auf dem Briefumschlag – bis zum 09.08.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–Landesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9 06114 Halle (Saale)\nDie Vorstellungsgespräche finden am 20. August 2025 in Halle (Saale) statt.\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet. Unterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nwww.landesmuseum-vorgeschichte.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.08.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-m-w-d-8/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-archiv/", "image": "", "title": "Bereichsleitung Archiv", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 24.08.2025 | Zu besetzen ist eine\nVollzeitstelle mit 39 Wochenstunden in der Entgeltgruppe 13 TVöD (Bund)\n. Die Einstellung erfolgt zum 1. Februar 2026.\nDie Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDie Sammlungen des Jüdischen Museums Berlin repräsentieren das Leben und Wirken der deutschen Jüdinnen und Juden in Bildern und Objekten, Kunstwerken und Dokumenten. Das Archiv ist Teil der Sammlungen. Der Bereich erschließt, bewahrt und akquiriert Familiensammlungen, Nachlässe und Einzelstücke zur deutsch-jüdischen Geschichte und Kultur vom Mittelalter bis zur Gegenwart. Die Bestände werden in Ausstellungen, Online Präsentationen und Bildungsprogrammen aufbereitet und der Öffentlichkeit zur Verfügung gestellt. Das Archiv beherbergt außerdem eine Dependance des Archivs des Leo Baeck Instituts sowie eine Dependance der Londoner Wiener Library.\nFolgende Aufgaben erwarten Sie u.a.\nLeitung des Bereichs Archiv im JMB, inkl. Personal- und Budgetführung\nStrategische und inhaltliche Weiterentwicklung des Archivs in Abstimmung mit den anderen sammelnden Bereichen und der Direktion und unter besonderer Berücksichtigung des digitalen Sammelns\nVerantwortung für die inhaltliche Erschließung der Sammlungen, Nachlässe und sonstigen Quellenüberlieferungen\nAufarbeitung der Bestände für Präsentationen\nWeiterentwicklung der Digitalisierung der Bestände im Rahmen der Digitalstrategie des JMB\nWeiterentwicklung der Vermittlungs- und Bildungsprogramme des Archivs wie Workshops, Show-and-Tells, Z(w)eitzeug*innen-Gespräche\nWeiterentwicklung Archivs zur Geschichte des JMB\nVernetzung mit anderen Archiven und erinnerungspolitischen Institutionen\nKontktpflege zu Stifter*innen des JMB und deren Erb*innen\nUnsere Anforderungen\nEin abgeschlossenes geisteswissenschaftliches Hochschulstudium (wünschenswert: Promotion) in den Bereichen Archivwissenschaft, neuere Geschichte, Judaistik, jüdische Studien oder Holocaust Studien\nLeitungserfahrung mit einem kooperativen, integrativen und motivierenden Führungsstil und ausgeprägter Teamorientierung\nSehr gute, nachweisbare Kenntnisse der deutsch-jüdischen Geschichte\nMehrjährige wissenschaftliche Tätigkeit mit entsprechender Praxiserfahrung in einem Museum oder einem Archiv\nErfahrungen mit digitalen und/oder analogen Präsentationen von musealen Beständen\nSolide Kenntnisse im Umgang mit Museumsdatenbanken und der Digitalisierung von Archivgut\nZielgerichtete und pragmatische Arbeitsweise\nSehr gute Ausdrucksfähigkeit in Wort und Schrift im Deutschen und Englischen\nEin hohes Maß an Eigeninitiative, Lernbereitschaft, Verantwortungsbewusstsein und diplomatischem Geschick\nWünschenswert\nWeitere Sprachkenntnisse: Hebräisch, Jiddisch, Russisch, Ukrainisch\nUnser Angebot\nZukunftssichere Beschäftigung im Öffentlichen Dienst\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. frei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nKostenloser Besuch des Jüdischen Museums Berlin für Sie und eine Begleitperson sowie die vergünstigte bzw. kostenlose Teilnahme an Veranstaltungen des JMB\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstellungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akademie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinderwelt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nDer ausgeschriebene Arbeitsplatz ist für die Besetzung mit Teilzeitkräften grundsätzlich geeignet.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der Kennziffer 04/2025 bis zum 24. August 2025 an\nbewerbung@jmberlin.de\n.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzureichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nDie Bewerbungsgespräche werden voraussichtlich in der Woche am 15. bis 19. September 2025 stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gern Herr Krogulec unter der Telefonnummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Dr. Friedrich 030/25993401.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.08.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-archiv/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-bildung-vermittlung-schnittstelle-kunst-natur-2/", "image": "", "title": "Mitarbeiter (m/w/d) im Bereich Bildung & Vermittlung, Schnittstelle Kunst/Natur", "content_text": "Stiftung Schloss und Park Benrath, Düsseldorf Bewerbungsende: 31.08.2025 | Wir können vieles richtig gut, aber eben noch nicht alles. Darum suchen wir immer wieder jene, die Initiative zeigen und sich durch ihr Engagement, Können und Talent auszeichnen. Gerade wenn es darum geht, die Gebäude instandzuhalten, Schloss und Park nachhaltig zu bespielen und unsere Besucher glücklich zu machen, sind wir auf Ihre Hilfe angewiesen.\nWenn Sie sich angesprochen fühlen und Teil eines jungen und motivierten Teams werden wollen, dann bringen Sie sich ab sofort ein als:\nMitarbeiter (m/w/d) im Bereich Bildung & Vermittlung, Schnittstelle Kunst/Natur (in Teilzeit)\nIhre Aufgaben:\nErstellen didaktischer Konzepte und Angebote für die naturwissenschaftliche Sammlungen für verschiedene Zielgruppen, auch im Hinblick auf die Neukonzeption eines unsere Sammlungen vereinenden Kultur-/Kunst/-/Natur-Museums\nMitarbeit an einer Vermittlungsstrategie für die Interimslösung\nBereitschaft zur Mitarbeit an digitalen Vermittlungsformaten und deren Weiterentwicklung\nErschließung neuer Besuchergruppen\nBereitschaft zur Übernahme von Bildungs- und anderen Veranstaltungsangeboten auch an Wochenenden und außerhalb der üblichen Arbeitszeiten\nverantwortliche Auswahl, Betreuung und Schulung des Vermittlungs-Teams (v.a. studentische Hilfskräfte)\nZusammenarbeit mit externen Institutionen, Bildungseinrichtungen und Lehrenden, Dozierenden\nIhr Profil:\nabgeschlossenes Studium der Biologie / Umweltpädagogik / Erlebnispädagogik oder vergleichbarer Studiengänge mit naturwissenschaftlichem Schwerpunkt\nmöglichst Berufserfahrungen im Bereich der Bildung und Vermittlung\nInteresse an der Arbeit an der Schnittstelle von Kultur und Natur\nKommunikationsfähigkeit sowie gutes Ausdrucksvermögen in Deutsch und Englisch oder weiterer Fremdsprachen\nBegeisterungsfähigkeit und Freude am Umgang mit Menschen aller Altersstufen\nhohes Maß an Zuverlässigkeit, Selbstorganisation, Eigenverantwortlichkeit und Serviceorientiertheit\nwünschenswert wären Erfahrungen in der Drittmittel-Akquise\nsicheres und freundliches Auftreten\nWas Sie erwartet:\nEinen Arbeitsplatz an einem der schönsten Orte der Region\nWann immer es geht individuelle Arbeitszeiten und HomeOffice, wir garantieren eine gute Work-Life-Balance\nEine interessante und abwechslungsreiche Tätigkeit in einem tollen Team mit Einblicken und Schnittstellen in viele Unternehmensbereiche\nSpannende und umfangreiche Entwicklungs- und Fortbildungsmöglichkeiten\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte bis zum 31.08.2025 ausschließlich über unser Online-Bewerbungsportal\nwww.schloss-benrath.de/stellenangebote\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Lena Fazekas (+49 211 – 89 97190).\nwww.schloss-benrath.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-bildung-vermittlung-schnittstelle-kunst-natur-2/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-museumspaedagoge-m-w-d-7/", "image": "", "title": "Museumspädagogin/ Museumspädagoge (m/w/d)", "content_text": "Forum Polizei_Geschichte Sachsen, Dresden Bewerbungsende: 30.07.2025 | Museumspädagogin/ Museumspädagoge (m/w/d) befristet in Mutterschutz- und Elternzeitvertretung ab dem 1. September 2025 im Führungsstab Referat 1,\n-Forum Polizei_Geschichte Sachsen-\nÜber uns\nDie Polizeidirektion Dresden ist eine von fünf Polizeidirektionen im Freistaat Sachsen und dem Sächsischen Staatsministerium des Innern (SMI), konkret der Abteilung 3 Öffentliche Sicherheit und Ordnung, Landespolizeipräsidium, nachgeordnet. Derzeit beschäftigt die Polizeidirektion Dresden ca. 2700 Bedienstete, bestehend aus Polizeivollzugs- und Verwaltungsbeamten sowie Tarifbeschäftigten. Der Betreuungsbereich umfasst die Stadt Dresden, die Landkreise Meißen und Sächsische Schweiz Osterzgebirge mit einer Gesamtfläche von 3.435 km² und knapp 1.052.000 Einwohner.\nIm Jahr 1894 wurde das Dresdner Kriminalmuseum gegründet, das seit 1901 in der Polizeidirektion Dresden untergebracht war. In den letzten Jahren hat hierbei ein Transformationsprozess eingesetzt: aus dem Museum wurde das Forum Polizei_Geschichte Sachsen, ein Ort der historisch-politischen Bildung. Ziel ist es, die Geschichte der sächsischen Polizei transparent und differenziert zu beleuchten sowie deren Funktion im demokratischen Rechtsstaat darzustellen. Der Schwerpunkt liegt auf der Vermittlung von Aus- und Fortbildungsangebote für die Polizei Sachsen, die aus ausgewählten historischen Inhalten und Themen, auf aktuelle Fragen und Problemlagen im demokratischen Rechtsstaat reflektieren. Die methodische Prämisse liegt auf der Diskussion und dem Austausch. Im Forum werden Interpretationsangebote eröffnet und damit ein Raum für Diskurs und Auseinandersetzung geschaffen. Die Besucher sollen in die Lage versetzt werden, sich angebotene Inhalte und Deutungsangebote anzueignen und mit ihren eigenen Erfahrungen und Einstellungen in Beziehung zu bringen.\nInteressante Aufgaben – Wir freuen uns auf Ihre Unterstützung in folgenden Aufgabenbereichen\nKooperative und enge Zusammenarbeit im Projektteam bei der inhaltlichen und organisatorischen Konzeption und Weiterentwicklung des Forum Polizei_ Geschichte Sachsen\nKonzeption und Realisierung inklusiver, interdisziplinärer und medialer Methoden der Wissensvermittlung\nPädagogische Vermittlung zielgruppenorientierter Formate in der Aus- und Fortbildung der Polizei Sachsen\nWeiterentwicklung von zielgruppenorientierten Vermittlungstexten und Austauschformaten mit der Zivilgesellschaft\nallgemeine Organisationsaufgaben für Veranstaltungen des Forum Polizei_Geschichte Sachsen\nDurchführung von Führungen für verschiedene Besuchergruppen außerhalb der Polizei Sachsen\nErarbeitung einer Konzeption zur Vermittlung polizeigeschichtlicher Inhalte im Bereich der Aus- und Fortbildung der Polizei Sachsen\nWir bieten Ihnen\neine abwechslungsreiche und verantwortungsvolle Tätigkeit\neine gründliche Einarbeitung\nbedarfsorientierte Fortbildungsmöglichkeiten\ndas Angebot eines Job- bzw. Deutschlandtickets\nbetriebliche Altersvorsorge bei der VBL\nJahressonderzahlung\nDie Stelle ist nach Entgeltgruppe 10 TV-L bewertet.\nSie bringen mit\nSie sollten sich bewerben, wenn Sie ein abgeschlossenes Studium der Geschichts- oder Kulturwissenschaften beziehungsweise in den Fächern Museums- oder Kulturwissenschaften mit praktischer Erfahrung im Bereich Pädagogik oder einen gleichwertigen Abschluss vorweisen können. Sie sollten im Besitz eines PKW-Führerscheins sein, Fahrpraxis besitzen und Reisebereitschaft zeigen.\nSie sollten über mehrjährige Erfahrungen und museale Kenntnisse, beispielsweise durch eine Tätigkeit oder ein Volontariat in einem Museum, nachweisbare Erfahrungen in der Konzeption und Organisation von Bildungsprojekten, Erfahrungen im Projektmanagement und sehr gute Englischkenntnisse in Wort und Schrift verfügen.\nDarüber hinaus werden anwendungssichere Kenntnisse der Microsoft-Office-Programme (Excel, Word, Power Point, Outlook), Bildbearbeitungsprogramme sowie der Verwaltung von Digitalisaten erwartet. Kenntnisse im Urheberrecht und museumsrelevanten Rechtsgebieten sind erwünscht.\nWeiterhin sollten Sie ausgeprägte Kommunikations-, Kooperations- und Teamfähigkeit, überdurchschnittliches Engagement, Belastbarkeit idealerweise im Museums- und/oder Ausstellungskontext mit einem Gespür für Trends und Geschichten aufweisen.\nWir erwarten von Ihnen eine hohe Affinität für Museum, insbesondere Interesse an der Geschichte der sächsischen Polizei. Hierbei spielen die Auseinandersetzung und Reflexion von polizeilichem Handeln sowie deren Funktion im demokratischen Verfassungsstaat eine große Rolle. Des Weiteren sollten Sie Vertrauenswürdigkeit, ein ausgeprägtes Organisationsgeschick, die Fähigkeit, eindeutig, verständlich und adressatengerecht zu kommunizieren, Teamfähigkeit, eine eigenverantwortliche Arbeitsweise sowie eine gute Auffassungsgabe mitbringen.\nIhre Bewerbung\nSoweit Sie die vorgenannten Voraussetzungen erfüllen, bitten wir Sie um Zusendung Ihrer vollständigen Bewerbungsunterlagen an:\nPOLIZEIDIREKTION DRESDEN\nReferat Recht\nPersonal Schießgasse\n7 01067 Dresden\nbevorzugt per E-Mail an\nbewerberportal.pd-dresden@polizei.sachsen.de\n.\nAls Ansprechpartner steht Ihnen Frau Meißner-Leistner, Telefon 0351/483-2378 zur Verfügung. In fachlichen Fragen unterstützt Sie Frau Manja Preissler, Telefon 0351/483-3445 oder Juliane Hanzig Telefon 0351/483-3446.\nBei der Einreichung Ihrer vollständigen Bewerbungsunterlagen per E-Mail sollten diese in einer pdf-Datei mit nicht mehr als zehn MB beigefügt sein.\nDie Tätigkeit setzt eine ohne Bedenken abgeschlossene Zuverlässigkeitsüberprüfung nach dem Sächsischen Gesetz zur Regelung polizeilicher Zuverlässigkeits-überprüfungen (SächsPolZÜG) voraus. Geeignete Bewerberinnen/Bewerber (m/w/d) müssen bereit sein, sich dieser Überprüfung zu unterziehen.\nAuf die bevorzugte Berücksichtigung von schwerbehinderten Menschen bei Vorliegen gleicher Eignung wird geachtet. Schwerbehinderte oder ihnen gleichgestellte Menschen werden daher ausdrücklich aufgefordert, sich zu bewerben. Der Bewerbung ist ein Nachweis der Schwerbehinderung oder Gleichstellung beizufügen.\nBitte berücksichtigen Sie, dass Sie mit Ihrer Bewerbung im Rahmen des Auswahlverfahrens der Erhebung und Verarbeitung von personenbezogenen Daten gemäß Art. 6 Abs. 1 c Datenschutzgrundverordnung (DSGVO) i. V. m. Art. 88 DSGVO zustimmen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.07.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-museumspaedagoge-m-w-d-7/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaerin-a-4/", "image": "", "title": "Wissenschaftliche Volontärin (A)", "content_text": "Archäologisches Museum Colombischlössle, Freiburg i. Br. Bewerbungsende: 10.08.2025 | Museen Freiburg – wissenschaftliche Volontärin (A) im Archäologischen Museum Colombischlössle\nDas Archäologische Museum Colombischlössle ist das Schaufenster der Archäologie Südbadens und lädt zu einer Reise durch die Jahrtausende ein. Die neugestaltete Dauerausstellung präsentiert besuchendenfreundlich und niederschwellig archäologische Funde von der Steinzeit bis zum Frühmittelalter.\nIhr neuer Aufgabenbereich\nSie arbeiten an der Konzeption und Umsetzung von Dauer- und Sonderausstellungen mit, dazu zählen Aufgaben wie inhaltliche und wissenschaftliche Recherchen zu Ausstellungsinhalten / Ausstellungsprojekten\nSie sind an der Konzeption und Planung von Rahmenprogrammen von Ausstellungen beteiligt\nSie konzipieren Führungen und andere Vermittlungsangebote, bspw. für Aktionstage oder Workshops und führen diese durch\nSie übernehmen die Konzeption, Planung und Umsetzung kleinerer eigener Präsentationen\nDas bringen Sie mit\nEin abgeschlossenes wissenschaftliches Hochschulstudium der Archäologie mit Schwerpunkt Urgeschichte, Frühgeschichte, provinzialrömische oder frühmittelalterliche Archäologie (Magister oder Master)\nSie haben im besten Fall Erfahrungen in der Museumsarbeit, z.B. durch Praktika gesammelt und kennen sich in der Archäologie Südwestdeutschlands aus\nSie überzeugen durch ein hohes Maß an Teamfähigkeit, Flexibilität und Engagement sowie ausgeprägte Kommunikationsfähigkeit und Ausdruckssicherheit in Wort und Schrift\nWir bieten ihnen\nEine umfassende, zweijährige Ausbildung in Vollzeit mit frühestmöglichem Beginn zum 01.02.2026\nDie monatliche Vergütung entspricht 50 % von EG 13 Stufe 1 TVöD im ersten Jahr bzw. EG 13 Stufe 2 TVöD 50 % im zweiten Jahr\nEine aktive und kreative Mitarbeit mit hoher Eigenverantwortung in einem dynamischen Team\nNoch offene Fragen?\nFrau Dr. Pastor, 0761 / 201-2570 oder Herr Oelze, 0761 / 201-2552 beantworten sie gerne!\nBewerben Sie sich\nhier\nonline bis 10.08.2025 (Kennziffer E1746).\nmuseen.freiburg.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaerin-a-4/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-fuer-den-bereich-gis-kartierung-in-der-bau-und-kunstdenkmalpflege-m-w-d/", "image": "", "title": "Sachbearbeiter/in für den Bereich GIS/Kartierung in der Bau- und Kunstdenkmalpflege (m/w/d)", "content_text": "Brandenburgisches Landesmuseum für Denkmalpflege und Archäologisches Landesmuseum, Zossen Bewerbungsende: 11.08.2025 | Das Brandenburgische Landesamt für Denkmalpflege und Archäologische Landesmuseum\n(BLDAM) mit Dienstsitz in Zossen, OT Wünsdorf sucht\nzum 1. Oktober 2025\nfür die Abteilung Bau- und Kunstdenkmalpflege einen/eine\nSachbearbeiter/in für den Bereich GIS/Kartierung\nin der Bau- und Kunstdenkmalpflege (m/w/d)\nDie Stelle ist als Krankheitsvertretung und zur Aufarbeitung von Rückständen befristet bis zum 30. September 2026 und mit 80 % der regulären Wochenarbeitszeit (32 Stunden/ Woche) ausgeschrieben.\nDie Vergütung erfolgt nach der individuellen Qualifikation bis zur EG 11 TV-L.\nDer Dienstort ist Zossen, OT Wünsdorf.\nDas BLDAM erstellt anlassbezogen im Rahmen von Eintragungen in die Denkmalliste sowie projektgebunden digitale Kartierungen der Denkmale; ein großer Bestand an Denkmalkartierungen liegt derzeit noch analog vor. Parallel wird längerfristig eine Verknüpfung von Fachdatenbank und Kartierung umgesetzt.\nIhre Aufgaben\nKartierung des Denkmalbestandes des Landes Brandenburg\nVervollständigung des GIS-basierten Denkmalkartenbestands des Landes Brandenburg (u. a. Digitalisierung analoger Denkmalkartierungen, Zusammenführung unterschiedlicher Kartengrundlagen in ein gemeinsames System, Zuarbeit bei der Erstellung von Kartierungen für Altdenkmale)\nUnterstützung der Mitarbeitenden des BLDAM bei GIS-Anwendungen\nRecherche, Aktualisierung der Kartengrundlagen und Koordinierung/Abstimmung mit\nden Mitarbeitenden des BLDAM, sowie mit weiteren Behörden und Akteuren zur Sicherstellung der Richtigkeit und Aktualität der Karten\nBetreuung des analogen und digitalen Kartenarchivs der Abteilung Denkmalpflege\nKonzeption, Aufbau und Verwaltung einer GIS-basierten Denkmalkarte bzw. GISDatenbank\n(u. a. kvwmap, QGIS)\nVerwaltung des analogen Kartenarchivs\nErstellung / Bereitstellung von Karten und Plänen, u. a. in Form von INSPIREkonformen\nWMS-, WFS-Diensten sowie GML-Dateien\nAbstimmung mit internen und externen Akteuren, wie z. B. Vertragspartnern, Behörden\nFachwissenschaftliche Arbeit\nTeilnahme und Mitarbeit an Fachtagungen, Konferenzen und Arbeitsgruppentreffen\nAuswertung von Forschungsergebnissen in den Bereichen Datenverarbeitung und Kartographie\nPublikationsarbeit\nMitarbeit (Bild- und Kartenbearbeitung) an landesamtseigenen Fachpublikationen und\nInformationsmaterialien zur Denkmalpflege\nMitarbeit (Bild- und Kartenbearbeitung) bei der Pflege der Internetpräsentation des BLDAM\nIhr Profil\nAnforderungen und Fachkenntnisse\nSie besitzen ein abgeschlossenes Studium der Geoinformation, Geographie, Umweltinformation oder der Archäologie, Architektur, Landschaftsarchitektur, Kunstgeschichte, des Städtebaus mit zusätzlichen Qualifikationen bzw. mehrjährigen Erfahrungen im Bereich Geoinformation; Abschluss B.A., M.A., Mag. oder Diplom.\nFachkenntnisse: GIS-Programme (QGIS, idealerweise kvwmap, ArcGIS), Denkmaldatenbanksysteme (idealerweise HiDA), Office\nSie besitzen bereits Kenntnisse der Grundlagen bzw. Grundsätze der Denkmalpflege und der Denkmalkunde sowie Kenntnisse der brandenburgischen Denkmallandschaft.\nWeitere Kompetenzen:\nselbstständige, transparente und effiziente Arbeitsweise, Belastbarkeit, Teamfähigkeit und Kommunikationsfähigkeit, Interesse an interdisziplinärer Kooperation\ngute schriftliche und mündliche adressatengerechte Ausdrucksweise\nUnser Angebot:\nverantwortungsvolle und abwechslungsreiche Tätigkeit in einem kollegialen Arbeitsumfeld\nflexible Arbeitszeiten und die Möglichkeit zum mobilen Arbeiten\nvielfältige Fortbildungsangebote\nZuschuss zum Jobticket\nbetriebliches Gesundheitsmanagement\nexterne betriebliche Sozialberatung\nbetriebliche Altersvorsorge\nFür telefonische Auskünfte steht Ihnen die Dezernatsleiterin Inventarisation und Dokumentation, Frau Dr. Christine Onnen, zur Verfügung (Tel.: 033702/211-1320).\nDas Land Brandenburg ist bestrebt, den Anteil von Frauen zu erhöhen bzw. sie beruflich zu fördern. Bewerbungen von Frauen sind daher ausdrücklich erwünscht. Ebenfalls ausdrücklich erwünscht ist die Bewerbung von Menschen mit Migrationshintergrund, die die formalen beruflichen Voraussetzungen erfüllen. Bei gleicher Eignung werden Menschen mit einer Schwerbehinderung bevorzugt berücksichtigt.\nIhre aussagefähigen Bewerbungsunterlagen richten Sie bitte schriftlich (nicht per E-Mail)\nbis\nzum 11. August 2025\nan:\nBrandenburgisches Landesmuseum für Denkmalpflege und Archäologisches Landesmuseum\nPersonalreferat\nWünsdorfer Platz 4-5\n15806 Zossen, OT Wünsdorf\nDie Bewerbungsunterlagen können nach Abschluss des Verfahrens leider nicht zurückgesandt werden. Bitte reichen Sie daher lediglich Kopien ein. Aufwendungen, die im Zusammenhang mit dem Vorstellungsgespräch entstehen, können durch das Landesamt nicht erstattet werden.\nStellenausschreibung (m/w/d) als pdf\nwww.bldam-brandenburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-fuer-den-bereich-gis-kartierung-in-der-bau-und-kunstdenkmalpflege-m-w-d/", "date_published": "2025-07-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grafikgestalter-in-m-w-d/", "image": "", "title": "Grafikgestalter/-in (m/w/d)", "content_text": "Kunstforum Ostdeutsche Galerie, Regensburg Bewerbungsende: 17.08.2025 | Die Stiftung Kunstforum Ostdeutsche Galerie, Regensburg sucht zum 1. Januar 2026 oder zum nächstmöglichen Zeitpunkt einen/eine Grafikgestalter/-in (m/w/d) in Vollzeit (zunächst auf 1 Jahr befristet mit Option der Entfristung)\nDas Kunstforum Ostdeutsche Galerie ist mit seiner bundesweit einzigartigen Spezialsammlung zur Kunst des historischen deutschen Ostens zwischen Romantik und Gegenwart sowie mit seinem Engagement für die aktuelle Kunstszene im heutigen Osteuropa das herausragende Kunstmuseum in Ostbayern. Der Bestand des Museums umfasst 2.500 Gemälde und Skulpturen/Plastiken sowie ca. 40.000 Arbeiten auf Papier.\nIhre Aufgabenschwerpunkte:\nGrafikgestaltung von Anzeigen, ausstellungsspezifischen Drucksachen und Publikationen\nLithografie der digitalen Bildvorlagen\nUnterstützung beim Anfertigen von Passepartouts und bei der Rahmung von Grafiken\nUnterstützung beim Ausstellungsaufbau/-abbau\nVoraussetzungen für die Stellenbesetzung sind:\nAbgeschlossene Ausbildung über Berufskolleg/Berufsfachschule\nsehr gute EDV-Kenntnisse (Word, Adobe Indesign, Adobe Photoshop, Adobe Illustrator, Quark XPress)\nsehr gute Deutschkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Wort und Schrift\nEnglischkenntnisse in Schrift\nausgeprägte Teamfähigkeit\nsorgfältige Arbeitsweise\nWünschenswert:\nKreativität\nKenntnisse in TYPO3\nKenntnisse in Social Media\nWir bieten:\nEine interessante Tätigkeit in einem jungen Team mit vielfältigen internationalen Projekten und Kontakten.\nEine zunächst auf ein Jahr befristete Vollzeitstelle mit 39 Stunden pro Woche. Es besteht die Option der Entfristung der Stelle nach einem Jahr. Die Bezahlung erfolgt abhängig von persönlicher Erfahrung und Qualifikation nach Entgeltgruppe 6 Tarifvertrag öffentlicher Dienst (TVöD Bund).\n30 Tage Urlaub/Jahr\nJahressonderzahlung\nbetriebliche Altersvorsorge\nMöglichkeit der Fort- und Weiterbildung\nVereinbarkeit von Beruf und Familie\nkostenfreier Besuch des Kunstforums Ostdeutsche Galerie\nArbeitsplatz im Stadtpark am Rande der Altstadt Regensburgs\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuchs IX besonders berücksichtigt. Von schwerbehinderten Bewerberinnen und Bewerbern wird lediglich ein Mindestmaß an körperlicher Eignung verlangt. Das Kunstforum begrüßt Bewerbungen von Menschen aller Nationalitäten, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion oder sexueller Identität.\nDie Wohnungsnahme in Regensburg oder Umgebung ist erwünscht.\nIhre Bewerbung mit aussagekräftigen Unterlagen (mindestens tabellarischer Lebenslauf und Kopien von Zeugnissen und Beurteilungen, eine Arbeitsprobe) senden Sie bitte bis spätestens 17. August 2025 an die Direktorin und stellv. Vorstandsvorsitzende der Stiftung Kunstforum Ostdeutsche Galerie, Frau Dr. Agnes Tieze, Dr.-Johann-Maier-Str. 5, 93049 Regensburg oder an\ninfo@kog-regensburg.de\n.\nMit der Übersendung Ihrer Bewerbungsunterlagen in Papierform oder digital erklären Sie sich damit einverstanden, dass Ihre Daten gem. gesetzlicher Bestimmungen gespeichert werden dürfen. Ein Widerruf dieser Einwilligung ist jederzeit möglich. Die Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen des Bundesdatenschutzgesetzes vernichtet/gelöscht. Bitte beachten Sie, dass Bewerbungsunterlagen in Papierform nicht zurückgesendet werden können.\nDetaillierte Informationen zu den Datenschutzbestimmungen in Bezug auf das Bewerbungsverfahren entnehmen Sie bitte dem entsprechenden Absatz auf unserer Website: https://www.kunstforum.net/datenschutz.\nwww.kunstforum.net\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/grafikgestalter-in-m-w-d/", "date_published": "2025-07-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-in-der-verwaltung-m-w-d/", "image": "", "title": "Mitarbeiter/-in in der Verwaltung (m/w/d)", "content_text": "Kunstforum Ostdeutsche Galerie, Regensburg Bewerbungsende: 17.08.2025 | Die Stiftung Kunstforum Ostdeutsche Galerie, Regensburg sucht zum 1. Januar 2026 einen/eine Mitarbeiter/-in in der Verwaltung (m/w/d) in Teilzeit\nDas Kunstforum Ostdeutsche Galerie (KOG) ist mit seiner bundesweit einzigartigen Spezialsammlung zur Kunst des historischen deutschen Ostens zwischen Romantik und Gegenwart sowie mit seinem Engagement für die aktuelle Kunstszene im heutigen Osteuropa das herausragende Kunstmuseum in Ostbayern.\nIhre Aufgabenschwerpunkte:\nAllgemeine Verwaltungsarbeiten (u.a. Empfang und Telefonkompetenz, Bestellwesen, Ablage)\nOrganisatorische Tätigkeiten für den Förderverein des KOG inklusive Buchhaltung und Rechnungsvorgänge\nVorbereitung von Sitzungen des Stiftungsrates des KOG und Erstellen des Protokolls\nAktenführung für Kunstankäufe, Leihgaben und Schenkungen/Stiftungen\nVerwaltung des Einladungs-/Newsletterverteilers und Durchführung des Einladungsversands\nVertretung der Sekretärin der Direktorin\nVoraussetzungen für die Stellenbesetzung sind:\nAbgeschlossene Ausbildung als Kaufmann/Kauffrau für Büromanagement oder eine vergleichbare Ausbildung\nGrundlagen Rechnungswesen und Buchführung\nsehr gute EDV-Kenntnisse (Word, Powerpoint, Excel)\nsehr gute Deutschkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Wort und Schrift\nEnglischkenntnisse in Schrift\nTeamfähigkeit\nsorgfältige Arbeitsweise und Koordinationsvermögen\nWünschenswert:\nInteresse an Kunst\nFreude an der Organisation von Veranstaltungen\nWir bieten:\nEine interessante Tätigkeit in einem jungen Team mit vielfältigen internationalen Projekten und Kontakten.\nEine Teilzeitstelle mit 19,5 Stunden pro Woche. Die Bezahlung erfolgt abhängig von persönlicher Erfahrung und Qualifikation nach Entgeltgruppe 5 Tarifvertrag öffentlicher Dienst (TVöD Bund).\n15 Tage Urlaub/Jahr\nJahressonderzahlung\nbetriebliche Altersvorsorge\nMöglichkeit der Fort- und Weiterbildung\nVereinbarkeit von Beruf und Familie\nkostenfreier Besuch des Kunstforums Ostdeutsche Galerie\nArbeitsplatz im Stadtpark am Rande der Altstadt Regensburgs\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuchs IX besonders berücksichtigt. Von schwerbehinderten Bewerberinnen und Bewerbern wird lediglich ein Mindestmaß an körperlicher Eignung verlangt. Das Kunstforum begrüßt Bewerbungen von Menschen aller Nationalitäten, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion oder sexueller Identität.\nDie Wohnungsnahme in Regensburg oder Umgebung ist erwünscht.\nIhre Bewerbung mit aussagekräftigen Unterlagen (mindestens tabellarischer Lebenslauf und Kopien von Zeugnissen und Beurteilungen, eine Arbeitsprobe) senden Sie bitte bis spätestens 17. August 2025\nan die Direktorin und stellv. Vorstandsvorsitzende der Stiftung Kunstforum Ostdeutsche Galerie, Frau Dr. Agnes Tieze, Dr.-Johann-Maier-Str. 5, 93049 Regensburg oder an\ninfo@kog-regensburg.de\n.\nMit der Übersendung Ihrer Bewerbungsunterlagen in Papierform oder digital erklären Sie sich damit einverstanden, dass Ihre Daten gem. gesetzlicher Bestimmungen gespeichert werden dürfen. Ein Widerruf dieser Einwilligung ist jederzeit möglich. Die Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen des Bundesdatenschutzgesetzes vernichtet/gelöscht. Bitte beachten Sie, dass Bewerbungsunterlagen in Papierform nicht zurückgesendet werden können.\nDetaillierte Informationen zu den Datenschutzbestimmungen in Bezug auf das Bewerbungsverfahren entnehmen Sie bitte dem entsprechenden Absatz auf unserer Website: https://www.kunstforum.net/datenschutz.\nwww.kunstforum.net\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-in-der-verwaltung-m-w-d/", "date_published": "2025-07-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleiterin-einen-verwaltungsleiter-m-w-d/", "image": "", "title": "Verwaltungsleiterin / Verwaltungsleiter (m/w/d)", "content_text": "Kunstforum Ostdeutsche Galerie, Regensburg Bewerbungsende: 17.08.2025 | Die Stiftung Kunstforum Ostdeutsche Galerie, Regensburg sucht zum 1. Dezember 2025 oder zum nächstmöglichen Zeitpunkt eine Verwaltungsleiterin/einen Verwaltungsleiter (m/w/d) in Vollzeit\nDas Kunstforum Ostdeutsche Galerie ist mit seiner bundesweit einzigartigen Spezialsammlung zur Kunst des historischen deutschen Ostens zwischen Romantik und Gegenwart sowie mit seinem Engagement für die aktuelle Kunstszene im heutigen Osteuropa das herausragende Kunstmuseum in Regensburg und Ostbayern. Der Bestand des Museums umfasst 2.500 Gemälde und Skulpturen sowie ca. 40.000 Arbeiten auf Papier. Träger des Museums sind der Bund, der Freistaat Bayern und die Stadt Regensburg.\nIhre Aufgabenschwerpunkte:\nErstellen der Unterlagen für die Finanzplanung und für den Entwurf des Haushaltsplans\nKoordination der Beschaffungsangelegenheiten für Haushalt und Projekte; Haushaltsvollzug\nErstellen von Mittelanforderungen, Zuwendungs- und Sponsoringanträgen\nErstellen der Haushaltsabschlüsse mit Jahres- und Vermögensrechnung sowie von Verwendungsnachweisen\nMitarbeit beim Erstellen des Erfolgs- und Tätigkeitsberichts\nErstellen der Haushaltsunterlagen für die Vorstands-/Stiftungsratssitzungen\nZuarbeit für die Wirtschaftsprüfung\nAusfertigung von Honorar-/Arbeitsverträgen sowie Tätigkeitsbeschreibungen und -darstellungen\nÜberwachung der steuerlichen Abwicklungen und Umsetzung des Zollrechts bei Auslandstransporten\nUmsetzung von Datenschutz- und Digitalisierungsmaßnahmen\nÜberwachung der sicherheitstechnischen und betriebsärztlichen Vorgaben für Personal, Gebäude und technische Einrichtungen\nKommunikation mit den Zuwendungsgebern, Sponsoren und Kooperationspartnern\nVoraussetzungen für die Stellenbesetzung sind:\nWissenschaftlicher Hochschulabschluss oder abgeschlossenes Hochschulstudium mit betriebswirtschaftlich-kaufmännischer Ausrichtung oder eine vergleichbare Ausbildung\nKenntnisse und Erfahrungen in der Bearbeitung von Vorgängen nach dem Haushalts- und Zuwendungsrecht des Bundes und/oder des Freistaats Bayern, dem Stiftungsrecht, in der Kapital- und Vermögensverwaltung, dem Tarifvertrag öffentlicher Dienst Bund und/oder VKA und dem allgemeinen Vertragsrecht\nKenntnisse der Verwaltungsvorschriften § 34 Bundeshaushaltsordnung, der allgemeinen Bestimmungen zu Vergabeverfahren sowie im Bereich Entgeltabrechnung des TVöD\nsicherer Umgang mit EDV-Standardprogrammen (MS-Office, Excel)\neine starke, integrierende Persönlichkeit mit spezifischen Führungsqualitäten\nZuverlässigkeit und Verantwortungsbewusstsein\nFlexibilität\nBelastbarkeit\nKommunikationsfähigkeit\nTeamfähigkeit, strukturiertes Arbeiten und Organisationsfähigkeit\nsehr gute Deutschkenntnisse in Wort und Schrift\nWünschenswert:\nBerufserfahrung im öffentlichen Dienst\nKenntnisse des Buchhaltungsprogramms Lexware\nIT-Kenntnisse\nKenntnis der Richtlinien des Datenschutzes\ngute Englischkenntnisse in Wort und Schrift oder/und eine weitere Fremdsprache\nWir bieten:\nEine interessante Tätigkeit in einem jungen Team mit vielfältigen internationalen Projekten und Kontakten.\nEine Vollzeitstelle mit 39 Stunden pro Woche. Die Bezahlung erfolgt abhängig von persönlicher Erfahrung und Qualifikation nach Entgeltgruppe 11 Tarifvertrag öffentlicher Dienst (TVöD Bund).\n30 Tage Urlaub/Jahr\nJahressonderzahlung\nbetriebliche Altersvorsorge\nMöglichkeit der Fort- und Weiterbildung\nVereinbarkeit von Beruf und Familie\nkostenfreier Besuch des Kunstforums Ostdeutsche Galerie\nArbeitsplatz im Stadtpark am Rande der Altstadt Regensburgs\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuchs IX besonders berücksichtigt. Von schwerbehinderten Bewerberinnen und Bewerbern wird lediglich ein Mindestmaß an körperlicher Eignung verlangt. Das Kunstforum begrüßt Bewerbungen von Menschen aller Nationalitäten, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion oder sexueller Identität.\nDie Stelle ist aufgrund von Struktur und Umfang des Aufgabengebietes nicht teilzeitgeeignet.\nDie Wohnungsnahme vor Ort ist erwünscht.\nIhre Bewerbung mit aussagekräftigen Unterlagen (mindestens tabellarischer Lebenslauf und Kopien von Zeugnissen sowie Beurteilungen) senden Sie bitte bis spätestens 17. August 2025 an die Direktorin der Stiftung Kunstforum Ostdeutsche Galerie, Frau Dr. Agnes Tieze, Dr.-Johann-Maier-Str. 5, 93049 Regensburg oder an\ninfo@kog-regensburg.de\n.\nMit der Übersendung Ihrer Bewerbungsunterlagen in Papierform oder digital erklären Sie sich damit einverstanden, dass Ihre Daten gem. gesetzlicher Bestimmungen gespeichert werden dürfen. Ein Widerruf dieser Einwilligung ist jederzeit möglich. Die Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen des Bundesdatenschutzgesetzes vernichtet/gelöscht. Bitte beachten Sie, dass Bewerbungsunterlagen in Papierform nicht zurückgesendet werden können.\nDetaillierte Informationen zu den Datenschutzbestimmungen in Bezug auf das Bewerbungsverfahren entnehmen Sie bitte dem entsprechenden Absatz auf unserer Website: https://www.kunstforum.net/datenschutz.\nwww.kunstforum.net\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleiterin-einen-verwaltungsleiter-m-w-d/", "date_published": "2025-07-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besucherinnenservice-infotheke-kasse-forum-wissen-w-m-d/", "image": "", "title": "Mitarbeiter*in Besucher*innenservice / Infotheke / Kasse Forum Wissen (w/m/d)", "content_text": "Georg-August-Universität Göttingen, Forum Wissen & Zentrale Kustodie, Göttingen Bewerbungsende: 04.08.2025 | An der Georg-August-Universität Göttingen Stiftung Öffentlichen Rechts – Forum Wissen ist zum nächstmöglichen Zeitpunkt eine Stelle als\nMitarbeiter*in Besucher*innenservice/Infotheke/Kasse Forum Wissen (w/m/d)\n– Entgeltgruppe 4 TV-L –\nin Teilzeit mit 70% der regelmäßigen wöchentlichen Arbeitszeit zu besetzen. Die Stelle ist in Höhe von 27,86 WStd befristet bis 31.12.2026 zu besetzen.\nMit dem 2022 eröffneten Forum Wissen hat die Universität Göttingen einen Ort geschaffen, der Begegnungen und Austausch zwischen Forschung und Öffentlichkeit ermöglichen soll. Teil des Forum Wissen ist ein modernes Wissens-Museum, das den Prozess des Wissen-Schaffens in den Mittelpunkt stellt. In der großen Basisausstellung „Räume des Wissens“ werden Objekte aus den rund 70 Sammlungen der Universität unter der Fragestellung präsentiert, wie Wissen entsteht. Wechselnde Sonderausstellungen sowie Veranstaltungs- und Vermittlungsformate stellen aktuelle Projekte und gesellschaftsrelevante Fragen vor, die die Universität gegenwärtig beschäftigen und regen einen Dialog zwischen Forschung und Öffentlichkeit an. Die Zusammenarbeit mit und die Ansprache unterschiedlicher Zielgruppen sowie der Wissensaustausch mit einer breiten und diversen Öffentlichkeit ist eines der zentralen Anliegen und Herausforderungen des Forum Wissen.\nErster Anlaufpunkt für alle Besucher*innen im Forum Wissen ist die Infotheke im Erdgeschoss des Hauses. Hier erhalten Besucher*innen(gruppen) erst Auskünfte und Orientierung, können Rundgänge und Workshops buchen sowie Audio-Touren oder Multimediageräte für den Museumsbesuch ausleihen und kleine Souvenirs aus dem Museumsshop kaufen. Wir suchen engagierte und kommunikative Persönlichkeiten mit freundlicher Ausstrahlung, die aktiv auf Besucher*innen zuzugehen und diese motivieren unsere Angebote zu nutzen.\nIhre Aufgaben:\nBesucher*innenempfang und -betreuung. Sie sind die erste Anlaufstelle für alle Besucher*innen und erteilen Auskünfte und Hinweise, pflegen eine aktive Willkommenskultur und sprechen verschiedene Zielgruppen auf die spezifischen Angebote des Museums an.\nVerleih und Einweisung der Besucher*innen in die Handhabung der Mediaguides zur Ausstellung\nBeratung per Telefon und Email sowie Buchungsannahme zu allen Angeboten der Vermittlung, einschließlich Gruppenführungen und Schulprogrammen im Eventmanagementsystem, Nutzung des Softwareprogramms für Veranstaltungen, Kommunikation mit den Guides und Kursleiter*innen\nStatistische Besucher*innen-Erfassung\nMitarbeit bei Vor- und Nachbereitung von (Abend-)Veranstaltungen\nBetreuung des Museumsshops: Verkauf, Abrechnung und Inventarisierung\nTeilnahme an Teambesprechungen\nVoraussetzungen für die Tätigkeit sind:\nabgeschlossene Ausbildung mit Erfahrung im Servicebereich oder vergleichbare Berufserfahrung\nService-Kompetenz und Serviceorientierung\neigenständiges, verantwortungsbewusstes, strukturiertes und kooperatives Arbeiten sowohl in Selbstorganisation als auch im Team\nZuverlässigkeit, Flexibilität, Arbeit innerhalb der Öffnungszeiten, dies beinhaltet die Bereitschaft zu regelmäßigen Wochenenddiensten, zu Arbeit an Feiertagen sowie bei Abendveranstaltungen\nGute Sprachkenntnisse in Deutsch und Englisch\nGute Kenntnis der MS-Office-Programme\nWir wünschen uns eine freundliche und offene Person mit ausgesprochen guten Kommunikationsfähigkeiten.\nWünschenswert sind:\nInteresse für die Arbeit in einem Museum\nErste Erfahrungen im Umgang mit Kassen- und Buchungssystemen\nDie Universität Göttingen strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, eine Erhöhung des Frauenanteils an und fordert daher qualifizierte Frauen nachdrücklich zur Bewerbung auf. Sie versteht sich zudem als familienfreundliche Hochschule und fördert die Vereinbarkeit von Wissenschaft/Beruf und Familie. Der beruflichen Teilhabe von schwerbehinderten Beschäftigten sieht sich die Universität in besondere Weise verpflichtet und begrüßt deshalb Bewerbungen schwerbehinderter Menschen. Bei gleicher Qualifikation erhalten Bewerbungen von Menschen mit Schwerbehinderung den Vorzug. Eine Behinderung bzw. Gleichstellung ist zur Wahrung der Interessen bereits in die Bewerbung aufzunehmen.\nBitte reichen Sie Ihre aussagekräftige Bewerbung mit allen wichtigen Unterlagen bis zum\n04.08.2025 ausschließlich über das Bewerbungsportal\nhttp://obp.uni-goettingen.de/de-de/OBF/Index/76008\nein\n. Auskunft erteilt Frau Sandra Potsch, E-Mail: sandra.potsch@sub.uni-goettingen.de, Tel. +49 551 39 26690\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besucherinnenservice-infotheke-kasse-forum-wissen-w-m-d/", "date_published": "2025-07-11T00:00:00"}]}