{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/datenmanagerin-technische-assistenz-fuer-datenmanagement-m-w-d-technical-assistant-for-data-management-m-f-d/", "image": "", "title": "Datenmanager*in / Technische Assistenz für Datenmanagement (m/w/d) / Technical Assistant for Data Management (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Müncheberg Bewerbungsende: 17.10.2025 | // EN below\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Informationszentrum Entomologie des Senckenberg Deutschen Entomologischen Instituts am Standort Müncheberg eine*n\nDatenmanager*in/ Technische Assistenz für Datenmanagement (m/w/d)\n(Vollzeit / Teilzeit)\nOrt: Müncheberg (Brandenburg)\nBeschäftigungsumfang: Vollzeit / Teilzeit (mindestens 50 %)\nVertragsart: befristet (2 Jahre)\nVergütung: Tarifvertrag der Länder (TV-L) E10 / E11\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Das Senckenberg Deutsche Entomologische Institut (SDEI) in Müncheberg (Brandenburg) beherbergt eine der größten Insektensammlungen Deutschlands. Gegründet 1886, betreibt das Institut Grundlagenforschung in Taxonomie, Phylogenie, Ökologie und Biogeographie, um die Vielfalt der Insekten zu dokumentieren und zu verstehen. Das SDEI ist in zwei Abteilungen gegliedert: Das Informationszentrum Entomologie betreut die entomologische Spezialbibliothek, ein Archiv und mehrere entomologische Informationsdienste und ermöglicht den Zugang zu entomologischer Literatur und Daten. Das Institut ist auf dem Campus des Leibniz-Zentrums für Agrarlandschaftsforschung (ZALF) in Müncheberg bei Berlin angesiedelt und in regionale, nationale und internationale (Biodiversitäts-)Forschungsnetzwerke eingebunden.\nIhre Aufgaben\nStrategische Weiterentwicklung von Datenmanagement-Workflows für die Sammlungsentwicklung\nAnalyse und Bewertung bestehender Datenstrukturen in Bibliothek, Archiv und entomologischer Sammlung (Insekten)\nKonzeption und Umsetzung von Metadatenstandards sowie Dokumentationsverfahren\nKoordination von Datenspeicherung und Qualitätssicherungsprozessen\nEntwicklung von Strategien zur Datenweitergabe\nZusammenarbeit mit internen und externen Teams zur Anwendung von FAIR-Prinzipien und Best Practices im Sammlungsdatenmanagement\nErstellung interner Schulungsmaterialien und Arbeitsablaufdokumentationen\nIhr Profil\nAbgeschlossenes Hochschulstudium (Master) in Bibliotheks- und Informationswissenschaft, Digital Humanities, Biodiversitätsinformatik, Data Science oder einem verwandten Fachgebiet\nKenntnisse im Bereich Forschungsdatenmanagement (FDM) sowie Erfahrung mit Datenworkflows, vorzugsweise im wissenschaftlichen oder Kulturerbe-Kontext\nVertrautheit mit Metadatenstandards (z. B. Darwin Core, MARC21) und gängigen Datenformaten (z. B. TIFF, JPEG, XML, PDF/A)\nErfahrung im Umgang mit Datenbanken, Sammlungsmanagementsystemen oder digitalen Repositorien\nAusgeprägte analytische Fähigkeiten, strukturierte und selbstständige Arbeitsweise sowie sehr gute Kommunikationsfähigkeiten in deutscher und englischer Sprache, schriftlich wie mündlich\nInteresse an interdisziplinärer Zusammenarbeit und am Aufbau nachhaltiger, FAIR-konformer Dateninfrastrukturen, insbesondere in Archiven, Bibliotheken oder biodiversitätsbezogenen Forschungsinstituten\nWünschenswert\nErfahrung mit der Verbesserung und Dokumentation heterogener, historisch gewachsener Datenstrukturen\nErfahrung im Bereich Verwaltung und Archivierung bild- und dokumentbasierter digitaler Objekte\nErfahrung im Bereich der Mitarbeit in nationalen und europäischen RDM-Infrastrukturen (z. B. NFDI, DiSSCo)\nKenntnisse in der Anwendung von Open-Science-Prinzipien in interdisziplinären Forschungsumgebungen\nErfahrung in der Arbeit mit entomologischen Bibliotheken, Archiven oder naturwissenschaftlichen Sammlungen\nWir bieten\nEine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung mit der Möglichkeit, das Forschungsprofil der Abteilung Informationszentrum Entomologie am SDEI aktiv mitzugestalten\nGelegenheit zum Aufbau eines eigenständigen wissenschaftlichen Profils im Bereich Biodiversitätstextmining und – analyse\nZugang zu einem internationalen Netzwerk aus Wissenschaft, Politik, Infrastrukturen und Bibliotheken über SGN und seine Partner mit engen Verbindungen zu Initiativen wie DiSSCo und der Disentis Roadmap sowie zu Expert*innennetzwerken wie CETAF und TDWG\nflexible Arbeitszeiten – mobiles Arbeiten – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben mit kurzer Beschreibung der bereits abgeschlossenen und aktuellen Forschung, Lebenslauf, akademische Nachweise) in elektronischer Form (als zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #09-25002 bis zum 17.10.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Dr. Jana Hoffmann unter\njana.hoffmann@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFor its Entomology Information Center at the Senckenberg German Entomological Institute (SDEI) in Müncheberg, the Senckenberg Gesellschaft für Naturforschung headquartered in Frankfurt is seeking to fill the position of a\nTechnical Assistant for Data Management (m/f/d)\nfull-time / part time\nLocation:                                     Müncheberg (Brandenburg)\nEmployment scope:                   full-time / part-time (minimum 50%)\nType of contract:                       limited to 2 years\nRemuneration:                           collective agreement of the German Länder, TV-L E10 / E11\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) counts among the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. The Senckenberg German Entomological Institute (SDEI) in Müncheberg (Brandenburg) maintains one of the largest insect collections in Germany. Established in 1886, the institute conducts basic research in taxonomy, phylogenetics, ecology, and biogeography to document and understand insect diversity. SDEI is organized into two departments with distinct roles. The Entomology Information Center manages the Entomological Special Library, an archive, and several entomological information services, and facilitates access to entomological literature and information. SDEI is located on the ZALF (Leibniz Centre for Agricultural Landscape Research) campus in Müncheberg, near Berlin, and is integrated into regional, national, and international (biodiversity) research networks.\nYour Tasks\nStrategically develop data management workflows for collection development\nAssess existing data structures in the library, archive, and insect collection\nDesign and implement metadata standards and documentation procedures\nCoordinate data storage and quality control processes\nDevelop data sharing strategies\nCollaborate with internal and external teams to apply FAIR principles and best practices in collection data management\nPrepare internal training materials and workflow documentation\nYour Profile\nAcademic degree (Master) in library and information science, digital humanities, biodiversity informatics, data science, or a related field\nKnowledge of research data management (RDM) principles and experience with data workflows, preferably in scientific or cultural heritage contexts\nFamiliarity with metadata standards (e.g. Darwin Core, MARC21) and common data formats (e.g. TIFF, JPEG, XML, PDF/A)\nExperience with databases, collection management systems, or digital repositories\nStrong analytical skills, a structured, and independent working style, and very good communication skills in both written and spoken German and English\nInterest in interdisciplinary collaboration and sustainable, FAIR-compliant data infrastructure, particularly in archival, library or biodiversity-related environments\nDesirable skills\nExperience with improving and documenting heterogeneous, historically evolved data structures\nExperience with managing and archiving image and document-based digital assets\nPractice in working within national and European RDM infrastructures (e.g. NFDI, DiSSCo)\nPractical experience with applying Open Science principles in interdisciplinary research environments\nPractice in engaging with entomological library, archive or natural science collections\nWe offer\nAn attractive job within the inspired and dynamic working environment of an internationally recognized research institution with the opportunity to shape the research profile of the department Entomology Information Center at SDEI\nThe opportunity to build a distinctive academic track record in biodiversity text mining\nAccess to an international network of scientists, policymakers, infrastructures and libraries with close links to major initiatives such as DiSSCo, the Disentis Roadmap, and expert networks including CETAF and TDWG\nFlexible working hours – mobile working employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (motivation letter, CV, academic certificates) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the\nreference #09-25003\nby\nOctober 17, 2025\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Dr. Jana Hoffmann at\njana.hoffmann@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/datenmanagerin-technische-assistenz-fuer-datenmanagement-m-w-d-technical-assistant-for-data-management-m-f-d/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlerin-postdoc-m-w-d-researcher-m-f-d-text-mining-for-biodiversity-knowledge/", "image": "", "title": "Wissenschaftler*in (PostDoc) (m/w/d) / Researcher (m/f/d) – Text Mining for Biodiversity Knowledge", "content_text": "Senckenberg Gesellschaft für Naturforschung, Müncheberg Bewerbungsende: 17.10.2025 | // EN\nbelow\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Informationszentrum Entomologie des Senckenberg Deutschen Entomologischen Instituts am Standort Müncheberg eine*n\nWissenschaftler*in (PostDoc) (m/w/d) Text Mining für Biodiversitätswissen\n(Entomologie und historische Texte)\n(Vollzeit / Teilzeit)\nOrt: Müncheberg (Brandenburg)\nBeschäftigungsumfang: Vollzeit / Teilzeit (mindestens 50%)\nVertragsart: zunächst befristet (3 Jahre)\nVergütung: Tarifvertrag der Länder (TV-L) E13\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Das Senckenberg Deutsche Entomologische Institut (SDEI) in Müncheberg (Brandenburg) beherbergt eine der größten Insektensammlungen Deutschlands. Gegründet 1886 betreibt das Institut Grundlagenforschung in Taxonomie, Phylogenie, Ökologie und Biogeographie, um die Vielfalt der Insekten zu dokumentieren und zu verstehen. Das SDEI ist in zwei Abteilungen gegliedert: Das Informationszentrum Entomologie betreut die entomologische Spezialbibliothek, ein Archiv und mehrere entomologische Informationsdienste und ermöglicht den Zugang zu entomologischer Literatur und Daten. Das Institut ist auf dem Campus des Leibniz-Zentrums für Agrarlandschaftsforschung (ZALF) in Müncheberg bei Berlin angesiedelt und in regionale, nationale und internationale (Biodiversitäts-)Forschungsnetzwerke eingebunden.\nIhre Aufgaben\nEntwicklung und Anwendung von Methoden zur Extraktion biodiversitätsrelevanter Informationen (z. B. Taxa, Sammler*innen, Fundorte) aus historischen Textquellen wie Artenbeschreibungen, Etiketten, Typenkatalogen, Archivalien sowie taxonomischer und faunistischer Literatur\nKonzeption und Erprobung von Werkzeugen zur Identifizierung und Verknüpfung zentraler Entitäten (z. B. Artnamen, Personen, Orte), einschließlich Disambiguierung und semantischer Anreicherung in biodiversitäts- und entomologischen Kontexten\nAufbau und Optimierung von Workflows zur Analyse biodiversitätsrelevanter und entomologische Texte mit Fokus auf funktionale Merkmale (traits), historische Kontexte und geographische Verbreitung in Bezug auf aktuelle Umweltfragen\nIntegration der gewonnenen Informationen in Biodiversitätsdateninfrastrukturen (z. B. DiSSCo, GBIF, Disentis Libroscope) unter Beachtung der FAIR-Prinzipien und gängiger Datenstandards (z. B. RDF, Darwin Core)\nZusammenarbeit mit Fachleuten aus Biodiversitätsforschung, Taxonomie und Sammlung am SDEI und bei Senckenberg zur Abstimmung der Text-Mining-Ansätze mit Digitalisierungsstrategien, Sammlungsentwicklung und Datenmobilisierung\nEntwicklung von Ansätzen und Methoden für eine inklusive Wissensextraktion unter Berücksichtigung von Taxa aus dem Globalen Süden, multilingualen Quellen sowie der Beiträge historisch unterrepräsentierter Personengruppen (z. B. Frauen, marginalisierte Akteur*innen, lokale oder indigene Sammler*innen)\nFörderung von Open Science und Community Engagement durch Veröffentlichung der entwickelten Werkzeuge und Datensätze, Unterstützung von Trainings und Workshops sowie Mitwirkung an Standards in der Biodiversitätstextanalyse\nVeröffentlichung von Forschungsergebnissen in peer-review Fachzeitschriften, Präsentationen auf wissenschaftlichen Konferenzen und Mitwirkung an kooperativen Forschungsanträgen\nIhr Profil\nAbgeschlossenes Masterstudium in Biodiversitätsinformatik, Geoinformatik, Datenwissenschaften (Natural Language Processing), Computerlinguistik, Taxonomie (vorzugsweise Entomologie) oder Ökologie mit ausgeprägten Datenkompetenzen\nErfahrung im Text Mining wissenschaftlicher und historischer Dokumente, einschließlich OCR-Nachbearbeitung und Parsen von historischen Texten\nKenntnisse in wissenschaftlicher Programmierung (bevorzugt Python), Versionskontrolle (z. B. Git) sowie in Datenstandards wie RDF und Darwin Core\nErfahrung im Bereich Named Entity Recognition, semantischer Annotation und Verknüpfung mit externen Ressourcen, z. B. Wikidata, GBIF, GeoNames, ORCID\nPublikationsleistungen entsprechend der Karrierestufe\nErfahrung in der Mitwirkung an oder Einwerbung von Drittmittelprojekten, dem Erfahrungsstand entsprechend\nAusgeprägte analytische Fähigkeiten; eigenständiges wie auch kooperatives Arbeiten in einem interdisziplinären Umfeld\nSehr gute Englischkenntnisse in Wort und Schrift; Bereitschaft zum Erwerb von Deutschkenntnissen wird erwartet und unterstützt\nWünschenswert\nAbgeschlossenes Promotionsstudium in einem der oben genannten Fächer\nErfahrung im Bereich der internationalen und interdisziplinären Zusammenarbeit mit Forschenden, Kurator*innen und Teams von Dateninfrastrukturen\nKenntnisse in Taxonomie oder Systematik (vorzugsweise Entomologie) sowie im Umgang mit Biodiversitätsliteratur\nErfahrung mit der Nutzung von Biodiversitätsdateninfrastrukturen (z. B. GBIF, DiSSCo) und Engagement für FAIR- und Open-Science-Praktiken\nVorerfahrung im Bereich der Arbeit mit historischen und multilingualen Biodiversitätstexten (z. B. Deutsch, Französisch, Latein, Russisch)\nWir bieten\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung mit der Möglichkeit, das Forschungsprofil der Abteilung Informationszentrum Entomologie am SDEI aktiv mitzugestalten\nGelegenheit zum Aufbau eines eigenständigen wissenschaftlichen Profils im Bereich Biodiversitätstextmining und – analyse\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen mit engen Verbindungen zu Initiativen wie DiSSCo und der Disentis Roadmap sowie zu Expert*innennetzwerken wie CETAF und TDWG\nflexible Arbeitszeiten – mobiles Arbeiten – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben mit kurzer Beschreibung der bereits abgeschlossenen und aktuellen Forschung, Lebenslauf, akademische Zeugnisse, Publikationsliste und, falls vorhanden, Empfehlungsschreiben) in elektronischer Form (als zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #09-25003 bis zum 17.10.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Dr. Jana Hoffmann unter\njana.hoffmann@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFor its Entomology Information Center at the Senckenberg German Entomological Institute (SDEI) in Müncheberg, the Senckenberg Gesellschaft für Naturforschung headquartered in Frankfurt is seeking to fill the position of a\nResearcher (m/f/d) – Text Mining for Biodiversity Knowledge\n(Entomology and Legacy Texts)\nfull-time / part time\nLocation: Müncheberg (Brandenburg)\nEmployment scope: full-time / part-time (minimum 50%)\nType of contract: initially limited to 3 years\nRemuneration: collective agreement of the German Länder, TV-L E13\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) counts among the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. The Senckenberg German Entomological Institute (SDEI) in Müncheberg (Brandenburg) maintains one of the largest insect collections in Germany. Established in 1886, the institute conducts basic research in taxonomy, phylogenetics, ecology, and biogeography to document and understand insect diversity. SDEI is organized into two departments with distinct roles. The Entomology Information Center manages the Entomological Special Library, an archive, and several entomological information services, and facilitates access to entomological literature and information. SDEI is located on the ZALF (Leibniz Centre for Agricultural Landscape Research) campus in Müncheberg, near Berlin, and is integrated into regional, national, and international (biodiversity) research networks.\nYour Tasks\nDevelop and apply methods to extract biodiversity-relevant information (e.g. taxa, collectors, locations) from historical text sources such as species descriptions, specimen labels, type catalogues, archival documents, taxonomic and faunistic literature\nDesign and test tools to identify and link key entities (e.g. species names, people, places), including disambiguation and semantic enrichment tailored to biodiversity and entomological contexts\nBuild and optimize workflows for analyzing biodiversity and entomological texts, focusing on functional traits, historical context, and geographic scope relevant to current environmental challenges\nIntegrate extracted information into biodiversity data infrastructures (e.g. DiSSCo, GBIF, Disentis Libroscope), ensuring alignment with FAIR data principles and compatibility with common formats (e.g. RDF, Darwin Core)\nCollaborate with experts in biodiversity, taxonomy, and collections at the SDEI and SGN to align text mining approaches with digitization strategies, collection development, and legacy data mobilization\nAdvance inclusive knowledge extraction, with attention to taxa from the Global South, multilingual sources, and the contributions of historically underrecognized individuals (e.g. women and other marginalized contributors, local or Indigenous collectors)\nPromote open science and community engagement by publishing tools and datasets, supporting training and workshops, and contributing to emerging standards in biodiversity text analysis\nDisseminate research results through peer-reviewed publications, academic conferences, and collaborative research proposals\nYour Profile\nMSc in biodiversity informatics, geoinformatics, Data Science (Natural Language Processing), computational linguistics, taxonomy (especially entomology), or ecology with strong data skills\nExperience with text mining of scientific and historical documents, including OCR post-processing and parsing of legacy texts\nProficiency in scientific programming (preferably Python), version control (e.g. Git), and data standards such as RDF and Darwin Core\nFamiliarity with named entity recognition, semantic annotation, and linking to external resources such as Wikidata, GBIF, GeoNames, and ORCID\nPeer-reviewed publication record appropriate to career stage\nExperience in acquiring or contributing to third-party funded research projects commensurate with experience\nStrong analytical skills and the ability to work both independently and collaboratively in an interdisciplinary environment, very good communication skills in English; willingness to acquire German language skills is expected and will be encouraged\nDesirable skills\nPhD in biodiversity informatics, geoinformatics, Data Science (Natural Language Processing), computational linguistics, taxonomy (especially entomology), or ecology\nInternational and interdisciplinary collaboration with researchers, curators, and data infrastructure teams\nTaxonomy or systematics (preferably entomology) and practical familiarity with biodiversity literature\nUse of biodiversity data infrastructures (e.g. GBIF, DiSSCo) and commitment to FAIR and Open Science practices\nHandling historical and multilingual biodiversity texts (e.g. in German, French, Latin, or Russian)\nWe offer\nAn attractive job within the inspired and dynamic working environment of an internationally recognized research institution with the opportunity to shape the research profile of the department Entomology Information Center at SDEI\nThe opportunity to build a distinctive academic track record in biodiversity text mining and analysis\nAccess to an international network of scientists, policymakers and research organizations with close links to major initiatives such as DiSSCo, the Disentis Roadmap, and expert networks including CETAF and TDWG\nFlexible working hours – mobile working options – employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation with a short description of your previous and current research foci, a CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation, if available) electronically (as a single PDF) to stating the\nreference #09-25003\nby\nOctober 17, 2025\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Dr. Jana Hoffmann at\njana.hoffmann@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlerin-postdoc-m-w-d-researcher-m-f-d-text-mining-for-biodiversity-knowledge/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/onlineredakteurin-w-m-d/", "image": "", "title": "Onlineredakteur*in (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 19.10.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Teilzeit (19,5 WSt.) eine*n\nOnlineredakteur*in (w/m/d)\n.\nAls Onlineredakteur*in betreuen und pflegen Sie die Website des Futuriums und setzen die redaktionelle Aufbereitung von Themen und Berichten um. Dabei arbeiten Sie eng mit dem Kommunikationsteam zusammen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/onlineredakteurin-w-m-d/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-2/", "image": "", "title": "Wissenschaftliche`*r Mitarbeiter*in", "content_text": "Augustinermuseum, Freiburg i. Br. Bewerbungsende: 02.11.2025 | Das Augustinermuseum, eines der bedeutendsten kulturgeschichtlichen Museen des Oberrheins, eröffnet nach einer umfangreichen Sanierung im Frühjahr 2026 sein Gesamthaus. Mit verdoppelter Ausstellungsfläche bieten die hochkarätige Schatzkunst und die mittelalterliche Skulptur ein spannendes Aufgabenspektrum für die neue fachliche Leitung Sammlung und Forschung.\nDeine Aufgaben\nDu übernimmst die wissenschaftliche Bearbeitung, Betreuung und Weiterentwicklung der international bedeutsamen Sammlung Schatzkunst, Skulptur und Gemälde vom Mittelalter bis 1800. Dabei inventarisierst Du die Bestände und pflegst die Sammlungsdatenbank IMDAS.\nDu entwickelst die Sammlungen strategisch weiter, führst bestehende Forschungsinitiativen fort und baust das Forschungsnetzwerk des Museums aus.\nDu kümmerst Dich um das aktive Einwerben von Drittmitteln\nDu planst, organisierst und setzt Ausstellungen, Publikationen und Veranstaltungen um und entwickelst das Sammlungskonzept weiter.\nDu betreust den Leihverkehr und die Erwerbungen, außerdem entwickelst Du Vermittlungsangebote für unterschiedliche Zielgruppen.\nDu gestaltest die Digitalisierungsprozesse des Hauses aktiv mit\nDu übernimmst die Betreuung der Volontär*innen und Praktikant*innen\nDas bringst Du mit\nDu hast ein abgeschlossenes wissenschaftliches Hochschulstudium im Bereich Kunstgeschichte, idealerweise mit Promotion in der deutschen Schatzkunst oder Skulptur vom Mittelalter bis 1800.\nVorzugsweise besitzt Du eine gute Fachkenntnis in der Kunstgeschichte des Oberrheins.\nDu bringst qualifizierte Museums- und Ausstellungserfahrung im Sammlungsgebiet in einer vergleichbaren Einrichtung mit. Im besten Fall verfügst Du über umfangreiche Erfahrungen als Sammlungsleiter*in und/oder Projektleiter*in.\nDu bist aufgeschlossen gegenüber zeitgemäßem Kulturmanagement und Kulturmarketing und hast Erfahrung in der wissenschaftlichen Kommunikation.\nDu bist sicher im Umgang mit Fremdsprachen wie Englisch und Französisch.\nDu hast Erfahrung in der Kulturfinanzierung und im Sponsoring.\nDu verfügst über umfangreiche EDV-Kenntnisse, insbesondere im Bereich Inventarisierung, Digitalisierung und im Umgang mit gängigen Datenbanksystemen.\nDu kennst aktuelle Museumsstandards und setzt Dich aktiv mit Themen wie Diversität, Inklusion und Partizipation auseinander.\nDu arbeitest gerne im Team, bist engagiert, flexibel und bringst ausgeprägte Koordinierungs- und Kommunikationsfähigkeiten mit.\nDas bieten wir Dir\nEine unbefristete Stelle in Vollzeit mit Bezahlung nach Entgeltgruppe 13 TVöD in einer der größten Kultureinrichtungen des Oberrheins.\nInspirierendes, modernes Arbeitsumfeld im sanierten und neu eröffneten Augustinermuseum.\nEin selbständiges, vielseitiges und anspruchsvolles Aufgabenspektrum mit der Gelegenheit zur individuellen Weiterqualifikation.\nMit unseren rund 4.500 Kolleg*innen arbeiten wir fürs Gemeinwohl und bieten einen sicheren Arbeitsplatz.\nMobiles Arbeiten und unsere flexiblen Arbeitszeiten (im Arbeitszeitrahmen von 6 bis 22 Uhr, ohne Kernarbeitszeiten) ermöglichen Dir eine gute Vereinbarkeit von Beruf und Privatleben.\nViele Entwicklungsmöglichkeiten bieten Dir unser Fortbildungsprogramm und unsere internen Karriere- und Aufstiegsmöglichkeiten.\nMit dem JobTicket (für aktuell 29,23€/Monat bzw. Deutschlandticket für 17,55€/Monat) entlasten wir Dein Konto und schützen gemeinsam das Klima.\nHansefit (für aktuell 37 €/Monat) sorgt für mehr Bewegung und (D)einen Ausgleich im Alltag.\nJobRad ermöglicht Dir mit Deinem Wunsch-Fahrrad bequem und klimafreundlich an Deinen Arbeitsplatz zu kommen.\nJede Menge Kolleg*innen stehen für Dich, Deine Fragen und Anliegen bereit: Unser Betrieblicher Sozialdienst, unsere Betriebsärzt*innen, die Schwerbehindertenvertretung, die Stelle für Inklusion und Gesundheit sowie die Beauftragte für Menschen mit Behinderung, die Frauenbeauftragte, das Gender&Diversity-Team, das Seniorenbüro mit Pflegestützpunkt, unser Arbeitsschutz, …\nUnd unser Betriebliches Gesundheitsmanagement bietet Dir viele verschiedene Bewegungs- und Workshop-Angebote.\nNoch offene Fragen? Dr. Jutta Götzmann, 0761/201-2500, beantwortet sie Dir gerne!\nBewirb Dich hier (Hyperlink hinterlegen) bis zum 02.11.2025 (Kennziffer E1751).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-2/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/innenarchitektin-w-m-d-fuer-den-bereich-wechselausstellungen/", "image": "", "title": "Innenarchitekt:in (w/m/d) für den Bereich „Wechselausstellungen“", "content_text": "DASA Arbeitswelt Ausstellung, Dortmund Bewerbungsende: 02.11.2025 | Forschung für Arbeit und Gesundheit\nWir, die Bundesanstalt für Arbeitsschutz und Arbeitsmedizin (BAuA), suchen am Standort Dortmund zum nächstmöglichen Zeitpunkt eine / einen\nInnenarchitektin / Innenarchitekt (w/m/d)\nfür den Bereich „Wechselausstellungen“\nbis E 11 TVöD\n|\nTeilzeit 23 Stunden/Woche\n|\nbefristet bis 15.08.2028 in Rahmen einer Vertretung\n|\nBewerbungsfrist: 02.11.2025\nfür das Team DASA 1a „Wechselausstellungen“.\nDie BAuA ist eine Ressortforschungseinrichtung im Geschäftsbereich des Bundesministeriums für Arbeit und Soziales (BMAS). An drei Standorten in Dortmund, Berlin und Dresden arbeiten rund 750 engagierte Mitarbeiterinnen und Mitarbeiter an der Schnittstelle zwischen Forschung, Politik und Praxis sowie in gesetzlichen Aufgaben. Mit unserer DASA Arbeitswelt Ausstellung leisten wir zentrale Bildungs- und Vermittlungsarbeit an eine breite Öffentlichkeit.\nDie DASA Arbeitswelt Ausstellung präsentiert – erlebnishaft und interaktiv – auf 13.000 Quadratmetern Ausstellungsfläche Arbeitswelten von gestern, heute und morgen. Sie ist die ständige bildungsaktive Einrichtung der Bundesanstalt für Arbeitsschutz und Arbeitsmedizin und informiert die Öffentlichkeit über die Arbeitswelt, ihren Stellenwert für Individuum und Gesellschaft sowie über die Bedeutung menschengerechter Gestaltung der Arbeit. Jährlich besuchen die DASA mehr als 200.000 Menschen in der Dauerausstellung, Wechselausstellungen und Veranstaltungen. Die Dauerausstellung der DASA wird laufend aktualisiert.\nDas Team DASA 1a konzipiert und realisiert in regelmäßiger Folge interaktive Wechselausstellungen zu Themen rund um die Arbeitswelt. Darüber hinaus leihen oder verleihen wir (große) Ausstellungen mit internationalen Partnern.\nIhre Aufgaben:\nGestaltung und Realisierung von Wechselausstellungen\nEntwicklung, Steuerung und Umsetzung von kreativen Gestaltungskonzepten in einem interdisziplinären Team aus internen und externen Kolleginnen und Kollegen\nInhaltliche Konzepte in räumliche Erzählungen übersetzen\nGestalten von Räumen und Möbeln\nFarb- und Materialauswahl\nLichtplanung\nEntwurfsplanung\nErstellen von Ausführungs- und Detailplänen (technische Ausarbeitung aller Ausstellungselemente)\nMitarbeit bei der Aufstellung von Leistungsverzeichnissen, Zeitplänen und Kostenübersichten\nTerminliche Steuerung und Koordination von Baumaßnahmen\nErstellung von grafischen Arbeiten\nProjektmanagement bei der Wanderschaft von Wechselausstellungen\nAnpassungsplanung für die (internationale) Wanderschaft der Ausstellungen\nIhr Profil:\nErforderlich:\nErfolgreich abgeschlossene Hochschulbildung (Bachelor / Diplom / FH/Uni, mindestens 180 ECTS) im Fach Innenarchitektur\nSicherer Umgang mit CAD-Programmen (beispielsweise Vectorworks) und Adobe Creative Suite\nMehrjährige Erfahrungen im Projektmanagement\nGute Kenntnisse im Museums- und Ausstellungswesen\nDeutsch- sowie Englischkenntnisse mindestens Niveau B2\nBereitschaft zu Dienstreisen\nWünschenswert:\nKooperations- und Kommunikationsfähigkeit\nOrganisationsgeschick\nFähigkeit zur teamorientierten, aber auch selbstständigen Arbeit in einem interdisziplinären Bereich\nGute Kenntnisse der Inhalte und Zielrichtung der DASA Arbeitswelt Ausstellung\nWir bieten:\nZukunftsorientiertes, innovatives und gesellschaftlich bedeutendes Arbeitsfeld\nFlexible Arbeitszeit und ortsflexible Arbeitsmöglichkeit\nModerne Arbeitsplatzausstattung, auch am häuslichen Arbeitsplatz\nAttraktives Entgelt mit Zusatzrente\nIndividuelle Personalentwicklungsmaßnahmen\nJobticket mit Arbeitgeberförderung (monatlich 23,28 Euro)\nInteresse geweckt?\nWir freuen uns über Ihre Bewerbung! Unser Selbstverständnis als zertifizierte Arbeitgeberin ist es, für eine familienfreundliche, vielfältige, nachhaltige und chancengleiche Arbeitswelt einzustehen.\nDie Gleichstellung von Frau und Mann ist unser Ziel. Bewerbungen von Frauen sind ausdrücklich erwünscht. Eine Teilzeitbeschäftigung ist möglich.\nAuch eine Behinderung sollte Sie nicht hemmen, sich bei uns zu bewerben und uns Ihre Kompetenzen aufzuzeigen. Wir unterstützen ausdrücklich die Ziele der UN-Behindertenrechtskonvention und setzen uns nach Maßgabe des SGB IX und des Behindertengleichstellungsgesetzes besonders für die Belange von Menschen mit Behinderungen ein. Hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nWie Sie sich bewerben:\nBis zum 02.11.2025 über die Plattform interamt.de (Stellen-ID: 1365120)\nAllgemeine Hinweise zum Bewerbungsverfahren finden Sie auf unserer Homepage (www.baua.de/Die-BAuA/Karriere/Stellenangebote). Bei individuellen Fragen zum Verfahren können Sie sich gerne an\nPatricia Vennewald\n, Tel. 0231/9071-2230 wenden. Für fachliche Fragen steht Ihnen\nDr. Philipp Horst\nTel. 0231/9071-2615 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/innenarchitektin-w-m-d-fuer-den-bereich-wechselausstellungen/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-managerin-w-m-d-schwerpunkt-digitales-marketing/", "image": "", "title": "Marketing Manager:in (w/m/d) – Schwerpunkt digitales Marketing", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 30.10.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Kommunikationsteams am Standort Bonn. Wir suchen zum nächstmöglichen Zeitpunkt eine/n\nMarketing Managerin/ Manager (w/m/d) – Schwerpunkt digitales Marketing\nin Teilzeit 50 Prozent mit 19,92 Stunden/Woche. Die Stelle ist für die Dauer von zwei Jahren nach § 14 Teilzeit- und Befristungsgesetz befristet. Die Möglichkeiten einer dauerhaften Weiterbeschäftigung werden nach Ablauf des befristeten Arbeitsvertrages geprüft.\nIhre Aufgaben:\nSie entwickeln eigenständig kreative Marketingkonzepte auf Grundlage unserer Kommunikationsstrategie. Ihr Fokus liegt dabei auf digitalen Formaten und Social Media-Marketing.\nSie planen Marketingkampagnen für das Museum Koenig Bonn und führen diese durch. Sie bewerben z.B. Ausstellungen, Veranstaltungen und Bildungsangebote in Zusammenarbeit mit den Fachabteilungen und informieren über die Vielfalt der Natur\nSie erstellen zielgruppengerechten Content (Text, Audio, Bild, Video), betreuen Social Media-Kanäle und stärken unsere digitalen Communities.\nSie betreuen marketingrelevante Bereiche unserer Website und unseres\nSie entwickeln, verwalten und verbreiten Marketingmaterialien, koordinieren gemeinsame Marketingkampagnen mit Kooperationspartnern und steuern Dienstleister.\nDurch Monitoring und Analyse relevanter KPIs optimieren Sie unsere Marketingmaßnahmen kontinuierlich und gewinnen neue Zielgruppen.\nIhr Profil:\n(Fach-) Hochschulstudium Marketing, Kommunikation, Biologie oder anderer relevanter Studiengänge (Abschluss Bachelor) bzw. vergleichbare Qualifikationen\nErfahrung im On- und Offline-Marketing, idealerweise im Umfeld Wissenschaft/ Umwelt/Bildung/Kultur\nSehr gute Kenntnisse von Trends im Digitalmarketing, aktueller Social Media-Plattformen und Kenntnisse im Zielgruppenmarketing\nGute Kenntnisse im Umgang mit Content-Management-Systemen (Typo 3), Grafik- und Schnittprogrammen (Canva) sowie SEO u. SEA Kenntnisse\nHervorragende Deutschkenntnisse und sehr gute Englischkenntnisse\nFreude am Entwickeln kreativer Ideen, am Formulieren zielgruppengerechter Texte und an eindrucksvollen Bildern\nteamorientierter Arbeitsstil und Interesse an der Vielfalt der Natur\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder in die EG 9b TV-L mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, Arbeitsproben max. 10 MB)\nbis zum 30.10.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Scholze. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.10.2025", "url": "https://www.museumsbund.de/stellenangebote/marketing-managerin-w-m-d-schwerpunkt-digitales-marketing/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-m-w-d/", "image": "", "title": "Bereichsleitung (m/w/d)", "content_text": "Anne Frank Zentrum, Berlin Bewerbungsende: 26.10.2025 | Das Anne Frank Zentrum sucht zum 1.1.2026 eine Bereichsleitung im Umfang von bis zu 35 Wochenstunden. Die Stelle ist bis zum 31.12.2026 befristet. Eine Verlängerung ist gewünscht und wird angestrebt.\nDas Anne Frank Zentrum ist die deutsche Partnerorganisation des Anne Frank Hauses in Amsterdam. Mit Ausstellungen und Bildungsangeboten erinnert das Zentrum an Anne Frank und ihr Tagebuch. Es schafft Lernorte, in denen sich Kinder und Jugendliche mit Geschichte auseinandersetzen und diese mit ihrer heutigen Lebenswelt verbinden. Sie lernen, gesellschaftliche Verantwortung zu übernehmen und sich für Freiheit, Gleichberechtigung und Demokratie zu engagieren.  Mehr Informationen finden Sie unter\nwww.annefrank.de\n.\nDie Bereichsleitung wird für den Arbeitsbereich Jugendnetzwerk gesucht. Der Arbeitsbereich wird in 2026 weiterentwickelt mit dem Ziel, Angebote zu schaffen, die Kinder, Jugendliche und Erwachsene zu den inhaltlichen Zielen des Anne Frank Zentrums in der Breite erreichen, sowohl digital als auch analog.\nDer Arbeitsbereich Jugendnetzwerk qualifiziert und betreut bisher Jugendliche bundesweit, die sich gegen Antisemitismus, Rassismus und Diskriminierung einsetzen. Das Anne Frank Zentrum vermittelt ihnen Wissen und Kompetenzen, die ihnen dabei helfen, eigenständig Projekte im analogen und im digitalen Raum umzusetzen und sich zu vernetzen.\nIhre Aufgaben:\nSie leiten den Arbeitsbereich und führen ein Team mit derzeit vier Mitarbeiter*innen.\nSie tragen die Finanzverantwortung für den Arbeitsbereich inklusive Mittelakquise, Finanzplanung, Verwendungsnachweise, Controlling etc.\nSie tragen die Verantwortung für die inhaltliche Arbeit im Bereich und die Weiterentwicklung des Arbeitsbereichs auf der Grundlage der Erkenntnisse einer Organisationsentwicklung.\nSie planen und konzeptionieren Maßnahmen der Evaluation der Angebote.\nSie planen und konzeptionieren Maßnahmen der Öffentlichkeitsarbeit.\nSie vertreten das Anne Frank Zentrum nach außen und nehmen an Fachkonferenzen und Netzwerktreffen teil.\nSie arbeiten im Leitungsteam der Organisation mit, die aus sechs Arbeitsbereichen besteht.\nIhr Profil:\nSie haben eine abgeschlossene wissenschaftliche Hochschulausbildung im Bereich der Sozial- und Geisteswissenschaften oder der Pädagogik und/oder eine vergleichbare Qualifikation.\nSie haben einschlägige Berufsverfahrung im Bereich Projektmanagement und der Leitung von Teams.\nSie haben Berufserfahrung in der Akquise und Verwaltung von Zuwendungen und größeren Budgets sowie idealerweise Berufserfahrung im Bereich Changemanagement.\nSie haben Fachkenntnisse und praktische Erfahrungen im Bereich der historisch-politischen und der antisemitismuskritischen Bildung – digital und in Präsenz.\nSie haben Erfahrung im Bereich Öffentlichkeitsarbeit.\nSie gehen sicher mit den Programmen von Microsoft Office und weiteren Instrumenten eines digitalen Arbeitsalltags um.\nSie haben sehr gute Englischkenntnisse für die Zusammenarbeit mit internationalen Partnern wie beispielsweise dem Anne Frank Haus in Amsterdam.\nWir freuen uns auf Ihre selbstständige, strukturierte und zuverlässige Arbeitsweise.\nSie haben Freude an der Kommunikation in einem kollegialen Team.\nSie haben ein sicheres und professionelles Auftreten\nSie sind zu gelegentlichen Arbeiten am Abend, am Wochenende und zu Dienstreisen bereit.\nWir bieten Ihnen:\neine Vergütung nach Haustarif in Anlehnung an den TV-L Berlin (Eingruppierung in Entgeltgruppe 13 kann bei Vorliegen der entsprechenden Voraussetzungen erfolgen).\neine sinnvolle Tätigkeit mit abwechslungsreichen Aufgaben für einen gemeinnützigen Verein in einem familienfreundlichen Team.\neinen Arbeitsplatz im Herzen der Stadt – direkt am Hackeschen Markt.\ndie Möglichkeit, teilweise im Homeoffice zu arbeiten.\nMöglichkeiten zur beruflichen Fort- und Weiterbildung.\n30 Tage Urlaub pro Jahr (bei einer 5-Tage-Woche).\nDas Anne Frank Zentrum besteht aus einem vielfältigen Team. Daher begrüßen wir Bewer-bungen aller Interessierten, unabhängig von ihrer Herkunft, ihrer religiösen oder ethnischen Zugehörigkeit, ihrer sexuellen Identität oder einer Behinderung. Wir freuen uns über Bewerbungen aller Menschen mit Migrationsgeschichte, People of Colour, Jüdinnen*Juden sowie Schwarzer Menschen. Sollten Sie eine besondere Unterstützung oder einen Nachteilsausgleich im Fall eines Auswahlverfahrens benötigen, geben Sie uns gern Bescheid.\nDie Standorte des Anne Frank Zentrums sind eingeschränkt barrierefrei. Bitte sprechen Sie uns an, um detaillierte Informationen zu erhalten. Wir geben gern Auskunft.\nBitte richten Sie Ihre Bewerbung, bestehend aus Motivationsschreiben, tabellarischem Lebenslauf, Zeugnissen und weiteren aufgabenrelevanten Nachweisen zu Praxiserfahrung und Qualifikation schriftlich\nbis zum 26.10.2025,\nausschließlich per E-Mail (max. 5 MB) und ausschließlich im PDF-Format in\neiner\nDatei an die untenstehende Adresse. Postalische Bewerbungen werden nicht zurückgeschickt. Reisekosten werden nicht übernommen.\nWir behalten uns vor, Bewerbungsgespräche schon vor Ablauf der Bewerbungsfrist zu führen. Zögern Sie daher nicht, uns Ihre Bewerbung bereits früher zuzusenden.\nBitte beachten Sie unsere Hinweise zum Datenschutz:\nMit der Übersendung Ihrer Bewerbungsunterlagen geben Sie uns die Einwilligung, die von Ihnen übersandten personenbezogenen Daten zum Zwecke der Durchführung des Bewerbungsverfahrens und gegebenenfalls zur Kontaktaufnahme mit Ihnen zu verarbeiten. Sie können diese Einwilligung jederzeit durch eine formlose Nachricht an uns widerrufen, uns zur Berichtigung oder Löschung Ihrer personenbezogenen Daten oder zur Auskunft über deren Verarbeitung auffordern (vgl. Art. 6 DSGVO; siehe auch § 32 BDSG).\nSechs Monate nach Abschluss des Bewerbungsverfahrens werden Ihre elektronisch übermittelten Daten gelöscht, es sei denn, sie werden zum Zwecke der Anstellung weiter benötigt.\nAlle weiteren Informationen zum Datenschutz beim Anne Frank Zentrum e. V. finden Sie in unserer Datenschutzerklärung unter www.annefrank.de/datenschutz.\nAnne Frank Zentrum e.V.,\nz.H. Veronika Nahm, Rosenthaler Straße 39, 10178 Berlin\nE-Mail:\njobs@annefrank.de\nwww.annefrank.de\nFragen zur Ausschreibung: Veronika Nahm, Direktorin, 030 288 86 56-61/00,\nzentrum@annefrank.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-m-w-d/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-marketing-und-oeffentlichkeitsarbeit-m-w-d-elternzeitvertretung/", "image": "", "title": "Mitarbeiter:in Marketing und Öffentlichkeitsarbeit (m/w/d) Elternzeitvertretung", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 19.10.2025 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft.\nMit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaatlichkeit lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet, die als Institution mit internationaler Strahlkraft insbesondere interdisziplinäre und partizipatorische Ansätze verfolgt.\nFür den Standort Karlsruhe suchen wir zum nächstmöglichen Zeitpunkt eine:n\nMitarbeiter:in Marketing und Öffentlichkeitsarbeit (befristet bis auf zwei Jahre im Rahmen einer Elternzeitvertretung) (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 9a TVöD Bund. Es handelt sich um eine auf 2 Jahre befristete Elternzeitvertretung in Vollzeit (39 Std./Woche). Die Stelle ist der Stabsstelle Presse- und Öffentlichkeitsarbeit zugeordnet, eine Mitarbeit von 50 Prozent in der Fachabteilung Marketing, Kommunikation und Digitales ist dabei vorgesehen.\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nErstellung und redaktionelle Bearbeitung von Presse- und Marketingmaterialien (z.B. Pressemitteilungen, Pressemappen, Broschüren, Flyer, Präsentationen, Versandaktionen, Plakate, Rollups, Newsletter, etc.)\nRecherchen und Mitwirkung bei der Planung und Umsetzung von Kommunikationsmaßnahmen und -kampagnen, Veranstaltungen und Projekten\nMarken- und Medienmonitoring, Qualitätssicherung und Erstellung aussagekräftiger Reports\nPflege der Bild- und Textdatenbank sowie der Kommunikationsverteiler\nBearbeitung von Presseanfragen, Mitarbeit bei der Organisation und Durchführung von Presseterminen und Veranstaltungen\nUnterstützung bei der Pflege bestehender und neuer Kooperationen mit nationalen und internationalen Kooperationspartner:innen, wie externen Kulturträger:innen, politischen Vertreter:innen und Gremien\nVorbereitung und Vertretung der Stiftung Forum Recht an Ständen und bei Messeauftritten\nEnge Zusammenarbeit mit internen Partner:innen sowie externen Dienstleister:innen und Agenturen, Schnittstellenmanagement\nIhr Profil:\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent sowie großem Interesse an den Themen der Stiftung. Sie haben Teamgeist, Humor und verfügen über ein hohes Maß an Eigeninitiative, Selbstständigkeit und Sorgfältigkeit.\nErfolgreich abgeschlossenes Hochschulstudium (Bachelor) oder eine vergleichbare Berufsausbildung in einer dem Aufgabenprofil förderlichen Fachrichtung, vorzugsweise in Marketing, Kommunikation oder Projektmanagement für Museen, Kultur-, Bildungs- und/oder Forschungseinrichtungen\nKenntnisse und mehrjährige Berufserfahrung in den Bereichen Marketing & Kommunikation, vorzugsweise von politischen, gesellschaftlichen, kulturellen, künstlerischen und/oder juristischen Inhalten\nGute Kenntnisse der nationalen und internationalen Medienlandschaft\nStrategisches Verständnis für die Zielgruppen der Stiftung Forum Recht im Bereich Marketing & Kommunikation und ein Gespür für Sprache und Bild\nErfahrungen bei der Konzeption und Umsetzung von Kommunikations-, Werbe- und Marketingmaßnahmen einschließlich der Einbindung von Online-Marketing, Social Media und der digitalen Kommunikation\nHervorragende sprachliche Ausdrucksfähigkeit in Deutsch und sehr gute Englischkenntnisse\nKenntnisse der gängigen Office- und Internetanwendungen sowie CMS und Suchmaschinen\nSichere Anwendungskenntnisse von Grafik- und Bildbearbeitungssoftware (Photoshop, InDesign)\nAusgewiesene Teamfähigkeit, Organisations- und Sozialkompetenzen\nInteresse an den Themenbereichen Recht und Gerechtigkeit, Vermittlung, Geschichte, politische Bildung und Kultur\nEin hohes Maß an Motivation, Zuverlässigkeit, Verantwortungsbewusstsein, Einsatzbereitschaft und Flexibilität\nWir bieten:\nSie erwartet eine spannende Tätigkeit an der Schnittstelle zwischen Politik, Kultur, Wirtschaft und Zivilgesellschaft mit vielen Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern. Bewerbungen von Menschen mit Flucht- oder familiärer Migrationsgeschichte, Schwarzen Menschen und People of Color sind daher ausdrücklich erwünscht. Bei gleicher Eignung werden Frauen in Bereichen, in denen sie unterrepräsentiert sind, sowie schwerbehinderte Menschen bevorzugt berücksichtigt. Die Stiftung fördert die Gleichstellung ihrer Mitarbeiter:innen und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte bewerben Sie sich bis zum\n19.10.2025\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2507_\nIhr Nachname\n_Bewerbung\nSenden Sie dann die Datei online an die E-Mail der Stiftung Forum Recht an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Ihnen die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung. Für inhaltliche Auskünfte steht Ihnen Linda Roth, Pressesprecherin und Leiterin für Öffentlichkeitsarbeit,\nroth@stiftung-forum-recht.de\nsowie Silke Janßen, Leiterin der Fachabteilung Marketing, Kommunikation und Digitales, zur Verfügung:\njanssen@stiftung-forum-recht.de\n.\nEventuell anfallende Kosten, die Ihnen durch ein Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-marketing-und-oeffentlichkeitsarbeit-m-w-d-elternzeitvertretung/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeitende-fuer-die-leitzentrale-m-w-d-5/", "image": "", "title": "Sicherheitsmitarbeitende für die Leitzentrale (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 31.12.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit,\nSicherheitsmitarbeitende für die Leitzentrale (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 5 TV-L\n)in der Abteilung Sicherheit. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Die Vergütung erfolgt gemäß dem Tarifvertrag für den öffentlicher Dienst der Länder (TV-L).\nDie Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nIn der Abteilung Sicherheit laufen sämtliche Belange zum Thema Sicherheit, d.h. Angelegenheiten des Personen-, Sach- und Objektschutzes im Bereich kriminelle Handlungen zusammen.\nDies umfasst die Verantwortung für die Sicherheitszentralen und den Aufsichtsdienst ebenso, wie für die Betriebs- und Sicherheitstechnik. Die Abteilung ist verantwortlich für die Erstellung und Fortschreibung eines übergreifenden Security-Konzeptes für die SKD sowie für die Erstellung und regelmäßige Fortschreibung der Gefährdungsanalysen für alle Dauerausstellungen und sicherheitsrelevanten Liegenschaften der SKD und realisiert die Erstellung der spezifischen Sicherheitskonzepte für alle Dauerausstellungen und Sonderausstellungen.\nzur Stellennausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.12.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeitende-fuer-die-leitzentrale-m-w-d-5/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technischer-mitarbeiterin-technical-employee-in-lepidoptera-collection-m-f-d/", "image": "", "title": "Technische*r Mitarbeiter*in / Technical employee in Lepidoptera collection (m/f/d)", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 02.11.2025 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) mit seinen beiden Standorten, dem Museum am Löwentor und Schloss Rosenstein, zählt zu den größten naturkundlichen Museen in Deutschland. Es versteht sich als zukunftsorientierte Forschungs- und Bildungseinrichtung. Das SMNS sieht seinen Auftrag darin, zur Lösung aktueller und zukünftiger Herausforderungen – wie der Biodiversitätskrise – beizutragen. Gemeinsam mit der Universität Hohenheim bildet das SMNS das Zentrum für Biodiversität und Integrative Taxonomie (KomBioTa).\nZum nächstmöglichen Zeitpunkt suchen wir eine*n\nTechnische*r Mitarbeiter*in in der Lepidopteren Sammlung (m/w/d)\nE9B TV-L, unbefristet, in Vollzeit (39,5 Wochenstunden), prinzipiell teilbar\nFür diese Aufgabe suchen wir eine*n versierte*n Entomologie-Präparator*in mit der Motivation und Fähigkeit zur hochwertigen Präparation von Schmetterlingen (Lepidoptera) sowie zur technischen Betreuung einer der größten Lepidoptera-Sammlungen Deutschlands.\nzur Stellenausschreibung\nmore\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/technischer-mitarbeiterin-technical-employee-in-lepidoptera-collection-m-f-d/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontariats-w-m-d-uebermorgen/", "image": "", "title": "Wissenschaftlichen Volontariats (w/m/d) „Übermorgen“", "content_text": "Focke-Museum, Bremen Bewerbungsende: 21.10.2025 | Das Focke-Museum, Bremens Landesmuseum für Kunst und Kulturgeschichte, vermittelt die Geschichte der Stadt und ihrer Menschen im überregionalen Kontext. Mit einem thematisch weit gefassten Ausstellungsprogramm und einem breit gefächerten Vermittlungsangebot versteht sich das Museum als Ort kultureller Teilhabe aller Bremer*innen mit identitätsstiftendem Potential. Aufgabe des Museums ist es, als Kompetenzzentrum für Bremer Geschichte und Forum für den gesellschaftlichen Dialog zu arbeiten.\nZum nächstmöglichen Zeitpunkt ist die Stelle eines\nWissenschaftlichen Volontariats (w/m/d) „Übermorgen“ in Vollzeit,  ½ EG 13 in Anlehnung an den TVöD mit einem Einstiegsgehalt von € 2.383,81 brutto/ Monat, befristet für 2 Jahre,\nzu besetzen.\nDas Focke-Museum befindet sich in einem grundlegenden Neuaufstellungsprozess. Das Volontariat sieht neben der allgemeinen, museumspraktischen Ausbildung die eigenverantwortliche Mitarbeit in dem von der Kulturstiftung des Bundes geförderten Programm „Übermorgen – Neue Modelle für Kulturinstitutionen“ vor. Unter dem Titel „freiSTIL – Kokreative Arbeit in Geschichtsmuseen“ sollen modellhaft Konzepte und Methoden für kokreatives Kuratieren mit Blick auf die neue Sammlungsausstellung erarbeitet werden.\nVoraussetzung ist ein abgeschlossenes Masterstudium in den Bereichen europäische Ethnologie, Geschichte oder Kunstgeschichte oder eine vergleichbare Qualifikation. Im Schwerpunkt wird Erfahrung mit der Einwanderungsgeschichte nach Deutschland erwartet. Eine Promotion ist wünschenswert. Teamgeist, Eigeninitiative, Flexibilität, Einsatzbereitschaft und Diversitätskompetenz sind notwendige Eigenschaften und erste berufspraktische Erfahrungen im Museum sind von Vorteil. Eigene Migrationserfahrung oder eine familiäre Einwanderungsgeschichte sind von Vorteil.\nWir bieten eine interessante, vielseitige und anspruchsvolle Tätigkeit an einem modern ausgestatteten Arbeitsplatz. Die Vergütung beträgt ½ EG 13 in Anlehnung an den TVöD mit einem Einstiegsgehalt von € 2.383,81 brutto/ Monat. Es besteht die Möglichkeit, Vergünstigungen bei örtlichen Sportvereinen, Fitnessstudios oder Schwimmbädern (EGYM WELLPASS), sowie eine Vergünstigung bei der Nutzung des öffentlichen Personennahverkehrs (Jobticket) zu erhalten. Wir unterstützen die Vereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten (Gleitzeit) sowie die Möglichkeit zur Mobilen Arbeit nach Absprache.\nDas Focke-Museum nimmt am Programm „Übermorgen – Neue Modelle für Kulturinstitutionen” teil und möchte die Vielfalt der Stadtgesellschaft angemessen bei den Beschäftigten widerspiegeln. Deshalb sprechen wir Bewerber*innen aller Nationalitäten besonders an, sich auf die ausgeschriebene Stelle zu bewerben. Dem Museum sind die Vereinbarkeit von Beruf und Familie und die Gleichstellung von Frauen und Männern wichtig. Schwerbehinderte Bewerber*innen werden bei im Wesentlichen gleicher fachlicher und persönlicher Leistung bevorzugt eingestellt. Bitte senden Sie Ihre Bewerbungsunterlagen mit Lebenslauf und Zeugnissen bis zum 21.10.2025 schriftlich an:\nFocke-Museum\nKennwort: Volontariat „Übermorgen“\nSchwachhauser Heerstr. 240\n28213 Bremen\noder per E-Mail (alle Unterlagen in einer DPF-Datei zusammengefasst) an\nbewerbung@focke-museum.de\nBitte reichen Sie uns nur Kopien von Ihren Bewerbungsunterlagen ein (keine Mappen, keine Originale), da diese aus Kostengründen nicht zurückgesandt werden können. Ihre Bewerbungsunterlagen werden bis zum Ablauf der Frist gem. § 15 des Allgemeinen Gleichbehandlungsgesetztes (AGG) aufbewahrt und anschließend vernichtet.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontariats-w-m-d-uebermorgen/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontariat/", "image": "", "title": "Forschungsvolontariat", "content_text": "Museum Folkwang, Essen Bewerbungsende: 26.10.2025 | Die Stadt Essen bietet für den Fachbereich 45 -Museum Folkwang- ein\nForschungsvolontariat\n50% der Ent.Gr. 13 TVöD (1. Jahr Stufe 1, 2. Jahr Stufe 2) | Voll- und Teilzeit | befristet vom 01.01.2026 bis zum 31.12.2027 | Bewerbungsfrist: 26.10.2025 | Kennziffer: 2025-84-45-SD | Mobiles Arbeiten möglich\nDas Aufgabengebiet kann auch mit Teilzeitkräften besetzt werden.\nDas Museum Folkwang bietet -unter dem Vorbehalt der Bereitstellung der Mittel durch das Ministerium für Kultur und Wissenschaft des Landes Nordrhein-Westfalen- ein zweijähriges Forschungsvolontariat an.\nDas Museum Folkwang gehört zu den bedeutendsten deutschen Museen der Kunst des 19. und 20. Jahrhunderts sowie Gegenwartskunst. Seine Sammlungen umfassen Malerei, Skulptur, Fotografie, Grafik sowie alte und nicht europäische Kunst. International angesehen ist auch das Ausstellungsprogramm des Museums. Das Museum betrachtet wissenschaftliche Forschung als integralen Bestandteil seiner Arbeit, indem es seine Sammlungen für die Forschung bereitstellt und eigene wissenschaftliche Untersuchungen vornimmt.\nDas Volontariat widmet sich der systematischen wissenschaftlichen Erschließung der Sammlungsgeschichte im Bereich Skulptur und Plastik für den Zeitraum von 1910 bis 1963. Ziel sind eine vertiefte Aufarbeitung und Analyse der zugrunde liegenden Sammlungskonzepte und museologischen Leitvorstellungen sowie, daran anschließend, die Entwicklung einer wissenschaftlichen Perspektive für die zukünftige Sammlungs- und Ausstellungstätigkeit des Museums.\nDas Forschungsvolontariat bietet umfassende Einblicke in alle musealen Arbeitsbereiche des Museums, mit einem besonderen Fokus auf Forschung, internationale Kooperation und kuratorische Praxis. Die Bewerbung kann auch gerne im Zusammenhang mit Promotionsabsichten stehen.\nIhr zukünftiger Arbeitsort befindet sich\nhier\n(Museum Folkwang, Museumsplatz 1, 45128 Essen).\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontariat/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung-2/", "image": "", "title": "Mitarbeiter (m/w/d) für die Besucherbetreuung", "content_text": "Deutsches Literaturarchiv Marbach, Marbach Bewerbungsende: 19.10.2025 | Die Deutsche Schillergesellschaft e. V. ist Trägerin des Deutschen Literaturarchivs Marbach, einer der bedeutendsten Literaturinstitutionen weltweit. Es sammelt, bewahrt und erschließt Zeugnisse zur neueren deutschen Literatur, macht sie forschenden Gästen zugänglich und präsentiert sie in zwei Museen einer breiten Öffentlichkeit.\nZum 01.11.2025\nsuchen wir für die Abteilung Museum einen\nMitarbeiter (m/w/d) für die Besucherbetreuung\n(TV-L E3, Teilzeit Minijob (4 Wochenstunden), befristet mit Option auf Verlängerung)\nIhre Aufgaben:\nAufsicht in den Ausstellungsräumen und allgemeine Kontrolltätigkeiten\nBedienung von audiovisuellen Medien\nErteilung von Besucherauskünften (inklusive Telefondienst)\nZuständigkeit für die Einhaltung von Vorschriften und Sicherheitsbestimmungen\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung-2/", "date_published": "2025-10-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung/", "image": "", "title": "Mitarbeiter (m/w/d) für die Besucherbetreuung", "content_text": "Deutsches Literaturarchiv Marbach, Marbach Bewerbungsende: 19.10.2025 | Die Deutsche Schillergesellschaft e. V. ist Trägerin des Deutschen Literaturarchivs Marbach, einer der bedeutendsten Literaturinstitutionen weltweit. Es sammelt, bewahrt und erschließt Zeugnisse zur neueren deutschen Literatur, macht sie forschenden Gästen zugänglich und präsentiert sie in zwei Museen einer breiten Öffentlichkeit.\nZum 01.11.2025\nsuchen wir für die Abteilung Museum einen\nMitarbeiter (m/w/d) für die Besucherbetreuung\n(TV-L E3, Teilzeit 40,5 % (16 Wochenstunden), unbefristet)\nIhre Aufgaben:\nKassendienst (Verkauf Eintrittskarten und Publikationen, Kassenführung- und Tagesabrechnung)\nErteilung von Besucherauskünften (inklusive Telefondienst)\nAufsicht in den Ausstellungsräumen und allgemeine Kontrolltätigkeiten\nBedienung von audiovisuellen Medien\nZuständigkeit für die Einhaltung von Vorschriften und Sicherheitsbestimmungen\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung/", "date_published": "2025-10-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-und-online-marketing-m-w-d/", "image": "", "title": "Fachbereichsleitung Social Media und Online-Marketing (m/w/d)", "content_text": "Kunstmuseum Stuttgart, Stuttgart Bewerbungsende: 02.11.2025 | Das Kunstmuseum Stuttgart ist eine gemeinnützige GmbH und liegt mitten in der lebendigen Stuttgarter Innenstadt. Zu den Höhepunkten der Kunstsammlung mit Schwerpunkt auf Klassischer Moderne und zeitgenössischer Kunst zählen der bedeutende Bestand an Gemälden, Grafiken und Zeichnungen des Malers Otto Dix, das Archiv Willi Baumeister sowie Werkkomplexe von Adolf Hölzel, Fritz Winter, Dieter Roth, Wolfgang Laib, Michel Majerus, Josephine Meckseper, Tim Berresheim und Katinka Bock. Das Kunstmuseum Stuttgart betreibt zudem das Museum Haus Dix in Hemmenhofen am Bodensee.\nWir suchen für unser Team eine\nFachbereichsleitung Social Media und Online-Marketing (m/w/d)\nAufgaben\nWeiterentwicklung und Umsetzung der Online-Marketing-Strategie des Kunstmuseums Stuttgart\nund des Museum Haus Dix\nKonzeption, Steuerung, Ausbau und Monitoring des Online-Marketings und der Social-Media-Kanäle beider Häuser\nRedaktion, Produktion und Veröffentlichung von zielgruppenorientiertem Content\neigenständige Erstellung und Bearbeitung von Film- und Fotoaufnahmen (inklusive Bildbearbeitung, Schnitt, Ton und Postproduktion)\naktives Community Management und Storytelling im Einklang mit dem Museumsleitbild\nPlanung, Umsetzung und Optimierung von digitalen Werbemaßnahmen\nRedaktion (Text und Bild), Pflege und Weiterentwicklung der Website und des Newsletters\nPlanung und Durchführung von Messeauftritten\nBudgetverantwortung und Ressourcenplanung\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-und-online-marketing-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-personalabteilung-m-w-d/", "image": "", "title": "Mitarbeiter*in der Personalabteilung (m/w/d)", "content_text": "Stiftung Topographie des Terrors, Berlin Bewerbungsende: 21.10.2025 | Die Stiftung Topographie des Terrors sucht für ihren Standort in der Niederkirchnerstraße zum\n1. März 2026\neine*n\nMitarbeiter*in der Personalabteilung (m/w/d).\nDie Stiftung Topographie des Terrors ist eine selbständige Stiftung des öffentlichen Rechts, die vom Land Berlin und dem Bund finanziert wird. Gemäß Stiftungsgesetz besteht der Zweck der Stiftung in der Vermittlung historischer Kenntnisse über den Nationalsozialismus und seine Verbrechen sowie der Anregung zur aktiven Auseinandersetzung mit dieser Geschichte, einschließlich ihrer Folgen nach 1945.\nDiese unbefristete Stelle mit einer wöchentlichen Arbeitszeit von z. Zt. 39,4 Stunden wird nach\nTV-L, Egr. 9b\nvergütet, zuzüglich der Jahressonderzahlung und der Zusatzversorgung des öffentlichen Dienstes (VBL).\nWir bieten eine interessante, vielseitige und verantwortungsvolle Tätigkeit in einem interessanten Umfeld mit teamorientierten Strukturen, mit Weiterbildungsmöglichkeiten, Gleitzeit und der Möglichkeit des mobilen Arbeitens. Wir legen großen Wert auf eine sorgfältige Einarbeitung und ein unterstützendes Onboarding.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-personalabteilung-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-mwd-fuer-die-abteilung-besucherinnenservice/", "image": "", "title": "Mitarbeiter*innen (m*w*d) für die Abteilung Besucher*innenservice", "content_text": "Berlinische Galerie, Berlin Bewerbungsende: 12.10.2025 | Die\nBerlinische Galerie\n, das Landesmuseum für Moderne Kunst, Fotografie und Architektur, gehört zu den experimentierfreudigsten Museen Berlins. Die Sammlungen und Aktivitäten sind auf die in Berlin entstandene Klassische Moderne, Nachkriegsmoderne und aktuelle Kunstszene der Hauptstadt ausgerichtet und illustrieren damit den Dialog zwischen Vergangenheit und Gegenwart. Die Berlinische Galerie versteht sich als Museum für alle Berliner*innen und Gäste der Stadt und legt großen Wert darauf, dass ihre Ausstellungen inspirierende Erlebnisse für alle Besucher*innen bieten.\nWir suchen zum nächstmöglichen Termin Mitarbeiter*innen (m*w*d) für die Abteilung\nBesucher*innenservice\nfür die Bereiche Aufsicht, Information, Kasse, Shop, Garderobe\nDazu gehören folgende Aufgaben:\nEmpfang von Museumsbesucher*innen sowie von Gruppen und Schulklassen\nGewährleistung der Sicherheit der Exponate\nSicherstellung der Einhaltung der Besuchsordnung\nBeantwortung allgemeiner Fragen der Besucher*innen\nVerkauf von Eintrittskarten\nVerkauf von Artikeln des Museumsshops sowie Auspacken und Kontrollieren der Ware\nKassenabschluss sowie ordnungsgemäße Abrechnung\nEntgegennahme und Ausgabe von Kleidungsstücken, Taschen usw. an der Garderobe\nSchließdienst\nEvakuierungshelfer*in, Brandschutzhelfer*in, Ersthelfer*in\nAnforderungen:\nPraxiserfahrung im Besucher*innen bzw. Gästeservice\nUnterrichtung gem. § 34a GewO\nKassenkenntnisse sind erwünscht\nSehr gute Kommunikationsfähigkeiten und ein sicherer Umgang mit Besucher*innen auch in schwierigen Situationen\nFreundliches, verbindliches, serviceorientiertes Auftreten\nGepflegtes Erscheinungsbild\nRoutinierter Umgang mit Büro-Software\nGute Deutsch- (C1) und Englischkenntnisse (B1)\nBereitschaft, auch an Feiertagen sowie vorrangig am Wochenende zu arbeiten\nWir bieten:\nEine interessante und abwechslungsreiche Tätigkeit an einem schönen, zentral gelegenen Arbeitsort\n30 Tage Urlaub bei Vollzeit, Arbeitszeitkonto\nBetriebliche Altersvorsorge mit Arbeitgeberzuschuss\nZuschuss zum BVG-Firmenticket\nVergütung nach Entgeltgruppe E 3 TVöD-VKA zzgl. tarifliche Jahressonderzahlung\nArbeitsfrei am 24. Und 31. Dezember\nDie Stellen können in Teilzeit (75%) besetzt werden und sind vorerst für 2 Jahre befristet.\nIhre Bewerbung richten Sie bitte per E-Mail als ein PDF mit dem Betreff BS2025 bis zum 12.10.2025 an:\nbewerbung@berlinischegalerie.de\nFür die Berlinische Galerie hat eine diskriminierungssensible Arbeitsumgebung eine hohe Priorität. Wir freuen uns über Bewerbungen von Menschen, die von Diskriminierung und Ausschlüssen betroffen sind oder deren Perspektiven im Kulturbetrieb häufig marginalisiert werden. Wir fördern die Gleichstellung aller Geschlechter nach dem Berliner Landesgleichstellungsgesetz. Wir berücksichtigen bei gleicher Eignung und Qualifikation die Bewerbung von anerkannten Schwerbehinderten oder ihnen gleichgestellten Menschen bevorzugt (bitte Nachweis beifügen). Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nInformationen zum Datenschutz unter\nhttps://berlinischegalerie.de/datenschutz/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-mwd-fuer-die-abteilung-besucherinnenservice/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-und-organisation/", "image": "", "title": "Mitarbeiter*in Verwaltung und Organisation", "content_text": "Werkbundarchiv - Museum der Dinge, Berlin Bewerbungsende: 31.10.2025 | Das Werkbundarchiv – Museum der Dinge sucht zum 1.1.2026 eine*n\nMitarbeiter*in Verwaltung und Organisation (m/w/d)\nin Teilzeit (82 %)\nDas Werkbundarchiv – Museum der Dinge ist ein Museum der Moderne – der Gestaltungsgeschichte und Produktkultur im 20. und 21. Jahrhundert. Kern der Institution ist das Archiv des Deutschen Werkbundes. Diese 1907 gegründete Vereinigung von Künstler*innen, Industriellen und Kulturpolitiker*innen strebte als Teil der utopischen Kulturtendenzen zu Beginn des 20. Jahrhunderts eine Reform der Lebenswelt an.\nDie Aufgaben des Werkbundarchiv – Museum der Dinge sind sowohl die materielle Bewahrung und wissenschaftliche Dokumentation der Werkbund-Geschichte als auch ihre zeitgenössische Interpretation und Reflexion. Mit seinem Schaudepot und Sonderausstellungen sowie mit Veranstaltungen und Vermittlungsformaten erreicht das Werkbundarchiv – Museum der Dinge ein stetig wachsendes Publikum. Es ist ein Ort für alle, die sich kritisch mit Geschichte und Gegenwart von Gestaltung auseinandersetzen wollen.\nZu Ihrem Aufgabenbereich gehören:\nFinanzverwaltung\n:\nvorbereitende Buchhaltung, Rechnungsprüfung und -bezahlung\nRechnungslegung (Leistungen, Publikationsverkauf u.a.)\nBudgetkontrolle und Bestellungen (Publikationen) für den Museumsshop\nKassenführung, Prüfung und Abrechnung Museumseinnahmen, Einzahlungen\nVorbereiten der zahlenmäßigen Aufstellung von Verwendungsnachweisen\nVorarbeiten Vergabe von Leistungen (Recherche Anbieter u.a.)\nPersonalverwaltung\n:\nFühren der Personalakten zur Anwesenheit (Krankheit, Urlaub u.a.)\nKoordination Personalbuchhaltung/Steuerbüro, Krankenkassen u.a.\nOrganisation und Administration:\nKoordination der Aufsichten/des Besucherservices, Schichtplanerstellung, Vertretungslösungen\nKorrespondenz, Datenpflege, Beitragsverwaltung für den Verein\nAnlauf-und Vermittlungsstelle für externe Dienstleister, Bank, Hausverwaltung u.a.\nMaterialbestellung, Inventarisierung, Instandhaltung Ausstattung\nPflege Adress-Datenbanken, diverse Korrespondenz, Einladungsmailings\nOrganisation Veranstaltungen\nErforderliche Kenntnisse und Voraussetzungen:\neinen erfolgreichen Abschluss eines Hochschul- oder Fachhochschulstudiums (Bachelor) der Fachrichtungen Betriebswirtschaft, Volkswirtschaft, Public Management, öffentliche Verwaltung bzw. den Abschluss eines Studiums mit Inhalten oben genannter Fachrichtungen oder eine erfolgreich abgeschlossene dreijährige Berufsausbildung mit entsprechenden Ausbildungsschwerpunkten sowie mehrjährige Berufserfahrung in der Organisation und Verwaltung\nKenntnisse in der Betriebs-, Haushalts- und Personalverwaltung\nroutinierter Umgang mit MS Office und die Bereitschaft, digitale und nachhaltige Lösungen in allen Arbeitsbereichen mitzugestalten\nKenntnisse in den Arbeitsgebieten des Museums bzw. kultureller Einrichtungen\nSehr gute Kenntnisse der deutschen Sprache, Organisationstalent, Verhandlungsgeschick und eine hohe Sozialkompetenz sind Voraussetzung für die erfolgreiche Museumsarbeit. Wir freuen uns über Einsatzfreude, Präzision und Belastbarkeit sowie über einen kooperativen und integrierenden Arbeitsstil.\nWas wir bieten:\nein abwechslungsreiches, vielseitiges und anspruchsvolles Aufgabengebiet in einer innovativen, hierarchiearmen Non-Profit-Organisation mit internationaler Ausstrahlung\neine offene und freundliche Arbeitsatmosphäre in einem aufgeschlossenen Team\neine Dotierung der Stelle in Anlehnung an den TVL Berlin nach E9.\nWir begrüßen Bewerbungen von Menschen mit einer Migrationsgeschichte. Anerkannte schwerbehinderte Bewerber*innen (m/w/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen in digitaler Form (eine PDF-Datei mit max. 5 MB) bis zum\n31.10.2025\nan folgende E-Mail-Adresse: bewerbungen@museumderdinge.de\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBei Fragen wenden Sie sich bitte an: Sirid Amsel, amsel@museumderdinge.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-und-organisation/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-kunst-und-designwissenschaft-designgeschichte-m-w-d/", "image": "", "title": "Kurator*in für Kunst- und Designwissenschaft / Designgeschichte (m/w/d)", "content_text": "Museum Ulm, Ulm Bewerbungsende: 14.10.2025 | Unsere Stadtverwaltung ist so stark wie die Gesamtheit ihrer Mitarbeiter*innen (m/w/d). Werden Sie Teil unseres Teams und gestalten Sie Ulm aktiv mit.\nWir suchen beim HfG-Archiv / Museum Ulm zum 01.03.2026 eine*n\nKurator*in für Kunst- und Designwissenschaft/Designgeschichte (m/w/d)\nTeilzeit, befristet\nDer Stellenumfang beträgt 50% und ist zunächst auf 2 Jahre befristet.\nDas HfG-Archiv, eine externe Abteilung des Museums Ulm, betreut den materiellen Nachlass der ehemaligen Hochschule für Gestaltung Ulm (1953–1968). In seiner Doppelfunktion als Archiv und Ausstellungsort dokumentiert es die Rolle der HfG Ulm für das Design im 20. und 21. Jahrhundert und setzt mit Sonderausstellungen thematische Schwerpunkte. Die Bestände umfassen außerdem den Nachlass von Otl Aicher, Walter Zeischegg sowie den Vorlass von Hans (Nick) Roericht.\nDie Bezahlung erfolgt bis\nEntgeltgruppe 13 TVöD\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.10.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-kunst-und-designwissenschaft-designgeschichte-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-bereich-ausstellungsmanagement/", "image": "", "title": "Mitarbeiter/in (m/w/d) im Bereich Ausstellungsmanagement", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 27.10.2025 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – stellt zum nächstmöglichen Termin\neine/n Mitarbeiter/in (m/w/d) im Bereich Ausstellungsmanagement\nzunächst befristet für die Dauer von 12 Monaten in Teilzeit (50%, 19,5 Wochenstunden) ein. Bei Vorliegen der tariflichen Voraussetzungen ist eine Eingruppierung bis nach E 11 TV-Länder möglich. Dienstort ist Mainz.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultur-einrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz, Landesdenkmalpflege, Landesarchäologie und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nIn der Funktion der Leitung des Ausstellungsmanagements nehmen Sie insbesondere folgende Aufgaben wahr:\norganisatorische Leitung und Umsetzung des Ausstellungsaufbaus einschließlich der projekt­bezogenen Steuerung des Personaleinsatzes von Mitarbeitenden nach den Vorgaben von Entwurfs­plänen, die aus der Zusammenarbeit von Ausstellungsgestaltern, Architekten und Kuratoren ent­stehen\nKoordination und Abstimmung der Arbeitsprozesse untereinander zwischen Kuratoren, Gestaltern, Externen, verschiedenen Gewerken etc. unter Berücksichtigung konservatorischer Belange\nAufstellung und Fortschreibung des internen Zeit- und Terminplans für Dauer- und Sonderaus­stellungsprojekte in Zusammenarbeit mit den Kuratorinnen und Kuratoren\nsofern erforderlich, Erstellung und Abstimmung von Bauablaufplänen für die Projektmitarbeitenden und Formulierung konkreter Arbeitsaufträge sowie Sicherstellung der zeit- und fristgerechten Umsetzung\nberatende Teilnahme für technische und bauliche Belange sowie an Pitchs für Ausstellungsprojekte im Hinblick auf deren Umsetzung und Realisierung\nzentrale/r Ansprechpartner/in für Technik, Wissenschaft, Museumspädagogik und Verwaltung für den Bereich Ausstellungstechnik\nErheben von Bedarfsermittlungen für Ausstellungsprojekte sowie Vorbereitung von Ausschreibungen, insbesondere Erstellung von Leistungsverzeichnissen nach Vorgaben des öffentlichen Dienstes und in Zusammenarbeit mit der Vergabestelle der GDKE\nfachliche Leitung der Restaurierungs- und Schreinerwerkstatt, inkl. der Bestandsbetreuung von Ausstellungsarchitektur und Ausstellungsmedien sowie Entwicklung und Umsetzung von Standards unter Einbindung der Fachrestauratoren\nBudgetverwaltung und -steuerung sowie Vorbereitung und Umsetzung von Vergabeverfahren im Zuständigkeitsbereich, ggf. in Zusammenarbeit mit der zentralen Vergabestelle\nAnsprechpartner/in in Fragen des Objektschutzes und der Objektsicherung sowie für Notfall- und Sicherheitspläne\nFür die Wahrnehmung der o. g. Aufgaben erwarten wir folgende Qualifikationen und Erfahrungen:\nvorzugsweise einen Hochschulabschluss der Fachrichtungen Kulturwissenschaft, Museologie, Kultur­anthropologie oder vergleichbare Fachrichtungen\ngrundlegende Erfahrungen im Projekt- und Prozessmanagement\nErfahrung in einer Leitungsposition mit Budgetverantwortung\nAnwenderkenntnisse des Vergaberechts für Werk- und Dienstleistungen\nsolide Anwenderkenntnisse MS-Office, Bildbearbeitung sowie Datenbanken\nBegeisterungsfähigkeit, Belastbarkeit, Verhandlungsgeschick, Kreativität, Kontakt- und Kommunikationsfähigkeiten sowie vor allem Organisationstalent und Flexibilität\nausgeprägte Teamfähigkeit\nzeitliche Flexibilität\nüberzeugendes Auftreten und sicherer Gebrauch der deutschen Sprache in Wort und Schrift sowie Fremdsprachenkenntnisse, vorzugsweise Englisch\nräumliches Vorstellungsvermögen und die Fähigkeit Grundrisse, Entwürfe und Planzeichnungen lesen und interpretieren zu können\nFührerschein Klasse 3 bzw. B sowie entsprechende Fahrpraxis\nDie Arbeitszeit beträgt 50% der regelmäßigen wöchentlichen Arbeitszeit (19,5 Stunden).\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 78/2025 bis zum 27.10.2025\nvorzugsweise an:\nbewerbung@gdke.rlp.de\noder\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-bereich-ausstellungsmanagement/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-bildung-und-vermittlung-und-museumspaedagogin-m-w-d/", "image": "", "title": "Referent:in Bildung und Vermittlung und Museumspädagog:in (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Frankfurt a. M. Bewerbungsende: 14.10.2025 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des ûÑffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehûÑren die Museen fû¥r Kommunikation in Berlin, Frankfurt am Main und Nû¥rnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fû¥r Philatelie in Bonn.\nAm Museum fû¥r Kommunikation in Frankfurt suchen wir zum 01.01.2026 eine:n\nReferent:in Bildung und Vermittlung und MuseumspûÊdagog:in (m/w/d)\n(E 12 TVûÑD Bund, Vollzeit 39 Std./Woche)\nDas Aufgabengebiet umfasst hauptsûÊchlich die fundierte Konzeption, Planung und Realisierung zielgruppengerechter pûÊdagogischer Bildungs- und Vermittlungsangebote und die Mitwirkung bei der Entwicklung von Ausstellungen und Veranstaltungen hinsichtlich museums- und medienpûÊdagogischer Themen.\nVoraussetzungen sind:\nein erfolgreich abgeschlossenes Hochschulstudium mit pûÊdagogischer Orientierung (z.B. LehramtsstudiengûÊnge, DiplompûÊdagogik, MedienpûÊdagogik u.ûÊ.) oder kulturwissenschaftliches Studium in Verbindung mit einem Technik- oder Informatikschwerpunkt bzw. vergleichbare Qualifikation;\nausgewiesene Praxiserfahrungen in der Museums- oder MedienpûÊdagogik oder verwandter Bildungsbereiche (mindestens 2 Jahre);\neine hohe AffinitûÊt zu modernen Medien sowie entsprechende Kenntnisse und Erfahrungen mit digitalen Tools;\ndie FûÊhigkeit, wissenschaftliche und technische Inhalte verstûÊndlich vermitteln zu kûÑnnen sowie zielgruppengerechter Umgang mit dem Publikum und\nKenntnisse aktueller Diskurse in der Museums- und Vermittlungsarbeit.\nErwû¥nscht sind:\nKenntnisse und Erfahrungen mit einer groû\u009fen Bandbreite von Zielgruppen sowohl in medienpûÊdagogischen Projekten als auch in kultureller Bildung;\nKenntnisse Inklusion, Barrierefreiheit, Nachhaltigkeit i.S. des SDG 4;\nKenntnisse in Wissenschafts-, Technik-, und/ oder Mediengeschichte;\ndidaktisches Geschick sowie verantwortlicher Umgang mit Kindern und Jugendlichen sowie\ngute Fremdsprachenkenntnisse in Wort und Schrift (Englisch, vorzugsweise weitere Sprachen).\nNeben Ihrer Team- und KooperationsfûÊhigkeit û¥berzeugen Sie uns durch Ihre Kontakt- und KommunikationsfûÊhigkeit. Darû¥ber hinaus wird Ihr Profil durch eine strukturierte und selbstûÊndige Arbeitsweise abgerundet.\nWir bieten eine abwechslungsreiche BeschûÊftigung in einer bundesweit tûÊtigen Stiftung und einen Arbeitsplatz in einem der schûÑnsten Museen von Frankfurt am Main. Die Vergû¥tung und Sozialleistungen erfolgen gemûÊû\u009f Tarifvertrag (TVûÑD) des Bundes. Bei Vorliegen der fachlichen und persûÑnlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 12 vorgesehen.\nFlexible Arbeitszeiten sowie die MûÑglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewûÊhrleistet gemûÊû\u009f BGleiG die berufliche Gleichstellung unabhûÊngig vom Geschlecht und unterstû¥tzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (ôÏ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berû¥cksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrû¥û\u009fen wir Bewerbungen unabhûÊngig von NationalitûÊt, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitûÊt.\nBei der Museumsstiftung ist eine TeilzeitbeschûÊftigung grundsûÊtzlich mûÑglich. Gehen entsprechende Bewerbungen ein, wird fû¥r den Arbeitsplatz geprû¥ft, ob den Teilzeitwû¥nschen im Rahmen der dienstlichen MûÑglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewû¥nschten Gestaltung der Teilzeit) entsprochen werden kann.\nFû¥r weitere Auskû¥nfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur Verfû¥gung.\nBitte senden Sie Ihre aussagefûÊhige Bewerbung\nausschlieû\u009flich per E-Mail\nbis zum 14. Oktober 2025 an die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straû\u009fe 16 in 10117 Berlin\nE-Mail:\nbewerbung3@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zipã\u0080\u0093AnhûÊnge kûÑnnen aus Sicherheitsgrû¥nden keine Berû¥cksichtigung finden.\nDie von Ihnen û¥bermittelten Daten werden von uns gespeichert. Es werden ausschlieû\u009flich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NûÊhere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung û¥bersandt. Sie kûÑnnen jederzeit Ihr EinverstûÊndnis zur Speicherung der Daten zurû¥ckziehen und die LûÑschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.10.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-bildung-und-vermittlung-und-museumspaedagogin-m-w-d/", "date_published": "2025-10-05T05:20:40.400461"}]}