{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/106855/", "image": "", "title": "Aufsichtskräfte / Kunstvermittler:innen", "content_text": "Galerie im Marstall Ahrensburg, Bad Oldesloe Bewerbungsende: 15.07.2025 | Für die kommenden Ausstellungen in der\nGalerie im Marstall Ahrensburg\nwerden ab August 2025\nAufsichtskräfte mit kunstgeschichtlichem oder kunstpädagogischem Interesse gesucht\n, die Lust haben, als Aufsichten und Ansprechpartner:innen für die Besucher:innen der Ausstellungen in der Galerie tätig zu sein.\nZum Ausstellungsort\nDie Galerie im Marstall Ahrensburg bei Hamburg ist ein Ausstellungshaus für Gegenwartskunst der Stiftungen der Sparkasse Holstein und präsentiert bis zu fünf Ausstellungen pro Jahr. Der Schwerpunkt liegt auf der Präsentation von Künstlerinnen und Künstlern aus dem norddeutschen Raum. Zu den Ausstellungen erscheinen Publikationen. Die Galerie befindet sich im ehemaligen Marstall des Schlosses Ahrensburg, der nach einer umfassenden Restaurierung durch die Stadt Ahrensburg und die Sparkassen-Kulturstiftung Stormarn als Ausstellungshalle genutzt wird. Die Ausstellungsreihe in der Galerie im Marstall Ahrensburg wird von der Sparkassen-Kulturstiftung Stormarn und das Vermittlungsangebot von der Sparkassen-Stiftung Stormarn koordiniert und finanziert.\nWir freuen uns über Interessierte, die mehrere Termine während der Ausstellungslaufzeiten übernehmen können (Arbeitszeit Mi/Sa/So von ca. 10:45 bis 17:15 Uhr).\nDie Tätigkeit wird im Rahmen einer geringfügigen Beschäftigung mit 15 EUR/Stunde vergütet.\nWeitere Informationen zum Ausstellungsprogramm unter\nwww.galerie-im-marstall.de\nIhre Bewerbungsunterlagen mit Lebenslauf schicken Sie bitte bis 15. Juli 2025 als PDF per E-Mail an:\nDr. Katharina Schlüter\nSparkassen-Kulturstiftung Stormarn\nE-Mail:\nkatharina.schlueter@spkstholstein.de\nMobil: +49 – (0)160 883 67 11\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/106855/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-koordinatorin-m-w-d/", "image": "", "title": "Wissenschaftliche*r Koordinator*in (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 07.06.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das LEIZA den materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür den Leibniz-WissenschaftsCampus Mainz/Trier „Resiliencies: Comparing and Integrating Methodologies, Methods, Narratives, and Theories“ ( RECOMENT) am\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt\neine*n (m/w/d)\nWissenschaftliche*r Koordinator*in\n(EG 13 TV-L, Teilzeit, 50 %)\nBefristet bis zum 30.09.2028\nIhre Aufgaben:\nAdministration und Koordination des WissenschaftsCampus und des zugehörigen Arbeitsprogramms\nMitarbeit bei der Entwicklung und Umsetzung des Arbeitsprogramms\nOrganisation von Tagungen und Veranstaltungen\nVor- und Nachbereitung von Gremiensitzungen\nBerichtswesen\nKoordination der Finanzplanung in Abstimmung mit den Finanzabteilungen der beteiligten Einrichtungen und dem Direktorium von RECOMENT\nKoordination der Außendarstellung des WissenschaftsCampus RECOMENT in Abstimmung mit den zuständigen Kommunikations- und Presseabteilungen\nPflege von externen Kontakten/Partner*innen und Netzwerkarbeit\nIhr Anforderungsprofil:\nPromotion im Bereich der Archäologischen Wissenschaften\nErfahrung in der Durchführung von drittmittelgeförderten Projekten sowie im Projektmanagement\nErfahrung in der Gremienarbeit und im Berichtswesen\nErfahrung in der Organisation und Durchführung von Veranstaltungen\nSehr gute Kenntnisse in der deutschen und englischen Sprache in Wort und Schrift\nInteresse an interdisziplinärer Forschung\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung sowie den kollegialen Austausch mit den Kolleg*innen der Institute der Leibniz-Gemeinschaft\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen!) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum\n07.06.2025.\nBitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an: Dr. Louise Rokohl (louise.rokohl@leiza.de)\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-koordinatorin-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/journal-managing-editor-m-w-d/", "image": "", "title": "Journal Managing Editor (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz / Schleswig Bewerbungsende: 13.06.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür den\nStandort Mainz oder Schleswig\nsuchen wir zum nächstmöglichen Zeitpunkt\neinen Journal Managing Editor (m/w/d)\n(EG 13 TV-L, Voll- oder Teilzeit)\nDas LEIZA plant ein neues, international ausgerichtetes Journal zur Publikation grundlegender Erkenntnisse aus den Archäologien und ihren Nachbarwissenschaften, in dem qualitative und quantitative Studien, theoretische und methodische Reflexionen sowie Ergebnisse aus archäologischen Feldforschungen, Analysen und Experimenten in unterschiedlichen Formaten publiziert werden können. Das englischsprachige Journal wird im Diamond Open Access erscheinen.\nAls Managing Editor verantworten Sie den Aufbau und die Etablierung des neuen internationalen Journals. In enger Zusammenarbeit mit dem Herausgeber, dem Editorial Board und dem Advisory Board gestalten Sie das neue Publikationsformat und seine inhaltliche Ausrichtung mit, organisieren und betreuen den Publikationsprozess, übernehmen die Korrespondenz mit den Mitgliedern der Boards, den Reviewer*innen und Autor*innen. Die Position bietet die Möglichkeit, in einem dynamischen Umfeld ein neues, innovatives Publikationsformat maßgeblich mitzugestalten und kontinuierlich für die internationale Wissenschaftscommunity zu entwickeln.\nIhre Aufgaben:\nMitarbeit an der konzeptionellen Entwicklung und Einführung des Journals\nZusammenarbeit mit den Gremien und Herausgeber*innen\nZusammenarbeit mit internationalen Wissenschaftler*innen\nRedaktionelle Betreuung und strategische Weiterentwicklung des Journals\nKoordination der Beiträge von der Einreichung bis zur Publikation\nSteuerung des Peer-Review-Prozesses und der Publikationsabläufe\nLektorat und redaktionelle Bearbeitung sowie Strukturierung von Beiträgen\nSicherstellung der Einhaltung wissenschaftlicher Publikationsstandards und Open-Access-Prinzipien (Diamond Open Access)\nImplementierung und Pflege moderner Publikationstechnologien (JATS-XML, OJS)\nEntwicklung und Umsetzung von Maßnahmen zur Erhöhung der internationalen Sichtbarkeit des Journals\nIhr Anforderungsprofil:\nPromotion in einer archäologischen oder altertumswissenschaftlichen Disziplin\nErweiterte Erfahrungen im wissenschaftlichen Arbeiten und Publizieren (z. B. als Autor*in, Gutachter*in, etc.), idealerweise im Journal-Management\nHerausragende Kommunikations- und Organisationsfähigkeiten\nEnglisch als Muttersprache oder vergleichbare Sprachkompetenz auf höchstem Niveau\nKenntnisse der internationalen Publikationslandschaft, des Verlagswesens und der Einreichungssysteme\nWünschenswert:\nSehr gute Deutschkenntnisse in Wort und Schrift\nKenntnisse publikationsrelevanter Anwendungsprogramme (Adobe Creative Cloud, v. a. Indesign)\nSicherer Umgang mit wissenschaftlichen Publikationsinfrastrukturen, (z. B. Fachdatenbanken) und Publikationsstandards (z. B. Metadatenstandards, Open Science Standards)\nKenntnisse in XML, JATS-XML sowie Erfahrung mit Open Journal Systems (OJS)\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, eine Bezuschussung des Deutschlandtickets iHv 50%.\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten.\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr).\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung.\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nNeben beruflicher Sicherheit und Familienfreundlichkeit bieten wir Ihnen ein attraktives, vielfältiges Arbeitsumfeld, zuverlässige Strukturen sowie eine abwechslungsreiche Tätigkeit.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerber*innen unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen!) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum\n13.06.2025\n. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an:\nDr. Claudia Nickel,\nclaudia.nickel@leiza.de\n.\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.06.2025", "url": "https://www.museumsbund.de/stellenangebote/journal-managing-editor-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fortbildung-zu-fachreferenteninnen-fuer-sammlungsmanagement-und-qualitaetsstandards-in-museen/", "image": "", "title": "Fortbildung zu „Fachreferenten*innen für Sammlungsmanagement und Qualitätsstandards in Museen“", "content_text": "MUSEALOG | Die Museumsakademie, Emden Bewerbungsende: 10.09.2025 | Die Museumsakademie MUSEALOG qualifiziert arbeitssuchende Kultur- und Geisteswissenschaftler*innen für die Arbeit in Museen, Kulturverbänden und Stiftungen. Unsere praxisnahe Fortbildung bereitet Sie optimal auf die aktuellen Anforderungen im Berufsalltag an Museen und Kultureinrichtungen vor.\nMUSEALOG 2025 | 2026 startet am 6. Oktober 2025 und läuft bis zum 8. Juni 2026. Wir suchen Historiker*innen, Kunsthistoriker*innen, Sozial- und Kulturanthropolog*innen, Kulturwissenschaftler*innen sowie Absolvent*innen vergleichbarer geisteswissenschaftlicher Studiengänge als Teilnehmer*innen, die sich zu\n„Fachreferenten*innen für Sammlungsmanagement und Qualitätsstandards in Museen“\nweiterbilden wollen.\nFortbildungsmodule\nUnsere Fortbildungsmodule bestehen aus praktischer Projektarbeit im Museum, museologischen Fachseminaren und museumsrelevanten EDV-Schulungen und umfassen insgesamt 149 Schulungstage, davon 48 Seminartage und 101 Tage Museumspraxis. Über die gesamte Kursdauer führen Sie von Montag bis Freitag entweder ein Projekt an einem der Partnermuseen durch oder nehmen an den Fachseminaren und EDV-Schulungen in Oldenburg teil. Die Lerninhalte basieren auf den Standards museologischer Arbeit des Deutschen Museumsbundes. Während Ihrer Teilnahme an MUSEALOG stellen wir Ihnen einen Laptop kostenfrei zur Verfügung.\nMuseumspraxis\nInnerhalb Ihrer achtmonatigen Projektarbeit lernen Sie an einem der beteiligten Musen das breite Aufgabenspektrum moderner und professioneller Museumsarbeit kennen. Ihre Tätigkeitsfelder reichen von der Konzeption von Projekten bis zu deren praktischer Umsetzung. Inhalte der Projektarbeit sind das Sammlungsmanagement, die Objektdokumentation, die Magazinierung, die Sachkulturforschung, die Provenienzforschung, die Ausstellungstätigkeit und die Vermittlungsarbeit.\nMUSEALOG 2025 | 2026 wird an folgenden Museen durchgeführt:\nEmsland Moormuseum Geeste\nEmslandmuseum Schloss Clemenswerth\nJüdisches Museum August-Gottschalk-Haus Esens\nLandesmuseum Kunst & Kultur Oldenburg\nLandesmuseum Natur und Mensch Oldenburg\nMuseumsdorf Cloppenburg\nNordwestdeutsches Museum für IndustrieKultur Delmenhorst\nOstfriesisches Landesmuseum Emden\nSchiffahrtsmuseum der oldenburgischen Unterweser\nSchlossmuseum Jever\nStadtmuseum Meppen\nStadtmuseum Oldenburg\nDie konkreten Projekte der Museen für MUSEALOG 2025 | 2026 finden Sie unter www.musealog.de/museumspraxis.\nBildungsgutschein\nSie können an MUSEALOG kostenlos teilnehmen, wenn sie mit einem Bildungsgutschein gefördert werden. Dazu müssen Sie bei der Agentur für Arbeit oder dem Jobcenter an Ihrem Wohnsitz arbeitssuchend gemeldet sein. Mit dem Bildungsgutschein erhalten Sie eine vollständige Übernahme der Teilnahmegebühren und der Pendelfahrten vor Ort. Teilnehmer*innen, die Ihren Wohnsitz nicht in der Nähe unserer Museen haben, werden die Kosten für auswärtige Unterbringung, Verpflegungsmehraufwand sowie monatliche Familienheimfahrten erstattet. Ab dem 1. Januar 2025 liegt die Zuständigkeit für Weiterbildungsberatung, Entscheidung und Finanzierung von beruflichen Weiterbildungen alleine bei der Agentur für Arbeit. Wenden Sie sich deshalb auch als Bezieher*in von Bürgergeld an die Agentur für Arbeit an Ihrem Wohnort und lassen Sie sich dort beraten.\nBewerbung\nBewerben können sich arbeitssuchende Kultur- und Geisteswissenschaftler*innen. Senden Sie uns Ihre Bewerbungsmappe mit Bildungsgutschein und der Liste mit Ihren Standortwünschen bis spätestens 10. September 2025 an\ninfo@musealog.de\nInformationen und Kontakt\nMUSEALOG | Die Museumsakademie\nDirk Heisig\nPostfach 2332 | 26703 Emden\nTelefon 04921 997206 |\ninfo@musealog.de\nwww.musealog.de\nBewerbungsende: 10.09.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.09.2025", "url": "https://www.museumsbund.de/stellenangebote/fortbildung-zu-fachreferenteninnen-fuer-sammlungsmanagement-und-qualitaetsstandards-in-museen/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologinnen-m-w-d/", "image": "", "title": "Museolog:innen (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Frankfurt am Main Bewerbungsende: 03.06.2025 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des öffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Die Sammlung gehört zu den weltweit größten und bedeutendsten zur Geschichte der Kommunikation und Nachrichtenübermittlung. Zur Museumsstiftung gehören die Museen für Kommunikation in Berlin, Frankfurt am Main und Nürnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv für Philatelie in Bonn.\nAm\nMuseum für Kommunikation in Frankfurt\nsuchen wir für die Abteilung Sammlungen am Standort in Heusenstamm ab 01.07.2025, befristet für zwei Jahre, zwei\nMuseolog:innen (m/w/d)\n(E 9b TVöD Bund, Vollzeit 39 Std./Woche)\nDas Aufgabengebiet umfasst hauptsächlich die Mitarbeit im Vorfeld der Verlagerung der gesamten Sammlung in ein neues Depotgebäude.\nDie Aufgaben im Einzelnen sind:\nInventarisation und Dokumentation von bislang nicht oder nicht vollständig erfassten Objektgruppen\nUnterstützung bei der Depotorganisation, der Umzugsvorbereitung und bei der Sammlungsqualifikation\norganisatorische Querschnittsaufgaben\nVoraussetzungen sind:\nein abgeschlossenes Hochschulstudium (Master, Magister, Diplom) der Museologie bzw. Museumswissenschaft/ Museumskunde oder einschlägiger Fachrichtungen (z.B. Kulturwissenschaft, Geschichte, Technikgeschichte, Europäische Ethnologie o.ä.) sowie\nBerufserfahrung (mindestens 3 Jahre) in einer musealen Sammlung (Sammlungsbetreuung, Inventarisation, Dokumentation, Provenienzforschung)\nErwünscht sind:\nErfahrungen auf dem Gebiet der Depotverwaltung und -organisation\nAnwendererfahrungen mit der Inventarisierungssoftware BeeCollect, MuseumPlus oder einem vergleichbaren System\nKenntnisse konservatorischer Maßgaben beim Objekthandling, Verpacken, Transport und Lagern verschiedener Material- und Objektgruppen\nsicherer Umgang mit Informations- und Kommunikationstechniken (Microsoft Office Standardanwendungen: Outlook, Word, Excel, Powerpoint und Access)\nFührerschein Klasse B, idealerweise auch der Klassen BE oder C1, Flurfördermittelschein\nSie passen gut zu uns, wenn Sie gern selbständig arbeiten und Ihre Arbeitsweise durch Sorgfältigkeit und Genauigkeit geprägt ist. Sie bereichern unser engagiertes Team mit Ihrer Organisations-fähigkeit und sind zudem kommunikativ, kooperativ und teamfähig.\nWir bieten eine abwechslungsreiche Beschäftigung in einer bundesweit tätigen Stiftung mit direkter Anbindung an eines der schönsten Museen von Frankfurt am Main. Die Vergütung und Sozialleistungen erfolgen gemäß Tarifvertrag (TVöD) des Bundes. Bei Vorliegen der fachlichen und persönlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 9b vorgesehen.\nFlexible Arbeitszeiten sowie die Möglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewährleistet gemäß BGleiG die berufliche Gleichstellung unabhängig vom Geschlecht und unterstützt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berücksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrüßen wir Bewerbungen unabhängig von Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und Identität.\nBei der Museumsstiftung ist eine Teilzeitbeschäftigung grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nFür weitere Auskünfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur Verfügung.\nBitte senden Sie Ihre aussagefähige Bewerbung\nausschließlich per E-Mail\nbis zum\n03. Juni 2025\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straße 16 in 10117 Berlin\nE-Mail:\nbewerbung2@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung (pdf-Format) nicht mehr als 4 MB Umfang hat, Zip–Anhänge können aus Sicherheitsgründen keine Berücksichtigung finden.\nDie von Ihnen übermittelten Daten werden von uns gespeichert. Es werden ausschließlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. Nähere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung übersandt. Sie können jederzeit Ihr Einverständnis zur Speicherung der Daten zurückziehen und die Löschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museologinnen-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sb-finanzen-m-w-d-in-elternzeitvertretung/", "image": "", "title": "SB Finanzen (m/w/d) in Elternzeitvertretung", "content_text": "Eigenbetrieb Kunsthalle Mannheim, Mannheim Bewerbungsende: 01.06.2025 | Der Eigenbetrieb Kunsthalle Mannheim sucht zum 08.09.2025 eine*n\nSB FINANZEN (M/W/D)\nEntgeltgruppe 9a TVöD | Teilzeit (zzt. 20 Stunden) | befristet bis 16.04.2027\nAls eine große Arbeitgeberin der Metropolregion Rhein-Neckar bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit, ein produktives Arbeitsumfeld mit zuverlässigen Strukturen. Sie finden bei uns spannende und abwechslungsreiche Tätigkeiten sowie eine dialogorientierte Führungskultur vor. Flexible Arbeitszeit, individuelle Arbeits-und Teilzeitmodelle, ein Jobticket und Kantinen gehören dabei ebenso zu den Angeboten für unsere Beschäftigten wie gezielte qualifizierte Weiterbildungen, ein innovatives Gesundheitsmanagement und die Möglichkeit zur Kinderbetreuung im Stadtnest.\nDie Stadt Mannheim fördert die Gleichstellung ihrer Mitarbeiter*innen und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Leisten Sie gemeinsam mit uns einen Beitrag für alle Bürger*innen und gestalten Sie das vielfältige und bunte Zusammenleben in unserer Stadt in einer weltoffenen und zukunftsorientierten europäischen Metropolregion. Weitere Informationen finden Sie auf unserer Karriereseite unter\nwww.mannheim.de/karriere\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sb-finanzen-m-w-d-in-elternzeitvertretung/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausbildung-als-fachangestellte-r-fuer-medien-und-informationsdienste-m-w-d-fachrichtung-archiv/", "image": "", "title": "Ausbildung als Fachangestellte/r für Medien- und Informationsdienste (m/w/d) Fachrichtung Archiv", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 13.06.2025 | Zum 01.08.2025 bietet das Museumsdorf Cloppenburg einen Ausbildungsplatz zur/m Fachangestellten für Medien- und Informationsdienste, Fachrichtung\nArchiv\n(m/w/d) in Vollzeit mit 39,8 Stunden / Woche (Ausbildungsdauer 3 Jahre) an.\nDas Niedersächsische Freilichtmuseum – Museumsdorf Cloppenburg ist das Gedächtnis der Alltagskultur im Nordwesten Deutschlands. Es sammelt seit über 100 Jahren Zeugnisse der Geschichte und bewahrt neben Objekten und Exponaten auch einen umfangreichen Bestand an schriftlicher Überlieferung. Dieser umfasst Briefe, Hofarchive, Rechnungsunterlagen, Urkunden, Handschriften und einen umfangreichen Aktenbestand. Ein Fotoarchiv, Nachlässe und verschiedene Sammlungen ergänzen die Bestände, die – im Original oder Kopie – vom 16. Jahrhundert bis in die heutige Zeit reichen. Durch eine Neuordnung der Bestände stehen sie künftig der Forschung noch besser zur Verfügung.\nHier ist Deine Chance: Du suchst einen Ausbildungsberuf mit Kundenkontakt? Deine Stärke ist es, Dinge  systematisch zu ordnen, Informationen zu ermitteln und Wissen weiterzugeben? Du möchtest gerne an der vielseitigen Arbeit unseres Museumsdorfs beteiligt sein und in einem engagierten Team mitarbeiten?\nOhne sie gingen wichtige Informationen ganz einfach verloren: Fachangestellte für Medien- und Informationsdienste der Fachrichtung\nArchiv\nübernehmen, ordnen und erschließen Schriftgut und andere Informationsträger, die auf Dauer für die Nachwelt erhalten bleiben sollen. Sie organisieren und überwachen die Aufbewahrung und Pflege von\nAkten\n,\nUrkunden\nund\nKarten\n, von digitalisierten Dokumenten und von originär digitalen Daten. Darüber hinaus recherchieren sie in Datenbanken und erteilen schriftliche und telefonische Auskünfte. Auch wirken sie an der\nÖffentlichkeitsarbeit\nmit und informieren und beraten die Besucher*innen der Archive und Museen.\nSo läuft Deine Ausbildung ab:\nIn Deiner Ausbildung wirst Du beim Neuaufbau der Archivstruktur des Museumsdorfs mitarbeiten. Du ordnest und verzeichnest analoges und digitales Schriftgut. Du berätst und betreust\nBenutzer\nund bearbeitest schriftliche Anfragen. Weiterhin wirkst Du bei Digitalisierungsprojekten und der\nÖffentlichkeitsarbeit\ndes Museums mit. Verwaltungstätigkeiten und die Unterstützung der Abteilungsleitung runden Deine Ausbildung ab.\nAußerdem erhältst Du die Möglichkeit, in anderen Teilen des Museums weitere Abläufe und Prozesse kennenzulernen. Durch Praktika in anderen Archiven und Kommunalverwaltungen erlangst Du zudem einen umfassenden Einblick in die Arbeit öffentlicher Archive.\nDas bringst Du mit\nfreundliches und sicheres Auftreten, Kommunikationsbereitschaft und Teamfähigkeit\nOrdnungssinn und eine sorgfältige, genaue Arbeitsweise\nEDV-Grundkenntnisse und Interesse im IT-Bereich\nMind. einen guten Realschulabschluss mit guten Noten in Geschichte und Deutsch\ngute Deutsch- und Englischkenntnisse in Wort und Schrift\nein gutes Allgemeinwissen, Interesse an geschichtlichen und aktuellen Ereignissen\nUnser Angebot\nPraktische Ausbildung in allen Arbeitsbereichen des Museumsarchives:\nErschließen\n,\nBewerten\n,\nMagazinieren\n, Digitalisieren, Nutzer betreuen,\nÖffentlichkeitsarbeit\nuvm.\nSchulische Ausbildung an zwei Tagen pro Woche in Bremen oder Hannover\nVerdienst während der Ausbildung nach Tarifvertrag (TVA-L BBiG)\nDu erhältst zurzeit\nim 1. Ausbildungsjahr: 1.236,82 Euro brutto monatlich\nim 2. Ausbildungsjahr: 1.290,96 Euro brutto monatlich\nim 3. Ausbildungsjahr: 1.340,61 Euro brutto monatlich\nInteresse?\nWir freuen uns über Deine Bewerbung und unterstützen Dich gerne auf dem Weg zum erfolgreichen Abschluss. Weitere Informationen zum Museum finden sich unter\nwww.museumsdorf.de\nFür Rückfragen steht Dir Herr Beuke unter der Telefonnummer: 04471-948413 oder\nvia E-Mail:\nbeuke@museumsdorf.de\nzur Verfügung.\nWir freuen uns auf Deine aussagefähige, schriftliche Bewerbung, einschließlich der letzten Zeugnisse, bis spätestens zum 13.06.2025. Reiche bitte nur als unbeglaubigte Kopien ein und verwende keine Mappen/Klarsichtfolien, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden. Gerne kannst Du Deine Bewerbungsunterlagen auch digital (bitte ausschließlich als pdf-Dokument) an\nverwaltung@museumsdorf.de\nsenden.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.06.2025", "url": "https://www.museumsbund.de/stellenangebote/ausbildung-als-fachangestellte-r-fuer-medien-und-informationsdienste-m-w-d-fachrichtung-archiv/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/magazinverwalterin-w-m-d-2/", "image": "", "title": "Magazinverwalter:in (w/m/d)", "content_text": "LWL-Museum für Kunst und Kultur, Münster Bewerbungsende: 02.06.2025 | Wir suchen Sie zum frühestmöglichen Eintrittstermin als\nMagazinverwalter:in (w/m/d)\nbis EG 8 TVöD VKA\nfür unser LWL-Museum für Kunst und Kultur. Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche) an. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 7523\nbis zum\n02.06.2025\n.\nDie Eingruppierung richtet sich nach der Qualifikation und der fachspezifischen Berufserfahrung.\nDas erwarten wir von Ihnen:\neine abgeschlossene handwerkliche Berufsausbildung mit Weiterbildung zum:r staatlich geprüften Techniker:in mit Fachrichtung Museums- und Ausstellungstechnik\noder\nSonstige Beschäftigte, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können\nsowie\neine stellenbezogene Berufserfahrung im Umgang mit z. T. sehr empfindlichen bzw. hoch sensiblen Museumsobjekten\nausgeprägten Ordnungssinn bei der Magazinorganisation\nein hohes Maß an Eigeninitiative und Verantwortungsbewusstsein beim Umgang mit Ausstellungsobjekten\nTeamfähigkeit und Kooperationsbereitschaft\nvolle körperliche Eignung (Einlagerung und Umlagerung von Objekten, teilweise schweres Heben und Tragen)\nFührerschein Klasse B (wünschenswert Klasse C)\ngute PC-Kenntnisse (MS-Office, Datenbanken)\nIhre Aufgaben\nObjekthandling\nkonservatorische Grundversorgung von Exponaten: fachgerechtes Säubern und Verpacken, Zustandskontrollen der eingelagerten Sammlungsobjekte, selbständige Optimierung und Weiterentwicklung der Exponatlagerung\nInventarisierung der Werke und Werkteile in Zusammenarbeit mit der Leiter:in des Sachbereichs Dokumentation und wissenschaftlichen Mitarbeitenden\nEinordnen und Bereitstellen der Depotbestände\nselbständige Überwachung der Installation von teils komplexen Kunstinstallationen unterschiedlichster Materialien im Museum und zum Teil in den Räumen von wichtigen Dauerleihgebern, verantwortlich für die Koordination des Austauschs\nMagazinorganisation\nVerantwortlichkeit für die Ordnung sämtlicher Sammlungsbestände und für die sichere Lagerung des Sammlungsguts in den Depots, inklusive Zugangskontrolle und Sicherheit, Schädlingsüberwachung, Ordnung und Sauberkeit\nselbständige organisatorische sowie technische Betreuung von kunst- und kulturgeschichtlichen Exponaten in den Depots des LWL-Museums für Kunst und Kultur sowie die Standortverwaltung\nEntwicklung von Archiv- und Lagersystemen sowie Verpackungen und Mitarbeit bei der Planung der technischen Depoteinrichtung sowie der Übernahme von Sammlungskonvoluten\nMonitoring der konservatorischen Bedingungen im Depot und der Gebäudetechnik, Umsetzung und Weiterentwicklung des Pflegeplans (Integriertes Pestmanagement)\nselbstständige Planung und Durchführung von präventiven Maßnahmen (z. B. Stickstoffbegasung) in Zusammenarbeit mit den Restaurator:innen\nAusstellung\nOrganisation und Supervision des Ausstellungsaufbaus in Zusammenarbeit mit dem Registrar und der Sachbereichsleitung der Restaurierung\nselbständige Zusammenstellung, Anweisung und Kontrolle der durchführenden Arbeitsteams für die Realisation von Ausstellungsprojekten und Sammlungspräsentationen\nselbständige Planung, Organisation und Durchführung der Transporte von Kunstwerken zwischen den Depots und Ausstellungsräumen sowie der Leihgaben und Leihnahmen in enger Abstimmung und Koordination von Kunsttransportfirmen und Zollabwicklung sowie der Verpackung von Kunstwerken nach konservatorischen Vorgaben und internationalen Standards\nMithilfe beim Einrahmen, Durchführung von Objekt-Transporten und Begleitung, auch von hoch empfindlichen, Kunstwerken (Leihgaben) als Kurier:in\nInformationen\nLWL-Haupt- und Personalabteilung, Lara Steinkamp\n0251 591-5168\nLWL-Museum für Kunst und Kultur, Dr. Pirsig-Marshall\n0251 5907-239\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität.\nWeitere Infos:\nwww.karriere.lwl.org\nwww.lwl-museum-kunst-kultur.de\nLeben und Arbeiten – beim LWL harmonieren diese Welten miteinander. Erfahren Sie jetzt\nmehr\nüber die Guten Gründe, die für uns sprechen.\nUnsere Benefits\neine abgeschlossene handwerkliche Berufsausbildung mit Weiterbildung zum:r staatlich geprüften Techniker:in mit Fachrichtung Museums- und Ausstellungstechnik\noder\nsonstige Beschäftigte, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können\nsowie\neine stellenbezogene Berufserfahrung im Umgang mit z. T. sehr empfindlichen bzw. hoch sensiblen Museumsobjekten\nausgeprägten Ordnungssinn bei der Magazinorganisation\nein hohes Maß an Eigeninitiative und Verantwortungsbewusstsein beim Umgang mit Ausstellungsobjekten\nTeamfähigkeit und Kooperationsbereitschaft\nvolle körperliche Eignung (Einlagerung und Umlagerung von Objekten, teilweise schweres Heben und Tragen)\nFührerschein Klasse B (wünschenswert Klasse C)\ngute PC-Kenntnisse (MS-Office, Datenbanken)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.06.2025", "url": "https://www.museumsbund.de/stellenangebote/magazinverwalterin-w-m-d-2/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-leiter-der-umweltbildung-m-w-d/", "image": "", "title": "Leiterin / Leiter der Umweltbildung (m/w/d)", "content_text": "UNESCO-Weltnaturerbe Wattenmeer Besucherzentrum Wilhelmshaven, Wilhelmshaven Bewerbungsende: 01.06.2025 | Das UNESCO-Weltnaturerbe Wattenmeer Besucherzentrum Wilhelmshaven sucht ab 1. Oktober 2025 eine engagierte und motivierte Persönlichkeit als\nLeiterin / Leiter der Umweltbildung (m/w/d).\nWenn Sie eine Leidenschaft für Naturschutz, Umweltbildung und die Region Wattenmeer mitbringen, freuen wir uns auf Ihre Bewerbung!\nDas Wattenmeer Besucherzentrum vermittelt mit der interaktiven, modernen Dauerausstellung und mit Naturerlebnis-Veranstaltungen Touristen sowie Einheimischen die Einzigartigkeit und Schönheit des Lebensraumes Wattenmeer. Es ist die größte Informations- und Bildungseinrichtung im Nationalpark Niedersächsisches Wattenmeer und ein zertifizierter außerschulischer Lernort für BNE.\nJährlich besuchen über 25.000 Teilnehmende unterschiedlicher Altersklassen und Zielgruppen die über 700 Veranstaltungen. Die vielfältigen Angebote reichen von einstündigen Ausstellungsbesuchen über mehrstündige Veranstaltungen wie Südstrandsafaris, Experimenten in den Laboren oder Naturerlebnisfahrten mit Schaufischen auf einem Schiff bis zu Tagesausflügen nach Spiekeroog.\nIhre Aufgaben\nLeitung und Koordination der Bildungsarbeit\nEntwicklung und Umsetzung innovativer Umweltbildungsprogramme für Besuchende aller Altersgruppen\nKonzeption und Erstellung ausstellungsbegleitender Materialien\nErstellung von Monatsprogrammen\nOrganisation und Durchführung von Führungen, Workshops, Veranstaltungen und Vorträgen\nOrganisation und Betreuung von Projekten mit kooperierenden Schulen\nOrganisation und Durchführung von Sonderveranstaltungen wie die überregional bekannten Schweinswaltage und Zugvogeltage\nZusammenarbeit und Erweiterung des Bildungsnetzwerks mit Partnern aus Schule, Vereinen, Verbänden und Wissenschaft\nMitwirkung bei Öffentlichkeitsarbeit und Marketingmaßnahmen\nBetreuung und Schulung von freien Mitarbeitern und ehrenamtlichen Helfern\nIhr Profil:\nAbgeschlossenes Master-Studium im Bereich Biologie, Geographie, Naturschutz, Umweltwissenschaften oder Umweltbildung mit dem Schwerpunkt Meeresökologie\nMehrere Jahre Berufserfahrung in einer vergleichbaren Position\nErfahrung in der Umweltbildung und Bildung für nachhaltige Entwicklung idealerweise im Bereich Wattenmeer oder Küstenregionen\nVerantwortungsbewusstsein, Flexibilität, Fähigkeit zur selbstständigen Arbeit und Organisationstalent\nSicheres Auftreten, ausgezeichnete Kommunikationsfähigkeit und Freude am Umgang mit Menschen\nGute Englischkenntnisse in Wort und Schrift\nGute MS Office Kenntnisse\nSoziale Kompetenz und Teamfähigkeit\nBereitschaft zu flexiblen Arbeitszeiten, auch am Abend, an Feiertagen oder an Wochenenden\nWir bieten:\nEine verantwortungsvolle Position in einer einzigartigen Naturlandschaft\nEin motiviertes Team und ein inspirierendes Arbeitsumfeld\nMöglichkeiten zur Weiterbildung und persönlichen Entwicklung\nDie Vergütung erfolgt nach Entgeltgruppe TVöD 10. Die Stelle umfasst eine Arbeitszeit von 30 Std/Woche.\nBewerbung: Bitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Lebenslauf, Anschreiben, Zeugnisse) bis zum 1. Juni 2025, per E-Mail an:\nDr. Juliana Köhler\nUNESCO-Weltnaturerbe Wattenmeer Besucherzentrum\nSüdstrand 110 b, 26382 Wilhelmshaven\nkoehler@wattenmeer-besucherzentrum.de\nWir freuen uns auf Ihre Bewerbung und darauf, gemeinsam das Wattenmeer für zukünftige Generationen zu schützen und erlebbar zu machen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-leiter-der-umweltbildung-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotleiter-in-w-m-d-3/", "image": "", "title": "Depotleiter/-in (w/m/d)", "content_text": "Stralsund Museum, Stralsund Bewerbungsende: 15.06.2025 | Zur Verstärkung unseres Teams im Amt für Kultur, Welterbe und Medien der Hansestadt Stralsund suchen wir zum nächstmöglichen Zeitpunkt eine/-n\nDepotleiter/-in (w/m/d)\nDie Stelle in der Entgeltgruppe 9b TVöD ist ab dem 01.08.2025 unbefristet in Vollzeit zu besetzen.\nIhre Aufgaben:\nKoordinierung, Organisation, Dokumentation und Abwicklung der internen und externen Objektbewegungen\nStandortverwaltung der Sammlungsobjekte\nSicherstellung einer objektgerechten Aufbewahrung der Sammlung an allen Standorten des STRALSUND MUSEUMs\nPlanung, Durchführung und Anleitung der fortlaufenden Digitalisierung der Sammlung\nIhr Profil:\nHochschulabschluss (Diplom oder Bachelor) im Bereich Geisteswissenschaften (Kunstgeschichte, Kulturgeschichte, Ethnologie, Museologie o. ä.)\neinschlägige Berufserfahrung\nfundierte Kenntnisse im Umgang mit Sammlungs- oder Archivgut, Magazinmanagement o. ä.\nsichere IT-Kenntnisse, insb. Software für Magazin- und Datenbankverwaltung\nrestauratorische Grundkenntnisse\ngute Englischkenntnisse, weitere Fremdsprachenkenntnisse wünschenswert\nFähigkeit zu selbständiger, konzeptioneller und teamorientierter Arbeit\nhohes Maß an Eigeninitiative\nWir bieten Ihnen:\nflexible Arbeitszeiten im Rahmen einer Dienstvereinbarung\nGewährung einer Jahressonderzahlung, vermögenswirksamer Leistungen und eines jährlichen Leistungsentgeltes\nMaßnahmen zur betrieblichen Gesundheitsförderung\nattraktive und vielfältige Weiterbildungsmöglichkeiten\neine Beschäftigung in einer attraktiven Stadt mit hoher Lebensqualität in einer der schönsten Urlaubsregionen Deutschlands\nWir haben Ihr Interesse geweckt?\nDann bewerben Sie sich gern bei uns! Wir freuen uns auf Ihre Bewerbung!\nBewerbungen schwerbehinderter Menschen werden bei gleicher Eignung und Befähigung vorrangig berücksichtigt.\nBewerber/-innen, die Tätigkeiten für das Gemeinwohl ausüben, können bei ansonsten gleicher Eignung bevorzugt berücksichtigt werden.\nKosten, die im Zusammenhang mit der Bewerbung stehen, können von der Hansestadt Stralsund nicht übernommen werden.\nEs ist die Vorlage eines Führungszeugnisses erforderlich. Dieses ist nicht mit der Bewerbung einzureichen, sondern nach dem erfolgreichen Durchlaufen des Auswahlverfahrens vor einer Einstellung vorzulegen.\nBitte senden Sie Ihre aussagekräftige Bewerbung bis zum\n15.06.2025\nonline an die Hansestadt Stralsund.\nDie Hansestadt Stralsund arbeitet mit Interamt, dem Stellenportal für den öffentlichen Dienst. Onlinebewerbungen sind ausdrücklich erwünscht. Die elektronische Übermittlung Ihrer Bewerberdaten ermöglicht uns eine einfache und schnelle Prüfung aller eingehenden Bewerbungen und beschleunigt somit das Bewerbungsverfahren. Bitte senden Sie uns möglichst keine Bewerbungen per Post oder E-Mail zu. Bewerbungen, die auf dem Postweg eingehen, können nach Abschluss des Verfahrens nur zurückgesandt werden, wenn ein ausreichend frankierter Rückumschlag beigefügt ist.\nDie Stellenausschreibung können Sie über folgenden Link aufrufen:\nhttps://interamt.de/koop/app/trefferliste?80&partner=346\nAnsprechpartnerin ist Frau Schmidt (Tel. 03831 252 412, Mail:\npers@stralsund.de\n). Anschrift: Hansestadt Stralsund, Der Oberbürgermeister, Amt für zentrale Dienste, Personalabteilung, PF 2145, 18408 Stralsund\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/depotleiter-in-w-m-d-3/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-museumsbibliothek/", "image": "", "title": "Mitarbeiter*in Museumsbibliothek", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 25.05.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen und rund 100 Mitarbeiter:innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich.\nDie Bibliothek der Kunstsammlung Nordrhein-Westfalen ist eine Kunstwissenschaftliche Spezialbibliothek zur Kunst des 20. und 21.Jahrhunderts. Ihr Bestand von ca. 145 000 Medieneinheiten ist eng an die Sammlung und die Ausstellungsaktivitäten der Kunstsammlung geknüpft.\nWir suchen ab sofort eine*n\nMitarbeiter*in Museumsbibliothek\nin Vollzeit\nIhre Aufgaben\nEigenständige Bearbeitung aller bibliothekarischen Aufgaben u. a. Erwerbung, Katalogisierung, Buchbearbeitung, Zeitschriftenverwaltung, Bestandspflege, Schriftentausch\nSelbstständige Eingabe und Pflege von Daten im Bibliotheksmanagementsystem (Allegro) und in der Zeitschriftendatenbank (ZDB)\nBenutzungsdienst mit Betreuung der internen und externen Nutzer*innen der Bibliothek\nBearbeitung von Rechercheanfragen\nAktive Mitarbeit und Weiterentwicklung der Serviceangebote und IT-Projekte der Bibliothek\nMitarbeit an Projekten u. a. mit den Fachabteilungen des Museums\nUnsere Anforderungen an Sie\nAbgeschlossenes Studium im Bereich Bibliotheks- und Informationsmanagement oder abgeschlossene Ausbildung zur/zum Fachangestellten für Medien- und Informationsdienste, Fachrichtung Bibliothek oder langjährige Berufserfahrung im Bereich Bibliothek, Archiv oder Museum\nGute Medienkompetenz und einen sicheren Umgang mit Bibliotheksmanagementsystemen, Standardsoftware und bibliothekarischen Regelwerken\nInnovationsfreude und Aufgeschlossenheit gegenüber neuen technischen Entwicklungen\nServiceorientierte, selbständige, strukturierte und konzentrierte Arbeitsweise\nHohe Sozialkompetenz und Teamfähigkeit sowie sehr gute Organisations- und Kommunikationsfähigkeiten\nGute Kenntnisse der englischen Sprache wünschenswert\nInteresse an der Vielfältigkeit des Ausstellungsprogramms sowie an den aktuellen Entwicklungsprozessen der Kunstsammlung\nWir bieten Ihnen\nEine interessante, verantwortungsvolle Tätigkeit mit großem Gestaltungspotenzial in einer der angesehensten Kultureinrichtungen Europas\nEine Vollzeitstelle (39:50 Std.) für 4 Jahre, danach besteht die Option auf Verlängerung als Teilzeitbeschäftigung (19.55 Std.) unbefristet mit einer tariflichen Bezahlung je nach Qualifikation bis zur Entgeltgruppe 9 TV-L\nMitarbeit in einem kleinen engagierten Team\nBetriebliche Altersversorgung (VBL)\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Düsseldorfs und flexible Arbeitszeiten\nIndividuelle Weiter- und Fortbildungsmöglichkeiten\nDie Kunstsammlung Nordrhein-Westfalen versteht Vielfalt als Bereicherung und begrüßt ausdrücklich alle Bewerbungen, unabhängig von personenbezogenen Merkmalen jedweder Art.\nWir freuen uns auf eine motivierte Persönlichkeit, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte. Ihre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum 25.05.2025 in elektronischer Form über unser Bewerbungsportal:\nhttps://jobs.kunstsammlung.de/stellenangebote/42473288?ref=8010141000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-museumsbibliothek/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-vertrieb-und-besucherservice-m-w-d/", "image": "", "title": "Bereichsleitung Vertrieb und Besucherservice (m/w/d)", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 25.05.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich. Die Kunstsammlung ist ein Museum im Wandel, das sich im Programm und als Institution mit den Themen Diversität, Digitalisierung und Nachhaltigkeit beschäftigt und sich aktiv neuen Besucher*innengruppen zuwendet.\nWir suchen zum nächstmöglichen Zeitpunkt für unsere Abteilung Verwaltung im Bereich Vertrieb & Besucher*innenservice eine\nBereichsleitung Vertrieb und Besucherservice (m/w/d)\nDie Stelle ist in Vollzeit und wird mit der Entgeltgruppe E 11 TV-L vergütet.\nIhre Aufgaben:\nOrganisation, Koordination und strategische Weiterentwicklung des Bereichs Vertrieb inklusive der Kasse, des (Web)Shops und dem Besucher*innenservice\nUmsetzung einer besucherorientierten, freundlichen und zielgerichteten Empfangsatmosphäre in Foyer, Kasse und (Web)Shop\nImplementierung effizienter bereichsbezogener Prozesse, unter anderem Beratung der Besucher*innen, Servicequalität und Reservierungsabwicklung, Auftragsbearbeitung, Kundenmanagement, Feedback- und Beschwerdemanagement\nOptimierung und Controlling des Shopsortiments und der Umsätze über Preisgestaltung und Auswahl der Shopartikel wie Kataloge, Merchandising-Artikel etc.\nAuswahl möglicher Verlage für die Ausstellungskataloge, Vorbereitung der Ausschreibungen sowie Preisfindung\nQualitative und quantitative Erfassung und Analyse von Besucher*innendaten\nPersonalführung der Mitarbeiter*innen des Bereichs\nEinsatzplanung für den Bereich Kasse, Steuerung externer Dienstleister*innen\nUnsere Anforderungen:\nAbgeschlossenes Hochschulstudium der Betriebswirtschaftslehre, Kulturmanagement oder vergleichbar\nMehrjährige Berufserfahrung in einem relevanten Berufsumfeld mit Führungsverantwortung\nSicherer Umgang mit einem Warenwirtschaftssystem, den gängigen MS Office Anwendungen\nAusgeprägte Kommunikationskompetenz und serviceorientierte Haltung\nSicheres Auftreten und große Eigeninitiative\nGute Deutsch- und Englischkenntnisse in Wort und Schrift\nDiversitätskompetenz\nWir bieten:\nEine vielseitige Vollzeitstelle in einer der angesehensten Kultureinrichtungen Europas\nVielseitige Aufgaben mit einem hohen Maß an Eigenverantwortung\nEin attraktives Gehalt gemäß TV-L mit betrieblicher Altersversorgung (VBL)\n30 Tage Urlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGleitzeitkonto und flexible Arbeitszeitmodelle zur Vereinbarkeit von Beruf und Familie\nIndividuelle Weiter- und Fortbildungsmöglichkeiten\nSehr gute ÖPNV-Anbindung\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten, und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum 25.05.2025 über unser Online Bewerberformular ein:\nhttps://jobs.kunstsammlung.de/stellenangebote/511986865?ref=8010161000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-vertrieb-und-besucherservice-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-mit-dem-schwerpunkt-archaeologie-und-vermittlung/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) mit dem Schwerpunkt Archäologie und Vermittlung", "content_text": "LVR-LandesMuseum, Bonn Bewerbungsende: 26.05.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas LVR-LandesMuseum ist das einzige kulturgeschichtliche Museum im Rheinland. Es ist das Rheinische Landesmuseum für Archäologie, Kunst und Kulturgeschichte und präsentiert die Entwicklung der Region von den Anfängen bis zur Gegenwart. Es ist das größte Museum des Landschaftsverbandes Rheinland und zählt zu den führenden archäologischen Forschungsinstituten.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\nund über das LVR-LandesMuseum unter\nhttps://landesmuseum-bonn.lvr.de\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-mit-dem-schwerpunkt-archaeologie-und-vermittlung/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsdirektor-geschaeftsfuehrer-m-w-d/", "image": "", "title": "Museumsdirektor / Geschäftsführer (m/w/d)", "content_text": "Heidi Horten Collection, Wien (Österreich) Bewerbungsende: 31.05.2025 | Die Heidi Horten Collection ist eine beeindruckende Privatsammlung mit Meisterwerken von der klassischen Moderne bis zur Gegenwartskunst, insbesondere der Pop Art. Für die Nachfolge der erfolgreichen Gründungsdirektorin suchen wir den/die\nMuseumsdirektor / Geschäftsführer (m/w/d)\nIn dieser abwechslungsreichen Management Position übernehmen Sie die operative Führung des Museums und verantworten das Programm sowie die Umsetzung der Ausstellungs- und Museumsaktivitäten. In einer dualen Geschäftsführung entwickeln Sie die langfristige Ausrichtung des Museums weiter, gestalten eine innovative Customer Journey und festigen die Positionierung in der kulturellen Landschaft. Sie repräsentieren das Museum in der Öffentlichkeit als Ansprechpartner/in für die Kunst- und Kulturszene.\nSie haben ein universitäres Studium erfolgreich abgeschlossen, vorzugsweise ein Studium der Kunstgeschichte, des Kulturmanagements oder im Bereich der Unternehmensführung. Sie sind mit der Museums- und Kulturszene bestens vertraut und bringen mehrere Jahre einschlägige Erfahrung in einer Führungsposition in einem Museum oder im Dienstleistungsbereich mit. Sie verstehen betriebliche Abläufe, arbeiten hands-on, bringen eine sehr hohe Dienstleistungsorientierung mit und haben eine Leidenschaft für die Vermittlung kultureller und musealer Inhalte.\nUnser Kunde bietet ein Jahresbruttogehalt von EUR 180.000 brutto p.a. unter Berücksichtigung von Qualifikation und Vorerfahrung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsdirektor-geschaeftsfuehrer-m-w-d/", "date_published": "2025-05-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalreferentin-en-w-m-d/", "image": "", "title": "Personalreferent:in (w/m/d)", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 31.05.2025 | Das Freilichtmuseum Hessenpark präsentiert die Siedlungsgeschichte des Bundeslandes Hessen auf einer Fläche von ca. 60 ha mit über 100 historischen Gebäuden, einer Vielzahl von interessanten Veranstaltungen rund um das ländliche und kleinstädtische Alltagsleben und erlaubt somit eine Zeitreise durch die letzten 400 Jahre. Wir zeigen kulturhistorische Sonder- und Dauerausstellungen und bieten in unserem Jahresprogramm abwechslungsreiche Veranstaltungen. Mit mehr als 200.000 Gästen jährlich gehört der Hessenpark zu den größten Freilichtmuseen in Deutschland.\nWir suchen\nab sofort\nUnterstützung bei der Betreuung unserer etwa 100 Mitarbeitenden in\nVoll- oder Teilzeit\nmit mind. 30 Wochenstunden durch eine/n\nPersonalreferentin/en (w/m/d)\nIhre Aufgaben:\nSie sind für das operative Personalmanagement zuständig und Ansprechpartner/in (m/w/d) für unsere Fach- und Führungskräfte in allen personalrelevanten Fragestellungen.\nSie unterstützen im Recruiting von neuen Mitarbeitenden und führen das Bewerbermanagement\nSie unterstützen in der Personaladministration und erstellen Verträge, Bescheinigungen und\nSie übernehmen vorbereitende Tätigkeiten für die Entgeltabrechnung und arbeiten mit unserem\nSie sind verantwortlich für die Personalakten, pflegen und aktualisieren Personaldaten und erstellen\nSie helfen bei der Organisation und Umsetzung von Personalentwicklungsmaßnahmen.\nSie unterstützen bei der Steuerung, Weiterentwicklung und Implementierung von HR-\nWir wünschen uns von Ihnen:\nAbgeschlossene kaufmännische Ausbildung mit Zusatzqualifikation im Personalwesen oder Studienabschluss (Bachelor) mit Schwerpunkt Personal\nMehrjährige Berufserfahrung in der operativen Personalarbeit\nSicherer Umgang mit den gängigen MS Office-Anwendungen und Erfahrung mit Zeitmanagementsystemen\nAusgeprägte kommunikative Fähigkeiten und eine strukturierte Arbeitsweise\nHohes Maß an Verantwortungsbewusstsein, Eigeninitiative und sozialer Kompetenz\nWir bieten einen Arbeitsplatz mit vielfältigen Aufgaben, die ein selbstständiges und verantwortungsvolles Arbeiten ermöglichen. Die Arbeitszeiten sind flexibel einteilbar, Sie erhalten eine Vergütung nach TV-H mit Altersvorsorge und Jahressonderzahlung und können an unseren Gesundheitsangeboten teilnehmen.\nHaben Sie Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums? Möchten Sie gemeinsam mit uns etwas bewegen und den Personalbereich tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie Ihre vollständige Bewerbung per E-Mail bis zum 31.05.2025 an:\npersonal@hessenpark.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/personalreferentin-en-w-m-d/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verstaerkung-d-m-w-im-bereich-vermittlung/", "image": "", "title": "Verstärkung (d/m/w) im Bereich Vermittlung", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 31.05.2025 | Das Freilichtmuseum Hessenpark ist das Museum für Alltagskultur des Landes Hessen. Es thematisiert in über 100 wiedererrichteten Gebäuden auf einer Fläche von 60 Hektar und mit einer Sammlung von mehr als\n200.000 Objekten den Wandel des Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis zum Ende des 20. Jahrhunderts. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt die Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider.\nZur Unterstützung des Fachbereichs Wissenschaft suchen wir ab dem\n01.10.2025\nzunächst\nbefristet für zwei Jahre\nin Teilzeit mit 20 Stunden eine Verstärkung (d/m/w) im Bereich\nBildung\nund\nVermittlung\nIhre Aufgaben:\nKonzeption, Planung, Umsetzung und Nachbereitung von Bildungs- und Vermittlungsangeboten für diverse Zielgruppen\nErstellung didaktischer Materialien\nSchulung von Guides für Führungen und Workshops\nAnsprache einer breiten Öffentlichkeit – insbesondere von Kindergärten, Schulen – um neue Besuchendengruppen zu gewinnen und Netzwerke auszubauen\nErarbeitung und Realisierung von digitalen Vermittlungsformaten\nIhr\nProfil:\nAbgeschlossenes Hochschulstudium (Master) im Fach Kulturanthropologie, (empirische) Kulturwissenschaft oder in einem vergleichbaren museologischen oder historischen Studiengang\nErfahrungen in der Vermittlungsarbeit\nGute Kenntnisse der gängigen MS-Office-Anwendungen\nFähigkeit sich gut und verständlich auszudrücken, organisatorisches Geschick und Hands-on Mentalität, Teamfähigkeit sowie Belastbarkeit\nFreude an Vermittlungstätigkeiten, an Projektarbeit und an Themen der Alltagskultur\nWir bieten\neinen Arbeitsplatz mit vielfältigen Aufgaben, die ein selbstständiges und verantwortungsvolles Arbeiten ermöglichen. Die Arbeitszeiten sind flexibel einteilbar, Sie erhalten eine Vergütung nach TV-H mit Altersvorsorge und Jahressonderzahlung und können an unseren Gesundheitsangeboten teilnehmen.\nWir wertschätzen diverse Teams und freuen uns über Ihre Bewerbung unabhängig von Ihrer kulturellen und sozialen Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexuellen Identität.\nHaben Sie Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums? Möchten Sie gemeinsam mit uns etwas bewegen und den Bereich Vermittlung tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie Ihre aussagekräftige Bewerbung per E-Mail bis zum 31.05.2025 an:\npersonal@hessenpark.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.05.2025", "url": "https://www.museumsbund.de/stellenangebote/verstaerkung-d-m-w-im-bereich-vermittlung/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-zeitgenoessische-kunst/", "image": "", "title": "Kurator*in (m/w/d) zeitgenössische Kunst", "content_text": "Arp Museum Bahnhof Rolandseck, Remagen Bewerbungsende: 30.06.2025 | Das Arp Museum Bahnhof Rolandseck ist ein Museum für internationale Kunst. Im Jahr 2007 wurde der Neubau von Richard Meier in spektakulärer Lage über dem Rhein eröffnet. Der historische Bahnhof Rolandseck war bereits seit den 1960er-Jahren ein bedeutender Kulturort und ist heute Teil des Museumskonzepts und einem Schwerpunkt in der Kunstvermittlung. Mit hochkarätigen Ausstellungen zur zeitgenössischen Kunst, zum Kosmos des Künstlerpaares Hans Arp und Sophie Taeuber-Arp, sowie aus der Sammlung Rau für UNICEF ist es heute das besucherstärkste Kunstmuseum in Rheinland-Pfalz.\nDas Arp Museum Bahnhof Rolandseck wird getragen von der Landes-Stiftung Arp Museum Bahnhof Rolandseck, einer Stiftung des öffentlichen Rechts.\nWir suchen zum 1.10.2025\neine*n Kurator*in (m/w/d)\nfür den Bereich Ausstellungen und Sammlung/ zeitgenössische Kunst\nSie erarbeiten in Zusammenarbeit mit der Direktion und dem Museumsteam ein attraktives internationales Ausstellungsprogramm mit begleitenden Publikationen. Sie bereiten selbstverantwortlich Ausstellungen und Kooperationen vor, erarbeiten Konzepte, auch für Fördermittelanträge und setzen diese Projekte im Team um. Sie verantworten die Sammlung im Bereich zeitgenössische Kunst, inkl. digitaler Erfassung, Dokumentation und Leihverkehr.\nWir erwarten ein abgeschlossenes Studium (MA oder Promotion) der Kunstgeschichte oder eines verwandten Faches, sowie nachweisbare Erfahrung als Kurator*in und im Ausstellungs- und Publikationsmanagement. Hervorragende Kenntnisse der internationalen zeitgenössischen Kunst und aktueller Diskurse werden vorausgesetzt. Vorzugsweise kennen Sie die Arbeit einer öffentlich geförderten Institution unter musealen Bedingungen und haben bereits Budgets verantwortet.\nDarüber hinaus verfügen Sie über ein sehr gutes schriftliches Ausdrucksvermögen in Deutsch und Englisch und einen sicheren Umgang mit den gängigen Software-Programmen und in den digitalen Medien. Kommunikationsstärke, Belastbarkeit, Freude an der Arbeit im Team setzen wir voraus.\nWeitergehende Informationen über unser Museum finden Sie unter www.arpmuseum.org; Auskünfte zur Stelle können bei der Direktorin erfragt werden:\nwallner@arpmuseum.org\nDie Beschäftigung erfolgt in einem unbefristeten Arbeitsverhältnis gemäß dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Die Stelle wird mit einem Entgelt der Entgeltgruppe 13 Stufe 2 des TV-L vergütet. Die Arbeitszeit beträgt 100%.\nMenschen aller Geschlechter sind uns willkommen. Schwerbehinderte Menschen werden bei entsprechender Eignung bevorzugt eingestellt.\nWir freuen uns auf Ihre Bewerbungsunterlagen ausschließlich per E-Mail (max. 10 MB, zusammengefasst in einer pdf) bis zum 30.06.2025 an: spielmann@arpmuseum.org\nLandes-Stiftung\nArp Museum Bahnhof Rolandseck\nPetra Spielmann, Kaufmännische Leiterin\nHans-Arp-Allee 1\n53424 Remagen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-zeitgenoessische-kunst/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-w-m-d-3/", "image": "", "title": "Museumspädagoge/-in (w/m/d)", "content_text": "Ostpreußisches Landesmuseum, Lüneburg Bewerbungsende: 08.06.2025 | Die Hansestadt Lüneburg mit ihrer einzigartigen Altstadt aus der Hansezeit zählt zu den schönsten Städten Deutschlands. Zwischen der Metropole Hamburg und den Naturschutzgebieten der Elbniederungen und der Lüneburger Heide gelegen, bietet sie ein abwechslungsreiches Wohnumfeld; als Universitätsstadt mit einer ungewöhnlich vielfältigen Kulturlandschaft steht die Stadt für einen Spannungsbogen von Innovation, Kreativität, Tradition und Weltoffenheit.\nFür diesen besonderen Standort sucht das Ostpreußische Landesmuseum mit Deutschbaltischer Abteilung zu sofort eine(n)\nMuseumspädagoge/-in (w/m/d) in Vollzeit (derzeit durchschnittlich 39 Stunden wöchentlich)\nBezahlung nach E 13 des Tarifvertrags für den öffentlichen Dienst (TVöD Bund)\nDas Ostpreußische Landesmuseum ist eine von Bund und dem Land Niedersachsen geförderte Kultureinrichtung mit nationalem und internationalem Wirkungskreis. Als Landesmuseum umfasst seine Sammlungs-, Forschungs- und Ausstellungs- und Vermittlungstätigkeit Aspekte der ostpreußischen Landes-, Kunst- und Geistesgeschichte, Natur- und Volkskunde sowie der Archäologie Ostpreußens ebenso wie die Kultur und Geschichte der Deutschbalten. Ende 2025 erhält es eine eigene Abteilung zum bekannten Aufklärer Immanuel Kant. Auch betreibt es das Lüneburger Brauereimuseum. Neben der kulturhistorischen Arbeit in Lüneburg und Deutschland pflegt das Museum einen intensiven europäischen Dialog mit seinen Partnerländern. Es wird getragen von der Ostpreußischen Kulturstiftung, einer Stiftung des privaten Rechts.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-in-w-m-d-3/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-bildung-und-vermittlung/", "image": "", "title": "Wissenschaftliche:r Volontär:in im Bereich Bildung und Vermittlung", "content_text": "Kulturstiftung Hansestadt Lübeck, Lübeck Bewerbungsende: 12.06.2025 | Die Kulturstiftung Hansestadt Lübeck sucht zum 01.08.2025\neine:n wissenschaftliche:n Volontär:in im Bereich Bildung und Vermittlung\nDer Museumsverbund die LÜBECKER MUSEEN umfasst zehn Einrichtungen aus den Bereichen Kunst, Literatur, Geschichte und Natur, die sich mit einem zielgruppenorientierten und vielfältigen Vermittlungsangebot an ein diverses Publikum richten. Die strategische Konzeption und zentrale Steuerung der Bildungs- und Vermittlungsarbeit ist eine der Kernaufgaben des Museumsverbundes: Sie ist maßgeblich für die wechselseitige Kommunikation der Häuser mit dem Publikum und soll multiperspektivische Zugänge für Besucher:innen und Nicht-Besucher:innen schaffen. Ziel ist die gleichberechtigte Teilhabe und aktive Mitbestimmung großer Teile der Gesellschaft. Einen Schwerpunkt bei der strategischen Konzeptplanung und der Entwicklung zielgruppenspezifischer und inklusiver Angebote spielen dabei digitale Vermittlungsformate.\nIhre Aufgaben:\nEigenständige Konzeption und Durchführung von Bildungsprojekten und Vermittlungsformaten für verschiedene Zielgruppen in enger Zusammenarbeit mit der Bereichsleitung und den Leitungen der einzelnen Häuser des Museumsverbundes\nEntwicklung von didaktischen Materialien (digital und analog)\nOrganisation und inhaltliche Konzeption sowie Betreuung von Aktionstagen und Museumsfesten\nUnterstützung bei Routineaufgaben des Bereichs wie der Einsatzplanung von Guides, der Datenerhebung zu den Angeboten und deren Kommunikation\nVerfassen von zielgruppen- und medienspezifischen Texten in enger Zusammenarbeit mit der Presse- und der Marketingabteilung\nWir erwarten:\nEin abgeschlossenes wissenschaftliches Hochschulstudium (Master oder Äquivalent) aus dem Bereich der Kulturwissenschaften (Germanistik, Kunstgeschichte, Geschichte, Komparatistik, Kulturvermittlung, Museumsmanagement oder Vergleichbares)\nSehr gute schriftliche und mündliche Ausdrucksfähigkeit, Deutschkenntnisse auf dem Niveau C1\nTeamfähigkeit, Organisations- und Kommunikationsgeschick\nKreativität und Experimentierfreudigkeit\nSicherer Umgang mit gängigen EDV-Programmen\nWünschenswert: Erfahrung mit partizipativen Prozessen, Kreativitätsmethoden, Design Thinking o.ä.\nWir bieten:\nDas Volontariat bietet einen umfassenden Einblick in die vielfältigen Aufgaben einer Zentralstelle für Bildung und Vermittlung in einem Verbund mit unterschiedlich profilierten Häusern. Darüber hinaus ermöglicht es die Mitgestaltung der strategischen Ausrichtung der gesamten Bildungs- und Vermittlungsarbeit.\nErfahrungen in der Konzeption und praktischen Umsetzung von Bildungs- und Vermittlungsprojekten, die die große Bandbreite unterschiedlicher Museumstypen widerspiegeln\nEin vertieftes Volontariats-Projekt, das die Möglichkeit zur eigenverantwortlichen Tätigkeit und fachlichen Profilierung beinhaltet und von der Leitung Bildung und Vermittlung begleitet wird\nEinblicke in das Kulturmanagement und die Prozesse eines differenzierten Museumsverbundes\nProjektbezogene Zusammenarbeit mit den Bereichen Presse, Marketing und Digitalisierung\nEinblicke in alle Arbeitsbereiche des Museumsverbundes\nJobTicket\nDas Volontariat hat eine Laufzeit von zwei Jahren. Die durchschnittliche regelmäßige Wochenarbeitszeit beträgt 39 Stunden. Die Vergütung entspricht 50 % von TVÖD EG 13 Stufe 1 im ersten Jahr und Stufe 2 im zweiten Jahr.\nDie Hansestadt Lübeck verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern. Bei sonst gleicher Eignung werden schwerbehinderte Bewerber:innen bevorzugt berücksichtigt. Ausdrücklich freuen wir uns über Bewerbungen aller Nationalitäten und von Menschen mit Migrationsgeschichte.\nBitte richten Sie Ihre aussagekräftige Bewerbung (in einer pdf zusammengefasst) bis zum 12.6.2025 an\njulia.bock@luebeck.de\nWeitere Informationen unter\nwww.die-luebecker-museen.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-bildung-und-vermittlung/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-20/", "image": "", "title": "Verwaltungsleitung (m/w/d)", "content_text": "Bröhan Museum, Berlin Bewerbungsende: 11.06.2025 | Das Bröhan Museum sucht zum nächstmöglichen Zeitpunkt\neine Verwaltungsleitung (m/w/d)\nKennzahl 02/25\nIm Bröhan Museum. Jugendstil Kunst Design, Stiftung öffentlichen Rechts, ist zum nächstmöglichen Zeitpunkt die Stelle einer Verwaltungsleitung (m/w/d), bis zu Entgeltgruppe 13 TVöD-VKA unbefristet und in Vollzeit zu besetzen.\nZu Ihren Aufgaben zählen insbesondere:\nHaushalts- und Finanzmanagement\nBeauftragte(r) für den Haushalt § 9 LHO\nVerantwortung für die Finanz- und Haushaltsplanung, insbesondere Aufstellung der Unterlagen für den Stellen- und Wirtschaftsplan, den Entwurf des Haushaltsplans, Ausführung des Haushaltsplans und Mitwirkung bei Maßnahmen von finanzieller Bedeutung\nVerantwortung für die mittelfristige Investitionsplanung\nÜberwachung und Steuerung der Finanzen inklusive Berichtswesen für verschiedene Adressaten (Stiftungsrat, Land Berlin (für Kultur zuständige Senatsverwaltung), sonstige Zuwendungsgeber\nEntwicklung und Umsetzung von Strategien zur Steigerung der Eigeneinnahmen sowie Drittmittelakquise/Drittmittelverwaltung\nSteuerung und Überwachung der Mittel für die einzelnen Projekte\nVerantwortung für ein geordnetes und transparentes Rechnungswesen sowie dessen digitale Weiterentwicklung\nVerantwortung für die Erstellung des Jahresabschlusses\nBilanzierung nach HGB\nAnsprechpartner für alle Prüfinstanzen\nAdministrative Aufgaben\nLeitung der Verwaltung (Personal, Finanzen / Controlling, Gebäudemanagement und allgemeiner Dienstbetrieb)\nVerantwortung für grundsätzliche Personalfragen der Stiftung (Personalrecht, Personalentwicklung, Personalplanung, Personalrecruiting, Gesundheitsmanagement, Gleichbehandlung, Diversity). Strategisches Personalmanagement einschließlich der ordnungsgemäßen Durchführung und Administration aller Personal- und Gehaltsangelegenheiten unter Einhaltung der arbeitsrechtlichen und tariflichen Bestimmungen\nUnterstützung des Vorstands/ der Direktion in allen Fragen des Personalrechts und Verwaltungsrechts, des Haushalts und der Wirtschaftsführung sowie in Fragen der Personalplanung und -entwicklung, Gleichbehandlung und Diversity\nVerantwortung für die Weiterentwicklung einrichtungsbezogener Controlling-Instrumente\nErstellung der Vorlagen und Berichte u.a. für den Stiftungsrat\nSchnittstellenmanagement zu allen relevanten Arbeitsbereichen der Stiftung\nStrategisches Management, insbesondere im Hinblick auf das geplante Bauvorhaben, die Ausweichspielstätte und den Neustart nach dem Umbau des Bröhan Museums\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Master/Magister/Diplom) der Betriebswirtschaftslehre, Public Management oder vergleichbar oder gleichwertige Fähigkeiten und Erfahrungen\nMehrjährige einschlägige Berufserfahrung\nUmfassende Kenntnisse der Betriebswirtschaftslehre, des Controllings und der öffentlichen Verwaltung, sowie berufspraktische Erfahrungen im Haushalts- und Rechnungswesen\nErfahrung im kaufmännischen Rechnungswesen und KLR\nGute Kenntnisse im Arbeitsrecht und Tarifrecht (TVöD-VKA)\nVerhandlungssichere Deutsch- und Englischkenntnisse in Wort und Schrift\nSouveränität im wirtschaftlichen Umgang mit öffentlichen Finanzmitteln\nKonzeptionelles und strategisches Denken und Handeln\nSicheres Auftreten, ausgeprägte Kommunikationsfähigkeit und Verhandlungsgeschick, Teamfähigkeit, Führungs- und Sozialkompetenz\nSicherheit im Umgang mit digitalen Medien und sehr gute Softwarekenntnisse insbesondere in Excel und Buchhaltungssystemen sowie Datenbanken\nWir bieten:\nEine abwechslungsreiche Beschäftigung in einem interessanten Arbeitsumfeld und einem engagierten, wertschätzenden Team\nGestaltungspotenzial in einem Museum im Wandel\nFlexible Arbeitszeiten und Mobile Office nach Absprache\nMöglichkeit der Inanspruchnahme eines BVG-Firmentickets\nDie Bezahlung erfolgt, je nach persönlicher Qualifikation, bis zu EG 13 TVöD-VKA\nSie finden sich im Profil wieder? Dann freuen wir uns auf Ihre Bewerbung!\nVollständige schriftliche Bewerbungsunterlagen erbitten wir bis zum 11.06.2025 per Post oder E-Mail (zusammengefasst in einem PDF-Dokument, maximal 8 MB) an:\nBröhan Museum\nKennzahl: 02/25\nSchloßstraße 1a\n14059 Berlin\nE-Mail: bewerbung@broehan-museum.de\nAnsprechpartner für Fragen zum Aufgabengebiet: Herr Dr. Hoffmann (Tel.: 030/32690600)\nBewerbungsunterlagen werden nur zurückgesandt, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nSchwerbehinderte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Bitte weisen Sie in der Bewerbung gegebenenfalls auf eine vorhandene Schwerbehinderung bzw. Gleichstellung hin. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Einwanderungsgeschichte werden besonders ermutigt, sich zu bewerben.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.06.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-20/", "date_published": "2025-05-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-28/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Bezirk Oberfranken, Bayreuth Bewerbungsende: 18.06.2025 | Der Bezirk Oberfranken sucht für den Bereich\nKultur- und Heimatpflege\nzum nächstmöglichen Zeitpunkt einen\nwissenschaftlichen Volontär (m/w/d)\nin Vollzeit, befristet für die Dauer von zwei Jahren.\nUnsere Kernkompetenzen liegen im Bereich der sozialen Hilfen, des Gesundheitswesens, der Kultur- und Heimatpflege sowie der Landwirtschaft. Nähere Informationen zum Bezirk Oberfranken erhalten Sie auf unserer Homepage im Internet unter:\nwww.bezirk-oberfranken.de\nIhre Aufgaben:\nBei der KulturServiceStelle handelt es sich um eine fachliche Beratungsstelle für die Bereiche Museum sowie Theater & Literatur und Tracht. Ihren Sitz hat sie in Bayreuth im Museum für bäuerliche Arbeitsgeräte, das in Form einer Lernwerkstatt gerade zu einem modernen Bildungsort für unterschiedliche Besuchergruppen umfunktioniert wird. Während Ihres Volontariates arbeiten Sie in allen wissenschaftlichen Arbeitsbereichen eines Museums mit. Dazu zählt neben der wissenschaftlichen Inventarisation von Museumsgut, der Presse- und Öffentlichkeitsarbeit und Inwertsetzung der Museumsobjekte auch die Herausgabe wissenschaftlicher Publikationen. Sie wirken bei Veranstaltungen im Bereich der Bildung und Vermittlung und der Durchführung von Sonderausstellungen mit.\nUnsere Erwartungen:\nAbgeschlossenes Hochschulstudium (Master, M. A. oder Promotion) in den Bereichen Europäische Ethnologie/Volkskunde, Kulturwissenschaften, Bayerische und/oder Fränkische Landesgeschichte oder andere Geisteswissenschaften\nGute EDV-Kenntnisse in allen gängigen Office-Anwendungen (Word, Excel, Power-Point) sowie die Bereitschaft, sich in spezielle Inventarisations-Datenbankprogramme (z. B. VINO) einzuarbeiten\nKenntnisse im Bereich Social Media\nZuverlässigkeit, strukturierte, gewissenhafte und selbstständige Arbeitsweise sowie Teamfähigkeit\nBereitschaft zur flexiblen Arbeitsgestaltung, z. B. bei gelegentlichen Abendveranstaltungen und Dienstreisen\nFührerschein Klasse B\nWir bieten:\nEin interessantes, anspruchsvolles und abwechslungsreiches Aufgaben- und Tätigkeitsfeld\nEin praxisnahes und durch hohe Eigenverantwortlichkeit ausgewiesenes wissenschaftliches Volontariat in einem modernen Kulturbetrieb\nSie sind eingebunden in ein kreatives Team, das zusammen mit Ihnen einen modernen und lebendigen Bildungsort weiterentwickeln möchte\nDie Teilnahme an internen und relevanten externen Fortbildungen, insbesondere im Rahmen der Bayerischen Volontariatsakademie der Landesstelle für die nichtstaatlichen Museen in Bayern\nEin auf die Dauer von zwei Jahren befristetes Volontariat in Vollzeit (derzeit 39 Wochenstunden)\nEine Vergütung in Höhe von 50 % der Entgeltgruppe 13 TVöD zuzüglich einer Jahressonderzahlung\nDie Stelle ist grundsätzlich für die Besetzung mit schwerbehinderten Menschen oder schwerbehinderten Menschen gleichgestellten Personen geeignet. Bewerberinnen und Bewerber mit anerkannter Schwerbehinderung oder Gleichstellung werden bei im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen senden Sie bitte\nbis spätestens 18.06.2025\nan:\nBezirk Oberfranken, Sachgebiet 11 Personal, Cottenbacher Str. 23, 95445 Bayreuth\nBitte verwenden Sie nur Kopien, da eine Rücksendung der Unterlagen nicht erfolgen kann.\nGerne können Sie uns Ihre Bewerbungsunterlagen auch per E-Mail im PDF-Format übersenden an:\nvolontariat@bezirk-oberfranken.de\n.\nTelefonische Auskünfte erteilt Frau Barbara Christoph M. A. (Tel.: 0921/7846-1430).\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-28/", "date_published": "2025-05-14T00:00:00"}]}