{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/software-developer-data-scientist-m-f-d/", "image": "", "title": "Software Developer / Data Scientist (m/f/d)", "content_text": "Museum of Natural History Görlitz, Görlitz Bewerbungsende: 01.04.2025 | The Senckenberg Gesellschaft für Naturforschung (SGN) was founded in 1817 and is one of the most important research institutions in the field of biodiversity. At its twelve locations throughout Germany, scientists from over 40 nations conduct cutting-edge research at an international level. At the Görlitz site, the renowned Senckenberg Museum of Natural History is located in a historic town with a region that is particularly close to nature and well worth living in.\nThe Senckenberg Gesellschaft für Naturforschung\nwith its head institute in Frankfurt (Main) is seeking the following person for the\nSenckenberg Museum of Natural History Görlitz:\nSoftware Developer / Data Scientist (m/f/d)\nfor the ERC Project CARBONWEB\nAre you passionate about software development, data science, and cutting-edge ecological research? The Senckenberg Gesellschaft für Naturforschung invites you to become part of an exciting international project at the Senckenberg Museum of Natural History Görlitz. We are seeking a motivated Software Developer / Data Scientist\n(m/f/d)\n(80% of a full-time position) to support the ERC-funded project CARBONWEB, ideally starting May 1st, 2025.\nAbout the Project\nSoil food webs drive 90% of terrestrial primary production and regulate\none of the largest carbon pools on Earth –\nyet they remain poorly understood. The CARBONWEB project aims to fill this gap by analysing soil food web dynamics and their role in global biogeochemistry. Our research integrates data from the global Soil BON monitoring network, controlled experiments, and modelling.\nYour role will be pivotal in developing\ndata infrastructure\nand automating\ndata and image exchange processes.\nYou will collaborate with international researchers, database developers of Edaphobase (https://www.edaphobase.org), and Dr.\nClement Schneider\n(expert in invertebrate image analysis).\nYour Tasks\nDevelop an\nSQL database\nfor project data and images\nCreate an\ninterface\nfor direct data and image uploads (mobile or web app)\nAutomate data exchange among the\nimage annotation interface, project SQL database, and Edaphobase\nEstablish automated pipelines to\ndetect, classify, and measure soil invertebrates\nusing existing and newly developed software\nImplement\n(semi-)automated data quality control\nprocedures\nContribute to the\ndevelopment of the project’s website\nYour Profile\nMaster’s degree in Computer Science or equivalent background and experience\nStrong programming skills in Python or other modern software development languages\nExperience in data management and SQL databases\nKnowledge of deep learning algorithms and image processing\nGood spoken and written English skills\nAbility to work in an interdisciplinary team\nAdditional Advantages\nExperience in mobile/web application development\nBackground in scientific data processing or ecological modelling\nGood spoken and written German skills\nWhat is awaiting you?\nAn exciting, responsible and rewarding role in a world-renowned research organisation with motivated and professional peers\nCollaboration with\nleading scientists and software developers\nFlexible working hours\nand\nremote work options – Family-friendly working conditions\n(certified by „audit berufundfamilie“) –\nSenckenberg badge\nwith free admission to all Senckenberg museums –\nCompany pension scheme – Annual special payment\n(according to TV-L) –\n30 days of vacation\nper year\nLocation and Contract Details\nPlace of employment:\nGörlitz, Saxony (Germany)\nEmployment scope:\nPart-time (80% of full-time position)\nContract duration:\nFixed-term for\n3 years\n(starting ideally May 1st, 2025)\nSalary:\nPlanned salary group E\n13 TV-L\n(in accordance with German public sector agreements)\nDiversity and Inclusion\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nYou would like to apply?\nSubmit your application as a single PDF document, including:\nCover letter (1 page) detailing your\nexperience, skills, motivation and fit for this role\nCV\nCopies of academic certificates\nReference #08-25005 should be mentioned in your application.\nApplication deadline: April 1\nst\n, 2025\nSend your application to:\nrecruiting@senckenberg.de\nOr apply online:\nhttps://www.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Dr. Clement Schneider at\nclement.schneider@senckenberg.de\n.\nJoin us in advancing ecological research through innovative technology! We look forward to your application!\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit www.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.04.2025", "url": "https://www.museumsbund.de/stellenangebote/software-developer-data-scientist-m-f-d/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-m-w-d-projektmanagement-fuer-presse-und-oeffentlichkeitsarbeit-und-projektbezogene-verwaltungstaetigkeiten/", "image": "", "title": "Sachbearbeiter/-in (m/w/d) Projektmanagement  für Presse- und Öffentlichkeitsarbeit und projektbezogene Verwaltungstätigkeiten", "content_text": "Bauernhofmuseum Jexhof, Schöngeising Bewerbungsende: 31.03.2025 | Sachbearbeiter/-in (m/w/d) Projektmanagement\nfür Presse- und Öffentlichkeitsarbeit und projektbezogene Verwaltungstätigkeiten\nfür die Stabsstelle Wirtschaft und Regionales im Landkreis\nin Vollzeit oder auch 2 Teilzeitkräfte, wobei eine Wochenarbeitszeit von 39 Stunden erreicht werden und eine Besetzung am Nachmittag sichergestellt werden muss\nDas Aufgabengebiet der ausgeschriebenen Stelle betrifft den\nDigitalen Erinnerungsort zum Olympia-Attentat 1972\nsowie das Bauernhofmuseum\nJexhof\n. Der Landkreis hat 2022 einen Digitalen Erinnerungsort in Form einer Website und einer App geschaffen. Seither wird dieser durch Veranstaltungen und Aktionen im Bildungsbereich verbreitet. Der Jexhof ist seit 1987 in der Trägerschaft des Landkreises als Museum geöffnet. Er ist ein wichtiger Kultur- und Begegnungsort für Bürgerinnen und Bürger. Das vielseitige Programm wird verwaltungstechnisch im Landratsamt betreut.\nDer Stabstelle Wirtschaft und Regionales sind neben diesen beiden Fachbereichen auch die Wirtschaftsförderung, das Regionalmanagement sowie das Agenda21-Büro zugeordnet.\nIHRE AUFGABEN\nPresse- und Öffentlichkeitsarbeit für beide Fachbereiche u.a. durch Pressemitteilungen, Social Media-Beiträge, Aufsetzen von Reden\nSteuerung von Website/App, App-Führungen vor Ort\nFördermittelakquise und -abwicklung\nVeranstaltungsplanung und -durchführung sowie Vor- und Nachbereitung von Terminen\nBudget-Planung und Controlling\nKommunikation im Namen der Projekte mit Personen aus Politik, Kultur, Wirtschaft\nIHR PROFIL\nHochschulstudium Medien- und Kommunikationsmanagement/Eventmanagement/Public Management oder Verwaltungswissenschaften oder BWL mit Fokus auf Marketing und Eventmanagement, Beschäftigtenlehrgang II oder Verwaltungsfachwirte\nInteresse an regionaler Geschichte des Landkreises\nAffinität für digitale Medien und grundsätzliches Verständnis von diesen\nGespür für sensible Themen und deren Vermittlung\nStrategisches Denken und vorausschauende Planung\nBereitschaft zum Arbeiten am Abend oder am Wochenende (bei Veranstaltungen)\nUNSER ANGEBOT\nBezahlung nach Entgeltgruppe 11 TVöD VKA\nJahressonderzahlungen lt. Tabelle\nZahlung der Großraum- und (optional) Kinderzulage\n30 Tage Urlaub + 24./31.12, Faschingsdienstag frei\nein unbefristetes Arbeitsverhältnis\nWIR BIETEN ZUSÄTZLICH\naußerdem bieten wir umfangreiche Sozialleistungen wie eigene Kinderferienbetreuung, Betriebsrente, Mobile Arbeit, wo möglich, Betriebssport, ÖPNV-Zuschuss\nNur im Haupthaus:\neigene Kantine, Parkhaus mit kostenlosen E-Ladesäulen\nWir legen Wert auf Chancengleichheit und Inklusion.\nSchwerbehinderte Personen und ihnen nach § 2 Abs. 3 SGB IX gleichgestellte Menschen werden bei entsprechender Eignung bevorzugt berücksichtigt (bitte Nachweis beifügen).\nVorstellungsgespräche werden in KW 17/18 stattfinden.\nBewerbungen bis zum\n31.03.2025\nbitte ausschließlich über unser digitales Bewerberportal.\nReferenz-Nr.: 2025/RM/36\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-m-w-d-projektmanagement-fuer-presse-und-oeffentlichkeitsarbeit-und-projektbezogene-verwaltungstaetigkeiten/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-19/", "image": "", "title": "Bibliothekar*in (m/w/d)", "content_text": "Senckenberg Museum für Naturkunde Görlitz, Görlitz Bewerbungsende: 22.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort Görlitz befindet sich das renommierte Senckenberg Museum für Naturkunde in einer historischen Stadt mit einer lebenswerten, besonders naturnahen Region.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Senckenberg Museum für Naturkunde Görlitz für die wissenschaftliche Bibliothek der\nAbteilung Museum und Handlungsorientiertes Lernen\nam Standort\nGörlitz\neine*n\nBibliothekar*in (m/w/d)\n(Teilzeit 75 %, 30 Stunden/Woche)\nWir suchen eine engagierte, verantwortungsbewusste und serviceorientierte Persönlichkeit (m/w/d) für unsere wissenschaftliche Bibliothek am Senckenberg Museum für Naturkunde. Sie tragen im Team Verantwortung für den Bibliotheksalltag und sorgen für einen reibungslosen, nutzer*innenfreundlichen Betrieb. Dabei arbeiten Sie eng mit unseren Wissenschaftler*innen sowie nationalen und internationalen Partner*innen zusammen.\nDie Aufgaben definieren sich je nach Qualifikation und Erfahrung wie folgt:\nOrganisation und Mitverantwortung für das Bibliotheksteam, bestehend aus einer*einem Fachangestellten und ehrenamtlichen Mitwirkenden\nPflege und Katalogisierung des Bestands nach RDA im Verbundsystem HeBIS bzw. FOLIO mit PICA\nManagement von Ausleihe (OUS) und Erwerbung (ACQ)\nPlanung und Durchführung von zielgruppengerechten Veranstaltungen in der Bibliothek\nBetreuung und Unterstützung von Studierenden, Auszubildenden im Praktikum sowie weiteren Nutzer*innen\nMitarbeit an Drittmittelprojekten und der Weiterentwicklung der wissenschaftlichen Bibliothek\nVorbereitung und Begleitung des Umzugs der wissenschaftlichen Bibliothek in den neuen Senckenberg-Campus\nIhre Qualifikationen\nAbgeschlossene Ausbildung als Fachangestellte*r (m/w/d) für Medien- und Informationsdienste oder ein (Fach-)Hochschulstudium im Bereich Bibliotheks- und Informationsmanagement bzw. eine vergleichbare Qualifikation\nFundierte Erfahrung mit Bibliotheksverwaltungssystemen, insbesondere PICA und in der Verbundkatalogisierung\nSicherer Umgang mit MS-Office-Programmen (Word, Excel, PowerPoint)\nSehr gute Deutsch- und gute Englischkenntnisse in Wort und Schrift\nHohe Serviceorientierung, Organisationsgeschick und Teamgeist\nFreude am Umgang mit Menschen sowie ausgeprägte Kommunikationsfähigkeit\nBereitschaft zur Weiterbildung und Offenheit für neue Ideen\nWir bieten\neine verantwortungsvolle und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\nflexible Arbeitszeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in zahlreiche städtischen Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nOrt: Görlitz\nBeschäftigungsumfang: Teilzeit 75% (30 Stunden/Woche)\nVertragsart: Zunächst befristet für 2 Jahre, mit der Möglichkeit zur Entfristung\nVergütung: Tarifvertrag der Länder TV-L E 6 – E 9 (je nach Qualifikation und Erfahrung)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen\nBewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form\n(als zusammenhängende PDF-Datei\n)\nbitte\nstets\nunter Angabe der Referenznummer #08-25007 „Bibliothekar*in (m/w/d)“ bis zum 22.04.2025\nan\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das online Bewerbungsformular unter\nhttps://www.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a. M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Kristin Baber unter\nkristin.baber@senckenberg.de\nsehr gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nhttps://hi-lusatia.de/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-19/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/102649/", "image": "", "title": "Restaurierungspraktikant:in (m/w/d) zur Vorbereitung auf ein Hochschulstudium", "content_text": "Hamburger Bahnhof - Nationalgalerie der Gegenwart der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 02.04.2025 | Beim Hamburger Bahnhof – Nationalgalerie der Gegenwart der Staatlichen Museen zu Berlin sind zwei Stellen als\nRestaurierungspraktikant:in (m/w/d) zur Vorbereitung auf ein Hochschulstudium\nzu besetzen. Die Nationalgalerie der Staatlichen Museen zu Berlin betreut im Hamburger Bahnhof – Nationalgalerie der Gegenwart eine der weltweit größten und wichtigsten öffentlichen Sammlungen für moderne und zeitgenössische Kunst von den 1960er Jahren bis in die Gegenwart.\nDie Voraussetzungen für die Bewerbung sind in den Studienordnungen der jeweiligen Fachhochschulen/Akademien geregelt. Die Länge des Praktikums, in der Regel ein Jahr, richtet sich nach den Anforderungen der Hochschulen. Eine Verlängerung ist nicht möglich. Es besteht die Möglichkeit, Leistungen nach dem Bundesbildungsförderungsgesetz zu beantragen.\nBewerbungsfrist: 4 Wochen\nVertragsbeginn: 01.09.2025\nBefristung: befristet bis 31.08.2026\nWochenstunden: 39 h\nVergütung: 300,- EUR/Monat\nArbeitsort: Invalidenstr. 50-51, 10557 Berlin\nIhre Aufgaben\nKennenlernen sämtlicher Bereiche der Konservierung / Restaurierung / Kunsttechnologie und Mitarbeit in der täglichen Praxis\nMitarbeiten beim musealen Konservieren und Restaurieren von zeitgenössischen Kunstwerken\nMitwirken im Bereich präventiver Konservierung im Museum\nAssistieren beim Dokumentieren zeitgenössischer Kunstwerke\nUnterstützen bei der restauratorischen Betreuung des Ausstellungsprogramms des Hamburger Bahnhofs – Nationalgalerie der Gegenwart\nIhr Profil\nallgemeine Hochschulreife (zu Vertragsbeginn)\nInteresse an restauratorischen und konservatorischen Arbeiten, an zeitgenössischer Kunst, an Museen und dem Arbeiten im musealen Kontext\nsehr gutes naturwissenschaftliches Verständnis\nüberdurchschnittliche feinmotorische Geschicklichkeit und Umsicht sowie ausgeprägte Fähigkeit zu lösungsorientiertem Denken\nsehr gute Deutschkenntnisse in Wort und Schrift\nErwünscht\npraktische Vorkenntnisse durch Schulpraktika oder Leistungskurse der Schule und idealerweise Nachweis eines Berufsberatungsgesprächs\nhohes Maß an Motivation\nausgeprägte Teamfähigkeit\nWir bieten Ihnen\nEinblicke in eine international renommierte Sammlung\nMitarbeit in einem engagierten Team\nVorbereitung auf die Bewerbung für ein restauratorisches Hochschulstudium\nPraktikumsplatz mitten in Berlin\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nFrau Sartorius\n+49 30 266 424 662\nFrau Rieß\n+49 30 397 834 51\nFragen zum Bewerbungsverfahren\nFrau Schneider\n+49 30 266 411 665\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-HB-2-2025\nAnschreiben\nLebenslauf\nBestätigung der Teilnahme an einer Studienberatung\nPrüfungszeugnisse bzw. Urkunden\nggf. Arbeitszeugnisse\nggf. Dokumentation von Arbeitsproben\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.04.2025", "url": "https://www.museumsbund.de/stellenangebote/102649/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/102647/", "image": "", "title": "Vorstudienpraktikant:in (m/w/d)", "content_text": "Vorderasiatisches Museum der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 02.04.2025 | Beim Vorderasiatischen Museum der Staatlichen Museen zu Berlin ist eine Stelle als\nVorstudienpraktikant:in (m/w/d)\nzur Vorbereitung auf ein Hochschulstudium zu besetzen. Das Vorderasiatische Museum gehört zu den bedeutendsten Museen mesopotamischer Altertümer in der Welt; seine Sammlung mit über 206.000 inventarisierten Objekten vermittelt einen Eindruck von der 6.000 Jahre umfassenden kulturhistorischen Entwicklung in Vorderasien.\nDie Voraussetzungen für die Bewerbung sind in den Studienordnungen der jeweiligen Fachhochschulen/Akademien geregelt. Die Länge des Praktikums, in der Regel ein Jahr, richtet sich nach den Anforderungen der Hochschulen. Eine Verlängerung ist nicht möglich. Es besteht die Möglichkeit, Leistungen nach dem Bundesbildungsförderungsgesetz zu beantragen.\nBewerbungsfrist: bis 02.04.2025\nVertragsbeginn: 01.09.2025\nBefristung: befristet bis 31.08.2026\nWochenstunden: 39 h\nVergütung: 300,00 EUR brutto monatlich\nArbeitsort: Geschwister-Scholl-Straße 6, 10117 Berlin\nIhre Aufgaben\nKennenlernen sämtlicher Bereiche der Konservierung / Restaurierung / Kunsttechnologie und Mitarbeit in der täglichen Praxis\nMitarbeiten beim musealen Konservieren und Restaurieren von archäologischen Objekten, insbesondere aus Glas und Keramik\nMitwirken im Bereich präventiver Konservierung im Museum\nAssistieren beim Dokumentieren archäologischer Objekte\nUnterstützen bei der restauratorischen Betreuung des Ausstellungsprogramms des Vorderasiatischen Museums\nIhr Profil\nallgemeine Hochschulreife (zu Vertragsbeginn)\nInteresse an restauratorischen und konservatorischen Arbeiten, an archäologischen Objekten, vorzugsweise aus Glas oder Keramik, an Museen und dem Arbeiten im musealen Kontext\nsehr gutes naturwissenschaftliches Verständnis\nüberdurchschnittliche feinmotorische Geschicklichkeit und Umsicht sowie ausgeprägte Fähigkeit zu lösungsorientiertem Denken\nsehr gute Deutschkenntnisse in Wort und Schrift\nErwünscht\npraktische Vorkenntnisse durch Schulpraktika oder Leistungskurse der Schule und idealerweise Nachweis eines Berufsberatungsgesprächs\nhohes Maß an Motivation\nausgeprägte Teamfähigkeit\nWir bieten Ihnen\nEinblicke in eine international renommierte Sammlung\nMitarbeit in einem engagierten und kollegialen Team\nVorbereitung auf die Bewerbung für ein restauratorisches Hochschulstudium\nPraktikumsplatz in zentraler Lage Berlins\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nSonja Radujkovic\n+49 30 / 266 – 42 5620\nFragen zum Bewerbungsverfahren\nMonique Cziha\n+49 30 / 266 – 41 1630\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-VAM-3-2025\nAnschreiben\nLebenslauf\nBestätigung der Teilnahme an einer Studienbescheinigung\nPrüfungszeugnisse bzw. Urkunden\nggf. Praktikumszeugnisse\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.04.2025", "url": "https://www.museumsbund.de/stellenangebote/102647/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurierungspraktikantin-m-w-d-2/", "image": "", "title": "Restaurierungspraktikant:in (m/w/d)", "content_text": "Kunstgewerbemuseum, Berlin Bewerbungsende: 03.04.2025 | Beim Kunstgewerbemuseum ist eine Stelle als\nRestaurierungspraktikant:in (m/w/d)\nzur Vorbereitung auf ein Hochschulstudium zu besetzen. Das Kunstgewerbemuseum beherbergt weltberühmte Zeugnisse des europäischen Kunsthandwerks und Designs vom Mittelalter bis zur Gegenwart. Es sammelt, erforscht und vermittelt die Prozesse des Entwurfs, der Produktion und der Anwendung beziehungsweise Aneignung dieser künstlerisch gestalteten Objekte und widmet sich darüber hinaus dem Verhältnis des Menschen zu seiner gestalteten Umwelt aus unterschiedlichen Perspektiven.\nDie Voraussetzungen für die Bewerbung sind in den Studienordnungen der jeweiligen Fachhochschulen/Akademien geregelt. Die Länge des Praktikums, in der Regel ein Jahr, richtet sich nach den Anforderungen der Hochschulen. Eine Verlängerung ist nicht möglich.\nEs besteht die Möglichkeit, Leistungen nach dem Bundesbildungsförderungsgesetz zu beantragen.\nBewerbungsfrist: 03.04.2025\nVertragsbeginn: 01.09.2025\nBefristung: befristet bis 31.08.2026\nWochenstunden: 39 h\nVergütung: 300,00 Euro brutto je Monat\nArbeitsort: Tiergartenstr. 6, 10785 Berlin\nIhre Aufgaben\nKennenlernen sämtlicher Bereiche der Konservierung / Restaurierung / Kunsttechnologie\nMitarbeiten im Bereich präventiver Konservierung im\nMuseum\nKennenlernen der Untersuchungsverfahren und der\nkonservatorisch-restauratorischen Tätigkeiten im\nMuseum\nMitarbeiten beim Konservieren und Restaurieren von\nHolzobjekten sowie beim Dokumentieren\nIhr Profil\nallgemeine Hochschulreife (zum Vertragsbeginn)\nAbsicht, ein restauratorisches Hochschulstudium aufzunehmen\nsehr gutes naturwissenschaftliches Verständnis\nsehr gute Deutschkenntnisse in Wort und Schrift\nErwünscht\nüberdurchschnittliche feinmotorische Geschicklichkeit und Umsicht sowie ausgeprägte Fähigkeit zu lösungsorientiertem Denken\nausgeprägtes Interesse an Kunst und Kultur\nInteresse an der Arbeit im musealen Kontext\npraktische Vorkenntnisse durch Schulpraktika oder Leistungskurse in der Schule\nWir bieten Ihnen\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\nMitwirken am Bewahren, Erforschen und Vermitteln einzigartiger Zeugnisse der Geschichte der Menschheit\neinen interessanten und abwechslungsreichen Praktikumsplatz in zentraler Lage Berlins\nvielseitige und spannende Aufgaben\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nFrau Dr. Blöcher\n+49 30 266 424 315\nFragen zum Bewerbungsverfahren\nFrau Baldig\n+49 30 266 411 620\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-KGM-3-2025\nAnschreiben\nLebenslauf\nPrüfungszeugnisse bzw. Urkunden\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.04.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurierungspraktikantin-m-w-d-2/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurierungspraktikantin-m-w-d-zur-vorbereitung-auf-ein-hochschulstudium-2/", "image": "", "title": "Restaurierungspraktikant:in (m/w/d) zur Vorbereitung auf ein Hochschulstudium", "content_text": "Gemäldegalerie der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 02.04.2025 | In der Gemäldegalerie der Staatlichen Museen zu Berlin ist eine Stelle als\nRestaurierungspraktikant:in (m/w/d)\nzur Vorbereitung auf ein Hochschulstudium\nzu besetzen. Die Gemäldegalerie besitzt eine der weltweit bedeutendsten Sammlungen europäischer Malerei vom 13. bis zum 18. Jahrhundert. Sammlungsschwerpunkte bilden die deutsche und italienische Malerei des 13. bis 16. und die niederländische Malerei des 15. bis 17. Jahrhunderts.\nBewerbungsfrist: bis 02.04.2025\nVertragsbeginn: 01.09.2025\nBefristung: befristet bis 31.08.2026\nWochenstunden: 39 h\nVergütung: 300,- EUR/Monat\nArbeitsort: Johanna und Eduard Arnhold Platz, 10785 Berlin\nDie Voraussetzungen für die Bewerbung sind in den Studienordnungen der jeweiligen Fachhochschulen/Akademien geregelt. Die Länge des Praktikums, in der Regel ein Jahr, richtet sich nach den Anforderungen der Hochschulen. Eine Verlängerung ist nicht möglich. Es besteht die Möglichkeit, Leistungen nach dem Bundesbildungsförderungsgesetz zu beantragen.\nIhre Aufgaben\nKennenlernen sämtlicher Bereiche der Konservierung / Restaurierung / Kunsttechnologie und Mitarbeit in der täglichen Praxis\nMitarbeiten beim musealen Konservieren und Restaurieren von Gemälden\nMitwirken im Bereich präventiver Konservierung im Museum\nAssistieren beim Dokumentieren von Kunstwerken\nUnterstützen bei der restauratorischen Betreuung des Ausstellungsprogramms der Gemäldegalerie\nIhr Profil\nallgemeine Hochschulreife (zu Vertragsbeginn)\nInteresse an restauratorischen und konservatorischen Arbeiten, an Museen und dem Arbeiten im musealen Kontext\nsehr gutes naturwissenschaftliches Verständnis\nüberdurchschnittliche feinmotorische Geschicklichkeit und Umsicht sowie ausgeprägte Fähigkeit zu lösungsorientiertem Denken\nsehr gute Deutschkenntnisse in Wort und Schrift\nErwünscht\npraktische Vorkenntnisse durch Schulpraktika oder Leistungskurse der Schule und idealerweise Nachweis eines Berufsberatungsgesprächs\nhohes Maß an Motivation\nausgeprägte Teamfähigkeit\nWir bieten Ihnen\nPraktikumsplatz mitten in Berlin\nEinblicke in eine international renommierte Sammlung\nMitarbeit in einem engagierten Team\nVorbereitung auf die Bewerbung für ein restauratorisches Hochschulstudium\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nFrau Krainer\n+49 30 266 42 4421\nFragen zum Bewerbungsverfahren\nFrau Pohl\n+49 30 266 41 1610\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-GG-1-2025\nAnschreiben\nLebenslauf\nBestätigung der Teilnahme an einer Studienberatung\nPrüfungszeugnisse bzw. Urkunden\nggf. Arbeitszeugnisse\nggf. Dokumentation von Arbeitsproben\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.04.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurierungspraktikantin-m-w-d-zur-vorbereitung-auf-ein-hochschulstudium-2/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/2-mitarbeiter-innen-fuer-den-allgemeinen-museumsdienst-m-w-d/", "image": "", "title": "2 Mitarbeiter/innen für den allgemeinen Museumsdienst (m/w/d)", "content_text": "Porzellanikon – Staatliches Museum für Porzellan, Selb und Hohenberg a.d. Eger Bewerbungsende: 28.03.2025 | Wir suchen zur Verstärkung unseres Teams im Referat für Bildung und Vermittlung eine/n\n2 Mitarbeiter/innen für den allgemeinen Museumsdienst (m/w/d)\nin Teilzeit (20 Std./Woche), bevorzugt am Wochenende, max. in Entgeltgruppe E4 TV-L, unbefristet und zum nächstmöglichen Zeitpunkt.\n>>>Hier geht es zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.03.2025", "url": "https://www.museumsbund.de/stellenangebote/2-mitarbeiter-innen-fuer-den-allgemeinen-museumsdienst-m-w-d/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-assistenten/", "image": "", "title": "Assistentin / Assistenten für die Abteilung Restaurierung in der Graphischen Sammlung des Städel Museums", "content_text": "Städel Museum Frankfurt, Frankfurt am Main Bewerbungsende: 12.05.2025 | Das Städel Museum in Frankfurt am Main, gegründet 1815, gilt als die älteste Museumsstiftung in Deutschland und beherbergt eine international herausragende Kunstsammlung. Diese umfasst neben Gemälden und Skulpturen etwa 100.000 Handzeichnungen und Druckgraphiken aus dem 15. bis 21. Jahrhundert sowie eine Fotosammlung mit über 5000 Werken vom 19. Jahrhundert bis zur unmittelbaren Gegenwart.\nFür die Abteilung Restaurierung in der Graphischen Sammlung des Städel Museums suchen wir ab 01.08.2025\neine Assistentin / einen Assistenten\n(Vollzeit oder Teilzeit, die Stelle ist auf zwei Jahre befristet)\nTätigkeiten\nAusführung von mit der Abteilungsleitung abgesprochenen Konservierungsmaßnahmen und deren Dokumentation\nPräventive Konservierung: Kontrollen der Ausstellungs- und Depotbedingungen, Mitarbeit bei der Schädlingsprävention (Integrated Pest Management)\nMaterial- und Rahmenbestandspflege\nAnfertigung von Passepartouts, Mappen und Präsentationshilfen\nEin- und Ausrahmung von Exponaten\nMontierung von Druckgrafiken unter Anleitung\nVoraussetzungen\nAusbildung als Buchbinder/in und / oder Erfahrung im Bereich Restaurierung und / oder Museum sind von Vorteil\nSelbständige, präzise und strukturierte Arbeitsweise\nHohes Verantwortungsbewusstsein, Zuverlässigkeit\nBelastbarkeit und die Fähigkeit, auch unter körperlich anstrengenden Bedingungen effektiv und produktiv zu arbeiten\nKooperations- und Teamfähigkeit\nGute Deutschkenntnisse\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum 12. Mai 2025 per E-Mail an personal@staedelmuseum.de an Jutta Keddies, Leitung Restaurierung – Zeichnung, Graphik, Fotografie.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.05.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-assistenten/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-medien-und-veranstaltungstechnik-m-w-d/", "image": "", "title": "Mitarbeiter Medien- und Veranstaltungstechnik (m/w/d)", "content_text": "Städtische Museen Jena, Jena Bewerbungsende: 26.03.2025 | JenaKultur steht für viele besondere Momente im Leben der Menschen unserer Stadt und ihrer Gäste. Kulturarena und Jenaer Philharmonie. Volkshochschule Jena und Musik- und Kunstschule Jena. Die Ernst-Abbe-Bücherei und die Städtischen Museen Jena. Volksbad Jena und Volkshaus Jena. Tourismus und Kulturmarketing. Und vieles mehr. Ob für Jung oder Alt. Ob bewahrend oder zukunftsorientiert. Unsere Einrichtungen und Themen sind vielfältig und stets lebendig.\nSeit der Gründung im Jahr 2005 stellen unsere heute mehr als 320 Mitarbeiter:innen mit jedem Projekt, jedem Kurs, jedem Konzert und jeder Veranstaltung unter Beweis, mit welcher Leidenschaft sie Kultur und Bildung leben und für Jena weiterentwickeln.\nIn den Städtischen Museen Jena soll die Vollzeitstelle\nschnellstmöglich\n, vorerst befristet für 2 Jahre, besetzt werden.\nDie Städtischen Museen Jena vereinen mit dem Stadtmuseum Jena, dem Romantikerhaus Jena und der Kunstsammlung Jena eine museale Erlebnis- und Bildungswelt in den Bereichen Literaturgeschichte, Stadtgeschichte und Kunst. Mit interessanten Sonderausstellungen und dauerhaften Präsentationen zu überregional bedeutsamen Themen der Stadtentwicklung, museumspädagogischen Angeboten und Veranstaltungen stellen sie attraktive Angebote bereit.\nIhre Aufgaben\nAufbau von Medien- bzw. IT-Technik in den Dauer- und Sonderausstellungen und deren Einrichtung (Hardwareeinrichtung und Contentaufspielung) für den Ausstellungsbetrieb\nMitarbeit bei der Planung und Konzeptionierung von Medientechnik für Ausstellungen in Zusammenarbeit mit den Kurator:innen und der Teamleitung Museumstechnik sowie ggf. externen Firmen\nUmsetzung und Realisierung von ausstellungsbezogenen Anforderungen im Rahmen des Aufbaus von Wechselausstellungen inkl. Ausstellungauf- und -abbau sowie der entsprechenden Transportarbeit\nUmsetzung veranstaltungsspezifischer technischer und dekorativer Anforderungen bzgl. Bestuhlung und Veranstaltungs- und Bühnentechnik unter Beachtung und Einhaltung der gesetzlichen Vorschriften\nBewerkstelligung von Umbauarbeiten bei Ausstellungen und Veranstaltungen in den Räumlichkeiten der Städtischen Museen bzw. deren Umfeld\nKontrolle und Umsetzung der veranstaltungsbezogenen Anforderungen inkl. Vor-Ort-Betreuung von ausgewählten Veranstaltungen\nBedienung der hausspezifischen Anlagen unter Berücksichtigung spezieller rechtlicher Anforderungen: Aufzüge, Sicherheits- und Notstromanlagen, Heizungs- und Lüftungsanlagen sowie weiterer Haustechnik\nIhr Profil\nAusbildung als Fachkraft für Veranstaltungstechnik oder vergleichbare technische Berufsausbildung\nFachkenntnisse und Interesse im Bereich medien- und ausstellungstechnischer Anlagen und Geräte ist von Vorteil\nKenntnisse im Museumsbereich sind wünschenswert\nausgeprägte Kommunikationsfähigkeit und korrektes Auftreten gegenüber Besucher:innen und Mitarbeiter:innen\nkörperliche Belastbarkeit\nFührerschein Klasse C\nUnser Angebot an Sie\nVergütung nach Entgeltgruppe 6 TVöD mit regelmäßigen Tariferhöhungen, einschließlich Jahressonderzahlung und Leistungsprämie und einer betrieblichen Altersvorsorge\nbefristete Vollzeitbeschäftigung (39 Wochenstunden)\nflexible, familienfreundliche Arbeitszeiten und Arbeitszeitmodelle sowie 30 Tage Erholungsurlaub\nArbeitsplatz im Stadtmuseum „Alte Göhre“ direkt am Jenaer Markt\nSind Sie an dieser abwechslungsreichen und nutzerorientierten Aufgabe interessiert? Zeichnen Sie sich durch eine selbstständige Arbeitsweise und Gewissenhaftigkeit aus?\nDann bewerben Sie sich\nbis spätestens 26.03.2025\nbevorzugt über unser Online-Bewerbungsportal. Einfach auf den Button\n„Online-Bewerbung“\nklicken und Ihre Bewerbung einreichen.\nAlternativ besteht die Möglichkeit, eine aussagefähige Bewerbung per E-Mail als zusammenhängendes PDF-Dokument an\njenakultur-bewerbungen@jena.de\noder an folgende Postanschrift zu übersenden:\nJenaKultur, Personal/Organisation, Knebelstraße 10, 07743 Jena.\nDie Stadt Jena engagiert sich für Chancengleichheit. Wir begrüßen Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-medien-und-veranstaltungstechnik-m-w-d/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-presse-und-oeffentlichkeitsarbeit-4/", "image": "", "title": "Mitarbeiter*in für Presse- und Öffentlichkeitsarbeit", "content_text": "Museum Folkwang, Essen Bewerbungsende: 23.03.2025 | Die Stadt Essen sucht für den Fachbereich 45 -Museum Folkwang- eine*n\nMitarbeiter*in für Presse- und Öffentlichkeitsarbeit\nEntgeltgruppe 10 TVöD | Teilzeit (7 Wochenstunden) | befristet bis 31.12.2025 | Bewerbungsfrist: 23.03.2025 | Kennziffer: 2025-28-45-SD\n>>>Hier geht es zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-presse-und-oeffentlichkeitsarbeit-4/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorischen-mitarbeiterin-projekt-und-ausstellungsunterstuetzung/", "image": "", "title": "Kuratorische*n Mitarbeiter*in Projekt- und Ausstellungsunterstützung", "content_text": "Folkwang Museum, Essen Bewerbungsende: 30.03.2025 | Die Stadt Essen sucht für den Fachbereich 45 -Museum Folkwang- zum nächstmöglichen Zeitpunkt eine*n\nKuratorische*n Mitarbeiter*in Projekt- und Ausstellungsunterstützung\nEntgeltgruppe 11 TVöD | Teilzeit | befristet bis zum 31.12.2025 | Bewerbungsfrist: 30.03.2025 | Kennziffer: 2025-34- 45-SD\n>>>Hier geht es zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorischen-mitarbeiterin-projekt-und-ausstellungsunterstuetzung/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/programmkuratorin-d-m-w-3/", "image": "", "title": "Programmkurator*in (d/m/w)", "content_text": "Humboldt Forum, Berlin Bewerbungsende: 30.03.2025 | Das Humboldt Forum ist ein neuer Ort des Erlebens, der Begegnung und des Lernens in der Mitte Berlins. Im Humboldt Forum werden herausragende Sammlungen und bedeutende Exponate mit einem multidisziplinären Programm zusammengeführt. Die Stiftung Humboldt Forum im Berliner Schloss ist eine rechtsfähige Stiftung des bürgerlichen Rechts, Bauherrin und Betreiberin des Humboldt Forums. Gemeinsam mit den Akteuren des Humboldt Forums (Stiftung Preußischer Kulturbesitz, Humboldt-Universität zu Berlin und Stiftung Stadtmuseum Berlin) bespielt sie das Haus mit einem Ausstellungs- und Veranstaltungs- und Vermittlungsprogramm mit künstlerischer, gesellschaftspolitischer und wissenschaftlicher Ausrichtung.\nDer Bereich Programmveranstaltungen konzipiert Veranstaltungen aller zeitbasierten Kunstformen wie Theater, Tanz, Performance, Musiktheater, Film, Videokunst, Literatur sowie populär ausgerichtete Diskurse für breite Zielgruppen – unter anderem Menschen aus der diversen Stadtgesellschaft, Kinder, Jugendliche und Familien sowie nationale und internationale Besucher*innen.\nDie Veranstaltungen orientieren sich an den Zielen des Humboldt Forums, ein Ort für die diverse Stadtgesellschaft, für internationale Vielstimmigkeit und für Transdisziplinarität und Erfahrungswissen zu werden. Die Kuration und künstlerische Begleitung der Veranstaltungen wird prozessorientiert entwickelt in Zusammenarbeit mit internationalen Künstler*innen, Mitgliedern der diversen Stadtgesellschaft und Expert*innen aus kulturellen Traditionen.\nWir suchen in Elternzeitvertretung zum 27. Mai 2025 eine*n\nProgrammkurator*in (d/m/w)\nIhre Aufgaben\nSie sind in enger Abstimmung mit der Bereichsleitung im Humboldt Forum verantwortlich für die Konzeption, Vorbereitung und Umsetzung von Programmprojekten und Kulturveranstaltungen und Beiträgen zu Jahresthemen.\nSie tragen maßgeblich zur Entwicklung innovativer Kulturprojekte und Programmvorhaben in verschiedenen Disziplinen und internationalen Kontexten bei.\nSie beteiligen sich aktiv an der programmatischen Weiterentwicklung des Bereichs entsprechend den strategischen Zielvorgaben sowie der Gesamtausrichtung der Abteilung Programm.\nSie kuratieren Beiträge zu etablierten Reihen und Festivals, übernehmen bereits geplante Projekte und Veranstaltungen bzw. entwickeln diese weiter und führen diese durch in enger Abstimmung mit der Abteilung Kultureller Betrieb.\nSie übernehmen die Steuerung und eigenständige Koordinierung von einzelnen Programmveranstaltungen, verantworten eine enge dramaturgische Begleitung von Eigenproduktionen in Zusammenarbeit mit weiteren programmgebenden Bereichen.\nSie engagieren sich in der Partner- und Netzwerkarbeit in Berlin und international.\nSie recherchieren zu ausgewählten Themen, erstellen und redigieren Texte, Anträge und Dossiers für verschiedene Einsatzbereichen u.a. im Bereich Drittmittelakquise oder für Kommunikationsprodukte (Print und online).\nIn enger Abstimmung mit der Bereichsleitung verhandeln Sie eigenständig Kooperationsbedingungen mit Veranstaltungs- und Kooperationspartner*innen.\nIhr Profil\nSie haben ein abgeschlossenes geistes-, kultur- oder sozialwissenschaftliches Hochschulstudium.\nSie haben eine mehrjährige Berufserfahrung in Kultureinrichtungen, vorzugsweise mit internationaler Ausrichtung und hoher Publikumswirksamkeit.\nSie verfügen über nachweisliche Expertisen im Bereich der Kultur- und Programmarbeit idealerweise mit einer performativen und/oder interdisziplinären Ausrichtung. Sie können auf einschlägige Arbeitserfahrungen im Ausland zurückgreifen und bewegen sich sicher in internationalen Kontexten.\nSie verfügen über eine fundierte, nachweisbare Erfahrung in der Konzeption, Planung, dramaturgischen Steuerung und Durchführung von Veranstaltungen bzw. von publikumswirksamen Kulturprojekten.\nSie sind sehr erfahren im Projektmanagement sowie in der Kooperation mit Kulturinstitutionen, zivilgesellschaftlichen Initiativen und Communities.\nSie haben gute Kenntnisse der regionalen, nationalen und internationalen Kunst- und Kulturszene und sind informiert über aktuelle Diskurse, auch außerhalb Europas.\nSie sind motiviert im institutionellen Kontext mit unterschiedlichen externen und internen Partnern Projekte und Veranstaltungen innerhalb vorgegebener Rahmenbedingungen und enger zeitlicher Vorgaben erfolgreich umzusetzen.\nSie verfügen über Eigenengagement, Professionalität, Verhandlungsgeschick und einen hohen Grad an Resilienz.\nSehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift sowie idealerweise weiterer Fremdsprachen runden Ihr Profil ab.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkten, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch\nFort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z. B\n.\n39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge\n(VBL)\nArbeitgeberzuschuss für das\nJobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang\nzu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie\nZugang\nzu den staatlichen Museen Berlins\nVerschiedene Angebote für Mitarbeiter*innen\nRegelmäßige Unternehmen- und Teamevents\n(gemeinsames Mittagessen, Teamfrühstück, u.v.m.)\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe EG 13. Die Einstellung erfolgt in Vollzeit befristet im Rahmen einer Elternzeitvertretung bis 27.03.2028. Die Stelle ist für eine Wahrnehmung in Teilzeit geeignet.\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne (Personal) unter\nbewerbung@humboldtforum.org\n. Ihr Bewerbungsanschreiben richten Sie bitte an Jan Linders (Bereichsleiter).\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nLust darauf ein Teil der Stiftung Humboldt Forum zu werden? Dann freuen wir uns auf Ihre Online-Bewerbung bis einschließlich 30.03.2025 ausschließlich über den untenstehenden Button.\n>>>Hier geht es zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/programmkuratorin-d-m-w-3/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zwein-wissenschaftliche-volontaerinnen-m-w-d/", "image": "", "title": "zwei*n wissenschaftliche*  Volontär*innen (m/w/d)", "content_text": "Staatliche Kunsthalle Baden-Baden, Baden-Baden Bewerbungsende: 06.04.2025 | Die Staatliche Kunsthalle Baden-Baden gehört als international renommiertes Ausstellungshaus zu den ältesten Kulturinstitutionen der Stadt und der Region. Seit ihrer Eröffnung im Jahr 1909 ist sie der Auseinandersetzung mit internationaler Gegenwartskunst verschrieben und verfolgt in ihrer Programmgestaltung einen transdisziplinären und transkulturellen Ansatz, der Kunst in einer notwendigen Auseinandersetzung mit einer diversen gesellschaftlichen Realität begreift. Ab Mai 2025 erfolgt die Leitung des Hauses durch das Badische Landesmuseum Karlsruhe.\nWir suchen zum 01.05.2025 befristet für die Dauer von zwei Jahren zwei*n wissenschaftliche*\nVolontär*innen (m/w/d)\nDer Beschäftigungsumfang beträgt 100%.\nIn Ergänzung zu Ihrer abgeschlossenen wissenschaftlichen Ausbildung an einer Universität beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums. Es vermittelt durch ein internes Bildungsprogramm Kenntnisse der wissenschaftlichen Tätigkeitsfelder im Museum sowie der Aufgabenfelder der klassischen Museumsarbeit, wie z. B. Projektsteuerung oder Kulturvermittlung.\nSie erhalten umfassende Einblicke in die Aufgabenbereiche eines zeitgenössischen Ausstellungshauses und arbeiten als integraler Bestandteil des kuratorischen Teams. Die Schwerpunkte Ihrer Tätigkeit liegen in der Recherche und Organisation von Ausstellungen der Staatlichen Kunsthalle Baden-Baden. Das beinhaltet organisatorische Aufgaben, das Erstellen von Leihanfragen und Leihverträgen für Kunstwerke, das Verfassen von Texten sowie Kunstvermittlung durch Führungen, Filmabende und Diskussionsrunden.\nWir suchen eine verantwortungsbewusste, kommunikative und teamfähige Persönlichkeit, die über Einsatzbereitschaft und organisatorisches Geschick verfügt. Sie verstehen es, inhaltliche Fragestellungen in unterschiedliche Formate zu übersetzen und zu vermitteln. Erste Erfahrungen im Museums- oder Ausstellungsbereich sind von Vorteil, Auslandserfahrungen (während und/oder nach dem Studium) sind erwünscht. Gute Fremdsprachenkenntnisse sowie die sichere Anwendung der gängigen EDV- und Grafikprogramme (Microsoft Office, Adobe Photoshop, Adobe InDesign) runden Ihr Profil ab. Ein mind. mit Master abgeschlossenes kunstgeschichtliches oder kulturwissenschaftliches Studium oder der Curatorial Studies mit besonderen nachgewiesenen Kenntnissen im Bereich der zeitgenössischen Kunst ist Einstellungsvoraussetzung.\nEs handelt sich um eine Vollzeitstelle mit zurzeit durchschnittlich 39,5 Stunden pro Woche. Die monatliche Vergütung entspricht EG 13 Stufe 1 TV-L 50 % im ersten Jahr bzw. EG 13 Stufe 2 TV-L 50 % im zweiten Jahr. Im Übrigen gelten die Rahmenbedingungen gem. der VwV des Landes Baden-Württemberg für Volontär*\ninnen (s.\nwww\n.landesmuseum.de unter Museum, Service, Stellenangebote)\nWir bieten zusätzlich:\nein spannendes Arbeitsumfeld und die Zusammenarbeit in einem motivierten Team,\neinen Arbeitsplatz in der bekannten Bäderstadt Baden-Baden, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage zwischen dem sonnigen Rebland und dem Nationalpark Schwarzwald,\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche)\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike,\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt eingestellt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der\nKennziffer 2_25\nbis spätestens\n06.04.2025\nper E-Mail an\ninfo@kunsthalle-baden-baden.bwl.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_2_25_Ihr Nachname\nNähere Informationen zur Staatlichen Kunsthalle Baden-Baden finden Sie auch im Internet unter www.kunsthalle-baden-baden.de\nBei Fragen wenden Sie sich bitte per Mail an\ninfo@kunsthalle-baden-baden.bwl.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist der Kunsthalle Baden-Baden ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Kunsthalle Baden-Baden verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an die Datenschutzbeauftragte, E-Mail:\ndespina.antonatou@landesmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/zwein-wissenschaftliche-volontaerinnen-m-w-d/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/anlagenmechanikerin-fuer-sanitaer-heizungs-und-klimatechnik-m-w-d-3/", "image": "", "title": "Anlagenmechaniker:in für Sanitär-, Heizungs- und Klimatechnik (m/w/d)", "content_text": "Linden-Museum Stuttgart, Stuttgart Bewerbungsende: 13.04.2025 | Das Linden-Museum Stuttgart sucht zum nächstmöglichen Zeitpunkt eine/n\nAnlagenmechaniker:in für Sanitär-, Heizungs- und Klimatechnik (w/m/d) in Vollzeit\n(100 %)\n.\nDie Eingruppierung erfolgt bei Vorliegen aller tarifrechtlichen und persönlichen Voraussetzungen bis zur Entgeltgruppe 8 TV-L – die Stelle ist unbefristet.\nAls neuer Kollege/neue Kollegin werden Sie Teil der Abteilung Haustechnik und Sicherheit, in der neben Ihnen der Abteilungsleiter, ein Elektriker, ein Schreiner, eine Reinigungskraft sowie das Sicherheitspersonal beschäftigt sind.\nIhre Aufgaben u. a.:\nInstandhalten (Inspektion, Wartung, Instandsetzung) aller technischen Anlagen im Bereich Heizungs- und Klimatechnik, Elektro, Sanitär (z. B. Kälteanlagen, Lüftungsanlage, Beleuchtung, besondere Anlagen für Restaurierungswerkstätten)\nÜberprüfen und Bedienen der zugehörigen zentralen Steuerungs- und Überwachungseinrichtungen unter Einhaltung der geforderten technischen Parameter und der Betriebssicherheit, sowie das Beheben von Störungen an diesen Einrichtungen\nÜberwachung, Dokumentation, Qualitätskontrolle und Koordination des Einsatzes von Fremdfirmen\nIhr Profil:\nAbgeschlossene Ausbildung zur/zum Anlagenmechaniker:in für Sanitär-, Heizungs- und Klimatechnik\nBerufserfahrung im genannten Ausbildungsbereich von Vorteil, aber kein Muss – wir sind offen für Berufseinsteiger:innen\nZuverlässigkeit, selbstständiges und teamorientiertes Arbeiten\nKörperliche Belastbarkeit und Schwindelfreiheit\nFührerschein Klasse B\nUmgang mit PC und MS Office\nGute Deutschkenntnisse in Wort und Schrift, Grundkenntnisse in Englisch\nDas bieten wir:\nEinen sicheren Arbeitsplatz im öffentlichen Dienst im Zentrum Stuttgarts\nAbwechslungsreiche, herausfordernde Aufgaben mit großen Gestaltungsspielräumen\nEine gute Arbeitsatmosphäre in einem kleinen aufgeschlossenen Team\nVergütung nach dem TV-L und jährliche Sonderzahlung\nFlexible Arbeitszeiten innerhalb eines Gleitzeitmodells/keine regelmäßige Schicht- /Wochenendarbeit (nur in Ausnahmefällen)\n30 Tage Erholungsurlaub im Jahr sowie Zeitausgleich bei Überstunden\nJobticket (z.B. Deutschland-Ticket) mit monatlicher Arbeitgeberbeteiligung\nVermögenswirksame Leistungen des Arbeitgebers\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Frauen werden bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines/einer Mitbewerbers/Mitbewerberin liegende rechtlich schützenswerte Gründe überwiegen. Schwerbehinderte Bewerber:innen (w/m/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen vorzugsweise in digitaler Form (eine pdf-Datei mit max. 5 MB) an\npersonal@lindenmuseum.de\n. Die Anschrift für postalische Bewerbungen ist:\nVorstand des Linden-Museums, Hegelplatz 1, 70174 Stuttgart.\nBitte beachten Sie, dass Bewerbungsunterlagen nur zurückgesandt werden, wenn ein ausreichend frankierter und adressierter Briefumschlag beigelegt ist.\nFür inhaltliche Rückfragen steht Ihnen Thore Möller (Leitung Haustechnik & Sicherheit), Telefon 0711-2022-564 oder\nthore.moeller@lindenmuseum.de\n, gerne zur Verfügung.\nBei organisatorischen Fragen rund um die Stelle wenden Sie sich bitte an\npersonal@lindenmuseum.de\n.\nHinweis zum Datenschutz:\nDie Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 Datenschutz-Grundverordnung (DS-GVO) können Sie unter Tel.\n0711.2022-421 erfragen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/anlagenmechanikerin-fuer-sanitaer-heizungs-und-klimatechnik-m-w-d-3/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-fuer-das-bauprojekt-kupferstichkabinett-bibliothek-archiv-befristet-in-teilzeit-50/", "image": "", "title": "Projektassistenz (m/w/d) für das Bauprojekt Kupferstichkabinett / Bibliothek / Archiv befristet in Teilzeit (50%)", "content_text": "Hamburger Kunsthalle, Hamburg Bewerbungsende: 11.04.2025 | Die Hamburger Kunsthalle sucht zum\n01.05.2025\nbefristet für 24 Monate\neine*n Projektassistenten*in (m, w, d) für das Bauprojekt Kupferstichkabinett / Bibliothek / Archiv\nin Teilzeit (50%).\nIm Rahmen des geplanten Magazinneu- und -umbaus von Kupferstichkabinett, Bibliothek und Archiv suchen wir zur Unterstützung eine Assistenz des Projektleitungsteams (Leitung Kupferstichkabinett, Leitung Bibliothek und Archiv, Leitung Graphikkonservierung und Restaurierung).\nZu Ihren Aufgaben gehören u.a.:\nAssistenz Projektmanagement des Leitungsteams\nKommunikation, Koordination und Berichterstattung\nDokumentation des Projektes inkl. Protokollführung\nRecherchen z.B. für Ausstattung Depotplanung (Angebote einholen)\nUnterstützung bei Planungen, Ausschreibungen und Vorbereitungen des Bauprojektes\nOrganisation von Veranstaltungen und Dienstreisen\nIhre Kenntnisse und Fähigkeiten umfassen idealerweise:\nAbgeschlossenes (Fach-) Hochschulstudium (B.A. oder äquivalenter Abschluss) in Betriebswirtschaftslehre, Public Management oder vergleichbar\nErfahrungen im Projektmanagement\nStrukturierte Arbeitsweise mit klarem Team-Fokus\nFortgeschrittene Kenntnisse der gängigen Office-Anwendungen (insbesondere Excel)\nErfahrungen in administrativen Aufgaben von Organisationen (idealerweise im Museumsbetrieb)\nErfahrung mit Bauprojekten sind wünschenswert\nWir bieten:\nEin spannendes Arbeitsgebiet in einem engagierten Team\nGute Anbindung an den öffentlichen Nahverkehr durch die zentrale Lage am Hamburger Hauptbahnhof\nVergünstigtes Jobticket (Deutschlandticket)\nFirmenfitness mit Egym-Wellpass\nFlexible Arbeitszeit durch Gleitzeit\nDie regelmäßige wöchentliche Arbeitszeit beträgt zurzeit\n19,5\nStunden (bei Teilzeit). Die Vergütung erfolgt, nach Entgeltgruppe 9b TV-AVH. Es handelt sich um ein auf zunächst 24 Monate befristetes drittmittelfinanziertes Arbeitsverhältnis. Ihre Fragen beantworten Ihnen Frau Marion Asmus (Tel. 040/428131-263).\nDie Hamburger Kunsthalle strebt an, dass sich die gesellschaftliche Vielfalt der Stadt auch bei ihren Beschäftigten widerspiegelt. Wir begrüßen die Bewerbungen aller Menschen, unabhängig ihrer Herkunft, fördern die Gleichstellung der Geschlechter und die Vereinbarkeit von Beruf und Familie. Wir freuen uns insbesondere über Bewerbungen von Männern. Sie werden aufgrund ihrer Unterrepräsentanz bei gleicher Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt. Schwerbehinderte Menschen werden bei gleicher Eignung und fachlicher Leistung ebenfalls bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nohne Foto\nmit Lebenslauf und Zeugnissen bis zum\n11.04.2025\nper Mail an bewerbung[at]hamburger-kunsthalle.de\n(maximal 3 MB, Anhänge nur als PDF)\nBewerbungen in anderen Formaten als PDF können leider nicht berücksichtigt werden.\nWir erheben für das Ausschreibungsverfahren nur personenbezogene Daten, die für den Bewerbungsprozess relevant sind und beachten dabei die gesetzlichen Bestimmungen. Mehr Informationen finden Sie unter www.hamburger-kunsthalle.de/datenschutzerklaerung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.04.2025", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-fuer-das-bauprojekt-kupferstichkabinett-bibliothek-archiv-befristet-in-teilzeit-50/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontariat-m-w-d-2/", "image": "", "title": "Wissenschaftliche Volontariat (m/w/d)", "content_text": "Staatliche Textil- und Industriemuseum (tim), Augsburg Bewerbungsende: 06.04.2025 | Das\nStaatliche Textil- und Industriemuseum (tim) in Augsburg\nsucht zum 1. Juni 2025 eine Mitarbeiterin oder einen Mitarbeiter für das\nWissenschaftliche Volontariat (m/w/d)\n(Vollzeit – befristet auf zwei Jahre)\n>>>Hier geht es zur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontariat-m-w-d-2/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-68/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 23.03.2025 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts und zählt zu den herausragenden kulturellen Institutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte der Stiftung sind die Weimarer Klassik, ihre Nachwirkungen in der Kunst und Kultur des 19. Jahrhunderts und die Moderne mit Friedrich Nietzsche und dem Bauhaus. Die Sammlungen werden in der Herzogin Anna Amalia Bibliothek, dem Goethe- und Schiller-Archiv, den Museen sowie den historischen Bauten und Gärten betreut.\nIn der Abteilung Bau und Denkmalpflege ist zum nächstmöglichen Zeitpunkt folgende Ausbildungsposition, befristet für 2 Jahre, zu besetzen:\nWissenschaftliches Volontariat\n½\nE 13 TV-L (Vollzeit), Kennziffer: 10/2025\nDas sind Ihre Aufgaben und Ausbildungsinhalte:\nErarbeiten von wissenschaftlichen Grundlagen zur Durchführung von Baumaßnahmen in den Liegenschaften der Klassik Stiftung Weimar, u. a. Erforschen der Baugeschichte, Erarbeiten von denkmalpflegerischen Zielstellungen, Anlegen von Raumbüchern etc.\nMitarbeit bei der Entwicklung von Nutzungskonzepten für einzelne Liegenschaften auf der Grundlage der wissenschaftlichen Recherchen\nVorbereiten und Durchführen kleiner denkmalpflegerischer und sonstiger Bau- und Bauunterhaltungsmaßnahmen in den Liegenschaften der KSW\nMitwirken bei der baufachlichen Projektleitung und Koordination, u. a. mit Wahrnehmung der Bauherrenpflichten, für kleine Bauvorhaben\nUnterstützen bei der Öffentlichkeitsarbeit, Publikationen, Vermittlung und Dokumentation der Bauforschung, der Konzeptionen und der Baumaßnahmen\nDas erwarten wir von Ihnen:\nabgeschlossenes Hochschulstudium (Master) der Architektur mit Schwerpunkt in der Baudenkmalpflege oder gleichwertiges Studium\nhohes Interesse an wissenschaftlichen Recherchen, Archivarbeit und den Belangen des Denkmalschutzes\nInteresse an der Durchführung von Bauprojekten mit denkmalpflegerischen Anforderungen\nFähigkeit zum konzeptionellen Denken sowie eine selbständige, zielgerichtete und strukturierte Arbeitsweise\nsehr gutes schriftliches Ausdrucksvermögen sowie sehr gute Kenntnisse aller gängigen Office-Programme und in der pdf-Bearbeitung\nKenntnisse in allgemein anerkannten Zeichenprogrammen, vorzugsweise VectorWorks, sind wünschenswert\nWir bieten Ihnen:\nein vielseitiges, praxisnahes und mit hoher Eigenverantwortung ausgestattetes Volontariat\nangemessene Vergütung mit\n½\nE 13, d.h. inkl. Stufensteigerung nach einem Jahr und Jahressonderzahlung sowie den typischen Nebenleistungen des öffentlichen Dienstes\nindividuelle und optimale Unterstützung bei der beruflichen Entwicklung durch Angebote zur Fort- und Weiterbildung sowie Teilnahme am Fortbildungsprogramm für Volontäre der Klassik Stiftung Weimar\neinen zentrumsnahen Arbeitsplatz inmitten der UNESCO-Welterbestätten Klassisches Weimar und Bauhaus Weimar\nkostenfreien Eintritt in alle Museen der Stiftung\nDie Stiftung gewährleistet die Gleichstellung von Frauen und Männern nach dem Thüringer Gleichstellungsgesetz. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX bevorzugt berücksichtigt.\nWenn Sie diese Stelle interessiert, bewerben Sie sich bitte mit\naussagekräftigen Unterlagen, Lebenslauf und Zeugnissen/Beurteilungen zusammengefasst in\neiner\npdf-Datei\nbis zum 23. März 2025\nüber unser Online-Portal unter http://www.klassik-stiftung.de/stellenangebote/. Von postalischen Bewerbungen und Bewerbungen per E-Mail bitten wir abzusehen.\nKlassik Stiftung Weimar\nAbteilung Personal\nJennifer Müller\nTel.: 03643/545-594\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-68/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalterin-11/", "image": "", "title": "Depotverwalter*in", "content_text": "Kunstmuseum Bonn, Bonn Bewerbungsende: 06.04.2025 | Die\nBundesstadt Bonn\nsucht zum nächstmöglichen Zeitpunkt für das\nLeistungszentrum Kunstmuseum\neine*n\nDepotverwalter*in\n– je nach Qualifikation bis Entgeltgruppe 6 TVöD –\nSie sind versiert im Umgang mit Kunstwerken, arbeiten gerne mit Künstler*innen zusammen und verfügen über Erfahrung im Galerie- oder Museumsbetrieb? Dann bietet sich Ihnen die Chance, Mitglied in dem fachlich vielseitigen, motivierten Team des Kunstmuseums Bonn zu werden.\nDas Kunstmuseum Bonn beherbergt eine der wichtigsten Sammlungen zur deutschen Kunst nach 1945. Darüber hinaus besitzt es zentrale Werkkonvolute von August Macke und zum Rheinischen Expressionismus, eine reiche Sammlung internationaler Druckgraphiken sowie eine herausragende Sammlung von Künstlervideos. Neben der Schausammlung betreibt das Museum auch ein ambitioniertes, international wahrgenommenes Wechselausstellungsprogramm.\nMit Ihrer Tätigkeit sorgen Sie für eine werterhaltende, sachgerechte Lagerung des Werkbestandes des Kunstmuseums Bonn. Dabei umfasst Ihr Aufgabengebiet die Organisation des Depotbetriebes einschließlich der gesamten Lagerlogistik für die Sammlungsdepots und die Wechselausstellungsdepots des Museums.\nAufgabenschwerpunkte der Stelle sind:\nPflege und Verwaltung der Museumsdepots\nPflege und Kontrolle von Regalsystemen und Verpackungen\nDurchführung von Maßnahmen der Schädlingsbekämpfung\nVergabe von Werkstandorten in den Depots und deren Dokumentation in der Datenbank „MuseumPlus“\nBereitstellung von eingelagerten Objekten und Dokumentation von Ein- und Auslagerungen im Rahmen von Ausstellungsbetrieb und Leihverkehr\nMitarbeit beim fachgerechten Aus- und Verpacken von Werken\nMitwirkung bei der Bedarfs- und Einrichtungsplanung bei Neuanmietung von Depots\nTransport von Kunstgut mit dem museumseigenen „Sprinter“\nregelmäßige Bestandsprüfungen und Mitwirkung bei der Inventur des Sammlungsbestands\nIn Einzelfällen arbeiten Sie auch unterstützend gemeinsam mit dem Handwerksteam des Museums beim Auf- und Abbau von Ausstellungen mit.\nVorausgesetzt werden:\neine abgeschlossene Berufsausbildung im handwerklich – technischen Bereich, vorzugsweise in einem holz- oder metallverarbeitenden Beruf\noder\neine abgeschlossene Berufsausbildung als Fachkraft für Lagerlogistik\noder\neine vergleichbare Qualifikation im Rahmen einer mehrjährigen einschlägigen Berufspraxis\nder Besitz der Fahrerlaubnis der Klasse B\nKenntnisse im Umgang mit MS – Office und Datenbanken.\nErwartet werden:\nErfahrung im Museums- oder Galeriebetrieb oder im Umgang mit Kunstobjekten („Arthandling“)\ndie Fähigkeit und Bereitschaft, fachübergreifend innerhalb eines Teams mit Angehörigen unterschiedlicher Gewerke zusammenzuarbeiten und im Rahmen beruflicher Fortbildung zusätzliche Qualifikationen zu erwerben, z. B. für Flurförderzeuge und Hebebühnen\ndie Bereitschaft, innerhalb des Dienstbetriebes zusätzliche Funktionen zu übernehmen, z. B. Aufgaben der Arbeitssicherheit\ndie Bereitschaft, den eigenen PKW auch für Dienstfahrten einzusetzen\ndie Bereitschaft, auch außerhalb der üblichen Dienstzeiten zu arbeiten\nFlexibilität, Ordnungssinn, Sorgfalt und Umsicht\nOrganisations- und Teamfähigkeit und ein freundliches Auftreten.\nEnglischkenntnisse sind erwünscht.\nDa mit der Tätigkeit das Arbeiten in der Höhe und auf Leitern sowie das Heben und Tragen von Lasten verbunden ist, ist die entsprechende körperliche Eignung erforderlich.\nEs handelt sich um eine Vollzeitstelle. Die Besetzung ist auch in Teilzeit möglich.\nGemäß Landesgleichstellungsgesetz und Gleichstellungsplan der Bundesstadt Bonn werden Bewerbungen von Frauen für diese Stelle bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nDie Bundesstadt Bonn verfolgt das Ziel, die Vielfalt der Bevölkerung auch in der Stadtverwaltung abzubilden und setzt sich daher aktiv für Chancengleichheit und Diversität ein. Vielfalt ist ein wichtiger Teil unserer Unternehmenskultur und wir sind bestrebt, ein offenes Arbeitsumfeld zu pflegen, das Menschen unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihres Alters, ihrer Behinderung, ihrer Religion sowie ihrer sexuellen oder geschlechtlichen Identität gleiche Chancen bietet.\nWir bestärken Menschen mit einer Migrationsbiografie sich zu bewerben, da wir ihren Anteil in allen Bereichen und Ebenen erhöhen möchten. Bewerbungen von Menschen mit Behinderung sind erwünscht.\nDas bieten wir:\neine gemeinwohlorientierte Tätigkeit und einen zukunftssicheren Arbeitsplatz\nein modernes Personalentwicklungskonzept mit umfangreichen Fortbildungsmöglichkeiten\nflexible Arbeitszeiten, Teilzeitarbeit\ndie grundsätzliche Möglichkeit des Fahrradleasings für unbefristet Beschäftigte nach der\nProbezeit\nbetriebliches Gesundheitsmanagement und attraktive betriebliche Zusatzversorgung\nregelmäßige Tariferhöhungen.\nBenefit: Mobiles Arbeiten\nSeit dem 01.06.2023 bieten wir unseren Mitarbeitenden die Möglichkeit des ortsunabhängigen Arbeitens. Der Umfang richtet sich nach den persönlichen und fachlichen Voraussetzungen und kann nach erfolgreicher Einarbeitungsphase beginnen. Mobiles Arbeiten ist bei uns unter speziellen Voraussetzungen sogar aus dem Ausland (EU-Ausland, Europäischer Wirtschaftsraum, Schweiz) möglich.\nBewerbungsunterlagen\nBitte bewerben Sie sich ausschließlich über das Online-Stellenportal der Bundesstadt Bonn (https://karriere.bonn.de).\nDie Erfassung per Mail oder Post übersandter Bewerbungen ist grundsätzlich nicht möglich.\nIhrer Online – Bewerbung fügen Sie bitte folgende Unterlagen bei:\nein Bewerbungsanschreiben\neinen tabellarischen Lebenslauf\nAbschlusszeugnis Ausbildung\nArbeitszeugnisse soweit vorhanden\nFührerschein der Klasse B.\nKontakt\nFür Auskünfte zum Aufgabengebiet steht Ihnen beim Leistungszentrum Kunstmuseum die Verwaltungsleiterin, Gabriele Kuhn, unter der Rufnummer 0228 – 77 62 19 zur Verfügung.\nFür Auskünfte zum Bewerbungsverfahren steht Ihnen beim Personal- und Organisationsamt Andreas Dickmann unter der Rufnummer 0228 – 77 34 23 zur Verfügung.\nBewerbungsfrist\nDie Bewerbungsfrist endet am 06.04.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/depotverwalterin-11/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stellenausschreibung-volontariat/", "image": "", "title": "Stellenausschreibung Volontariat", "content_text": "Bauhaus-Archiv / Museum für Gestaltung, Berlin Bewerbungsende: 08.04.2025 | Das Bauhaus-Archiv / Museum für Gestaltung besitzt die weltweit größte Sammlung zum Bauhaus (1919-1933), der bedeutendsten Schulen für Architektur, Design und Kunst des 20. Jahrhunderts. Wir bewahren, erforschen und vermitteln die uns anvertrauten Objekte, Dokumente und Medien. Dazu zählen Fotografien, Möbel, Textilien, Gemälde, Skulpturen, Grafiken, Zeichnungen, Architekturpläne, Briefe, Bücher und audiovisuelle Medien ebenso wie Unterlagen aus dem Unterricht. Derzeit ist das Museum geschlossen, denn unser Gebäude, das vom Bauhaus-Gründer Walter Gropius entworfen wurde, wird denkmalgerecht saniert und um einen Neubau von Staab Architekten erweitert. Um weiterhin mit unserem Publikum und der Stadtgesellschaft in Kontakt zu sein, bespielen wir bis zur Eröffnung des Hauses (voraussichtlich 2027) den Projektraum the temporary bauhaus-archiv. Hinter den Kulissen arbeiten wir verteilt auf mehrere Standorte an unseren neuen Ausstellungen, an inklusiven Vermittlungskonzepten, an unterschiedlichen Digitalangeboten sowie an unseren Sammlungsbeständen. Wir entwickeln unsere Organisationsstruktur weiter und fragen uns, wie wir als Institution und Team nachhaltig und zukunftsfähig zusammenarbeiten wollen. Dabei orientieren wir uns an unserem gemeinsam erarbeiteten Leitbild.\nZur Unterstützung suchen wir zum 1. Juli 2025 eine*n:\nVolontär*in Sammlung/Programm (Vollzeit 39h, w/ m/d) – befristet für zwei Jahre\nDas zweijährige Volontariat soll einer praxisorientierten Vorbereitung auf eine Berufslaufbahn im Mu-seum dienen. Im Zentrum stehen dabei die Bereiche Sammlung/Programm. Darüber hinaus werden Ein-blicke in die anderen Museumsabteilungen geboten, die sich mit dem Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln befassen. Das Volontariat bietet die Möglichkeit zur eigenverantwortlichen Tätigkeit und fachlichen Profilierung durch Schwerpunktsetzung. Es kann ein eigenständiges Projekt durchgeführt werden.\nZur Ausbildung gehören:\n• wissenschaftliche Arbeit an den Sammlungsbeständen Möbel, Textil, Gebrauchsgrafik und Dokumente mit Schwerpunkt auf der retrospektiven Erfassung und der Analyse und Darstellung von Sammlungszusammenhängen\n• kuratorische Mitarbeit an digitalen Projekten, u. a. der Digitalen Sammlung, der Webseite (bauhaus stories) sowie der Konzeption von eCulture-Veranstaltungen\n• kuratorische Mitarbeit beim Aufbau und der Inbetriebnahme der Sammlungspräsentation im Neubau\n• Contenterstellung, Recherchen und Redaktionstätigkeit\n• Unterstützung im Projektmanagement\n• Bildredaktion und Klärung von Bildrechten\nSie verfügen über:\n• ein abgeschlossenes wissenschaftliches Hochschulstudium (Master) im Fach Kunstgeschichte, Kulturwissenschaften oder einem eng verwandten Fach\n• Interesse für das Bauhaus sowie die Bereitschaft, sich intensiv einzuarbeiten\n• Kenntnisse der Geschichte von Kunstgewerbe und Design\n• ausgeprägtes Interesse an eCulture im Bereich des kulturellen Erbes und Grundkenntnisse im Bereich der digitalen Datenerfassung\n• sehr gute sprachliche Ausdrucksfähigkeit in Wort und Schrift in deutscher und englischer Sprache\n• ausgeprägte Kommunikationsfähigkeit, Teamfähigkeit, Motivation, Eigeninitiative und Verantwortungsbewusstsein\nWir bieten Ihnen:\n· einen attraktiven und spannenden Ausbildungs- und Arbeitsplatz an einem renommierten Mu-seum im Herzen von Berlin\n· Mitarbeit in einem interdisziplinären und offenen Team bei der Gestaltung eines neuen Muse-ums mit internationaler Ausstrahlung\n· Unterstützung bei der Teilnahme an internen und externen Fortbildungen und dem Erwerb von Zusatzqualifikationen\n· eine tarifgerechte Bezahlung nach dem Tarifvertrag TVöD/VKA (50 % der Entgeltgruppe 13, Stufe 1, im zweiten Ausbildungsjahr Stufe 2)\nWir streben danach, die Diversität der Gesellschaft und unseres Publikums auch innerhalb des Teams wi-derzuspiegeln – Vielfalt, unterschiedliche Erfahrungen und Perspektiven ermöglichen es uns als Institu-tion, innovativ zu handeln, international zu agieren und offen in den Austausch zu treten. Schwerbehin-derte Menschen werden ausdrücklich aufgefordert, sich zu bewerben und werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen (zusammengefasst in ei-ner PDF Datei – max. 9 MB) mit dem Betreff: „Volontariat Sammlung/Programm“ bis einschließlich 08.04.2025 an:\nBauhaus-Archiv / Museum für Gestaltung bewerbung.museum@bauhaus.de\nKontakt: Frau Heyroth 030/254002-55\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.04.2025", "url": "https://www.museumsbund.de/stellenangebote/stellenausschreibung-volontariat/", "date_published": "2025-03-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vermittlungspersonen-m-w-d-in-50-prozent-teilzeit-195-wochenstunden/", "image": "", "title": "Vermittlungspersonen (m/w/d) in 50 Prozent Teilzeit (19,5 Wochenstunden)", "content_text": "Stiftung Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 02.04.2025 | Die Bundesstiftung Flucht, Vertreibung, Versöhnung sucht zum\nnächstmöglichen Zeitpunkt\nVermittlungspersonen (m/w/d)\nin 50 Prozent Teilzeit (\n19,5 Wochenstunden\n) für den\nBereich Bildung & Vermittlung\ndes Dokumentationszentrums.\nDie Stellen sind auf\n24 Monate\nbefristet und nach\nEntgeltgruppe 11 TVöD\nbewertet.\nWir sind ein einzigartiger Lern- und Erinnerungsort, der Zwangsmigration in Geschichte und Gegenwart ins Zentrum stellt. Flucht und Vertreibung von rund 14 Millionen Deutschen im historischen Kontext des Zweiten Weltkriegs und der nationalsozialistischen Politik bilden den Schwerpunkt der Ständigen Ausstellung. Unserem Publikum bieten wir außerdem sehenswerte Sonderausstellungen und eine Bibliothek mit Zeitzeugenarchiv, die zum Recherchieren einlädt. Hinzu kommt ein vielfältiges Programm mit Führungen, innovativen Workshops und Veranstaltungen. Das 2021 eröffnete Haus befindet sich mitten in Berlin unweit des Potsdamer Platzes. Sie möchten ein Forum historischer Bildung und lebendiger Debatten mitgestalten? Wir freuen uns über Ihre Bewerbung! Bewerben Sie sich gerne nochmals, wenn wir Ihre Bewerbung bisher nicht berücksichtigen konnten.\nIhr Aufgabengebiet umfasst insbesondere:\nDurchführung zielgruppenorientierter, dialogischer und interaktiver Rundgänge durch die Ständige Ausstellung und wechselnde Sonderausstellungen in deutscher und englischer Sprache – in der Woche und nach Absprache in der Regel ca. einmal im Monat am Wochenende,\ninhaltliche und methodische Vorbereitung, Durchführung und Nachbereitung von Bildungsformaten und Workshops sowie inklusive Angebote für unterschiedliche Zielgruppen,\nÜbernahme von Organisations- und Koordinationsaufgaben im Zusammenhang von Vermittlungsprojekten,\nkonzeptionelle Mitarbeit bei der Weiterentwicklung von Vermittlungsformaten, der Entwicklung partizipativer Angebote in der Ständigen Ausstellung und redaktionelle Mitarbeit bei der Entwicklung analoger und digitaler Materialien der Bildungsarbeit,\nZusammenarbeit mit Kooperationspartnerinnen im Bildungsbereich sowie Zeitzeugen.\nUnsere Anforderungen:\nAbgeschlossene Hochschulbildung (mindestens B.A.) in den Fachrichtungen Geschichte, Geschichtsdidaktik, Public History, Politologie, Kulturwissenschaften oder vergleichbaren Disziplinen,\ngute Kenntnisse der deutschen und europäischen Zeitgeschichte,\nMethodenkompetenz in der Vermittlung, gerne analog und digital,\nberufliche Erfahrungen in historischer, politischer oder kultureller Bildungsarbeit, insb. in Dokumentationszentren, Gedenkstätten und Museen.\nsouveräne Kommunikation in Deutsch und Englisch.\nWünschenswert sind:\nKenntnisse der Geschichte von Zwangsmigrationen, sowie die Fähigkeit, sich schnell in die Inhalte der Ständigen Ausstellung und der Sonderausstellungen einzuarbeiten,\nFreude am Dialog mit Publikum jeden Alters und an der zielgruppenorientierten Vermittlung komplexer Inhalte,\nIdentifikation mit einer multiperspektivischen, diversitätssensiblen und diskriminierungskritischen Vermittlungsarbeit,\nsouveräne Kommunikation in einer weiteren Fremdsprache.\nWir bieten Ihnen:\nEine verantwortungsvolle Tätigkeit in Verbindung mit einem relevanten Thema,\nfamilienfreundliche Arbeitsumgebung (Urlaub nach TVöD, flexible Arbeitszeiten),\nDeutschlandticket Job (anteilige Kostenübernahme durch den Arbeitgeber).\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Flucht, Vertreibung, Versöhnung und zur Stiftung Deutsches Historisches Museum gestanden haben.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetz-buches IX besonders berücksichtigt.\nFür inhaltliche Rückfragen zur Ausschreibung können Sie sich gerne an Dr. Silke Krohn, Bereichsleiterin Bildung & Vermittlung, wenden (\ns.krohn@f-v-v.de\n).\nBitte richten Sie Ihre vollständigen Bewerbungsunterlagen mit der\nKennziffer VM_I/25\nbis zum\n02.April 2025\nausschließlich elektronisch an:\nbewerbung@f-v-v.de\n.\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF-Datei mit einer Größe von max. 8 MB übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder Anhänge können nicht berücksichtigt werden.\nDokumentationszentrum Flucht, Vertreibung, Versöhnung\nStresemannstraße 90\n10963 Berlin\nT +49 30 206 29 98 – 0\nMail: info@f-v-v.de\nwww.flucht-vertreibung-versoehnung.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.04.2025", "url": "https://www.museumsbund.de/stellenangebote/vermittlungspersonen-m-w-d-in-50-prozent-teilzeit-195-wochenstunden/", "date_published": "2025-03-12T00:00:00"}]}