{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/technischer-projektmanager-ausstellungen-und-sammlung-w-m-d-3/", "image": "", "title": "Technischer Projektmanager Ausstellungen und Sammlung (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 08.02.2026 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir besetzen zum nächstmöglichen Zeitpunkt die Stelle als\nTechnischer Projektmanager Ausstellungen und Sammlung (w/m/d)\n(in Vollzeit, 39,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L\nWir suchen für unser Team Ausstellungskoordination einen technischen Projektmanager, der an der Schnittstelle zur Ausstellungstechnik, Haustechnik und Medientechnik für die Koordination von Projekten im Bereich der Ausstellungen und der Sammlung zuständig ist.\nIhre Aufgaben:\nEigenverantwortliche Koordination von Ausstellungs- und Sammlungsprojekten, insbesondere an der Schnittstelle zu den technischen Teams\nSchnittstelle zwischen allen am Projekt beteiligten Gewerken, externen Dienstleistern/Lieferanten und internen Teams\nMitwirkung bei der Projektplanung und der Erstellung von Zeit- und Ablaufplänen in enger Abstimmung mit der Bereichsleitung\nBetreuung der Produktion von Ausstellungsarchitekturen/Präsentations- und Beschriftungselementen\nÜberprüfung und Archivierung von Plänen zur Projektpräsentation, ggf. mit entsprechenden Programmen\nKoordination und Pflege des Bestandes an Ausstellungsequipment in der Datenbank Akeneo\nAnfertigung technischer Skizzen zur Umsetzung\nKoordination von digitalen Formaten und Medienkunst-Komponenten\nEinleuchten der Ausstellungräume nach Anweisung, inkl. der Bedienung der technischen Hilfsmittel\nIhr Profil:\nAbgeschlossene Ausbildung im handwerklichen Bereich, z. B. Schreiner, Messebauer, Raumausstatter, staatlich geprüfter Techniker in der Fachrichtung Ausstellungs- und Museumstechnik oder vergleichbare Qualifikation\nMindestens 2 Jahre Berufserfahrung\nIdealerweise bereits Erfahrung im Museumsbereich oder im Messe- und Ausstellungskontext und in der Realisierung von komplexen Projekten\nHandwerkliches Geschick sowie technisch-digitales Verständnis\nVorzugsweise Kenntnisse in der Beleuchtungstechnik, Materialkunde, Fertigungsmethoden\nGute EDV-Kenntnisse (insbesondere Excel)\nFähigkeit, technische Pläne anzufertigen (Zeichnung oder 3D-Programme) und umzusetzen\nGute Englischkenntnisse von Vorteil\nPragmatische, lösungsorientierte und systematische Arbeitsweise und logistisches Verständnis\nTeamfähigkeit und gute kommunikative Fähigkeiten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte\nbis zum 08.02.2026\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2026-01\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Alena Leinen (Bereichsleitung Ausstellungskoordination) unter T +49 711 470 40 166. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html.\nDie Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/technischer-projektmanager-ausstellungen-und-sammlung-w-m-d-3/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchbinder-w-m-d/", "image": "", "title": "Buchbinder (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 02.02.2026 | Das Deutsche Museum ist eines der größten technisch-naturwissenschaftlichen Museen der Welt. Zur Verstärkung unseres Teams in der Abteilung Gestaltung, zu der auch die grafischen Werkstätten gehören, suchen wir zum nächstmöglichen Zeitpunkt einen\nBuchbinder (w/m/d)\nEinzel- und Sonderfertigung\nDas Deutsche Museum beherbergt nicht nur eine einmalige Sammlung aus Naturwissenschaft und Technik, sondern ist zugleich mit seinen aktuellen Ausstellungen ein Forum zur Information und Auseinandersetzung über die neuesten Entwicklungen in Naturwissenschaft und Technik. Dazu werden in der Bibliothek viele seltene und wertvolle Quellenwerke vom Beginn des Buchdrucks bis heute und im Archiv des Deutschen Museums Nachlässe von Firmen und wissenschaftlichen Institutionen, seltene Firmenschriften, Einzelhandschriften, Grafiken, Porträts, Karten, Plakate, technische Zeichnungen und papierhistorische Bestände verwahrt und gepflegt. Die Papierrestaurierung ist integriert in die Buchbinderwerkstatt, die dazu noch die vielfältigen Anforderungen des Ausstellungsunterhalts im Rahmen des Werkstattbetriebes bedient.\nIhre Aufgaben\nBindungen (Ring-, Faden- bzw. Klebebindung, Klammerheftung)\nMaßanfertigung von Mappen, Kassetten und weiteren Produkten\nReinigung, Pflege und restauratorische Betreuung von Archivalien\nDurchführung konservatorischer Maßnahmen einschließlich Erstellung der Dokumentation\nKonzipieren und Anfertigen von Faksimiles\nKaschieren von Texttafeln, Ausstellungswänden und Vitrinen\nBeratung, Organisation und Koordination von eingehenden Aufträgen\nMaterialbestellung\nIhr Profil\nBuchbinder (w/m/d) Einzel- und Sonderanfertigung\nBerufserfahrung, insbesondere mit historischen Materialien\ngute Kenntnisse in Werkzeug- und Materialkunde\nsicherer Umgang mit Planschneider, Falzmaschine, Drahtheftmaschine, Papierbohrmaschine, Prägnant\nErfahrung mit Reparaturarbeiten\nWeiterbildung Restaurierungsarbeiten und Erfahrung mit Datenbanken sind wünschenswert\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 7 des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\nein Betriebliches Gesundheitsmanagement, EGYM Wellpass\nDie Stelle ist auf zwei Jahre befristet mit der Option auf unbefristete Übernahme.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n02.02.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2601\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.02.2026", "url": "https://www.museumsbund.de/stellenangebote/buchbinder-w-m-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/software-developer-m-w-d-mit-schwerpunkt-data-pipelines-and-ai-services/", "image": "", "title": "Software Developer (m/w/d) mit Schwerpunkt data pipelines and AI services", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 04.02.2026 | Die Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Senckenberg Data and Modeling Centers eine*n\nSoftware Developer (m/w/d) mit Schwerpunkt data pipelines and AI services\n(Vollzeit / Teilzeit ist möglich)\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeit ist möglich\nVertragsart: befristet für 2 Jahre\nVergütung: Tarifvertrag des Landes E 11-13 (TV-H), je nach Qualifikation\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Aufgaben\nUnser Team ist am Aufbau nationaler und internationaler Forschungsdateninfrastrukturen beteiligt, die Geo- und Biodiversitätsdaten nachhaltig und interdisziplinär bereitstellen.\nIm Rahmen des Projekts\nAI4WildLIVE\nimplementieren wir eine Plattform, die AI-basierte Analyse mit menschlicher Expertise (Citizen Science) kombiniert, um die Auswirkungen anthropogener Umweltveränderungen wie verstärkte  Landnutzung und Entwaldung besser zu verstehen und Milderungsstrategien zu entwickeln. Die hierbei gewonnenen Daten sollen auf der Basis innovativer Datenmodelle und entsprechender APIs für große internationale (\nBiodiversity Meets Data\n) und nationale (\nFAIRagro\n) Forschungsdateninfrastrukturen bereitgestellt werden.\nDie Projektstelle wird Teil des Senckenberg Data and Modelling Centers sein, das  Spezialist*innen in den Bereichen Service-Implementierung, AI-basierter Verarbeitung von Geobiodiversitätsdaten und Forschungsdatenmanagement an den Senckenberg-Standorten Frankfurt und Görlitz umfasst, eine umfassende Einarbeitung in die entsprechenden Projektaufgaben durch unser Team ist gewährleistet.\nIhr Profil\nAbgeschlossenes Uni-/FH-Studium der Fachrichtung Informatik, Bioinformatik, Geoinformatik, (Bio-)Physik oder vergleichbare Qualifikation mit Bezug zur Entwicklung von Data Processing / AI-Pipelines, Service-Entwicklung oder Datenmodellierung\nGute Kenntnisse und praktische Erfahrung in der Programmierung (Python, Java, JavaScript), insbesondere mit Webframeworks wie Django, Spring oder vergleichbaren Technologien\nGrundlegende Kenntnisse in Container-Technologien und Deployment von Vorteil (Docker, Openstack, Kubernetes)\nGute Kommunikationsfähigkeiten und Fähigkeit, Softwarelösungen eigenständig, aber in enger Diskussion mit Kooperationspartner*innen umzusetzen\nOptimalerweise Grundkenntnisse in einem common AI/ML framework wie PyTorch\nTeamorientierte und flexible Arbeitsweise, idealerweise mit der Bereitschaft zu gelegentlichen Dienstreisen für Trainings, Meetings und Analytische, strukturierte, serviceorientierte und selbstständige Arbeitsweise\nGute Englischkenntnisse erforderlich, Deutschkenntnisse sind von Vorteil\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität.\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer\n#01-26001 bis zum 04.02.2026 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online- Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Dr. Claus Weiland unter\nclaus.weiland@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.02.2026", "url": "https://www.museumsbund.de/stellenangebote/software-developer-m-w-d-mit-schwerpunkt-data-pipelines-and-ai-services/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsmanagerin-m-w-d/", "image": "", "title": "Sammlungsmanager*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 15.02.2026 | Die Senckenberg Gesellschaft für Naturforschung\nmit Hauptsitz in Frankfurt am Main sucht für das\nSenckenberg Forschungsinstitut und Naturmuseum Frankfurt\nzum nächstmöglichen Zeitpunkt für die\nAbteilung Botanik und molekulare Evolutionsforschung\neine(n)\nSammlungsmanager*in (m/w/d)\n(Vollzeit / Teilzeit ist möglich)\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeit ist möglich\nVertragsart: zunächst befristet (2 Jahre)\nVergütung: Tarifvertrag des Landes Hessen (TV-H) E11\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Aufgaben\nDatenmanagement-Workflows an der Schnittstelle zur Daten-IT und Daten-Management des Standortes für die Sammlungsdigitalisierung des Herbariums inkl. Qualitätssicherung\nSelbständige Organisation von Digitalisierungsprojekten inkl. Führung von Hilfskräften, ehrenamtlichen Mitarbeiter*innen und Projekt-TAs\nSelbständige Aktualisierung der systematisch-botanischen Nomenklatur im Herbar inkl. Datenbanken\nProjekt– und Abteilungskoordination inkl. Reporting-Aufgaben\nBeteiligung an der Einwerbung von sammlungsbezogenen Drittmitteln und ihrer Administration\nErstellung interner Schulungsmaterialien, Arbeitsablaufdokumentationen\nErarbeitung von Standards und Umsetzung relevanter gesetzlicher Bestimmungen\nAnleitung und Betreuung von Gastwissenschaftler*innen, Gästen, Studierenden und Hilfskräften zur Sammlungskuratierung\nMithilfe bei Determinationen von Material und dessen aktueller taxonomischer Einordnung\nBetreuung von Biodiversitätsportalen und Sammlungsdatenbanken\nVertretung der Abteilung auf einschlägigen technischen Workshops und Tagungen\nBeteiligung an Ausstellungen und anderen Vermittlungsformaten\nBeteiligung an Ausbildung und Lehre für Praktikanten und Studierende\nstandortübergreifende Aufgaben mit Sammlungsbezug wie Vereinheitlichung von Standards innerhalb des Herbarium-Senckenbergianum-Verbunds\nIhr Profil\nAbgeschlossenes Hochschulstudium (Bachelor) in Biowissenschaften, Sammlungsmanagement, Biologie, Bibliotheks- und Informationswissenschaft, Digital Humanities, Biodiversitätsinformatik, Data Science oder einem verwandten Fachgebiet\numfangreiche Erfahrung mit biologischen Datenbanken und Standardlisten\nKenntnisse der einschlägigen aktuellen Digitalisierungsmethoden und -standards\nAusgeprägte analytische Fähigkeiten, strukturierte und selbstständige Arbeitsweise sowie sehr gute Kommunikationsfähigkeiten in deutscher und englischer Sprache, schriftlich wie mündlich\nInteresse an interdisziplinärer und -kultureller Zusammenarbeit und am Aufbau nachhaltiger, FAIR-konformer Dateninfrastrukturen, insbesondere in Repositorien oder biodiversitätsbezogenen Forschungsinstituten\nBereitschaft zu gelegentlichen Reisen im nationalen und internationalen Kontext (max. ein bis zwei Kurzreisen im Inland bzw. eine Reise von max. drei Wochen ins Ausland)\ngute botanisch-mykologische und taxonomische Kenntnisse\numfassende Erfahrung in Projektplanung, Organisation, Mitarbeiterführung\nWünschenswert\nNaturwissenschaftlich-technische Ausbildung (Biologisch-Technische Assistenz)\nErste Erfahrung mit Drittmittelakquise\nKenntnisse zur techn. Aufarbeitung von botanisch-mykologischen Belegen\nKenntnisse zur konservatorischen Handhabung (Brandschutz, Schädlingsbekämpfung, Katastrophenvorsorge etc.)\nBereitschaft zur laufenden eigenen Weiterbildung\nErste Erfahrung im Umgang mit Datenbanken, Sammlungsmanagementsystemen oder digitalen Repositorien zur Verbesserung und Dokumentation heterogener, historisch gewachsener Datenstrukturen\nVertrautheit mit Metadatenstandards und gängigen Datenformaten in der Digitalisierung\nErfahrung im Bereich Verwaltung und Archivierung bild- und dokumentbasierter digitaler Objekte\nKenntnisse in der Anwendung von Open-Science-Prinzipien in interdisziplinären Forschungsumgebungen\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität\nMöglichkeit, das Forschungsprofil der Abteilung Botanik und Molekulare Evolutionsforschung inkl. des Herbariums Senckenbergianum aktiv mitzugestalten\nGelegenheit zum Ausbau eines interdisziplinären Profils an der Schnittstelle Digitalisierung, Biodiversitätserfassung und Sammlungs-Inwertsetzung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-26003 bis zum 15.02.2026 an\nrecruiting@senckenberg.de\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Stefan Wanke unter\nstefan.wanke@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/sammlungsmanagerin-m-w-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-verwaltung-m-w-d-4/", "image": "", "title": "Sachbearbeiter*in Verwaltung (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 25.01.2026 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Museumsneugründungen Europas.\nDas 1908 gegründete und 1922 eröffnete\nMuseum für Hamburgische Geschichte\n(MHG) gehört zu den größten stadthistorischen Museen in Deutschland. Es dokumentiert die Geschichte der Freien und Hansestadt Hamburg von der Stadtgründung bis zur Gegenwart. Die in weit mehr als einem Jahrhundert gewachsenen Sammlungen umfassen kulturgeschichtliche Objekte, Gemälde, Grafiken, Schiffs- und Topografiemodelle, Möbel, Textilien und Münzen. Darüber hinaus stellen Wirtschafts- und Sozialgeschichte, Technik- und Verkehrsgeschichte, Bauen und Wohnen, Theater, Mode und Kulturgeschichte sowie das jüdische Leben in Hamburg wichtige Themen und Sammlungsgebiete des Museums dar. Hauptziel des Museums ist es, Orientierung in der Auseinandersetzung mit der geschichtlichen Entwicklung der Hanse- und Hafenstadt zu bieten. Das MHG befindet sich aktuell in einer Modernisierungsphase, die auch eine Neugestaltung der Dauerausstellung umfasst.\nDas\nMuseum für Hamburgische Geschichte\nsucht für den\nFachbereich Verwaltung\nzum nächstmöglichen Zeitpunkt eine Person als\nSachbearbeiter*in Verwaltung (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nAllgemeine Verwaltungstätigkeiten\nErstellen von Ausgangsrechnungen und Zahlungsanweisungen\nAusfertigen von Standardverträgen, wie Werk- und Kooperationsverträgen\nKassenführung und -abrechnung\nDurchführung niedrigschwelliger Vergabeverfahren, Einholen von Angeboten für Produkte und Dienstleistungen, Klärung der Angebotsdetails mit Dienstleistern\nLösungsorientierte Entwicklung, Optimierung und Koordination von administrativen und fachbereichsübergreifenden Arbeitsabläufen und Prozessen in Abstimmung mit der Fachbereichsleitung Verwaltung\nMitwirkung bei der Planung sowie Organisation und Durchführung von Veranstaltungen jeder Art an verschiedenen Standorten\nEntwicklung von Veranstaltungsformate in Zusammenarbeit mit der Fachbereichsleitung\nVerfügbar machen von Angeboten im Online Shop\nDafür besitzen Sie folgendes Profil:\nabgeschlossene Kaufmännische Ausbildung, z. B. Kaufleute für Büromanagement oder Veranstaltungskaufleute oder vergleichbare Qualifikation mit Berufserfahrung\nKenntnisse und Erfahrungen in der Organisation und Durchführung von Veranstaltungen\nwünschenswert sind Kenntnisse und Erfahrungen in der Arbeit in Kulturbetrieben, idealerweise in Museen oder im Bereich der öffentlichen Verwaltung\nFähigkeit zum betriebswirtschaftlichen Denken und strukturierter Arbeitsweise, interkulturelle Kompetenz, Verantwortungsbewusstsein\nLust auf Gestalten und Optimieren\nKenntnisse in Ablage- und Archivierung\nKenntnisse in unterschwelligen öffentlichen Vergabeverfahren und Grundkenntnisse im Vertragsrecht\nBelastbarkeit, Teamfähigkeit und Kommunikationsfähigkeit\nsehr gute deutsche in Wort und Schrift mind. C1 Niveau und gute englische Sprachkenntnisse\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nZuschuss zum HVV Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 8\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 25. Januar 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-verwaltung-m-w-d-4/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-verwaltung-prozessmanagement-digitalisierung-und-it-m-w-d/", "image": "", "title": "Fachbereichsleitung Verwaltung / Prozessmanagement Digitalisierung und IT (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 25.01.2026 | Die Stiftung Historische Museen Hamburg (SHMH) vereint seit 2008 die musealen Einrichtungen der Freien und Hansestadt Hamburg, die sich aus vielfältigen thematischen Blickwinkeln mit der Geschichte Hamburgs und seiner Umgebung, einschließlich nationaler, europäischer und globaler Verflechtungen, befassen. Mit rund 240 Mitarbeitenden und jährlich etwa 350.000 Gästen zählt die Stiftung öffentlichen Rechts zu den größten stadt- und regionalgeschichtlichen Museumsverbünden in Europa.\nZur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit mit ihren jeweiligen Außenstellen und das im Aufbau befindliche Deutsche Hafenmuseum. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht in Hamburg derzeit eine der größten und ambitioniertesten Museumsneugründungen Europas. Das Deutsche Hafenmuseum umfasst einen zu errichtenden Neubau in repräsentativer Lage im neuen Stadtteil Grasbrook sowie als zweiter, bereits aktiver Standort den historischen Schuppen 50A) am Hansahafen und die Viermastbark PEKING.\nDer kaufmännische Direktionsbereich Management Zentrale Dienste (MZD) bearbeitet die elementaren administrativen Aufgaben für alle Standorte der SHMH.\nFür das\nDeutsche Hafenmuseum (im Aufbau)\nund das\nManagement Zentrale Dienste der Stiftung\nsuchen wir zum nächstmöglichen. Zeitpunkt eine\nFachbereichsleitung Verwaltung /\nProzessmanagement Digitalisierung und IT (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nIm Bereich der Fachbereichsleitung Verwaltung des Deutschen Hafenmuseums (im Aufbau):\nSteuerung der Betriebsabläufe, insbesondere des aktiven Standortes Schuppen 50A mit PEKING und aller administrativen Anforderungen der öffentlich-rechtlichen Institution\nMitarbeit an der Entwicklung und Realisierung des Neubaus und Steuerung der Gebäude- und unterhaltsrelevanten Themenstellungen am aktiven Standort\nAnleitung, Schulung und Führung der Mitarbeitenden im Fachbereich Verwaltung\nProzessoptimierung und Weiterentwicklung der Verwaltungsaufgaben mit häuserübergreifender Betrachtung in Zusammenarbeit mit der Kaufmännischen Direktion sowie den Fachbereichsleitungen Verwaltung der anderen Stiftungshäuser\nPlanung und Bewirtschaftung des hausbezogenen Budgets gemeinsam mit der Direktion\nIm Bereich Prozessmanagement IT und Digitalisierung des Managements zentrale Dienste\nAnalyse, Anpassung und Optimierung von Prozessen in Kooperation mit den multidisziplinären Fachbereichen\nRealisierung digitaler, medienbruchfreier Prozesse\nBeratung und Entscheidungsvorbereitung für Kaufmännische Direktion und Vorstand\nBegleitung von Digitalisierungsprojekten\nMitwirkung bei der Einführung und Etablierung eines modernen und effizienten Prozessmanagements\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes Hochschulstudium der Betriebswirtschaft oder vergleichbar\nVertiefte Fachkenntnisse des Betriebs öffentlicher Kultureinrichtungen\nVertiefte Fachkenntnisse in Prozessmanagement, Digitalisierungsprozessen und der Optimierung von IT\nFachkenntnisse in Projektmanagement\nFachkenntnisse in Organisationsentwicklung sowie in Teamentwicklung und Teamführung\nFachkenntnisse des öffentlichen Vergabe- und Zuwendungsrechts\nKenntnisse in Buchhaltung und Kostenrechnung\nausgewiesene, diversitätsoffene Kommunikationsfähigkeit, verbindliches und durchsetzungsfähiges Auftreten\nsicherer Umgang mit Mitarbeitenden, Lieferanten, Handwerksbetrieben und Dienstleistern\nFreude an dynamischen Entwicklungen und Streben nach stetiger Verbesserung\nKollegialität, Teamfähigkeit sowie Bereitschaft zur stetigen Fortbildung\nEin sehr hohes Maß an Sorgfalt und Verantwortungsbewusstsein\nsehr gute deutsche Sprach- und Textkompetenz, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nZuschuss zum HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach Entgeltgruppe\n12 TV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 25. Januar 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-verwaltung-prozessmanagement-digitalisierung-und-it-m-w-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-3/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 08.02.2026 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und internationalen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nDas 1908 gegründete und 1922 eröffnete\nMuseum für Hamburgische Geschichte\n(MHG) gehört zu den größten stadthistorischen Museen in Deutschland. Es dokumentiert die Geschichte der Freien und Hansestadt Hamburg von der Stadtgründung bis zur Gegenwart. Die in weit mehr als einem Jahrhundert gewachsenen Sammlungen umfassen kulturgeschichtliche Objekte, Gemälde, Grafiken, Schiffs- und Topografiemodelle, Möbel, Textilien und Münzen. Darüber hinaus stellen Wirtschafts- und Sozialgeschichte, Technik- und Verkehrsgeschichte, Bauen und Wohnen, Theater, Mode und Kulturgeschichte sowie das jüdische Leben in Hamburg wichtige Themen und Sammlungsgebiete des Museums dar. Hauptziel des Museums ist es, Orientierung in der Auseinandersetzung mit der geschichtlichen Entwicklung der Hanse- und Hafenstadt zu bieten. Das MHG befindet sich aktuell in einer Modernisierungsphase, die auch eine Neugestaltung der Dauerausstellung umfasst.\nDas\nMuseum für Hamburgische Geschichte\nsucht für den Fachbereich Sammlungen zum nächstmöglichen Zeitpunkt eine*einen\nFachbereichsleitung Sammlung /\nWissenschaftliche*n Mitarbeiter*in (m/w/d)\nin Vollzeit, unbefristet\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nals Fachbereichsleitung Sammlung:\nStellvertretende Direktion (in Abwesenheit)\nfachlich vorgesetzte Person für die Mitarbeitenden im Fachbereich Sammlungen\nWeiterentwicklung von Sammlungsstrategien und des Sammlungskonzeptes in Zusammenarbeit mit der Direktion\nLeitung von Projekten innerhalb des Fachbereichs\nBudgetplanung und verantwortliche Budgetkontrolle\nMitwirkung an der Akquise von Finanzmitteln, Einwerben von Spenden- und Fördermitteln in Abstimmung mit Direktion, Vorbereitung von Anträgen an Stiftungen\nMitwirkung bei Werk- und Kooperations- und Sponsoringverträgen\nMitglied der Sammlungskommission\nMitwirkung an übergeordneten Sonderprojekten zur Datenbankentwicklung und Inventarisierung\nals verantwortliche Person für das Zentraldepot der Stiftung:\nstrategische Weiterentwicklung der Depotinfrastruktur\nEntscheidungsvorbereitung relevanter Fragestellungen zum Zentraldepot für interne Gremien und den Vorstand\nim Bereich Forschung, Wissenschaft, Konzept und Kuratierung:\nfachliche Leitung u. a. für den Schwerpunktbereich Frühe Neuzeit, ggf. auch für den Bereich Numismatik\nWertermittlung bei Sammlungsobjekten\nwissenschaftliche Konzeption, Ausarbeitung und Kuratierung von entsprechenden Ausstellungs- und Themenbereichen für die Neukonzeption und Neuplanung der Dauerausstellung, betreffend 1. OG: Mittelalter, Frühe Neuzeit inkl. Unterbereiche\nzeitweise Tätigkeiten im Rahmen der Modernisierung des Museums für Hamburgische Geschichte:\nMitwirkung bei der Modernisierung und Sanierung des Museums für Hamburgische Geschichte\nKoordination für das Teilprojekt der Ständigen Ausstellung in Bezug auf Sammlung und Logistik in enger Zusammenarbeit mit den weiteren beteiligten Personen\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium der Geschichte, Kunst- und Kulturgeschichte, Museumswissen- und Kulturwissenschaften oder vergleichbar;\nWünschenswert: Numismatik, Schwerpunkt v. a. auf Ausstellungs- und Sammlungsbereich Frühe Neuzeit\nnachgewiesene konzeptionelle, wissenschaftliche Tätigkeiten im o. g. Aufgabengebiet\nErfahrungen in der Durchführung von Ausstellungsprojekten, Koordination und Projektleitung\nvertiefte Fachkenntnisse im Sammlungs- und Depotmanagement sowie in der Wertermittlung von Sammlungsobjekten\nErfahrungen in der Durchführung von Modernisierungsmaßnahmen\neigenverantwortliches und selbständiges Handeln im Rahmen der übertragenen Tätigkeiten\nausgewiesene, diversitätsoffene Kommunikationsfähigkeit, verbindliches und durchsetzungsfähiges Auftreten\nsehr gute deutsche Sprach- und Textkompetenz, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV Deutschlandtickets und Fahrradleasing\nDie Vergütung erfolgt nach Entgeltgruppe\n14 TV-AVH.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller gleichgeschlechtlicher Identitäten, Nationalitäten und von People of Color sowie von Bewerber*innen mit Flucht oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 08. Februar 2026\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-3/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeitende-fuer-die-leitzentrale-m-w-d/", "image": "", "title": "Sicherheitsmitarbeitende für die Leitzentrale (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 31.03.2026 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, Sicherheitsmitarbeitende für die Leitzentrale (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 5 TV-L)in der Abteilung Sicherheit. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.Die Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nIn der Abteilung Sicherheit laufen sämtliche Belange zum Thema Sicherheit, d.h. Angelegenheiten des Personen-, Sach- und Objektschutzes im Bereich kriminelle Handlungen zusammen.\nDies umfasst die Verantwortung für die Sicherheitszentralen und den Aufsichtsdienst ebenso, wie für die Betriebs- und Sicherheitstechnik. Die Abteilung ist verantwortlich für die Erstellung und Fortschreibung eines übergreifenden Security-Konzeptes für die SKD sowie für die Erstellung und regelmäßige Fortschreibung der Gefährdungsanalysen für alle Dauerausstellungen und sicherheitsrelevanten Liegenschaften der SKD und realisiert die Erstellung der spezifischen Sicherheitskonzepte für alle Dauerausstellungen und Sonderausstellungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeitende-fuer-die-leitzentrale-m-w-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-landesgeschichte-d-m-w/", "image": "", "title": "wissenschaftlicher Volontär – Landesgeschichte (d/m/w)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 06.02.2026 | Das Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– sucht zum 01.04.2026\neinen wissenschaftlichen Volontär\n– Landesgeschichte\n(d/m/w)\nDie Vergütung beträgt nach Maßgabe des RdErl. der StK vom 03.06.2019 – 11-0340, im ersten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 1 des TV-L und im zweiten Ausbildungsjahr 50 v. H. des jeweiligen Entgelts der EG 13 Stufe 2 des TV-L.\nDie Dauer des Volontariats ist auf zwei Jahre befristet. Der Dienstort ist Halle (Saale).\nDie Stelle steht in Vollzeit zur Verfügung. Während der Ausbildung erhalten die Volontäre Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhre Aufgaben:\npraxisbezogene zweijährige Ausbildung in den Arbeitsbereichen der Abteilung Landesgeschichte des Landesamts\nMitarbeit an einem landeshistorischen Forschungsvorhaben inklusive Quellen-, Redaktions- und Vermittlungsarbeit\nMitwirkung an einem Ausstellungsprojekt mit landeshistorischer Perspektive\nFachliche Voraussetzungen:\nabgeschlossenes Studium (M.A. oder vergleichbarer Abschluss) der Geschichtswissenschaft mit einem zeithistorischen Schwerpunkt\ngute Kenntnisse der Landesgeschichte Sachsen-Anhalts\nsehr gute Deutschkenntnisse und mindestens gute Englischkenntnisse, wünschenswert eine weitere Fremdsprache\nPersönliche Voraussetzungen:\nStrukturierte und zielorientierte Arbeitsweise sowie Kommunikationsbereitschaft\nEngagement und Initiative, Teamfähigkeit und Flexibilität\nBereitschaft zu transepochaler und interdisziplinärer Arbeit\nFahrerlaubnis/Führerschein und Bereitschaft zum Führen von Dienstkraftfahrzeugen\nBereitschaft zu Dienstreisen\ngute EDV-Kenntnisse und Bereitschaft, diese zu erweitern\nWir bieten Ihnen:\nein breit gefächertes Aufgabengebiet mit der Möglichkeit für ein hohes Maß an Eigenverantwortung und der Möglichkeit für kreativen Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\neinen attraktiven Arbeitsplatz\nTeilnahme an Weiterbildungsangeboten\nflexible Arbeitszeitregelungen\n30 Tage Urlaubsanspruch im Jahr (bei einer 5 Tage Woche)\n12. und 31.12. frei\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 01/26\n– auch außen auf dem Briefumschlag – bis zum 06.02.2026\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–Landesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-landesgeschichte-d-m-w/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-4/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Bröhan Museum, Berlin Bewerbungsende: 28.01.2026 | Wissenschaftliches Volontariat (m/w/d)\nKennzahl 01/2026\nDas Bröhan Museum, Jugendstil, Kunst, Design, zeigt angewandte Kunst und Design der Moderne seit 1890 sowie Gemälde und Grafiken aus dem Umfeld der Berliner Secession. Zudem finden jährlich mehrere Sonderausstellungen zu Themen der Kunst und Gestaltung vom 19. Jahrhundert bis in die Gegenwart statt.\nZum 01.03.2026 ist im Museum ein wissenschaftliches Volontariat in Vollzeit (100%) mit dem Schwerpunkt Ausstellungen/Sammlung zu besetzen.\nArbeitsgebiet:\nMitarbeit vorrangig in den Bereichen Ausstellungsorganisation und Sammlungsmanagement.\nKonzeptionelle und organisatorische Mitwirkung an Ausstellungsprojekten einschließlich Publikation, Didaktik und Rahmenprogramm\nMitarbeit bei der Planung und Durchführung des Umzugs der Museumssammlung in ein temporäres Ausweichquartier\nEinblick in konservatorische Fragestellungen, Provenienzforschung und den Bereich digitale Dokumentation\nFormale Anforderungen:\nErfolgreich abgeschlossenes Hochschulstudium in einem museumsrelevanten Fach (insbesondere Kunstgeschichte) an einer Universität mit einem Diplom-, Magister-, oder Masterabschluss oder einem Masterabschluss in entsprechend akkreditierten Studiengängen an einer Fachhochschule\nFachliche / außerfachliche Anforderungen:\nFundierte Kenntnisse der freien und angewandten Kunst des 19. und 20. Jahrhunderts\nErste museumspraktische Erfahrungen (z.B. Praktika) und ausgeprägtes Interesse an museologischen Fragestellungen sowie aktuellen Entwicklungen der Museumsarbeit\nGute englische Sprachkenntnisse\nGute Kenntnisse und Sicherheit im Umgang mit neuen Medien, MS-Office, Datenbanken und gängigen Grafikprogrammen\nEigeninitiative, Fähigkeit zu selbstständigem wie auch teamorientiertem Arbeiten, hohe Flexibilität und Belastbarkeit\nWir bieten:\nEine abwechslungsreiche, praxisorientierte Ausbildung in einem interessanten Arbeitsumfeld und einem engagierten, wertschätzenden Team\nTeilnahme an ausbildungsrelevanten Fortbildungen nach Absprache\nFlexible Arbeitszeiten und Mobile Office nach Absprache\nMöglichkeit der Inanspruchnahme eines BVG-Firmentickets\nDie Dauer des Volontariats beträgt zwei Jahre, wobei die ersten vier Monate als Probezeit gelten. Es wird eine Bruttovergütung in Höhe von 50 % des jeweiligen Entgelts der Stufe 1 der Entgeltgruppe 13 TVöD-VKA, ab dem zweiten Jahr der Stufe 2 gezahlt.\nSie finden sich im Profil wieder?\nDann freuen wir uns auf Ihre Bewerbung!\nVollständige schriftliche Bewerbungsunterlagen erbitten wir\nbis zum 28.01.2026\nper Post oder E-Mail (zusammengefasst in einem PDF-Dokument) an:\nBröhan Museum\nStichwort: Volontariat\nSchloßstraße 1a\n14059 Berlin\nE-Mail: bewerbung@broehan-museum.de\nAnsprechpartnerin für Fragen zum Aufgabengebiet: Dr. Anna Grosskopf (Tel.: 030/326 906 21)\nSchriftliche Bewerbungsunterlagen werden nur zurückgesandt, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nSchwerbehinderte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Bitte weisen Sie in der Bewerbung gegebenenfalls auf eine vorhandene Schwerbehinderung bzw. Gleichstellung hin. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Einwanderungsgeschichte werden besonders ermutigt, sich zu bewerben.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-4/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-w-m-d/", "image": "", "title": "wissenschaftliches Volontariat (w/m/d)", "content_text": "Horst-Janssen-Museum, Oldenburg Bewerbungsende: 09.02.2026 | Die Universitätsstadt Oldenburg, Zentrum im Nordwesten mit mehr als 170.000 Einwohnerinnen und Einwohnern, bietet engagierten und teamfähigen Nachwuchskräften\nzum 1. Mai 2026\nein wissenschaftliches Volontariat (w/m/d)\nim Amt für Kultur, Museen und Sport an. Zu den städtischen Häusern zählen das Haus für Medienkunst, das Stadtmuseum Oldenburg und das Horst-Janssen-Museum. Das Volontariat wird dabei überwiegend im Horst-Janssen-Museum stattfinden.\nDie Stelle auf einen Blick\nAmt: Amt für Kultur, Museen und Sport\nFachdienst 306 – Horst-Janssen-Museum\nFunktion: Volontärin / Volontär\nEntgeltgruppe: 50 % des Entgeltes der Entgeltgruppe 13 Stufe 1 TVöD-V in der jeweils geltenden Fassung, Erhöhung im zweiten Jahr auf Stufe 2\nWochenarbeitszeit: Vollzeit (39 Stunden – Teilzeit ist möglich)\nTermin der Einstellung: 01.05.2026\nBeschäftigungsdauer: Zwei Jahre\nEnde der Bewerbungsfrist: 09.02.2026\nDU\nbringst mit:\nein erfolgreich abgeschlossenes Hochschulstudium in museumsrelevanten Fächern (Abschluss mindestens Master oder M.A.)\nerste Kenntnisse in der Museumsarbeit (z. B. durch Praktika)\neinen sicheren Umgang mit PC und Microsoft Office Anwendungen\nhohe kommunikative und interkulturelle Kompetenzen, eine rasche Auffassungsgabe sowie Belastbarkeit\nFließende Deutschkenntnisse sowie gute Kenntnisse in mindestens einer weiteren Sprache (bevorzugt Englisch) sind wünschenswert. Insbesondere solltest du dich mit einem Verständnis der Museumsarbeit identifizieren, das an kultureller Teilhabe, Partizipation und Öffnung orientiert ist. Dabei ist auch die Identifikation mit dem Leitbild der Stadt Oldenburg wichtig.\nWIR\nbieten eine umfassende zweijährige wissenschaftliche Ausbildung. Diese soll einen umfangreichen Einblick in die Ausstellungs- und Veranstaltungspraxis, das Sammlungsmanagement, das Marketing, die Öffentlichkeits- und die Vermittlungsarbeit geben.\nEs erwarten dich folgende Aufgabengebiete:\nForschung zu Leben und Werk von Horst Janssen\nKuratieren von Ausstellungen\nMitarbeit an der wissenschaftlichen Dokumentation von Objekten der Sammlungen\nErstellen von Wissenschafts- und Vermittlungstexten\nMitarbeit an der Presse- und Öffentlichkeitsarbeit, hier vor allem das Betreuen des Instagram-Accounts des Museums\nWährend der Ausbildung erhältst du des Weiteren Einblicke in alle weiteren museumsrelevanten Bereiche der Institution.\nDie Stadt Oldenburg freut sich auf Menschen, die ihr Leben verantwortungsbewusst und aktiv gestalten – im Beruf und zuhause. Daher bieten wir flexible Arbeitszeiten und attraktive Angebote im Rahmen der betrieblichen Gesundheitsförderung. Darüber hinaus fördern wir die Vereinbarkeit von Beruf, Familie und Privatleben.\nHier erfährst du mehr über die Stadt Oldenburg (Oldb) als Arbeitgeberin\n»\n.\nDiversität verstehen wir als Bereicherung und haben uns mit der Unterzeichnung der Charta der Vielfalt ausdrücklich dazu bekannt. Wir leben eine offene und tolerante Unternehmenskultur, in der alle Beschäftigten die gleiche Wertschätzung und Förderung erfahren und wünschen uns Mitarbeiterinnen und Mitarbeiter, die dazu beitragen.\nHaben wir dich neugierig gemacht?\nAuskünfte zum Aufgabenbereich erteilt Ihnen gern Frau Moster-Hoos, Leiterin des Horst-Janssen-Museums, Telefon: 0441 235-2892.\nFragen zum Bewerbungsverfahren beantwortet Hannes Geers, Fachdienst Personal und Organisation, Telefon 0441 235-2785.\nInformationen zum Datenschutz für Bewerberinnen und Bewerber findest du hier\n»\n(PDF, 157 KB).\nBitte bewirb dich ausschließlich online.\nUnsere Bewerbungsfrist endet am 9. Februar 2026.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\n>> Hier gelangst du zur Online-Bewerbung <<\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-w-m-d/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-3/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Museen der Stadt Dresden, Dresden Bewerbungsende: 21.01.2026 | Die Landeshauptstadt Dresden ist eine von hoher Lebensqualität und kultureller Vielfalt geprägte Großstadt. In Dresden mit ca. 570.000 Einwohnerinnen und Einwohnern lässt es sich nicht nur hervorragend leben und wohnen, sondern auch arbeiten. Als Arbeitgeber bietet die Landeshauptstadt Dresden ein breites Spektrum unterschiedlicher Einsatzgebiete und persönlicher Entfaltungsmöglichkeiten. Die Aufgaben sind vielseitig, jeden Tag gilt es, an der Gestaltung der Stadt und ihrer zahlreichen bürgerschaftlichen Anliegen mitzuwirken.\nDie Museen der Stadt Dresden sind ein Verbund aus zehn kommunalen Museen und Galerien. Wir bieten Orte des Austausches und der Diskussion von Themen der historischen, gegenwärtigen und zukünftigen Stadtgesellschaft in den Bereichen Geschichte, Bildende Kunst, Musik, Literatur, Wissenschaft und Technik.\nWir suchen zum nächstmöglichen Zeitpunkt befristet für 2 Jahre zum Einsatz im Stadtmuseum eine/-n\nwissenschaftliche/-n Volontär/-in (m/w/d)\nBewerbung bis:\n21. Januar 2026\nArbeitszeit:\nVollzeit\nEntgeltgruppe:\n50 v.H. des jeweiligen Entgelts in der EG 13, Stufe 1 TVöD\nStandort:\nWilsdruffer Straße 2, 01067 Dresden\nQualifikation:\nabgeschlossene wissenschaftliche Hochschulbildung\nDiese Aufgaben erwarten Sie\nadministrative und organisatorische Aufgaben sowie Unterstützung bei der Projektkoordination zur interaktiven Kinder- und Familienausstellung „Leben am Fluss“ (2028/29) und bei der Neukonzeption der ständigen Ausstellung zur Stadtgeschichte\nMitarbeit bei der digitalen Sammlungsdokumentation (MuseumPlus) und Sammlungserforschung, Ausstellungskonzeption, Leihverkehr, Publikationen, Umsetzung/Ausstellungsaufbau, Öffentlichkeits- und Vermittlungsarbeit\nMitarbeit bei den täglichen Geschäftsabläufen und im Bereich der Querschnittsaufgaben des Museums\nWas wir Ihnen bieten\nSie sind auf der Suche nach einer Tätigkeit mit Perspektive in Dresden? Dann sind Sie bei uns genau richtig!\nBeschäftigte der Landeshauptstadt Dresden profitieren von zahlreichen Vorteilen und Möglichkeiten.\nFreuen Sie sich auf…\n30 Tage Erholungsurlaub bei einer 5-Tage-Woche im Kalenderjahr und Möglichkeit des Bildungsurlaubs\numfangreiches Qualifizierungsangebot für fachliche sowie persönliche Weiterentwicklung\nVergünstigungen im Personennahverkehr (Job-Ticket, auch als Deutschlandticket)\nVereinbarkeit von Beruf und Privatleben (z. B. durch flexible Arbeitszeitmodelle, Gleitzeit und mobiles Arbeiten)\nDas bringen Sie mit\nabgeschlossene wissenschaftliche Hochschulbildung, Diplom (Uni), Magister (Uni) oder Master (FH und Uni) in den Fachrichtungen Geschichte, Public History, Kulturwissenschaften, Kunstgeschichte, Museumspädagogik oder vergleichbar\neintragungsfreies polizeiliches Führungszeugnis nach § 30 Bundeszentralregistergesetz (nach Aufforderung)\nWünschenswert\nErfahrungen in der Museumsarbeit (Museumspraktika oder andere Formen der Mitarbeit)\nInteresse an aktuellen Entwicklungen und Diskursen – insbesondere in den Bereichen Inklusion/Teilhabe/Partizipation/Diversität/Digitalität\nversierter Umgang mit digitalen Anwendungen und MS Office\ngute Kommunikations- und Kooperationsfähigkeit\nDeutschkenntnisse mindestens Level B2 in Wort und Schrift\nWir wertschätzen Vielfalt und möchten, dass unsere Beschäftigten die Stadtgesellschaft widerspiegeln. Wir begrüßen alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nWir freuen uns auf Ihre Bewerbung! Senden Sie uns Ihre vollständigen Unterlagen online über\nbewerberportal.dresden.de\nzu. Aus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nMit der Abgabe der Bewerbung willigen Sie der Speicherung der personenbezogenen Daten während des Bewerbungsverfahrens ein. Detaillierte Hinweise zur Verarbeitung Ihrer personenbezogenen Daten sowie den Umgang mit den übersandten Unterlagen finden Sie unter: www.dresden.de/stellen.\nIhre Ansprechpersonen\nfür fachliche Fragen\nFrau Dr. Ludwig (Museen der Stadt Dresden)\nTel. 0351-488 7302\nzum Bewerbungsprozess\nFrau Lossack (Haupt- und Personalamt)\nTel. 0351-488 2960\nSie haben noch nicht die passende Stelle gefunden?\nGerne informieren wir Sie über neu veröffentlichte freie Stellen der Landeshauptstadt Dresden in unserem Newsletter. Jetzt abonnieren unter www.dresden.de/newsletter!\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-3/", "date_published": "2026-01-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-kunstvermittlung-m-w-d-2/", "image": "", "title": "Volontariat Kunstvermittlung (m/w/d)", "content_text": "Kunstmuseum Villa Zanders, Bergisch Gladbach Bewerbungsende: 31.01.2026 | Volontariat Kunstvermittlung (m/w/d)\nKunstmuseum Villa Zanders\nBefristet auf 2 Jahre, ab dem 01.05.2026\n50 % von EG 13 TVöD\nVollzeit\nBewerbungsfrist: 31.01.2026\nIhre Aufgaben\nSie übernehmen konzeptionelle Aufgaben und koordinieren die Umsetzung des Kunstvermittlungsprogramms.\nSie konzipieren Veranstaltungen und führen durch die Ausstellungen.\nSie entwickeln und leiten Workshops für Schulen, Kinder, Jugendliche und Erwachsene.\nSie sind für die Koordination, Kommunikation und Einarbeitung von über zehn freien Mitarbeiterinnen und Mitarbeitern zuständig\nSie übernehmen die Pflege und den Ausbau von Kooperationen mit Schulen, Vereinen etc.\nSie betreuen das Kunstvermittlungs-Atelier und sind zuständig für die Einkäufe von Kunstbedarf etc.\nSie gestalten eigenständig digitale und inklusive Formate und bringen sich in Kooperationsprojekte ein.\nSie übernehmen Aufgaben in der Öffentlichkeitsarbeit mit Schwerpunkt auf Social-Media-Aktivitäten.\nSie arbeiten an Ausstellungsprojekten mit.\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhr Profil\nSie verfügen über ein abgeschlossenes wissenschaftliches Hochschulstudium (Master/Magister) im Bereich Kunstpädagogik, Kunstvermittlung oder Kulturelle Bildung, Kulturwissenschaften, Kunstgeschichte oder einer vergleichbaren Fachrichtung.\nSie haben ein besonders Interesse an Gegenwartskunst.\nSie haben sehr gute organisatorische und kommunikative Fähigkeiten sowie hohe soziale Kompetenzen.\nVorkenntnisse in den Aufgabenbereichen sind willkommen, aber nicht Voraussetzung – Sie wachsen bei uns in Ihre Aufgaben hinein.\nSie haben Interesse an der Mitarbeit in einem kleinen Team.\nSie sind flexibel und bereit, gelegentlich am Wochenende oder an Abenden zu arbeiten.\nSie haben sehr gute Deutschkenntnisse;  gute Englischkenntnisse sind wünschenswert.\nSie verfügen über sichere Kenntnisse in gängigen Office-Programmen und bringen Erfahrung im Umgang mit digitalen Medien mit.\nIhre Vorteile\nFlexible Arbeitszeiten im Rahmen von Gleitzeit\nFort- und Weiterbildungsmaßnahmen zu zahlreichen fachlichen und persönlichen Kompetenzen\nKostengünstiges Deutschlandticket für 34 Euro\nKontakt\nFür Fragen zum Verfahren\nHerr Zach\nE-Mail:\nd.zach@stadt-gl.de\nTelefon\n02202 14 2785\nFür fachliche Fragen\nFrau Dr. Dinter\nE-Mail:\nina.dinter@stadt-gl.de\nTelefon\n02202 14 1736\nWas uns wichtig ist\nBewerbungen von Frauen sind ausdrücklich erwünscht. Frauen werden nach Maßgabe des Landesgleichstellungsgesetzes bevorzugt berücksichtigt. Die Ausschreibung wendet sich ausdrücklich auch an Menschen mit Migrationsgeschichte. Entsprechend der gesetzlichen Bestimmungen werden schwerbehinderte Bewerberinnen und Bewerber sowie ihnen gleichgestellte Menschen besonders berücksichtigt.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/volontariat-kunstvermittlung-m-w-d-2/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-fuer-wissenschaftskommunikation-mit-schwerpunkt-digitale-kommunikation-w-m-d/", "image": "", "title": "Referent*in für Wissenschaftskommunikation mit Schwerpunkt digitale Kommunikation (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 01.02.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Teams. Wir besetzen zum nächstmöglichen Zeitpunkt in der Abteilung Kommunikation & Presse am Standort Bonn die Position\nReferent*in für Wissenschaftskommunikation mit Schwerpunkt digitale Kommunikation\n(w/m/d)\nin Teilzeit 50 Prozent mit 19,92 Stunden/Woche. Die Stelle ist für die Dauer von zwei Jahren nach § 14 Teilzeit- und Befristungsgesetz befristet. Die Möglichkeiten einer dauerhaften Weiterbeschäftigung werden nach Ablauf des befristeten Arbeitsvertrages geprüft.\nDas sind Ihre Aufgaben:\nMitarbeit bei der Entwicklung von innovativen Kommunikationsformaten auf Grundlage unserer Kommunikationsstrategie, Schwerpunkt digitale und audiovisuelle Medien\nRedaktion und Realisation von Medien (Text, Bild, Audio, Video) für verschiedene Kommunikationskanäle (Social Media, digitale Plattformen, Webseite, Pressemeldungen)\nStrategische Weiterentwicklung der Social Media-Kanäle des LIB und des Museum Koenig Bonn in Zusammenarbeit mit dem Kommunikationsteam, Erschließung neuer Zielgruppen, Datenanalyse und Communitymanagement\nEinordnung der Kommunikationsrelevanz wissenschaftlicher Themen sowie umweltpolitischer Entwicklungen\nBetreuung von Kommunikationsprojekten und Steuerung von Dienstleistern\nPressearbeit und Begleitung von Medienterminen\nStellvertretung der Abteilungsleitung Kommunikation & Presse am Standort Bonn\nDas sind unsere Anforderungen:\nAbgeschlossenes Hochschulstudium einer relevanten Fachrichtung (Medien- oder Kommunikationswissenschaft, Journalismus, Biologie oder vergleichbar)\nVolontariat oder entsprechende Berufserfahrung in Wissenschaftsjournalismus/ Wissenschaftskommunikation\nDie Fähigkeit, wissenschaftliche Themen in digitalen und audiovisuellen Formaten zielgruppengerecht aufzubereiten\nFreude am Entwickeln und Umsetzen kreativer Ideen und ein ausgeprägtes Verständnis für Bildsprache, Tonalität und Text\nErfahrung mit Content-Management-Systemen, sowie Grafik-/Schnittprogrammen\nSehr gute Kenntnisse der Forschungs-, Bildungs- und Medienlandschaft\nInteresse an aktuellen gesellschaftlichen Fragestellungen und Debatten im Bereich Biodiversität\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nstrategisches Denken und ein teamorientierter Arbeitsstil\nDas sind unsere Leistungen:\neine attraktive Tätigkeit in einer exzellenten Bildungs- und Forschungseinrichtung\nviel Gestaltungsfreiheit in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (bis zur EG 13 TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Arbeitsproben, Anschreiben, Lebenslauf und Kopien von Zeugnissen)\nbis\nzum 01.02.2026\nausschließlich digital über unser Karriereportal:\nhttps://8101202752.karriereportal.cloud/\nan Frau Winkels. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-fuer-wissenschaftskommunikation-mit-schwerpunkt-digitale-kommunikation-w-m-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d/", "image": "", "title": "Sachbearbeiter:in (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden, Dresden Bewerbungsende: 22.01.2026 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, als längerfristige krankheitsbedingte Abwesenheitsvertretung, eine/einen\nSachbearbeiterin/Sachbearbeiter (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 11 TV-L) in der Abteilung Recht und Innerer Dienst. Die Stelle soll in Teilzeit, mit 50% der regelmäßigen Arbeitszeit, besetzt werden.\nHinweis: Die Tätigkeit kann alternativ auch im Rahmen einer Abordnung innerhalb des Freistaates Sachsen erfolgen.\nDie Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nDie Abteilung Recht und Innerer Dienst nimmt vielfältige Querschnittsaufgaben innerhalb des Museumsverbundes wahr. Bestandteil der Abteilung sind unter anderen das Rechtsreferat, der Informations- und Datenschutz, sowie die Poststelle, das Fuhrparkmanagement und die Büromaterialbeschaffung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/anlagenmechaniker-in-m-w-d/", "image": "", "title": "Anlagenmechaniker/in (m/w/d)", "content_text": "Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte, Würzburg Bewerbungsende: 08.02.2026 | Das Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte sucht zur Verstärkung unseres Teams in der Museumstechnik eine/n\nAnlagenmechaniker/in (m/w/d)\nin Vollzeit, Entgeltgruppe 5 TV-L, unbefristet, zum nächstmöglichen Zeitpunkt.\nDas Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg befindet sich seit dem 01.01.2017 in der Trägerschaft des Freistaats Bayern. Es ist ein Zentralmuseum für fränkische Kunst- und Kulturgeschichte mit einer Abteilung zur Würzburger Stadtgeschichte und besitzt Sammlungen mit herausragenden Spitzenstücken der Malerei, Grafik und Skulptur sowie des Kunsthandwerks von der Frühzeit bis in die Gegenwart. Derzeit befindet sich das Haus in einer Phase der Neupositionierung als erlebnisorientiertes kulturgeschichtliches Museum für ganz Franken, die mit einer Generalsanierung der Festung Marienberg, einer zukunftsweisenden Neukonzeption und dem Umzug des Museums samt seiner Depots einhergeht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/anlagenmechaniker-in-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-in-m-w-d-in-der-abteilung-schloesser-und-sammlungen-2/", "image": "", "title": "wissenschaftliche(r) Mitarbeiter/in (m/w/d) in der Abteilung Schlösser und Sammlungen", "content_text": "Kulturstiftung Dessau-Wörlitz, Dessau Bewerbungsende: 15.01.2026 | In der Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau ist\nzum nächstmöglichen Zeitpunkt\neine Stelle als\nwissenschaftliche(r) Mitarbeiter/in (m/w/d)\nin der Abteilung Schlösser und Sammlungen\nzu besetzen.\nDie ausgeschriebene Stelle ist dem Referat Kunstforschung und Sammlungen in der Abteilung Schlösser und Sammlungen zugeordnet.\nWerden Sie Teil unseres motivierten und engagierten Teams am Standort Dessau-Roßlau.\nDie Kulturstiftung Dessau-Wörlitz ist eine durch das Land Sachsen-Anhalt und den Bund geförderte staatliche Stiftung des öffentlichen Rechts. Sie hat mit ihren mehr als 100 Beschäftigten satzungsgemäß die Aufgabe, das Gartenreich Dessau-Wörlitz, eine historische Kulturlandschaft mit dem Status eines UNESCO-Welterbes, zu bewahren und zu entwickeln. In Obhut der Stiftung befinden sich etwa 240 historische Bauwerke, darunter fünf Schlösser mit dazugehörigen Gartenanlagen und umfangreiche Kunstsammlungen von europäischem Rang.\nInhaltliche Schwerpunkte der Tätigkeit sind:\nwissenschaftliche Bestandsaufnahme und Bearbeitung des herausragenden Sammlungsbestandes, v.a. des Kunsthandwerks\nVermittlung des Sammlungsbestandes in verschiedenen Formaten (in Vorträgen, Führungen, digitalen Formaten wie Apps usw.)\nMitarbeit an Forschungsprojekten und an der Vorbereitung von Sonderausstellungen, Erarbeitung von Katalogbeiträgen und Schlossführern\nBearbeitung wissenschaftlicher Anfragen, Begleitung von Restaurierungsmaßnahmen, Mitarbeit im Leihverkehr (inkl. Kurierfahrten)\nSie erfüllen folgende Voraussetzungen:\nmit Master oder Magistergrad abgeschlossenes Studium der europäischen Kunstgeschichte (Promotion erwünscht)\nmehrjährige Berufserfahrung an einer Einrichtung mit vergleichbarer inhaltlicher Ausrichtung, ein erfolgreich absolviertes zweijähriges wissenschaftliches Volontariat ist von Vorteil\nsehr gute Kenntnisse im Bereich der Kunst und Residenzkultur des 17. und 18. Jahrhunderts, die sich anhand wissenschaftlicher Leistungen (Abschlussarbeit, Publikationen oder Mitarbeit in entsprechenden Projekten) belegen lassen\nTextsicherheit, einwandfreie Beherrschung der deutschen Rechtschreibung, Sprachgewandtheit und Fertigkeit im Erstellen wissenschaftlicher und didaktischer Texte erforderlich, Erfahrung in der Redaktion und Herausgabe von wiss. Publikationen ist von Vorteil\nFührerschein Klasse B und die Bereitschaft zum Führen eines Pkw\nDarüber hinaus erwarten wir von Ihnen:\ngute Englischkenntnisse in Wort und Schrift\nsicherer Umgang mit Microsoft-Office-Programmen und souveräne Handhabung von museumsspezifischen Datenbanken erforderlich\nschnelle Auffassungsgabe, Einsatzbereitschaft, Selbständigkeit, hohe Belastbarkeit, Team- und Kommunikationsfähigkeit\nKreativität, Flexibilität und Sorgfalt\nAufgrund der spezifischen Öffnungszeiten der Schlösser kann gelegentliche Wochenend- und Feiertagsarbeit nicht ausgeschlossen werden; eine entsprechende Einsatzbereitschaft wird vorausgesetzt.\nWir bieten Ihnen:\nWork Life Balance\nFlexible Arbeitszeiten in einem Gleitzeit-Modell mit Zeitguthaben sind für uns selbstverständlich.\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Arbeitswoche.\nDer 24. und 31. Dezember sind zusätzliche freie Arbeitstage.\nDie Möglichkeit einer Teilzeitbeschäftigung unter Berücksichtigung der dienstlichen Erfordernisse sehen wir als Selbstverständlichkeit an.\nIhre Gesundheit liegt uns sehr am Herzen! Wir bieten Ihnen ein modernes betriebliches Gesundheitsmanagement an.\nFaire Vergütung\nBei Erfüllung der persönlichen Voraussetzungen und Wahrnehmung aller übertragenen Tätigkeiten ist eine Zuordnung bis zur Entgeltgruppe 13 des Tarifvertrages der Länder (TV-L) möglich (Vollzeit: 40 Stunden/Woche).\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L.\nKarrierekick durch Weiterbildungen\nWir stillen Ihren Wissensdurst und bieten Ihnen gezielte Fortbildungen an.\nSie können bis zu 10 Tage Bildungsurlaub in zwei Jahren nach dem Bildungsurlaubsgesetz in Anspruch nehmen.\nWeitere Benefits\nZentrale Lage Ihres Arbeitsplatzes im Herzen einer der Liegenschaften des Gartenreichs Dessau-Wörlitz.\nSie wollten schon immer alle Häuser der Stiftung kennen lernen?\nSie interessieren sich für unsere Ausstellungen?\nWir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen.\nSie erhalten eine zusätzliche Altersvorsorge über die VBL (Versorgungsanstalt des Bundes und der Länder).\nWir zahlen Ihnen vermögenswirksame Leistungen lt. TV-L.\nWir bieten die Möglichkeit der Entgeltumwandlung zum Leasing für Fahrräder / E-bikes nach TV-L § 19b.\nDie Stelle ist unbefristet.\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller und geschlechtlicher Identität.\nSchwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 15.01.2026\n(Datum des Poststempels bzw. der E-Mail) an\nKulturstiftung Dessau-Wörlitz\nSchloss Großkühnau\nReferat Haushalt/Personal/Organisation\nEbenhanstraße 8\n06846 Dessau-Roßlau\nbewerbung@gartenreich.de\nBei Fragen zum Aufgabengebiet informiert Sie gern:\nFrau Dr. Anette Froesch\nAbteilungsleiterin Schlösser & Sammlungen\nTelefon: + 49 (0) 340 646 15-35\nMobil: + 49 (0) 1511 954 6179\nBewerbungs- und Reisekosten können nicht erstattet werden. Wird die Rücksendung der Unterlagen erwünscht, ist ein ausreichend frankierter und adressierter Rückumschlag erforderlich.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-in-m-w-d-in-der-abteilung-schloesser-und-sammlungen-2/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-eroeffnung-und-inbetriebnahme-m-w-d/", "image": "", "title": "Projektleitung Eröffnung und Inbetriebnahme (m/w/d),", "content_text": "Bauhaus-Archiv / Museum für Gestaltung, Berlin Bewerbungsende: 08.02.2026 | Das Bauhaus-Archiv / Museum für Gestaltung besitzt die weltweit größte Sammlung zum Bauhaus (1919-1933), der bedeutendsten Schule für Architektur, Design und Kunst des 20. Jahrhunderts. Wir bewahren, erforschen und vermitteln die uns anvertrauten Objekte, Dokumente und Medien.\nDerzeit ist das Museum geschlossen, denn das von Bauhaus-Gründer Walter Gropius entworfene Gebäude wird denkmalgerecht saniert und um einen Neubau von Staab Architekten erweitert. Um weiterhin mit Publikum und der Stadtgesellschaft in Kontakt zu sein, bespielen wir den Projektraum The Temporary Bauhaus-Archiv. Parallel dazu arbeiten wir hinter den Kulissen verteilt auf mehrere Standorte an neuen Ausstellungen, an inklusiven Vermittlungskonzepten, an unterschiedlichen Digitalangeboten sowie an den Sammlungsbeständen. Wir entwickeln unsere Organisationsstruktur weiter und fragen uns, wie wir als Institution und Team nachhaltig und zukunftsfähig zusammenarbeiten wollen. Dabei orientieren wir uns an unserem gemeinsam erarbeiteten\nLeitbild\n.\nZur Unterstützung unserer Arbeit suchen wir zum 01.07.2026 eine:\nProjektleitung Eröffnung und Inbetriebnahme (m/w/d),\nVollzeit (39 Stunden), EG 12 TVöD\n– befristet auf zwei Jahre\nDie Stelle ist direkt an die Museumsleitung angebunden und eine zentrale Schaltstelle für die Ende 2027 geplante Eröffnung des sanierten und erweiterten Museumsgebäudes. Als Projektleitung Eröffnung und Inbetriebnahme haben Sie das große Ganze im Blick. Sie halten souverän alle Fäden zusammen und stellen so sicher, dass die Eröffnung des neuen Bauhaus-Archiv / Museum für Gestaltung erfolgreich verläuft.\nZu Ihren Aufgaben gehören unter anderem:\nKonzeption, Strategieentwicklung sowie fortlaufende Anpassung einer organisatorischen Gesamtplanung für Eröffnung und Inbetriebnahme auf Grundlage der mit der Museumsleitung abgestimmten Zielsetzungen (künstlerische Konzeption, Qualität, Termin, Finanzen)\nDas systematische Erfassen, Ergänzen und Vernetzen sowie das Aufbereiten der jeweils in den Fachabteilungen vorliegenden Projektplanungen (z. B. aus Programm, Sammlung, Kommunikation, Bau- und Facilitymanagement, Besuchsservice, IT)\nAnleitung und zielorientierte Koordination der Fachabteilungen im Hinblick auf die Gesamtplanung\nVerantwortung für die interne Kommunikation im Zusammenhang mit der Eröffnung in Abstimmung mit der Direktion\nDas Identifizieren von Fehlstellen, Hindernissen und Problemen und das Entwickeln von entsprechenden Gegensteuerungsmaßnahmen zur Einhaltung der definierten Zielsetzungen\nVerantwortung und Verwaltung von Budget und Zeitplan sowie ein jederzeit verlässliches und übersichtliches Projektcontrolling und -Reporting\nEinbindung von / Kommunikation mit wichtigen externen Partner*innen\nBei Bedarf auch die Übernahme von Einzelprojekten im Rahmen der verfügbaren Kapazitäten\nWir wünschen uns eine Persönlichkeit:\ndie mind. über einen Master-Abschluss in einer einschlägigen Studienrichtung (z. B. Kulturmanagement, Eventmanagement)\noder\ngleichwertige Erfahrung verfügt\ndie über ausgezeichnete und langjährige Projektmanagementkompetenz verfügt, vorzugsweise im Kontext von großen Kulturvorhaben\ndie mit hoher sozialer Kompetenz komplexe Stakeholderkonstellationen managt und vielseitige Anforderungen integrieren kann\ndie auch in herausfordernden Situationen jederzeit Überblick, Detailsinn und Ruhe beweist, dabei durchweg selbstständig und souverän agiert\ndie über ausgezeichnete Ausdrucksfähigkeit in Deutsch und Englisch verfügt\ndie die erforderlichen Software-Tools (z.B. MS Project, Asana) und Methoden (z.B. Moderation, Priorisierung) beherrscht\ndie sich mit den Inhalten, Werten und Zielen des Bauhaus-Archiv identifiziert; idealerweise auch über fachliche Bezüge dazu verfügt\ndie zur flexiblen Gestaltung der Arbeitszeit unter anderem bei der Durchführung von Veranstaltungen am Abend bzw. am Wochenende bereit ist\ndie eine gute Portion Humor und Teamfähigkeit mitbringt\nWir bieten Ihnen:\neinen attraktiven und spannenden Arbeitsplatz in der Mitte Berlins\ndie Zusammenarbeit mit einem interdisziplinären und offenen Team bei der Gestaltung eines neuen Museums mit internationaler Ausstrahlung\nUnterstützung bei der Teilnahme an internen und externen Fortbildungen und dem Erwerb von Zusatzqualifikationen\ngleitende Arbeitszeit und Möglichkeit zur mobilen Arbeit\neine tarifgerechte Bezahlung nach dem Tarifvertrag TVöD/VKA\nWir streben danach, die Diversität der Gesellschaft und unseres Publikums auch innerhalb des Teams widerzuspiegeln – Vielfalt, unterschiedliche Erfahrungen und Perspektiven ermöglichen es uns als Institution, innovativ zu handeln, international zu agieren und offen in den Austausch zu treten.\nSchwerbehinderte Menschen werden ausdrücklich aufgefordert, sich zu bewerben und werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen\n(zusammengefasst in einer PDF Datei – max. 9 MB)\nmit dem\nBetreff: „Eröffnung und Inbetriebnahme“\nbis einschließlich\n08. Februar 2026\nan:\nBauhaus-Archiv / Museum für Gestaltung\nbewerbung.museum@bauhaus.de\nTelefonischer Kontakt:\nTom Nehiba\n030 254 002 27\nzum Stellenangebot\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-eroeffnung-und-inbetriebnahme-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/paedagogischer-mitarbeiterin-m-w-d/", "image": "", "title": "pädagogische*r Mitarbeiter*in (m/w/d)", "content_text": "Dokumentationszentrum Oberer Kuhberg Ulm, Ulm Bewerbungsende: 15.02.2026 | Am Dokumentationszentrum Oberer Kuhberg Ulm e.V. (DZOK) ist zum 1.4.2026 eine Stelle für eine*n pädagogische*n Mitarbeiter*in (m/w/d) im Umfang von 80% (31,2 Std./Woche) in der Vergütungsgruppe TvöD EG 11 zu besetzen.\nIm Fort Oberer Kuhberg, Teil der Bundesfestung Ulm, befand sich von 1933 bis 1935 ein Konzentrationslager des Landes Württemberg. Heute befindet sich am historischen Ort eine Gedenkstätte mit zahlreichen Bildungsangeboten. Als Forschungs-, Lern- und Bildungszentrum hat das Dokumentationszentrum mit Archiv und Bibliothek in der Ulmer Innenstadt ein zweites Standbein und widmet sich allen Aufgabenbereichen eines lokalen NS-Dokumentationszentrums. Das DZOK hat die Rechtsform eines Vereins. Die von Haupt- und Ehrenamtlichen geleistete Arbeit wird vom Land Baden-Württemberg, der Stadt Ulm und den regionalen Gebietskörperschaften unterstützt.\nDie Stelle ist zunächst befristet (bis 31.12.2026); eine Verlängerung wird angestrebt. Sie ist der gedenkstättenpädagogischen Leitung zugeordnet und soll den Stellenwechsel der 2027 in Ruhestand gehenden Gedenkstättenpädagogin vorbereiten.\nIhr Aufgabengebiet umfasst im Wesentlichen:\nPlanen, Organisieren und Durchführen von Führungen, Projekten und Workshops in der KZ-Gedenkstätte Oberer Kuhberg\nPraktische und konzeptionelle Betreuung der Gedenkstätte inkl. Ausstellungen, didaktischer Materialien und Infrastruktur\nPlanung und Durchführung von Veranstaltungen und Workshops in Stadt und Region Ulm/Neu-Ulm sowie von digitalen und hybriden Bildungsangeboten\nGewinnung und Betreuung von ehrenamtlichen Mitarbeitenden am DZOK\nErforderliche Qualifikationen:\nAbgeschlossenes Hochschulstudium in einem geschichtswissenschaftlichen und/oder pädagogischen Fach\nFundierte Kenntnisse über die Zeit des Nationalsozialismus und deren Vermittlung\nErfahrungen in der historisch-politischen Bildungsarbeit bzw. in der Gedenkstätten- oder Museumspädagogik\nOrganisationsgeschick und Teamfähigkeit im Umgang mit Mitarbeitenden, Besuchendengruppen und Kooperationspartner*innen\nBereitschaft, sich rasch in die Arbeitsfelder und den historischen Kontext einzuarbeiten\nBitte übersenden Sie Ihre aussagekräftige Bewerbung bis zum 15. Februar 2026 an das Dokumentationszentrum Oberer Kuhberg, n.wenge@dzok-ulm.de. Die Bewerbungsgespräche finden voraussichtlich am 25. Februar 2026 statt. Bitte merken Sie sich diesen Termin vor.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/paedagogischer-mitarbeiterin-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-veranstaltungen-besucherservice/", "image": "", "title": "Mitarbeiter (m/w/d) Veranstaltungen & Besucherservice", "content_text": "Stiftung Fürst-Pückler-Museum Park und Schloss Branitz, Cottbus Bewerbungsende: 01.02.2026 | Die Stiftung Fürst-Pückler-Museum Park und Schloss Branitz (SFPM) sucht zum nächstmöglichen Zeitpunkt einen\nMitarbeiter (m/w/d) Veranstaltungen & Besucherservice\nEntgeltgruppe 9a TV-L, unbefristet in Vollzeit\nDie vom Land Brandenburg errichtete Stiftung widmet sich dem Erhalt der Pflege, Erforschung und Präsentation des Gesamtkunstwerkes aus Garten- und Landschaftsgestaltung, Architektur, Raumausstattung und Sammlungen des Fürsten Hermann von Pückler in Branitz. Park und Schloss sind Orte des kulturellen Lebens und der Künste des 19. Jahrhunderts und gelten als national bedeutendes Kulturdenkmal.\nUnser Besucherservice sorgt für eine einladende Besucherführung und den Service für die Gäste sowie die Umsetzung von Veranstaltungen in Branitz (Gartenfestival, Weinfest, Parkgottesdienst, Spielplanpräsentation, Branitzer Weihnacht) und Vermietungen (Hochzeiten, Tagungen, Konzerte). Er koordiniert die touristischen Leistungen in den Shops, durch die Guides und bei den Gondelfahrten und sichert die Qualität aller Serviceangebote.\nIhre Aufgaben\nPlanung, Vor- und Nachbereitung sowie Durchführung und Evaluierung von Veranstaltungen (in Kooperation mit internen und externen Partnern)\nPlanung, Bewerbung, Umsetzung und Evaluierung von Besucherformaten (Packages, Touren)\nUmsetzung der hohen Servicequalität in den Besucherbereichen und Mitwirkung bei der Umsetzung eines transparenten Informationsmanagements\neigenverantwortliche und serviceorientierte Koordinierung von und Beratung bei Besucheranfragen und -buchungen und anderen touristischen Angeboten\nAngebotsentwicklung für die Museums-Shops\nNetzwerktätigkeit, Tourismusmarketing und Akquise von Partnern\nIhr Profil\nBerufsausbildung als Kauffrau/-mann für Tourismus, Veranstaltungskauffrau/ -mann, oder im Hotel- Veranstaltungsgewerbe oder vergleichbar\nIdeen für den idealen Service unserer Gäste und eine ausgeprägte Dienstleistungsmentalität\nKommunikationsstärke, zugewandte und offene Persönlichkeit sowie ausgeprägte Teamfähigkeit\nBereitschaft für Wochenend- und Feiertagsarbeit sowie außerhalb der Regelarbeitszeit\nausgezeichnete Deutschkenntnisse in Wort und Schrift\nDurchsetzungsvermögen, Kreativität beim modernen Gestalten in einem Denkmal und eine Prise Humor\nErwünscht sind\neinschlägige Erfahrung im Bereich Tourismus, Besucherservice und/oder Vermittlungsarbeit\nSprachkenntnisse englisch und/oder polnisch\nUnser Angebot\nAls Arbeitgeberin in einer der schönsten historischen Parklandschaften mit hoher Besuchsqualität und nationaler Bedeutung bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit einen verantwortungsvollen und abwechslungsreichen Arbeitsplatz.\nSie finden bei uns ein vielseitiges, experimentierfreudiges Team, kurze Entscheidungswege sowie eine individuelle und intensive Einarbeitung vor. Flexible Arbeitszeit und mobiles Arbeiten nach der Probezeit, 6 Wochen Jahresurlaub, Jahressonderzahlung sowie freie Arbeitstage am 24. und 31. Dezember sowie einen Zuschuss zu vermögenswirksamen Leistungen und eine VBL/Zusatzvorsorge nach TV-L gehören ebenfalls zu unseren Angeboten.\nIhre Bewerbung\nWir freuen uns auf Ihre Online-Bewerbung (ausschließlich im pdf-Format mit insgesamt max. 20 MB in\neiner\nDatei) bis spätestens\n1. Februar 2026\nper E-Mail an:\nbewerbung@pueckler-museum.de\nFür Fragen zur Stellenausschreibung wenden Sie sich bitte an Marion Bartel: (0355) 75 15 131.\nDie Stiftung Fürst-Pückler-Museum Park und Schloss Branitz gewährleistet die berufliche Gleichstellung von Frauen und Männern. Bewerbungen von Frauen sind daher ausdrücklich erwünscht. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgaben des Sozialgesetzbuches IX bevorzugt berücksichtigt. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Die Stelle beinhaltet umfassende körperliche Tätigkeiten und ist für Personen mit physischen Einschränkungen nicht geeignet.\nWir weisen darauf hin, dass bei einer möglichen Zuschlagserteilung ein einfaches polizeiliches Führungszeugnis abgefordert wird. Bewerbungs- und Reisekosten werden nicht erstattet. Mit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Diese werden nach Beendigung des Verfahrens gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-veranstaltungen-besucherservice/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistent-in-im-tourenbetrieb-m-w-d-2/", "image": "", "title": "Assistent/-in im Tourenbetrieb (m/w/d)", "content_text": "Berliner Unterwelten, Berlin Bewerbungsende: 07.02.2026 | Das Arbeitsfeld liegt in der Begleitung unserer Touren für Gäste in den Anlagen des\nBerliner Unterwelten e.V.\nIm Einzelnen sind dies folgende Tätigkeiten:\nBegleitung der Touren und Betreuung der Gäste in Zusammenarbeit mit Referent/-innen\nZahlungsabwicklung gebuchter Gruppenführungen\nSonstige zumutbare Tätigkeiten im Rahmen der Qualifikation\nAnforderungen für die Bewerbung sind:\nDeutsch auf muttersprachlichem Niveau, gute Englischkenntnisse wünschenswert\nBereitschaft zur Weiterbildung\nMobilität, zeitliche Flexibilität, Pünktlichkeit, Zuverlässigkeit\nBereitschaft zu saisonaler Mehrarbeit sowie zu Wochenend- und Feiertagseinsätzen\nFreude am Umgang mit Schulklassen und anderen Gästegruppen\nTeamfähigkeit\nGute Umgangsformen\nGepflegtes äußeres Erscheinungsbild\nArbeitszeit pro Woche: 20 Stunden pro Woche, auf Wunsch bis 30 Stunden möglich\nVergütung: Gemäß Betriebsvereinbarung „Vergütungsordnung für festangestellte Mitarbeiter“\nBeginn der Tätigkeit: nach Vereinbarung (zwischen März und September 2026)\nBefristung bis zum: zwölf Monate ab Vertragsbeginn, dauerhaftes Arbeitsverhältnis angestrebt\nBewerbung bitte per E-Mail an die Personalverwaltung:\nbewerbung@berliner-unterwelten.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.02.2026", "url": "https://www.museumsbund.de/stellenangebote/assistent-in-im-tourenbetrieb-m-w-d-2/", "date_published": "2026-01-08T00:00:00"}]}