{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-59/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Kupferstichkabinett der Staatlichen Museen zu Berlin, Berlin / Dresden Bewerbungsende: 15.04.2025 | Beim\nKupferstichkabinett der Staatlichen Museen zu Berlin\nund dem\nKupferstich-Kabinett der Staatlichen Kunstsammlungen Dresden\nist eine Stelle als\nWissenschaftliche:r Mitarbeiter:in (m/w/d)\nzu besetzen. Für das geförderte Drittmittelprojekt werden die Bestände von Zeichnungen, druckgrafischen Blättern und Büchern von Lucas Cranach dem Älteren, seinen Söhnen und der Werkstatt im Kupferstichkabinett der Stiftung Preußischer Kulturbesitz in Berlin und im Kupferstich-Kabinett der Staatlichen Kunstsammlungen Dresden erforscht. Die Stelle wird zu jeweils 50% bei der Stiftung Preußischer Kulturbesitz und bei den Staatlichen Kunstsammlungen Dresden besetzt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-59/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-24/", "image": "", "title": "Wissenschaftliche:r Mitarbeiterin (w/m/d)", "content_text": "Musikinstrumenten-Museum, Berlin Bewerbungsende: 15.04.2025 | Im\nStaatlichen Institut für Musikforschung\n– Preußischer Kulturbesitz ist eine Stelle als\nWissenschaftliche:r Mitarbeiterin (w/m/d)\nzu besetzen. Das Staatliche Institut für Musikforschung mit Musikinstrumenten-Museum ist eine musikwissenschaftliche Forschungs- und Sammlungseinrichtung, die historische und systematische Aspekte von Musik untersucht. Schwerpunkte sind die Interpretationsforschung, die Instrumentenkunde, das historische Konzertleben und die audiovisuelle Wahrnehmung von Musik. In der Historischen Abteilung II des Instituts sind bislang die Projekte „Geschichte der musikalischen Interpretation im 19. und 20. Jahrhundert“, die Edition der „Briefwechsel der Wiener Schule“ und die Publikation des Jahrbuchs des Instituts angesiedelt. Dazu gehört das Referat Musikwissenschaftliche Dokumentation mit weiterem Sammlungsbestand. In dieser Abteilung ist die ausgeschriebene Stelle angesiedelt und soll neue Schwerpunkte etablieren. Das Institut bildet einen Teil des Kulturforums und ist eng mit den Nachbarinstitutionen vernetzt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-24/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/inventurassistentin/", "image": "", "title": "Inventurassistent*in", "content_text": "Museum für Kunst und Kulturgeschichte Marburg, Marburg Bewerbungsende: 30.03.2025 | Die 1527 gegründete Philipps-Universität bietet vielfach ausgezeichnete Lehre für rund 22.000 Studierende und stellt sich mit exzellenter Forschung in der Breite der Wissenschaft den wichtigen Themen unserer Zeit.\nIm Museum für Kunst und Kulturgeschichte ist zum nächstmöglichen Zeitpunkt befristet auf ein Jahr eine Vollzeitstelle als\nInventurassistent*in\nfür die Mitarbeit bei der Revision der Sammlungen und der Durchführung einer Inventur zu besetzen. Die Eingruppierung erfolgt je nach Qualifikation und Erfüllung der tariflichen Voraussetzungen bis Entgeltgruppe 6 des Tarifvertrages des Landes Hessen.\nDas Museum für Kunst und Kulturgeschichte trägt an zwei Standorten zum kulturellen Angebot des Landes Hessen bei: im Kunstmuseum in der Biegenstraße und im Museum für Kulturgeschichte im Landgrafenschloss.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/inventurassistentin/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-der-kulturgeschichtlichen-sammlung-im-landgrafenschloss-marburg/", "image": "", "title": "Kurator*in der kulturgeschichtlichen Sammlung im Landgrafenschloss Marburg", "content_text": "Museum für Kunst und Kulturgeschichte Marburg, Marburg Bewerbungsende: 06.04.2025 | Die 1527 gegründete Philipps-Universität bietet vielfach ausgezeichnete Lehre für rund 22.000 Studierende und stellt sich mit exzellenter Forschung in der Breite der Wissenschaft den wichtigen Themen unserer Zeit.\nIm Museum für Kunst und Kulturgeschichte ist zum nächstmöglichen Zeitpunkt befristet auf 2 Jahre eine Vollzeitstelle als\nKurator*in der kulturgeschichtlichen Sammlung im Landgrafenschloss Marburg\nzu besetzen. Die Eingruppierung erfolgt je nach Qualifikation und Erfüllung der tariflichen Voraussetzungen bis Entgeltgruppe 13 des Tarifvertrages des Landes Hessen.\nDas Museum für Kunst und Kulturgeschichte trägt an zwei Standorten zum kulturellen Angebot des Landes Hessens bei: im Kunstmuseum in der Biegenstraße und im Museum für Kulturgeschichte im Landgrafenschloss. Das Projekt beschäftigt sich mit der Entwicklung eines Zukunftskonzepts für ein modernes historisches Museum im Landgrafenschloss Marburg, das Architektur, Geschichte, Sammlungen, Partizipation und digitale Vermittlung vereint.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-der-kulturgeschichtlichen-sammlung-im-landgrafenschloss-marburg/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-7/", "image": "", "title": "Restaurator:in (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 10.04.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Sammlungsmanagement ist für Dokumentation, Verwaltung, Lagerung und Transport der Sammlungsobjekte zuständig. Im Rahmen der Zukunftsinitiative, der Generalsanierung der Ausstellungsgebäude auf der Museumsinsel in München, wird seit 2010 eine erweiterte Generalinventur der gesamten eingelagerten Sammlung durchgeführt; zudem wurden alle ausgestellten Exponate des Haupthauses ausgeräumt und eingelagert. Nach Abschluss der Generalsanierung 2028 werden einige neue Ausstellungen wiedereröffnet. Vorbereitend sind Einzeltransporte, aber auch Umzüge gesamter Depots in neue Räumlichkeiten durchzuführen.\nZur Verstärkung der Projektleitung suchen wir daher zum nächstmöglichen Zeitpunkt einen umzugserfahrenen\nRestaurator (w/m/d)\nIhre Aufgaben\neigenverantwortliches Planen von Depotumzügen, Grundlagenerstellung für Ausschreibungs-unterlagen\nErmitteln von Kosten, Personal- und Zeitbedarf für Depotumzüge unter Berücksichtigung von Fristen und Terminen; Organisation eines reibungslosen Ablaufs (Wegefreiheit, Kommissionier-Flächen, Personalräume, Kommunikation)\nEntwicklung konservatorischer Konzepte für Transport, Verpackung, Lagerung von Exponaten auch bei diffizilen Problemstellungen\nkonservatorische Bewertung von Objekten, Untersuchung ihres Erhaltungszustands und Definition konservatorischer sowie präventiv-konservatorischer Anforderungen für Lagerung, Transport und Ausstellung\nPlanung und Beschaffung von Umzugsmaterialien und Depotausstattung nach modernen konservatorischen Gesichtspunkten\nDisposition von Mitarbeitern und externen Firmen; Einweisung, Betreuung und Kontrolle externer Firmen bei Durchführung und Abwicklung\nIhr Profil\nabgeschlossenes Studium der Restaurierung/Konservierung (Dipl. FH, Bachelor)\nErfahrungen in Planung, Koordination und Durchführung von Objekt- und Depotumzügen\nfundierte präventiv-konservatorischer Kenntnisse\nErfahrung bei Neuausstattung und Optimierung von Depoträumen\nPkw-Führerschein und Bereitschaft, Depots mit dem eigenen oder einem Dienst-Pkw anzufahren\nvon Vorteil: Erfahrung im Umgang mit der Museumsdatenbank MuseumPlus, Erfahrung im Umgang mit Gefahrstoffen, Erfahrung im Bereich Notfallplanung für Kulturgut, sicherer Umgang mit konservatorischen Untersuchungsmöglichkeiten\nPersönliche / soziale / methodische Kompetenzen\nEigeninitiative, Verantwortungsbewusstsein, selbstständiges Arbeiten\nKommunikationsfähigkeit, Kontaktfähigkeit, Überzeugungskraft\nEntscheidungsfähigkeit, Organisationsfähigkeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 11 des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist projektbezogen befristet auf zwei Jahre.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n10.04.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2519\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.04.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-7/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wiss-referent-in-kulturvermittlung-m-w-d/", "image": "", "title": "Wiss. Referent/-in Kulturvermittlung (m/w/d)", "content_text": "Museumspädagogisches Zentrum, München Bewerbungsende: 21.04.2025 | Das MPZ ist eine Einrichtung des Freistaates Bayern und der Landeshauptstadt München. Es konzipiert und realisiert analoge und digitale Vermittlungsprogramme für alle Altersgruppen in Museen, im Stadtraum und online. Es bietet Fortbildungen an, berät Museen bei didaktischen Fragen und veröffentlicht Schriften zu Museen und zur Museumspädagogik. Im Rahmen seiner strategischen Weiterentwicklung ist das MPZ bestrebt, seine Arbeit zukunftsweisend und teilhabeorientiert auszurichten.\nZur Verstärkung unseres Teams suchen wir eine/-n\nWiss. Referent/-in Kulturvermittlung (m/w/d)\nzum nächstmöglichen Zeitpunkt, in Vollzeit (100%),\nEntgeltgruppe 13 TV-L, unbefristet\nIhre Aufgaben\nwissenschaftlich fundierte Konzeption, Koordinierung und Qualitätsentwicklung von Projekten, Programmen und Materialien auf Grundlage zentraler Leitlinien der Kulturellen Bildung\n(z.B. Bildung für nachhaltige Entwicklung, Inklusion/ Diversität, kulturelle Teilhabe, Demokratiebildung)\nKonzeption und Durchführung entsprechender Fortbildungen für Fachpersonal in Bildungseinrichtungen und Museen sowie für Studierende und Multiplikator*innen\nAuf- und Ausbau bzw. Pflege von Netzwerken und Kooperationen\nkonzeptionelle Betreuung von Medienangeboten (z.B. Publikationen oder Webseiten)\nIhre Voraussetzungen\nabgeschlossenes wissenschaftliches Hochschulstudium in den Bereich Geistes-, Sozial- oder Naturwissenschaften oder vergleichbare Qualifikationen\nKenntnisse der wissenschaftlichen Diskurse zu Kultureller Bildung und ihren Leitlinien\nmehrjährige Erfahrungen im Bereich kulturelle, politische und/ oder historische Bildung, idealerweise in Museen oder vergleichbaren Einrichtungen\nWünschenswert:\nSie haben Erfahrungen darin, gemeinsam in, mit und für Teams Konzepte zu entwickeln und zu implementieren.\nSie haben Freude am eigenen lebenslangen Lernen, denken kreativ, arbeiten strukturiert und haben Erfahrungen im Projektmanagement und/ oder Verwaltungsaufgaben.\nSie sind vertraut mit den Akteur/-innen und Strukturen der Kulturellen Bildung in Bayern und in der Bundesrepublik (Netzwerk)\nSie sind kommunikationsstark in Wort und Schrift, können komplexe Sachverhalte verständlich vermitteln und Prozesse zielführend moderieren.\nWir bieten Ihnen:\ndie Arbeit in einem engagierten und interdisziplinären Team, das sich aus verschiedenen Fachrichtungen und Erfahrungen heraus mit Fragen von Bildung und Vermittlung in Museen in Theorie und Praxis beschäftigt\neine vielseitige, verantwortungsvolle Tätigkeit und eine tarifliche Entlohnung und Anstellung im öffentlichen Dienst\nFortbildungsmöglichkeiten\ngute Vereinbarkeit von Familie und Beruf durch eine flexible Arbeitszeitregelung, sowie die Möglichkeit des mobilen Arbeitens\nattraktive Sozialleistungen: z.B. eine betriebliche Altersvorsorge, vergünstigtes Ticket für den öffentlichen Nahverkehr sowie vermögenswirksame Leistungen\neinmalige Jahressonderzahlung\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. Entgeltgruppe 13 TV-L.\nDie Stelle ist grundsätzlich teilzeitfähig, sofern durch Jobsharing die Wahrnehmung der Aufgaben gesichert ist.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben Sie Fragen?\nFür Fragen zum ausgeschriebenen Aufgabengebiet steht Ihnen gerne Fr. Dr. Elke Kollar unter\nkollar@mpz-bayern.de\nzur Verfügung.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse) bis spätestens 21. April 2025 ausschließlich über Interamt ein:\nwww.interamt\n, Angebots-ID 1277498.\nBewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nDie Vorstellungsgespräche finden voraussichtlich am 8./9. Mai 2025 statt.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wiss-referent-in-kulturvermittlung-m-w-d/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-in-der-fachrichtung-kunsthandwerkliche-objektrestaurierung-mit-dem-schwerpunkt-anorganische-materialen/", "image": "", "title": "Restaurator:in (m/w/d) in der Fachrichtung kunsthandwerkliche Objektrestaurierung mit dem Schwerpunkt anorganische Materialen", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 13.04.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung\nDas MK&G sucht zum 01.07.2025, zunächst befristet auf 24 Monate (mit Möglichkeit der Entfristung), eine*n erfahrene*n\nRestaurator/Restauratorin (m/w/d) in der Fachrichtung kunsthandwerkliche Objektrestaurierung mit dem Schwerpunkt anorganische Materialen, EG 9b (TV-AVH), Arbeitszeit 100 %\nIhre Aufgaben\nKonservierung und Restaurierung von Objekten aus anorganischen Materialien\nEntwickeln und Durchführen von Konservierungs- und Restaurierungsverfahren; Feststellen der Ursachen von Objektveränderungen; Zustandserfassung und Schadensprävention\nFachkundige Dokumentation aller Maßnahmen, Methoden, Materialien und der Ergebnisse von Untersuchungen, einschließlich der Anfertigung von Fotografien, Zeichnungen und Kartierungen\nInterdisziplinärer Austausch mit weiteren Fachgebieten der Konservierung/Restaurierung\nDefinition und Kontrolle der Klima- und Lagerungsbedingungen des Kunstguts, Mitarbeit an der Weiterentwicklung von Klimastandards im Sinne der ökologischen Nachhaltigkeit\nBetreuung von fachlich zugeordneten Objekten in der Sammlungspräsentation\nUnterstützung beim Auf- und Abbau von Sonderausstellungen, Entwicklung von Montierungen und Präsentationshilfen\nArchivierung und Pflege der Restaurierungsdokumentation in der Objektdatenbank (digiCult) und sonstigen Verzeichnissen\nKonservatorische und logistische Betreuung von Leihgaben\nGutachterliche Beteiligung am Erwerb von Kunstgut\nBeratung und Überwachung bei der Sanierung und Neueinrichtung von Depoträumen und Ausstellungsbereichen\nBetreuung von Praktikant*innen\nIhr Profil\nAbgeschlossenes Studium der Restaurierung, vorzugsweise im Bereich Objektrestaurierung, ggf. mit zusätzlicher Qualifikation\nErwartet wird umfangreiche Erfahrung im Umgang mit anorganischen Materialien wie Glas, Keramik, Metall, Stein\nEingehende Kenntnisse des aktuellen Forschungsstands im Bereich Konservierung/Restaurierung\nHervorragende technisch-manuelle Kenntnisse und Fertigkeiten; künstlerisches Einfühlungsvermögen\nHohes Verantwortungsbewusstsein und Sorgfalt bei der Arbeit\nHohe Verlässlichkeit, Flexibilität, Belastbarkeit und souveränes Umgehen mit Unvorhergesehenem\nGute Kenntnisse im Bereich Office (Outlook, Excel und Word)\nSehr gute Deutsch- und Englischkenntnisse, weitere Fremdsprachen wünschenswert\nEine gute Portion Humor\nWir bieten\neine vielseitige und verantwortungsvolle Tätigkeit mit einem professionellen und engagierten Team\nVergütung und betriebliche Altersvorsorge nach Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\nFlexible Arbeitszeiten und Möglichkeit zu Mobiler Arbeit\nZuschuss zum Deutschlandticket\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Das MK&G begrüßt die Bewerbung von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihres Alters, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nProf. Tulga Beyerle oder\ndirektion@mkg-hamburg.de\nIhre vollständigen Bewerbungsunterlagen senden Sie bitte bis zum 13.04.2025 ausschließlich per E-Mail an\nbewerbung@mkg-hamburg.de\nBitte speichern Sie alle beigefügten Unterlagen in einem einzigen PDF-Dokument und beachten Sie, dass die Dateigröße des Anhangs 5 MB (1 Anhang) nicht überschreitet. Die Übernahme von Kosten im Rahmen des Bewerbungsverfahrens ist nicht möglich. Über die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter\nwww.mkg-hamburg.de/datenschutz.html\ninformieren.\nWir freuen uns über Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-in-der-fachrichtung-kunsthandwerkliche-objektrestaurierung-mit-dem-schwerpunkt-anorganische-materialen/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-3/", "image": "", "title": "Angestellte im Gästemanagement & Telefonservice (m/w/d)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 15.04.2025 | Die Museen der Hasso Plattner Foundation gGmbH unterhält in Potsdam\nDAS MINSK Kunsthaus in Potsdam\nsowie das\nMuseum Barberini\n.\nDas\nMuseum Barberini\n, das Kunstmuseum in Potsdams historischer Mitte, gestiftet von SAP-Gründer und Mäzen Hasso Plattner, ist seit der Eröffnung im Jahr 2017 mit Ausstellungen zur Kunst von der Antike bis zur Moderne hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die Sammlung französischer Impressionisten der Sammlung Hasso Plattner.\nMit\nDAS MINSK Kunsthaus in Potsdam\nwurde 2022 ein weiterer kultureller Anziehungspunkt geschaffen. Das Ausstellungshaus baut ausgehend von den Werken der Sammlung Hasso Plattner, die in der DDR entstanden sind, eine Brücke zwischen der Kunst aus der DDR und jüngeren, zeitgenössischen Positionen.\nDie\nMuseen der Hasso Plattner Foundation gGmbH\nsucht zum nächstmöglichen Zeitpunkt:\nAngestellte im\nGästemanagement & Telefonservice (m/w/d) in Teilzeit (mind. 20 Std./Woche) oder Vollzeit (40 Std./Woche) für die Museen der Hasso Plattner Foundation\nDas erwartet Sie:\nHauptansprechperson und organisatorische Leitung im Foyer, Verfassung von Anleitungen für den täglichen Ablauf\nInformationsvermittlung und persönliche Betreuung von nationalen und internationalen Gästen im Foyer und telefonisch im Büro\nAusgabe und Wartung von Audiosystemen und Begleitmedien, Vorbereitung von Führungen und Workshops für Gruppen, Beschwerdemanagement\nUnterstützung des Event-Teams bei der Vor- und Nachbereitung von Veranstaltungen und Mitbetreuung von (Abend)-Veranstaltungen wie Vernissagen, Lesungen, Vorträgen und Firmenevents\nAnleitung der Werkstudierenden vor Ort, Disposition der Guides\nFreundliche Betreuung und serviceorientierte Bearbeitung eingehender Anrufe und E-Mails\nWöchentliche Meetings und Austausch mit den anderen Abteilungen der MHPF\nZusammenarbeit und Anleitung von externen Firmen und Dienstleistern\nEinhaltung der Hausordnung\nDas zeichnet Sie aus:\nService-Erfahrung in Museen, Theatern oder ähnlichen Kultureinrichtungen von Vorteil (wie Hotellerie, Gastronomie oder Messe- und Veranstaltungsservice).\nKommunikationsfähigkeit, Hilfsbereitschaft und Freude am Umgang mit Menschen\nverhandlungssichere Deutsch- und Englischkenntnisse (weitere Fremdsprachenkenntnisse sind von Vorteil)\nFlexibilität, Einsatz an Wochenenden und Feiertagen\nOrganisationsgeschick und lösungsorientiertes Handeln\nTeamfähigkeit, Zuverlässigkeit, Verantwortungsbewusstsein und Engagement\nDas bieten wir Ihnen:\nMitarbeit in Museen mit internationalem Renommee\neine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nWeiterbildungsmöglichkeiten\nSchlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nleistungsgerechte Vergütung inkl. Übernahme der Kosten für ein Deutschlandticket\nBerücksichtigung persönlicher Umstände bei der Dienstplangestaltung\nIhre Bewerbung (Anschreiben, Lebenslauf als PDF) senden Sie bitte bis zum 15.04.2025 in elektronischer Form mit dem Stichwort\nGästemanagement\nan\njobs@museen-plattner.de\n.\nBitte haben Sie Verständnis dafür, dass wir aufgrund der Vielzahl an Bewerbungen nur geeignete Bewerberinnen und Bewerber kontaktieren werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-3/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-bildung-und-vermittlung/", "image": "", "title": "Mitarbeiter*in im Bereich Bildung und Vermittlung", "content_text": "Museum Folkwang, Essen Bewerbungsende: 06.04.2025 | Die Stadt Essen sucht für den Fachbereich 45 -Museum Folkwang- eine*n\nMitarbeiter*in im Bereich Bildung und Vermittlung\nEntgeltgruppe 12 TVöD | Voll- und Teilzeit | unbefristet | Bewerbungsfrist: 06.04.2025 | Kennziffer: 2025-36-45-SD\nDas Aufgabengebiet kann auch mit zwei Teilzeitkräften mit jeweils der Hälfte der regelmäßigen wöchentlichen Arbeitszeit besetzt werden.\nDer zu Beginn des 20. Jahrhunderts von Karl Ernst Osthaus geprägte Folkwang-Gedanke umfasst drei zentrale Leitlinien: den Dialog der Künste und Kulturen, das Museum als Ort des Austausches und der kulturellen Bildung sowie die Einheit von Kunst und Leben. Im Bewusstsein der eigenen Museums- und Sammlungsgeschichte schreibt das Museum Folkwang diesen Gedanken in die Gegenwart und Zukunft fort. Wir verstehen uns als ein Museum, das Emotion und Geist, Wärme und Humanismus verbindet, regional verankert und international ausgerichtet ist, das den Menschen und die Kunst in ihrer Vielfalt ins Zentrum stellt und sich für neue und nachhaltige Entwicklungen einsetzt.\nZur Verstärkung des Teams im Bereich Bildung und Vermittlung sucht das Museum Folkwang eine engagierte Unterstützung für die Vermittlungstätigkeit mit Kindern, Jugendlichen, Familien und Schulen. Das Museum versteht sich als ein Ort der Diskussion und des Austauschs über Kunst in regionaler und überregionaler Perspektive.\nDie kunstvermittelnde Bildung im Museum Folkwang möchte durch das Erlebnis der Begegnung mit dem Original, das moderierte Gespräch und die darauf abgestimmten praktisch-bildnerischen Impulse einen anregenden Wahrnehmungs- und Reflexionsort schaffen, der immer wieder neue Sprechanlässe über Kunst für unterschiedliche Besucher*innen und Interessierte bietet.\nIhr zukünftiger Arbeitsort befindet sich\nhier\n(Museum Folkwang, Museumsplatz 1, 45128 Essen).\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-bildung-und-vermittlung/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachangestellter-fuer-medien-und-informationsdienste-2/", "image": "", "title": "Fachangestellte:r für Medien- und Informationsdienste", "content_text": "kult Westmünsterland, Vreden Bewerbungsende: 21.04.2025 | Einsatz für unsere Zukunft\nMiteinander, füreinander und persönlich engagiert: So arbeiten wir im Kreis Borken. Wir unterstützen uns dabei gegenseitig und kombinieren unsere individuellen Fähigkeiten zu einem leistungsstarken Team. Wir möchten etwas bewirken im Kreis Borken – für eine sichere Zukunft.\nWir bieten Ihnen (w/m/d) neue berufliche Perspektiven im Kulturhistorischen Zentrum Westmünsterland – kult in Vreden als:\nFachangestellte oder Fachangestellter für Medien- und Informationsdienste (Fachrichtung Archiv oder Bibliothek)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/fachangestellter-fuer-medien-und-informationsdienste-2/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-verwaltung-2/", "image": "", "title": "Mitarbeiter:in für die Verwaltung", "content_text": "kult Westmünsterland, Vreden Bewerbungsende: 13.04.2025 | Einsatz für unsere Zukunft\nMiteinander, füreinander und persönlich engagiert: So arbeiten wir im Kreis Borken. Wir unterstützen uns dabei gegenseitig und kombinieren unsere individuellen Fähigkeiten zu einem leistungsstarken Team. Wir möchten etwas bewirken im Kreis Borken – für eine sichere Zukunft.\nWir bieten Ihnen (w/m/d) neue berufliche Perspektiven als:\nMitarbeiterin/ Mitarbeiter für die Verwaltung im kult Westmünsterland in Vreden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-verwaltung-2/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-kulturinformatik-digital-humanities-fuer-die-digitale-inventarisierung-von-kunst-und-kulturguetern/", "image": "", "title": "Mitarbeiter (m/w/d) Kulturinformatik / Digital Humanities für die digitale Inventarisierung von Kunst- und Kulturgütern", "content_text": "Kulturstiftung Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 25.04.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nFür die Abteilung „Digitale Inventarisierung“ suchen wir zum nächstmöglichen Zeitpunkt einen Mitarbeiter (m/w/d) Kulturinformatik / Digital Humanities für die digitale Inventarisierung von Kunst- und Kulturgütern in Halle (Saale).\nIhre Aufgaben\nAdministration und Unterstützung bei der Weiterentwicklung der bestehenden Sammlungsmanagement-Software (MuseumPlus) sowie Planung, Migration und Implementierung eines neuen Datenbanksystems zur digitalen Inventarisierung\nDatenbankmanagement & Datenqualitätssicherung, einschließlich Migrationsprozesse, Bereinigung, Standardisierung & Normdatenanreicherung (GND, Getty AAT, VIAF) & Compliance mit Standards wie LIDO, CIDOC CRM und SPECTRUM\nDatenmodellierung und Workflow-Optimierung zur Verbesserung der digitalen Erfassung, Verarbeitung und Archivierung von Objekt-, Bild- und Metadaten\nAnreicherung von Daten im Sinne von Linked Open Data (LOD) zur interoperablen Vernetzung von Museumsdaten mit nationalen und internationalen Repositorien\nEntwicklung und Automatisierung von Datenprozessen (Batch-Verarbeitung, Mapping von XML und CSV, Lesen und Schreiben von XML, und Schnittstellenanbindung)\nBeratung und Support für Fachreferate in der Nutzung der Datenbank, inkl. Schulungen und Dokumentation\nKoordination mit externen IT-Dienstleistern sowie enge Zusammenarbeit mit der internen IT-Abteilung bei der strategischen Weiterentwicklung digitaler Prozesse\nIhr Profil\nAbgeschlossenes Studium in Digital Humanities, Kulturinformatik, Informationswissenschaften, Medieninformatik oder einer vergleichbaren Fachrichtung mit starkem IT-Bezug und Interesse an Museums- und Denkmalpflegethemen oder in einem historischen, kunst-, kultur- oder medienwissenschaftlichen Fach mit Schwerpunkt auf dem Forschungsbereich der Digital Humanities oder kulturinformatischen Inhalten\nGrundlegende Datenbankkenntnisse (z.B. SQL), idealerweise Erfahrung mit Museums-/Sammlungsmanagementsystemen\nErste praktische Erfahrung in Datenmigration, Datenbereinigung (bspw. über OpenRefine) und Datenmodellierung.\nIdealerweise aktive Kenntnisse im Schreiben von Skripten und Aufsetzen von Batch-Prozessen (bspw. mittels Python)\nVerständnis von Metadatenstandards, Ontologien und Abfragesprachen (LIDO, CIDOC CRM, Dublin Core, EAD, RDF, SPARQL)\nKommunikationsstärke und Fähigkeit zur interdisziplinären Zusammenarbeit\nOrganisationsfähigkeit sowie eigenverantwortliches Arbeiten\nBereitschaft zu Dienstreisen (Führerschein Klasse B erforderlich)\nUnser Angebot\ninteressante, abwechslungsreiche und eigenverantwortliche Tätigkeit (\nVollzeit, 40 Stunden/Woche\n)\nbefristetes\n, projektgebundenes Arbeitsverhältnis bis zum 31.12.2028\ngleitende Arbeitszeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in\nHalle (Saale)\ntarifgerechte Eingruppierung bis zu der\nEntgeltgruppe 11 TV-L\nNähere Auskünfte zur Stellenausschreibung erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/03.2025-03 bis zum 25.04.2025 an „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als pdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-kulturinformatik-digital-humanities-fuer-die-digitale-inventarisierung-von-kunst-und-kulturguetern/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-kommunikation-veranstaltungen-und-35-jahre-east-side-gallery-m-w-d/", "image": "", "title": "Projektmitarbeiter/in Kommunikation, Veranstaltungen und 35 Jahre East Side Gallery (m/w/d)", "content_text": "Stiftung Berliner Mauer, Berlin Bewerbungsende: 06.04.2025 | Die Stiftung Berliner Mauer ist eine Stiftung des öffentlichen Rechts. Zu ihr gehören die Standorte Gedenkstätte Berliner Mauer an der Bernauer Straße, die Erinnerungsstätte Notaufnahmelager Marienfelde, die East Side Gallery, die Gedenkstätte Günter Litfin und das Parlament der Bäume gegen Krieg und Gewalt.\nGut ein Drittel aller Touristinnen und Touristen, die nach Berlin kommen, wollen die Reste der Berliner Mauer sehen und verstehen, warum sie 1961 gebaut wurde, welches Leid sie verursachte und welche Risiken Menschen in Kauf nahmen, um sie zu überwinden. Die Friedliche Revolution und der Mauerfall 1989 faszinieren Menschen aus der ganzen Welt – in der impliziten Hoffnung auf das Ende von scheinbar auf ewig zementierten Diktaturen und auf eine bessere Welt. Mit einem Besuch an den Originalorten der ehemaligen Grenze wollen sie auch diesem Gefühl nahekommen.\nDie Stiftung Berliner Mauer sucht zum nächstmöglichen Zeitpunkt\neine/n Projektmitarbeiter/in Kommunikation, Veranstaltungen\nund 35 Jahre East Side Gallery (m/w/d)\nim Umfang von 50% der regulären Arbeitszeit befristet für 12 Monate. Die Vergütung erfolgt nach Entgeltgruppe 11 des TVL-Berlin.\nIhre Aufgaben\nMitarbeit bei der Konzeption, Vor- und Nachbereitung einer wissenschaftlichen Tagung zur Konservierung und Identität der East Side Gallery (September 2025)\nMitarbeit bei der Vor- und Nachbereitung sowie Koordination eines Sonderprogramms zum 35-jährigen Bestehen der East Side Gallery und zu den Gedenkveranstaltungen am 13. August und am 9. November 2025 in der Gedenkstätte Berliner Mauer\nRedaktionelle Mitarbeit in der Kommunikation und Öffentlichkeitsarbeit\nMitarbeit bei der Erarbeitung und Verbreitung von Informationsmedien und Texten (z.B. Erstellung und Aktualisierung von Druckprodukten sowie in der Online-Kommunikation und in den sozialen Medien)\nMitarbeit bei der Budgetplanung und Finanzkontrolle des Projektes „35 Jahre East Side Gallery“ inkl. Reise- und Programmplanung\nsowie Mitarbeit bei der Vertragsgestaltung mit Honorarnehmenden, Kunstschaffenden, Veranstaltern etc.\nBetreuung von Medien- und Presseanfragen\nZusammenarbeit mit externen Dienstleistern\nRecherche, Kontakt- und Netzwerkpflege\nWas Sie unbedingt mitbringen sollten\nabgeschlossenes (Fach-)Hochschulstudium (Bachelor oder vergleichbar) in einem für die Position einschlägigen Bereich (u.a. Zeitgeschichte, Kulturarbeit, Publizistik, Kommunikationswissenschaft, Memory und Heritage Studies, Denkmalpflege, Museumskunde o.Ä.)\nPraxiserfahrung im Bereich von Veranstaltungen und Kommunikation / PR / Marketing / Medien / Öffentlichkeitsarbeit\nErfahrung im Projektmanagement\nsehr gute Kenntnisse der Geschichte der deutschen Teilung und Transformationszeit sowie erinnerungskultureller und / oder denkmalpflegerischer bzw. -theoretischer Diskurse\nsouveräner Umgang mit den gängigen Office-Programmen und sozialen Medien\nTextsicherheit, Organisationstalent\nTeamfähigkeit\nsichere Deutschkenntnisse auf C 2-Niveau\nEnglischkenntnisse auf B 2-Niveau\nWas darüber hinaus wünschenswert wäre\nfundiertes Interesse an Zeitgeschichte, der East Side Gallery und den Themen der Stiftung Berliner Mauer\nhohe kommunikative Kompetenz, kreativ-strategisches Denken verbunden mit lösungsorientierter und verbindlicher Arbeitsweise\nVerhandlungsgeschick\nüberdurchschnittliche Einsatzbereitschaft\nzeitliche Flexibilität\nFür diese vielseitige und abwechslungsreiche Tätigkeit bieten wir:\neine herausfordernde und vielfältige Aufgabe bei einer geschätzten Institution in Berlin\ndie Möglichkeit, eigene Ideen einzubringen und umzusetzen\ndie Arbeit in einem ausgesprochen freundlichen und kompetenten Team\ndie Vereinbarkeit von Beruf, Privat- und Familienleben durch eine flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Notwendigkeiten\ndie Möglichkeit, sich institutionsübergreifend zu vernetzen\ndie Möglichkeit zum mobilen Arbeiten\nDie Stiftung Berliner Mauer hat den Anspruch, eine diskriminierungskritische Arbeitgeberin zu sein. Das Arbeitsplatzangebot richtet sich an alle Interessentinnen und Interessenten unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung und Identität. Wir sehen uns der Vereinbarkeit von Beruf, Privat- und Familienleben sowie der alltäglichen Förderung von Diversität verpflichtet. Wir freuen uns über Bewerberinnen und Bewerber aller Nationalitäten sowie von Menschen mit eigener oder familiärer Flucht- oder Migrationsgeschichte. Anerkannt schwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Eignung vorrangig berücksichtigt.\nIhre ausführlichen Bewerbungsunterlagen mit Anschreiben, tabellarischen Lebenslauf, Zeugnissen und Beurteilungen senden Sie bitte\nbis spätestens 06.04.2025.\nunter Nennung der\nKennzahl 04 2025\nund dem\nBetreff „Bewerbung Mitarbeit Kommunikation/Veranstaltungen und East Side Gallery“\nper E-Mail in einer pdf-Datei an Herrn Franz Kuhnlein unter:\nbewerbung@stiftung-berliner-mauer.de\n.\nFür Rückfragen stehen Ihnen Hannah Berger, Abteilungsleiterin Kommunikation und Veranstaltungen, und Anna v. Arnim-Rosenthal, Leiterin East Side Gallery, gerne zur Verfügung (\nberger@stiftung-berliner-mauer.de\n,\narnim@stiftung-berliner-mauer.de\n).\nIm Rahmen des Auswahlverfahrens entstehende Reisekosten können nicht erstattet werden.\nWir freuen uns auf Ihre Bewerbung!\nDatenschutzhinweis:\nMit Ihrer Bewerbung erklären Sie sich mit der Speicherung und Weiterverarbeitung Ihrer personenbezogenen Daten bis drei Monate nach Abschluss des Bewerbungsprozesses einverstanden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-kommunikation-veranstaltungen-und-35-jahre-east-side-gallery-m-w-d/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-89/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Römerthermen Zülpich, Zülpich Bewerbungsende: 08.04.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-89/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/medientechnischer-assistentin-m-w-d-fuer-das-team-ausstellungstechnik/", "image": "", "title": "Medientechnische:r Assistent:in (m/w/d) für das Team Ausstellungstechnik", "content_text": "Landschaftsverband Rheinland, Bonn Bewerbungsende: 07.04.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nIm LVR-Museumsverbund kooperieren die drei Museen LVR-LandesMuseum Bonn, Max Ernst Museum Brühl des LVR und Römerthermen Zülpich – Museum der Badekultur. Das Betriebs- und Prozessmanagement koordiniert für die drei Verbundpartner die gemeinsamen Arbeitsabläufe.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.04.2025", "url": "https://www.museumsbund.de/stellenangebote/medientechnischer-assistentin-m-w-d-fuer-das-team-ausstellungstechnik/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bilanzbuchhalterin-m-w-d-5/", "image": "", "title": "Bilanzbuchhalter*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 11.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An bundesweit zwölf Standorten betreiben Wissenschaftler*innen aus über 40 Nationen modernste Naturforschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist Frankfurt am Main. Hier befindet sich mit dem Senckenberg Naturmuseum eine der größten naturkundlichen Schausammlungen Europas.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht\nzum nächstmöglichen Zeitpunkt\nfür den Bereich Finanzen und Einkauf am Standort Frankfurt eine*n\nBilanzbuchhalter*in (m/w/d)\n(Vollzeit / vollzeitnahe Teilzeit, mind. 75%)\nIhre Möglichkeiten\nTauchen Sie ein in die vielfältige und spannende Welt von wissenschaftlichen Projekten und unterstützen Sie die Wissenschaftler*innen bei der Überleitung ihrer Projekte in das Umsatzsteuerrecht\nÜbernehmen Sie die Verantwortung für die Abwicklung der Debitorenbuchhaltung einer Forschungseinrichtung, die Zuwendungen von unterschiedlichen Organisationen und Fördergebern erhält\nErstellen Sie Statistiken und Auswertungen, die eine nachhaltige Planung ermöglichen\nUnterstützen Sie die Finanzbuchhaltung bei Monats-, Quartals- und Jahresabschlüssen\nIhr Profil:\nEine abgeschlossene kaufmännische Ausbildung, vorzugsweise eine Weiterbildung zum/zur Bilanzbuchhalter*in (m/w/d) oder eine vergleichbare Ausbildung im steuerlichen Bereich\nMehrjährige Berufserfahrung in der Finanzbuchhaltung\nSehr gute SAP Kenntnisse (vorrangig FI, SD) und sehr gute MS-Office Kenntnisse (insb. Excel)\nSelbständige, lösungsorientierte Arbeitsweise und Erfahrung in der Optimierung von Prozessen\nTeamfähigkeit und Lust auf spannende, abwechslungsreiche Geschäftsvorfälle einer weltweit anerkannten Forschungseinrichtung\nWir bieten Ihnen\nEine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nSelbstständiges Handeln in einem internationalen und professionellen Umfeld\nFlexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit (40 Std. / Woche);\nvollzeitnahe Teilzeit ist möglich (mind. 75%)\nVertragsart: zunächst befristet für 2 Jahre\nVergütung: E09 – E10 nach TV-H (Tarifvertrag des Landes Hessens)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form\n(als zusammenhängende PDF-Datei)\nbitte unter Angabe der Referenz #01-25025 bis zum 11.04.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Sigrid Weidner unter\nsigrid.weidner@senckenberg.de\ngerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bilanzbuchhalterin-m-w-d-5/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-vermittlung-m-w-d/", "image": "", "title": "Bereichsleitung Vermittlung (m/w/d)", "content_text": "Bundeskunsthalle, Bonn Bewerbungsende: 21.04.2025 | Kunst- und Ausstellungshalle der Bundesrepublik Deutschland\nHelmut-Kohl-Allee 4\n53113 Bonn\nDie Bundeskunsthalle bietet als Haus für Wechselausstellungen ein internationales und abwechslungsreiches Programm. Jährlich finden bis zu acht große Ausstellungen aus den Bereichen Kunst und Kulturgeschichte, Archäologie, Wissenschaft und Technik statt. Die Bundeskunsthalle veranstaltet darüber hinaus Lesungen, Vorträge, Diskussionen, Symposien, Film-, Theater- und Musikaufführungen sowie andere Präsentationen und steht auch als Forum für Gespräche zwischen Persönlichkeiten aus Kunst, Kultur- und Geistesleben sowie aus dem Bereich der Politik zur Verfügung.\nZum 01.11.2025 ist in der Bundeskunsthalle die Position\nBereichsleitung Vermittlung (m/w/d)\nzu besetzen. Es handelt sich um eine unbefristete Vollzeitstelle mit einer 39-Stunden-Woche. Die Vergütung richtet sich bei Erfüllung der personen- und tätigkeitsbezogenen tariflichen Voraussetzungen nach Entgeltgruppe 13 TVöD Bund zuzüglich der im Bereich des öffentlichen Dienstes üblichen sozialen Leistungen (Jahressonderzahlung, betriebliche Altersvorsorge, leistungsorientierte Bezahlung).\nWir bieten Ihnen\neinen sicheren Arbeitsplatz, der die Vereinbarkeit von Familie, Pflege und Beruf durch moderne Arbeitszeitmodelle, wie z.B. gleitende Arbeitszeit oder mobile Arbeit, gewährleistet. Darüber hinaus haben Sie die Möglichkeit, an interessanten Fort-/ Weiterbildungen teilzunehmen und ein Deutschland-Jobticket zu beziehen, das von uns mit bis zu 23,28 € monatlich bezuschusst wird. Die Bundeskunsthalle ist Mitglied im Sozialwerk.Bund und fördert eine evtl. Mitgliedschaft unserer Mitarbeiter*innen.\nVor dem Hintergrund einer sich wandelnden und alternden Gesellschaft sind uns Inklusion und Integration ein besonderes Anliegen. Dabei stehen auch die soziale- und ökologische Nachhaltigkeit besonders im Fokus. Menschen unterschiedlichen Alters mit unterschiedlichen Fähigkeiten, kulturellen Differenzen, Herkunft und Glaubenszugehörigkeiten haben in Deutschland ihr zu Hause oder suchen es. Diese Herausforderungen gilt es diversitätssensibel zu begleiten und qualifizierte Zugänge und Angebote zu entwickeln. Dabei werden wir durch die Fokusgruppe Inklusion (Menschen mit unterschiedlichen Einschränkungen) und dem Gesellschaftsforum (Bürgerbeirat) unterstützt.\nAuch deshalb sind Bewerbungen von Menschen mit diversen Hintergründen (unabhängig von Geschlecht, Alter, Nationalität, Behinderung/Gleichstellung, etc.) willkommen.\nIhre Aufgaben im Rahmen der ausgeschriebenen Stelle:\nWahrnehmen aller mit der Leitung des Bereichs verbundenen Leitungs- und Führungsfunktionen. Neben der Vermittlung beinhaltet das Aufgabengebiet auch die Verantwortung für die Teilbereiche Bibliothek/ Archiv sowie für den „Salon“ als dritten Begegnungsort an der Bundeskunsthalle. Als Bereichsleitung koordinieren und steuern Sie alle Arbeitsabläufe. Ihnen obliegt die Sicherstellung der wirtschaftlichen, effizienten und rechtzeitigen Aufgabenerfüllung im Rahmen des zur Verfügung stehenden Budgets. Sie verantworten die Erreichung der Arbeitsziele, setzen Prioritäten und leiten die Ihnen unterstellten Beschäftigten fachlich und organisatorisch an.  Für die Durchführung der Aufgaben sind Ihnen derzeit 11 Mitarbeiter*innen und 2 Bundesfreiwilligendienstleistende unterstellt.\nZu Ihren Aufgaben gehört insbesondere:\nInhaltliche und strategische Weiterentwicklung des Bereichs: Entwicklung von Konzepten, Erarbeitung strategischer Empfehlungen unter Berücksichtigung aktueller gesamtgesellschaftlicher Entwicklungen, Beratung der Geschäftsführung, Festlegung von Schwerpunkten\nNeu- und Weiterentwicklung von Vermittlungsformaten zur Adressierung heterogener Besuchergruppen, Analyse aktueller und zukünftiger Markttrends\nNetzwerkarbeit mit Institutionen, Künstler*innen, Medienvertreter*innen u.a. zur Etablierung und Verstetigung kontinuierlicher Vermittlungsangebote\nBeratende Begleitung zu Ausstellungsprojekten hinsichtlich optimaler Vermittlungsangebote\nKoordination verschiedener Leistungsträger bei der Entwicklung und dem Einsatz von vermittlungsdidaktischen Projektmedien, z.B. Multi-Media-Guides für die Bundeskunsthallen-App zu Ausstellungen und Begleitmedien und -mittel für Menschen mit Einschränkungen, etc.\nKonzeption, Organisation und ggf. Moderation von Veranstaltungen\nKontinuierliche Pflege und Weiterführung des Pools von freien Mitarbeiter*innen: Auswahl, Schulung und Koordination der Qualifizierung für Ausstellungsprojekte, Qualitätskontrolle im Hinblick auf die Leistungen in den Bereichen Führungen und Workshops, Feedbackanalyse, Ableiten von qualifizierenden Maßnahmen\nFühren von Vertragsverhandlungen mit externen Kooperationspartner*innen\nRepräsentieren der KAH auf Fachtagungen, Besprechungen und Seminaren auch als Fachreferent*in\nBeantragung staatlicher Förderungen und sonstiger Drittmittel, Führen der Verwendungsnachweise\nBudgetverantwortung und Mitarbeiter*innenführung für den Bereich Vermittlung\nUnser Anforderungsprofil / Ihre Qualifikationen:\nSie verfügen über:\nein abgeschlossenes wissenschaftliches Hochschulstudium im Bereich der Kultur- oder Geisteswissenschaften, Kulturpädagogik und/oder gleichwertige Fähigkeiten und Erfahrungen gem. EntgO TVöD Bund\nmehrjährige Erfahrungen und erfolgreiche Arbeit in der Kunst-/ Kulturvermittlung, bevorzugt mit Leitungsverantwortung\nherausragende kommunikative Fähigkeiten, Führungs- und Fürsorgekompetenz\nnachgewiesene Konzeptionsstärke sowie ergebnisorientierte Arbeitsweise\nFähigkeit, komplexe, wissenschaftliche Sachverhalte zielgruppenorientiert aufzuarbeiten und öffentlichkeitswirksam zu vermitteln\nAffinität für digitale Kommunikationsstrategien und die Digitalisierung von Prozessen\nsehr gute Englischkenntnisse in Wort und Schrift\nsicheres Verhandlungsgeschick in Vertragsangelegenheiten\nBelastbarkeit, Verantwortungsbewusstsein, Kooperationsfähigkeit\nWenn Sie Interesse an einer Mitarbeit in einem engagierten Team haben, freuen wir uns über Ihre vollständigen Bewerbungsunterlagen, die Sie bitte\nbis zum 21.04.2025\nper E-Mail (\nbewerbungen@bundeskunsthalle.de\n) an Frau Ute Bruns-Vohs, Leiterin Bereich Recht und Personal richten. Die Vorstellungsgespräche sind für die 21. KW geplant.\nBewerbungen mit gepackten Anhängen und/oder Bewerbungen, die einen Link zu den Bewerbungsunterlagen enthalten, können aus IT-Sicherheitsgründen leider nicht berücksichtigt werden und werden unsererseits umgehend gelöscht bzw. gar nicht erst zugestellt. Bitte reichen Sie Ihre Unterlagen nach Möglichkeit in einem einzigen pdf-Dokument ein.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-vermittlung-m-w-d/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-bildung-und-vermittlung-m-w-d-7/", "image": "", "title": "Mitarbeiter*in Bildung und Vermittlung  (m/w/d)", "content_text": "Kulturbetriebe Burgenlandkreis, Nebra Bewerbungsende: 16.04.2025 | Die Kulturbetriebe Burgenlandkreis GmbH betreiben im Auftrag des Landkreises Burgenlandkreis das Besucherzentrum Arche Nebra sowie das Informationszentrum und das Sonnenobservatorium in Goseck.\nInsbesondere die Arche Nebra versteht sich als ein kulturtouristisches Forum mit internationaler Bedeutung. Über 1,1 Millionen Gästen aus aller Welt, rund 60.000 pro Jahr, konnten seit der Eröffnung 2007 im Besucherzentrum begrüßt werden. Neben einer multimedialen Dauerpräsentation rund um das Thema Himmelsscheibe von Nebra bildet das digitale Planetarium das Herzstück des Hauses. Die Arche Nebra führt jährlich wechselnde Sonderpräsentationen durch. Außerdem zeichnet sich das Haus durch ein breitgefächertes Veranstaltungsprogramm sowie zahlreiche Veranstaltungen Dritter aus.\nBei den Kulturbetrieben Burgenlandkreis GmbH ist ab dem 15.05.2025 die Stelle\nMitarbeiter*in Bildung und Vermittlung  (m/w/d)\nunbefristet und in Vollzeit (39,5 Arbeitsstunden/Woche, 100%) zu besetzen. Das Arbeitsverhältnis bestimmt sich nach dem Tarifvertrag für Beschäftigte des öffentlichen Dienstes (TVöD). Der Dienstort ist Nebra.\nIhre Aufgaben:\nLeitung des Bereichs Bildung und Vermittlung:\nFortschreibung und innovative Weiterentwicklung des Bildungs- und Vermittlungskonzeptes für die Standorte Nebra und Goseck, auch im Hinblick auf die Themen Barrierefreiheit und Inklusion\nZielgruppenspezifische Entwicklung und Durchführung von Programmen, Formaten und Aktionen (durch Arbeitsproben nachzuweisen, z. B. Konzepte, Projektdokumentionen)\nErstellung didaktischer Vermittlungstools und -materialien (analog und digital)\nPlanung des Veranstaltungskalenders mit rund 20 Veranstaltungen pro Jahr sowie dessen Organisation und Umsetzung\nPflege und Weiterentwicklung von Netzwerken und Kooperationen\nAnleitung und Weiterbildung der freien Mitarbeiter\nBesucherservice und Buchungsmanagement\nFinanzplanung und -verwaltung im Rahmen des eigenen Verantwortungsbereichs\nEvaluation, Auswertung und Qualitätssicherung aller bestehenden Bildungsangebote\nWir wünschen uns von Ihnen:\nein erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium der Museologie oder Museumswissenschaften mit Schwerpunkt Museumspädagogik, Archäologie, Ethnologie, Kulturwissenschaften, Kulturpädagogik oder Pädagogik.\nErfahrungen im museumspädagogischen Bereich und der Vermittlung  möglichst in einer kulturellen Einrichtung\ndie Befähigung und Bereitschaft, sich intensiv mit den Themen der Arche Nebra und ihren jährlich wechselnden Sonderausstellungen sowie mit dem Sonnenobservatorium Goseck auseinanderzusetzen.\nFähigkeit, komplexe Sachverhalte für unterschiedliche Zielgruppen klar und verständlich zu kommunizieren\nErfahrungen im Veranstaltungsmanagement\nFreude an der Entwicklung innovativer Vermittlungsangebote und Veranstaltungsformate\nDie Bereitschaft, sich mit den Grundfunktionen des digitalen Planetariumssystems vertraut zu machen\nEin freundliches Auftreten sowie ausgeprägte konzeptionelle und organisatorische Fähigkeiten\nselbstständiges, verantwortungsbewusstes und teamorientiertes Handeln\ndie Bereitschaft zu Arbeit in den Abendstunden und an Wochenenden\nEinen Führerschein der Klasse B und die Bereitschaft zur Nutzung des eigenen PKW für dienstliche Zwecke gegen Kostenerstattung nach den reisekostenrechtlichen Bestimmungen.\nKommunikationssicheres Englisch von Vorteil\nWir bieten Ihnen:\nEin breit gefächertes Aufgabengebiet mit einem hohen Maß an Eigenverantwortung und kreativem Gestaltungsspielraum\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze zu schätzen weiß\nEinen attraktiven Arbeitsplatz in exponierter Lage des Geo-Naturparkes Saale-Unstrut-Triasland\nTeilnahme an Weiterbildungen\nFlexible Arbeitszeitregelungen\nEine unbefristete Vollzeitstelle\nEingruppierung in die Entgeltgruppe nach TVöD 9b\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von ihrer kulturellen und sozialen Herkunft, Religion oder Weltanschauung. Menschen mit Behinderung werden bei gleicher Eignung, Befähigung, fachlicher Leistung nach Maßgabe des SGB IX bevorzugt eingestellt.\nDie Stelle ist grundsätzlich teilzeitgeeignet.\nBei Rückfragen wenden Sie sich gerne an:\nBettina Pfaff (Geschäftsführung) unter der 034461-255212\nIhre aussagekräftige Bewerbung inkl. Arbeitszeugnisse und Arbeitsproben (Konzepte, Publikationen, Projektdokumentationen o.ä.) richten Sie bitte schriftlich bis zum 16.04.2025 an:\nKulturbetriebe Burgenlandkreis GmbH\nBettina Pfaff\nAn der Steinklöbe 16\n06642 Nebra\noder per E-Mail in einer pdf-Datei (max. 5 MB) an:\npfaff@himmelsscheibe-erleben.de\nDie Bewerbungsgespräche werden voraussichtlich in der 20. KW stattfinden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-bildung-und-vermittlung-m-w-d-7/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bildungsreferentin-m-w-d-im-bereich-berliner-ausstellung-schwerpunkt-grundschule-und-inklusion/", "image": "", "title": "Bildungsreferent*in (m/w/d) im Bereich Berliner Ausstellung, Schwerpunkt Grundschule und Inklusion", "content_text": "Anne Frank Zentrum, Berlin Bewerbungsende: 06.04.2025 | Das Anne Frank Zentrum sucht zum nächstmöglichen Zeitpunkt und vorbehaltlich der Bewilligung der Fördermittel eine*n Bildungsreferent*in im Umfang von 30 Wochenstunden. Die Stelle ist zunächst bis zum 31.12.2025 befristet. Eine Verlängerung wird angestrebt.\nDas Anne Frank Zentrum ist die deutsche Partnerorganisation des Anne Frank Hauses in Amsterdam. Mit Ausstellungen und Bildungsangeboten erinnert das Zentrum an Anne Frank und ihr Tagebuch. Es schafft Lernorte, in denen sich Kinder und Jugendliche mit Geschichte auseinandersetzen und diese mit ihrer heutigen Lebenswelt verbinden. Sie lernen, gesellschaftliche Verantwortung zu übernehmen und sich für Freiheit, Gleichberechtigung und Demokratie zu engagieren.  Mehr Informationen finden Sie unter www.annefrank.de.\nIhre Aufgaben:\nSie entwickeln die pädagogischen Konzepte, Materialien und Methoden im Bereich Berliner Ausstellung mit Schwerpunkt Grundschule und Inklusion weiter.\nSie konzipieren und organisieren Seminare und Workshops für Kinder und Jugendliche ab 10 Jahren.\nSie führen Fortbildungen für Lehrer*innen und außerschulische Bildner*innen durch.\nSie sind für die Evaluation und Qualitätssicherung der pädagogischen Maßnahmen im Bereich Berliner Ausstellung zuständig.\nSie pflegen die Netzwerke des Anne Frank Zentrums im Themenfeld Grundschule.\nSie vertreten die Arbeit des Anne Frank Zentrums nach außen.\nSie haben die Lernmaterialien und Druckerzeugnisse des Bereichs im Blick und kommunizieren diesbezüglich mit Dienstleistern.\nSie unterstützen die Bereichsleitung sowie den Bereich Öffentlichkeitsarbeit durch inhaltliche Zuarbeiten aus dem Ausstellungsbereich.\nIhr Profil:\nSie haben ein abgeschlossenes Hochschulstudium oder eine vergleichbare Qualifikation.\nSie haben gute Kenntnisse im Themenfeld Geschichte des Nationalsozialismus und Holocaust sowie Erinnerungskultur.\nSie sind mit den akademischen und pädagogischen Debatten zur Vermittlung der Geschichte des Nationalsozialismus und Holocaust an Kinder vertraut.\nSie haben gute Kenntnisse im Bereich der antisemitismuskritischen Bildungsarbeit.\nSie verfügen über mindestens ein Jahr Berufserfahrung in der Konzeption und Moderation von pädagogischen Angeboten im Bereich der historisch-politischen Bildung sowie der praktischen Bildungsarbeit mit Kindern und Jugendlichen zu den genannten Themen.\nSie sind mit der Entwicklung inklusiver pädagogischer Angebote vertraut.\nSie arbeiten selbstständig und teamorientiert.\nSie sind sicher im Umgang mit gängigen MS-Office-Anwendungen und offen gegenüber dem Einsatz digitaler Tools in der Bildungsarbeit.\nSie haben ein sicheres und professionelles Auftreten.\nSie zeigen Bereitschaft zu gelegentlich unregelmäßigen Arbeitszeiten.\nWir bieten Ihnen:\neine Vergütung nach Haustarif in Anlehnung an den TV-L Berlin (Eingruppierung in Entgeltgruppe 11 kann bei Vorliegen der entsprechenden Voraussetzungen erfolgen).\neine sinnvolle Tätigkeit mit abwechslungsreichen Aufgaben für einen gemeinnützigen Verein in einem familienfreundlichen Team.\neinen Arbeitsplatz im Herzen der Stadt – direkt am Hackeschen Markt.\ndie Möglichkeit, teilweise im Homeoffice zu arbeiten.\nMöglichkeiten zur beruflichen Fort- und Weiterbildung.\n30 Tage Urlaub pro Jahr (bei einer 5-Tage-Woche).\nDas Anne Frank Zentrum besteht aus einem vielfältigen Team. Daher begrüßen wir Bewerbungen aller Interessierten, unabhängig von ihrer Herkunft, ihrer religiösen oder ethnischen Zugehörigkeit, ihrer sexuellen Identität oder einer Behinderung. Wir freuen uns über Bewerbungen aller Menschen mit Migrationsgeschichte, Jüdinnen*Juden, People of Colour sowie Schwarzer Menschen.\nDer Arbeitsort ist eingeschränkt barrierefrei.\nBitte richten Sie Ihre Bewerbung, bestehend aus Motivationsschreiben, tabellarischem Lebenslauf, Zeugnissen und weiteren aufgabenrelevanten Nachweisen zu Praxiserfahrung und Qualifikation schriftlich\nbis zum 06.04.2025,\nausschließlich per E-Mail (max. 5 MB) und ausschließlich im PDF-Format in\neiner\nDatei, an die untenstehende Adresse. Postalische Bewerbungen werden nicht zurückgeschickt. Reisekosten werden nicht übernommen.\nWir behalten uns vor, Bewerbungsgespräche schon vor Ablauf der Bewerbungsfrist zu führen. Zögern Sie daher nicht, uns Ihre Bewerbung bereits früher zuzusenden.\nBitte beachten Sie unsere Hinweise zum Datenschutz:\nMit der Übersendung Ihrer Bewerbungsunterlagen geben Sie uns die Einwilligung, die von Ihnen übersandten personenbezogenen Daten zum Zwecke der Durchführung des Bewerbungsverfahrens und gegebenenfalls zur Kontaktaufnahme mit Ihnen zu verarbeiten. Sie können diese Einwilligung jederzeit durch eine formlose Nachricht an uns widerrufen, uns zur Berichtigung oder Löschung Ihrer personenbezogenen Daten oder zur Auskunft über deren Verarbeitung auffordern (vgl. Art. 6 DSGVO; siehe auch § 32 BDSG).\nSechs Monate nach Abschluss des Bewerbungsverfahrens werden Ihre elektronisch übermittelten Daten gelöscht, es sei denn, sie werden zum Zwecke der Anstellung weiter benötigt.\nAlle weiteren Informationen zum Datenschutz beim Anne Frank Zentrum e. V. finden Sie in unserer Datenschutzerklärung unter www.annefrank.de/datenschutz.\nAnne Frank Zentrum e. V.,\nz. H. Frau Dr. Verena Haug, Leitung Berliner Ausstellung und Pädagogik, Rosenthaler Straße 39, 10178 Berlin\nE-Mail:\njobs@annefrank.de\nwww.annefrank.de\nFragen zur Ausschreibung: Dr. Verena Haug, Leitung Berliner Ausstellung und Pädagogik, 030 288 86 56-13/00,\nhaug@annefrank.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bildungsreferentin-m-w-d-im-bereich-berliner-ausstellung-schwerpunkt-grundschule-und-inklusion/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/business-development-vip-relations-m-w-d-2/", "image": "", "title": "Business Development + VIP Relations (m/w/d)", "content_text": "Bundeskunsthalle, Bonn Bewerbungsende: 06.04.2025 | Kunst- und Ausstellungshalle der Bundesrepublik Deutschland\nHelmut-Kohl-Allee 4\n53113 Bonn\nDie Bundeskunsthalle bietet als Haus für Wechselausstellungen ein internationales und abwechslungsreiches Programm. Jährlich finden bis zu acht große Ausstellungen aus den Bereichen Kunst und Kulturgeschichte, Archäologie, Wissenschaft und Technik statt. Die Bundeskunsthalle veranstaltet darüber hinaus Lesungen, Vorträge, Diskussionen, Symposien, Film-, Theater- und Musikaufführungen sowie andere Präsentationen und steht auch als Forum für Gespräche zwischen Persönlichkeiten aus Kunst, Kultur- und Geistesleben sowie aus dem Bereich der Politik zur Verfügung.\nZum nächstmöglichen Zeitpunkt ist in der Bundeskunsthalle die Position\nBusiness Development + VIP Relations (m/w/d)\nzu besetzen. Es handelt sich um eine auf 2 Jahre befristete Teilzeitstelle im Umfang von 50 % einer Vollzeitstelle (zur Zeit 19,5-Stunden-Woche). Die Vergütung richtet sich bei Erfüllung der personen- und tätigkeitsbezogenen tariflichen Voraussetzungen nach Entgeltgruppe 13 TVöD Bund zuzüglich der im Bereich des öffentlichen Dienstes üblichen sozialen Leistungen (Jahressonderzahlung, betriebliche Altersvorsorge, leistungsorientierte Bezahlung).\nWir bieten Ihnen einen sicheren Arbeitsplatz, der die Vereinbarkeit von Familie, Pflege und Beruf durch moderne Arbeitszeitmodelle, wie z.B. gleitende Arbeitszeit oder mobile Arbeit, gewährleistet. Darüber hinaus haben Sie die Möglichkeit, an interessanten Fort-/ Weiterbildungen teilzunehmen und ein Deutschland-Jobticket zu beziehen, das von uns mit bis zu 23,28 € monatlich bezuschusst wird. Die Bundeskunsthalle ist Mitglied im Sozialwerk.Bund und fördert eine evtl. Mitgliedschaft unserer Mitarbeiter*innen.\nInklusion und Integration sind unserem Haus ein besonderes Anliegen. Bewerbungen von Menschen mit diversen Hintergründen (z. B. Menschen aller Nationalitäten, schwerbehinderte oder ihnen gleichgestellte Bewerber*innen) werden daher begrüßt.\nIhre Aufgaben im Rahmen der ausgeschriebenen Stelle:\nEntwicklung und Aufbau eines Sponsoringkonzeptes für die Bundeskunsthalle, Entwicklung und Etablierung von Sponsoringstrategien\nKonzeption und Steuerung von Sponsoringmaßnahmen in Bezug auf das Ausstellungs- und Rahmenprogramm\nIdentifikation und Ansprache potentieller Zielgruppen, Kund*innen und Partner*innen, insbesondere Unternehmen, Organisationen und Einzelpersonen\nEntwicklung kreativer, crossmedialer Sponsoring-Pakete und Präsentationen, Materialien und Angebote, Organisation spendengenerierender Events\nAkquise neuer Sponsor*innen, Partner*innen- und Beziehungsaufbau und -pflege\nFörderung langfristiger Partnerschaften und Stärkung der Kundenbindung\nVerhandlung von Sponsoring-Verträgen\nAktive Teilnahme an Networking-Veranstaltungen, Konferenzen und Branchenevents, um neue Netzwerke aufzubauen und die Bundeskunsthalle zu repräsentieren\nZusammenarbeit mit dem Bereich Medien sowie Veranstaltungsorganisation\nIdentifikation von Projektfördermöglichkeiten und Entwicklung von Anträgen zur Beschaffung finanzieller Mittel\nVerwaltung und Abwicklung der eingeworbenen Mittel\nRegelmäßiges Reporting und Evaluation der Fundraising-Erfolge\nUnser Anforderungsprofil / Ihre Qualifikationen:\nein erfolgreich abgeschlossenes Hochschulstudium (Master/ Diplom) in Betriebswirtschaft, Marketing oder Veranstaltungsmanagement oder vergleichbare Fähigkeiten und Erfahrungen gem. Entgeltordnung TVöD Bund\nNachweisbare Erfahrung in der Sponsor*innensuche, Vorzugsweise im Kulturbereich\nKenntnisse über Sponsoringmethoden und Fördermittelakquise sowie über steuer- und spendenrechtliche Grundlagen\nAusgezeichnete Kommunikations- und Präsentationsfähigkeiten, ausgeprägtes Verständnis für Kundenbedürfnisse und die Fähigkeit nachhaltige Beziehungen aufzubauen und zu pflegen\nBegeisterung für eine verbindliche, kundenorientierte Kommunikation\nKreativität bei der Entwicklung innovativer Sponsoring-Ideen\nSehr gute Organisationsfähigkeit\nGute Kenntnisse der MS-Office Standardsoftware\nService- und Teamorientiertheit\nVerhandlungssichere Kenntnisse in der deutschen und englischen Sprache in Wort und Schrift\nUmfassendes Interesse an den Inhalten der Bundeskunsthalle\nWenn Sie Interesse an einer Mitarbeit in einem engagierten Team haben, freuen wir uns über Ihre vollständigen Bewerbungsunterlagen, die Sie bitte\nbis zum 06.04.2025\nper E-Mail (\nbewerbungen@bundeskunsthalle.de\n) an Frau Ute Bruns-Vohs, Leiterin Bereich Recht und Personal, richten.\nBewerbungen mit gepackten Anhängen und/oder Bewerbungen, die einen Link zu den Bewerbungsunterlagen enthalten, können aus IT-Sicherheitsgründen leider nicht berücksichtigt werden und werden unsererseits umgehend gelöscht bzw. gar nicht erst zugestellt. Bitte reichen Sie Ihre Unterlagen nach Möglichkeit in einem einzigen pdf-Dokument ein.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/business-development-vip-relations-m-w-d-2/", "date_published": "2025-03-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-88/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Deutsches Auswandererhaus, Bremerhaven Bewerbungsende: 06.04.2025 | Das Deutsche Auswandererhaus Bremerhaven ist ein kulturhistorisches Museum mit einer einzigartigen Sammlung zu über 300 Jahren deutscher Aus- und Einwanderungsgeschichte. Das Haus beschäftigt sich in seiner Ausstellung und dem breitgefächerten Vermittlungsangebot mit Themen, die immer wieder im Zentrum nationalistischer, diskriminierender, rassistischer und antijüdischer Agitation stehen. Dies aufgreifend startete im Sommer 2024 ein mehrjähriges, interkulturelles Bildungs- und Forschungsprogramm zur Demokratieförderung. Vor allem im Rahmen von Sonderausstellungen zu gesellschaftlich besonders kontrovers diskutierten Themen soll museale Vermittlungsarbeit evaluiert und methodisch weiterentwickelt werden.\nDas Deutsche Auswandererhaus sucht zum 01.07.2025 für zwei Jahren in Vollzeit eine:n wissenschaftliche:n Volontär:in\n(m/w/d).\nIhre Aufgaben:\nRecherchen für Sonderausstellungen, Mitarbeit an einzelnen Ausstellungskapiteln\nErarbeitung und Durchführung von Führungen durch die Sonderausstellungen\nDurchführung und Auswertung qualitativer und quantitativer Befragungen\nMitarbeit im Bereich Wissenschaftskommunikation und Museumspädagogik\nMitarbeit bei der Sammlungstätigkeit des Museums\nIhr Profil:\nabgeschlossenes Masterstudium in Geschichts- oder Politikwissenschaft oder Soziologie mit thematischen Schwerpunkten zum Einwanderungsland Deutschland\nPraktikum im Museum\nOffenheit und hohe Kommunikationsfähigkeit im Umgang mit verschiedenen Personengruppen\nsehr gute Englisch- und gerne auch weitere Fremdsprachenkenntnisse\nstrukturiertes Arbeiten, Teamgeist, Flexibilität und Eigeninitiative\nWir bieten Einblicke in die umfangreiche Tätigkeit eines international ausgerichteten Museums. Sie haben die Möglichkeit, an Weiterbildungen für Museumsvolontär:innen teilzunehmen und lernen auch die Arbeit der anderen Museumsabteilungen kennen. Das Bruttomonatsgehalt für die Stelle beträgt im ersten Jahr des Volontariates 2.300 Euro und im zweiten Jahr des Volontariates 2.400 Euro.\nBei gleicher Qualifikation werden Bewerbungen geeigneter Schwerbehinderter sowie Gleichgestellter im Sinne des § 2 Abs. 3 SGB IX bevorzugt berücksichtigt. Wir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nWir freuen uns auf Ihre digitale Bewerbung\nbis zum 6. April 2025\nan:\nDeutsches Auswandererhaus\nMeike Behrens\nColumbusstraße 65\n27568 Bremerhaven\nm.behrens@dah-bremerhaven.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-88/", "date_published": "2025-03-20T00:00:00"}]}