{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-d-m-w-2/", "image": "", "title": "Wissenschaftlichen Volontär (d/m/w)", "content_text": "Kunstmuseum Celle, Celle Bewerbungsende: 23.02.2025 | Die Residenzstadt Celle sucht für das Kunstmuseum Celle mit Sammlung Robert Simon zum nächstmöglichen Zeitpunkt einen\nWissenschaftlichen Volontär (d/m/w)\nSie begeistern sich für moderne und zeitgenössische Kunst?\nDie Vermittlung an ein breites Publikum liegt Ihnen am Herzen?\nSie haben Ideen und Lust auf innovative Konzepte?\nDann bieten wir Ihnen\nein auf zwei Jahre befristetes Volontariat in einem engagierten Team.\neine Anstellung über die Stadt Celle mit einer Vergütung, die 50 v. H. des Entgelts der EG 13 Stufe 1 TV-L in der jeweils geltenden Fassung mit der Maßgabe beträgt, dass weitere Zulagen und Zuwendungen nicht gewährt werden dürfen.\nneben beruflicher Sicherheit ein attraktives, vielfältiges und flexibles Arbeitsumfeld.\nals familienfreundlicher Arbeitgeber grundsätzlich eine flexible Arbeitszeitgestaltung ohne Kernarbeitszeit und Unterstützung bei der Vereinbarkeit von Familie und Beruf.\numfassende Fort- und Weiterbildungsbildungsmöglichkeiten im Rahmen der Personalent-wicklung.\neine qualifizierte und verlässliche Betreuungsmöglichkeit für unter dreijährige Kinder in der städtischen „Trollecke“ direkt am Neuen Rathaus.\nTeilnahme am Firmenfitnessprogramm des Anbieters „Hansefit“.\nAngebot des Deutschland-Tickets als personalisiertes Jobticket.\nMitarbeiter- und Führungskräfteberatung durch das Fürstenberg Institut.\nflexible oder verlässliche mobile Arbeit in Absprache mit der Führungskraft ohne bürokra-tischen Aufwand.\nIhre Aufgabenschwerpunkte sind:\nKonzeption und Organisation von Ausstellungen und Kunstprojekten\nÖffentlichkeits- und Medienarbeit, Social Media, Kommunikation\nKunstvermittlung für verschiedene Zielgruppen\nVeranstaltungsmanagement\nFundraising/ Förderanträge\nVerwaltungsaufgaben\nWährend der Ausbildung erhalten die Volontäre (d/m/w) Einblicke in alle museumsrelevanten Bereiche der Institution. Zudem bieten wir Ihnen die Möglichkeit, ein eigenes Ausstellungs- oder Vermittlungsprojekt zu realisieren.\nÜber uns:\nDas Kunstmuseum Celle mit Sammlung Robert Simon ist ein dynamisches Haus mit innovativen Konzepten für zeitgenössische Kunst und deren Vermittlung. Ein Schwerpunkt von Sammlung und Sonderausstellungen ist internationale Lichtkunst. Als das „erste 24-Stunden-Kunstmuseum der Welt“ bietet das Haus rund um die Uhr Begegnungen mit Gegenwartskunst – am Tag ganz klassisch im Museum, bei Nacht von außen mit Lichtkunst an und hinter der Fassade. Ziel der Museumsarbeit ist es, möglichst viele Menschen in Kontakt mit künstlerischem Denken und Handeln zu bringen.\nDas Volontariat umfasst projektabhängig alle Bereiche der Museumsarbeit.\nDarauf kommt es uns an:\nDie formale Voraussetzung für eine erfolgreiche Bewerbung ist ein abgeschlossenes wissen-schaftliches Hochschulstudium (Diplom (Univ.)/ Master/ Magister oder Staatsexamen höhe-res Lehramt, oder gleichwertig) der Studienbereiche „Kunstgeschichte / Kunstwissenschaften / Kunstpädagogik / Kunstvermittlung / Bildende Kunst / Bildwissenschaft.“ Auch Personen mit einem unmittelbar auf das Museums- und Ausstellungswesen bezogenen Abschluss (wie Curatorial Studies oder Museologie) können sich bewerben.\nDarüber hinaus ist das Beherrschen der deutschen Sprache auf Sprachniveau C1 erforderlich.\nAußerdem erwarten wir:\nFachliche Kompetenz:\nwissenschaftlicher Schwerpunkt/ ausgeprägtes Interesse im Bereich Gegenwartskunst\nErfahrungen/Interesse in den Bereichen\n– Kunstvermittlung an verschiedene Zielgruppen\n– Ausstellungskonzeption und -organisation\n– Öffentlichkeitsarbeit/ Marketing, insbesondere Social Media\n– Grafik, digitale Bildbearbeitung, Content-Management, EDV-Anwendungen\nSoziale Kompetenz:\nFreude am Arbeiten im Team\nhervorragende schriftliche und mündliche Ausdrucksfähigkeit\nInterkulturelle Kompetenz\nMethodische Kompetenz:\nstrukturierte, eigenständige und lösungsorientierte Arbeitsweise\nOrganisationstalent\nPersönliche Kompetenz:\nsicheres und angemessenes Auftreten\nBegeisterung und Offenheit für alle Bereiche der Museumsarbeit\nHaben Sie Lust bekommen, das Team des Kunstmuseums Celle zu unterstützen?\nDann freuen wir uns auf Ihre Online-Bewerbung bis zum 23.02.2025.\nWeitere Informationen zu den Aufgaben erhalten Sie unter\nwww.kunst.celle.de\noder über\nFrau Dr. Julia Otto\n, Tel.: (05141) 12-4521.\nFür Fragen zum Ausschreibungsverfahren steht Ihnen gerne\nFrau Nadine Hacke\n, Tel.: (05141) 12 -1174 zur Verfügung.\nDie Stadt Celle verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern. Um das unterrepräsentierte Geschlecht im Bereich dieser Entgeltgruppe, bezogen auf die gesamte Stadtverwaltung, besonders zu fördern, besteht daher an Bewerbungen von Frauen besonderes Interesse.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Eignung bevorzugt berücksichtigt.\nZu Zwecken und für die Dauer der Durchführung des Bewerbungsverfahrens werden personenbezogene Daten gespeichert.\nDie Stadt Celle ist ein familienfreundlicher Arbeitgeber. Unter\nwww.celle.de\nerhalten Sie Informationen über Bauen und Wohnen, Kinderbetreuung sowie Schule, Arbeit und Freizeit in der modernen Residenzstadt.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-d-m-w-2/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-depothelfer-m-w-d/", "image": "", "title": "Hausmeister/Depothelfer (m/w/d)", "content_text": "MIK Museum Industriekultur Osnabrück, Osnabrück Bewerbungsende: 27.02.2025 | Das\nMIK Museum Industriekultur Osnabrück\nist in einem denkmalgeschützten Gebäudeensemble einer ehemaligen Kohlenzeche im Norden Osnabrücks verortet. Anknüpfend an die besondere Lage im Kultur- und Landschaftspark Piesberg stellen wir das Beziehungsdreieck Mensch – Natur – Wirtschaft ins Zentrum unserer vielfältigen Angebote, die jährlich mehr als 50.000 Besuchende anziehen. In großen Ausstellungen greifen wir nicht nur historische Themen auf, sondern auch Fragen von aktueller Relevanz und regen zu einem Austausch über Ideen für die Zukunft an. Unser Profil entwickeln wir derzeit in unserem Team aus rund 20 Köpfen weiter.\nSie möchten Ihr handwerkliches Geschick in die Betreuung des Museumsgeländes und der Gebäude einbringen? Sie haben Lust, bei der Neuorganisation des Sammlungsdepots mit historischen Maschinen und Alltagsobjekten zur unterstützen? Dann freuen wir uns auf Ihre Bewerbung!\nWir suchen zum nächstmöglichen Zeitpunkt einen:\nHausmeister/Depothelfer (m/w/d)\nIhre Aufgaben:\nPflege der Museumsgebäude und des Geländes\nKleinere Reparaturen in den Ausstellungen, Gebäuden und im Außengelände\nAufräum-/Entsorgungsarbeiten\nKoordination und Begleitung von Handwerkerterminen, Mithilfe in den Werkstätten\nUnterstützung bei Aufbau/Abbau von Ausstellungen und Veranstaltungen\nBesorgungen, Transporte\nUnterstützung bei der Neuorganisation der Sammlungsdepots (Sortieren, Einlagern und Säubern von technischen Objekten, Aufbau von Ordnungssystemen etc.)\nWir bieten Ihnen:\nEin abwechslungsreiches Arbeitsfeld an einem besonderen Ort mit der Möglichkeit, selbstständig zu arbeiten und eigene Ideen einzubringen\nEin teamorientiertes, wertschätzendes und aufgeschlossenes Arbeitsklima\nEine Vollzeitstelle; Teilzeitregelungen sind aber möglich, ebenso eine Teilung der Stelle\nDie Vereinbarkeit von Berufs- und Privatleben durch ein flexibles Arbeitszeitmodell\n30 Tage Jahresurlaub ausgehend von einer 5 Tage-Woche\nTeilnahme an Weiterbildungen; Profitieren vom Job-Rad-System\nSie bringen mit:\nZuverlässigkeit und Belastbarkeit\nTechnisches Interesse und handwerkliches Geschick, gern entsprechende Ausbildung\nBerufserfahrung im beschriebenen oder in einem ähnlichen Aufgabengebiet\nKörperliche Belastbarkeit, hohe Einsatzbereitschaft, Flexibilität\nEigenverantwortliches, lösungsorientiertes, strukturiertes und sorgfältiges Arbeiten\nTeam- und Kommunikationsfähigkeit, freundliches Auftreten\nFahrerlaubnis der Klasse B, gerne auch für Flurförderfahrzeuge\nBitte senden Sie Ihre vollständigen, aussagekräftigen Bewerbungsunterlagen mit Ihren Gehaltsvorstellungen, zusammengefasst in einem PDF-Dokument,\nbis zum 24. Februar 2025\nan\nbrokmann@mik-osnabrueck.de\nWir setzen uns für Diversität und Inklusion ein und freuen uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. Bewerbungen von Menschen mit Angabe einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Unsere Gebäude sind bisher nicht vollständig barrierefrei.\nFür nähere Auskünfte stehen wir Ihnen gerne unter 0541/9127-845, brokmann@mik-osnabrueck.de zur Verfügung. Weitere Informationen finden Sie unter www.mik-osnabrueck.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.02.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-depothelfer-m-w-d/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-in-des-gebaeudemanagements-und-der-ausstellungsproduktion/", "image": "", "title": "Leiter/in des Gebäudemanagements und der Ausstellungsproduktion", "content_text": "Museen der Stadt Straßburg, Straßburg Bewerbungsende: 09.03.2025 | Möchten Sie Ihrer Karriere neuen Schwung verleihen? Haben Sie schon einmal darüber nachgedacht, im Elsass (Frankreich) zu arbeiten? Die europäische Hauptstadt Straßburg bietet eine außergewöhnliche Lebensqualität in einem kosmopolitischen Umfeld, nahe der Grenze, in einer zweisprachigen Region.\nWenn Sie Beamter sind, haben Sie die Möglichkeit, eine Abordnung in den öffentlichen Dienst in Frankreich zu beantragen. Wenn Sie kein Beamter, aber gleichgestellt sind, kann Ihnen ein Vertrag angeboten werden.\nAlso, wenn Sie qualifiziert und erfahren sind und…wenn Sie auch Französisch (und ein wenig Englisch) sprechen, dann warten wir auf Sie!\nOrt\n: Museen von Straßburg\nStelle zu besetzen:\nSofort\nVertragsart:\nUnbefristet / abgeordnete Beamte\nArbeitszeit\n: 35 Stunden pro Woche\nNiveau:\nFührungskraft A5\nStellenbeschreibung:\nDie Museen von Straßburg suchen eine/n Leiter/in des Gebäudemanagements und der Ausstellungsproduktion, um ihr dynamisches Team zu verstärken. Diese Schlüsselposition umfasst die Verwaltung und Überwachung des gesamten Gebäudebestands der Museen sowie die Koordination von Ausstellungen und kulturellen Veranstaltungen.\nHauptaufgaben:\nSie leiten und animieren die Teams des Departements (4 Führungskräfte und 20 technische Mitarbeiter, darunter Maler, Tischler, Schlosser, Elektriker (einschließlich neuer Technologien)).\nSie schlagen die Strategie des Departements vor und setzen sie um. In diesem Zusammenhang:\nSie sind eine treibende Kraft bei der Entwicklung einer Politik zur Verwaltung des baulichen Erbes (kurative und präventive Instandhaltung der vom Museumsdienst verwalteten Gebäude), die die verschiedenen Funktionen der Gebäude (Erhaltung, Empfang des Publikums…) berücksichtigt.\nSie schlagen eine nachhaltige und rationale Produktionspolitik für die Konzeption und Umsetzung museografischer Einrichtungen vor.\nSie arbeiten an der Planung der Renovierungsarbeiten des baulichen Erbes mit den zuständigen EMS-Diensten und stellen die technische und finanzielle Überwachung der Arbeiten für den Dienst sicher.\nSie stellen die Schnittstelle zwischen den Beteiligten eines Projekts (dem/den Ausstellungskurator(en), dem Künstler, dem Szenografen…) sicher und überwachen die Planung des Aufbaus der Ausstellungen und kulturellen Veranstaltungen in enger Zusammenarbeit mit dem Departement für Ausstellungskoordination und öffentliche Programme.\nSie verwalten die Finanzen, Einkäufe und öffentlichen Aufträge des Departements.\nSie tragen zur Sicherheit der 10 Museen und eines historischen Ensembles des Netzwerks in enger Zusammenarbeit mit dem Sicherheitsbeauftragten der Museen bei.\nSie sorgen für den ökologischen Übergang in den beruflichen Praktiken und achten auf die Umsetzung umweltfreundlicher Lösungen.\nGesuchtes Profil:\nAbschluss\n: Mindestens Bachelor in Ingenieurwesen oder Bachelor-Abschluss im Kulturbereich, oder nachgewiesene Erfahrung im Bereich Gebäudemanagement und Ausstellungsproduktion.\nFührungskompetenzen\n: Erfahrung in der Teamleitung und Projektmanagement.\nTechnische Kenntnisse\n: Beherrschung des Gebäudemanagements und der Vorschriften für öffentliche Gebäude.\nVerwaltungskompetenzen\n: Kenntnisse im öffentlichen Auftragswesen und Budgetmanagement.\nSprachen\n: Beherrschung von Französisch (mindestens Niveau C1), Englisch und/oder Deutsch (mindestens Niveau B1)\nPersönliche Qualitäten\n: Selbstständigkeit, Reaktionsfähigkeit, Organisationssinn, Genauigkeit, Teamfähigkeit und Interesse an Kultur und Kulturerbe.\nArbeitsbedingungen:\nTechnische Bereitschaftsdienste\n: gelegentlich an Wochenenden..\nAnsprechpartner für Informationen:\nFrançois PFALZGRAF, Generaladministrator\nfrancois.pfalzgraf@strasbourg.eu\nBewerbung\n: Senden Sie Ihren Lebenslauf und Ihr Bewerbungsschreiben an\nStellenbeschreibung original (link)\n:\nRESPONSABLE DU DEPARTEMENT PATRIMOINE BÂTI ET DE L’APPUI À LA PRODUCTION DES EXPOSITIONS\nUm Ihren Lebenslauf und Ihr Bewerbungsschreiben einzureichen, müssen Sie unbedingt die Website der Stadt Straßburg über den Link in der Anzeige besuchen.\nWerden Sie Teil unseres Teams und tragen Sie zur Wertschätzung des kulturellen Erbes von Straßburg bei!\nInformationen:\nWenn Sie kein Beamter sind\n, können Sie durch einen Vertrag eingestellt werden: erster Vertrag von 1 bis 3 Jahren, verlängerbar, unbefristeter Vertrag ab 6 Jahren.\nWenn Sie Beamter sind:\num Zugang zum französischen öffentlichen Dienst durch Abordnung zu erhalten, müssen deutsche Beamte oder vergleichbare Personen die folgenden Bedingungen erfüllen:\n1. Staatsangehörigkeit:\nStaatsangehörigkeit eines europäischen Landes (z.B. Deutschland, Österreich, Belgien usw.) oder der Fürstentum Andorra.\n2. Status:\nBeamter in einem europäischen Land sein oder eine Stelle in einer Verwaltung, einer Organisation oder einer Einrichtung innehaben, deren Aufgaben mit denen der französischen Verwaltungen vergleichbar sind.\n3. Allgemeine Bedingungen:\nDie allgemeinen Zugangsvoraussetzungen für den französischen öffentlichen Dienst erfüllen.\n4. Körperschaften und Beschäftigungsgruppen:\nAlle Körperschaften und Beschäftigungsgruppen des französischen öffentlichen Dienstes sind durch Abordnung zugänglich.\nDiese Bedingungen ermöglichen es europäischen Beamten, in Frankreich zu arbeiten und gleichzeitig ihren Status und ihre Rechte in ihrem Herkunftsland zu behalten.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-in-des-gebaeudemanagements-und-der-ausstellungsproduktion/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-der-rheinland-pfalz-triennale-2026/", "image": "", "title": "Kurator:in (m/w/d) der Rheinland-Pfalz Triennale 2026", "content_text": "BBK Rheinland-Pfalz, Trier Bewerbungsende: 09.03.2025 | Die Rheinland-Pfalz Triennale präsentiert der Öffentlichkeit innovative zeitgenössische Kunst aus Rheinland-Pfalz. Die Rheinland-Pfalz Triennale bietet ein Podium für etwa 50 Bildende Künstler:innen mit Bezug zum Land Rheinland-Pfalz. Dieser Bezug kann z.B. durch Wohnort, Geburtsort oder Studium in Rheinland-Pfalz begründet sein.\nMit der Rheinland-Pfalz Triennale wird dem Publikum landesweit ein attraktiver, an Qualität und Innovation orientierter Querschnitt des künstlerischen Schaffens in Rheinland-Pfalz präsentiert und das im Land vorhandene künstlerische Potential sowie die künstlerische Vielfalt öffentlich sichtbar gemacht.\nDer Hauptausstellungszeitraum der kommenden Ausgabe ist vom\n24.\nApril\nbis\nzum\n31. Mai 2026\nin Trier. Als große Ausstellungsorte stehen die Kunsthalle Trier, die TUFA und das Rheinische Landesmuseum zur Verfügung, ggf. ergänzt durch Off-Spaces.\nDie Rheinland-Pfalz Triennale 2026 erweitert ihren Fokus über die Bildende Kunst hinaus, indem sie innovative Beteiligungsformate, interdisziplinäre Ansätze und raumbezogene Prozesse einbezieht.\nEin Schwerpunkt der kommenden Rheinland-Pfalz Triennale liegt auf Kultureller Bildung, zivilgesellschaftlicher Teilhabe und Inklusion. Ziel ist es, die bestehenden Formate und Kooperationen in diesen Bereichen zu intensivieren, um die Persönlichkeitsentwicklung von Kindern und Jugendlichen zu fördern. Dabei geht es nicht nur um die Förderung des eigenen künstlerischen Schaffens, sondern auch um die Entwicklung der Fähigkeit, Kunst und Kultur aktiv wahrzunehmen und zu interpretieren.\nDurch diese Fokussierung auf kulturelle Bildung leistet die Landeskunstausstellung einen wichtigen Beitrag zur Zukunft der Bildenden Kunst. Sie schafft die Voraussetzungen dafür, dass kommende Generationen sowohl als Kunstschaffende als auch als Kunstrezipierende für die Bildende Kunst begeistert werden können.\nDer Berufsverband Bildender Künstlerinnen und Künstler Rheinland-Pfalz im Bundesver- band e.V. (BBK RLP) ist Träger der Rheinland-Pfalz Triennale und zeichnet im Auftrag des Ministeriums für Familie, Frauen, Kultur und Integration (MFFKI) verantwortlich für das\nGesamtprojekt.\nDer BBK Rheinland-Pfalz sucht zum nächstmöglichen Zeitpunkt eine*n\n„Kurator*in\n(m/w/d)“\nfür\ndie\nRheinland-Pfalz\nTriennale\n2026\nIHRE\nAUFGABEN:\nJurierung\nder ausstellenden Künstler/innen als Teil des dreiköpfigen\nJuryteams\nKuratierung\nLeitung des Kuratierungs-Teams, bestehend aus dem/r Kurator/in, einer\nKuratierungs-\nStipendiatin des Schloss Balmoral sowie einem Mitglied des Vorstandes des BBK\nRLP\nEntwicklung,\nPlanung\nund\nUmsetzung\ndes\nkuratorischen\nKonzepts\nfür die\nRheinland-\nPfalz Triennale 2026 als Primus inter Pares des Kurator:innen-\nTeams\nAktive Unterstützung des Projektleiters bei der strategischen Planung und operativen Umsetzung des Gesamtprogramms\nTeamführung\nLeitung und Motivation des kuratorischen Teams sowie Zusammenarbeit mit dem Projektleiter der Rheinland-Pfalz Triennale und externen Partnern\nIHR\nPROFIL:\nAbgeschlossenes Hochschulstudium in Kunstgeschichte, Bildende Kunst oder einem verwandten Bereich bzw. entsprechende Berufserfahrung\nErfahrung als Kurator:in von großen\nAusstellungen\nUmfassende Kenntnisse der internationalen zeitgenössischen Kunst und der aktuellen\nKunstszene\nHervorragende organisatorische Fähigkeiten und Projektmanagement-\nKompetenzen\nAusgeprägte Kommunikationsstärke und zuverlässige Arbeitsweise im\nTeam\nErfahrung und Netzwerke in Kunstvermittlung und\nInklusion\nWIR\nBIETEN:\nEine spannende und herausfordernde Position in einer renommierten Kunstausstellung mit großer Strahlkraft\nDie Möglichkeit, innovative und neue Konzepte zu\ngestalten\nEin dynamisches und kreatives Arbeitsumfeld in einem motivierenden\nTeam\nFlexible Arbeitszeiten und Mobile-Work-\nOptionen\nVergütung in Höhe von 32.000 Euro brutto (ausbezahlt in mehreren Blöcken im Projektzeitraum bis Mai 2026)\nBEWERBUNG:\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse und Referenzen) bis zum\n9.\nMärz\n2025\nausschließlich per Mail an info@rheinland-pfalz-triennale.de\nBei erfolgreicher Vorauswahl laden wir Sie zu einem Vorstellungsgespräch\nam\n24.\nMärz\n2025\nein. Wir bitten Sie daher, sich diesen Termin\nvorzumerken.\nBei Fragen wenden Sie sich an den Projektleiter der Rheinland-Pfalz Triennale, Herrn Christopher Kott per Mail an c.kott@rheinland-pfalz-triennale.de oder telefonisch unter 06131 – 37 14 24.\nWir freuen uns auf Ihre\nBewerbung!\nHinweis: Diese Ausschreibung richtet sich an alle qualifizierten Bewerberinnen und Bewerber unabhängig von Geschlecht, Alter, Herkunft, ethnischen Hintergrund, Religion, Behinderung oder sexueller Identität. Schwerbehinderte werden bei entsprechender Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-der-rheinland-pfalz-triennale-2026/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-bibliothek-befristet-in-teilzeit-20-wochenstunden-in-nuernberg/", "image": "", "title": "Mitarbeit Bibliothek befristet in Teilzeit (20 Wochenstunden) in Nürnberg", "content_text": "Bayerische Landesamt für Denkmalpflege (BLfD), Nürnberg Bewerbungsende: 11.03.2025 | Mitarbeit befristet in Teilzeit (20 Wochenstunden) in Nürnberg\nDas\nBayerische Landesamt für Denkmalpflege (BLfD)\nist die zentrale Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Entscheidend sind für uns die Fragen „Was ist ein Denkmal?“ und „Wie gehen wir damit um?“ Seit der Gründung des Amtes im Jahr 1908 sind die Erfassung und Erforschung der Denkmäler und die Beratung von Eigentümern, Planern und Institutionen unsere Hauptaufgaben. Wir sind Ansprechpartner für alle Fragen zu Bau- und Bodendenkmälern. Zum BLfD gehört außerdem die Landesstelle für die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren Tätigkeiten umfassend berät und betreut.\nZur Literaturversorgung des BLfD gibt es eine zentrale Fachbibliothek in München sowie weitere Bibliotheken in den Dienststellen. Die Bibliotheksbestände sind im Verbundkatalog B3Kat und im gemeinsamen Lokalsystem der bayerischen Behördenbibliotheken nachgewiesen.\nAuf der Nürnberger Kaiserburg ist die Bodendenkmalpflege für Mittelfranken mit einer archäologisch ausgerichteten Fachbibliothek angesiedelt. Diese soll nach den bibliothekarischen Standards des BLfD neu aufgestellt und erfasst werden. Darüber hinaus können unterstützende Tätigkeiten im Alltagsgeschäft der Bodendenkmalpflege anfallen. Die Tätigkeit ist aufgrund der flexiblen Zeiteinteilungsmöglichkeiten insbesondere auch für Werkstudentinnen/-en (m/w/d) o. Ä. bestens geeignet.\nIhre Aufgaben\nNeusystematisierung und Neuaufstellung der Bestände der Bibliothek der Dienststelle Nürnberg\nregelwerksgerechte Erfassung der Bestände im Bibliothekssystem (v. a. die Erfassung von Exemplardaten und Zeitschriftenbeständen im Lokalsystem)\nBestandsbereinigungen des Bibliotheksbestandes\nErfassungs-, Ablage- und Archivierungsarbeiten im Dokumentations-, Ortsakten- und Fotoarchiv sowie im Funddepot\nArbeit mit dem Fachinformationssystem\nWissenschaftliche Hilfskrafttätigkeiten (Recherche-, Scan- und Kopierarbeit) (zu\nprüfen)\nUnser Angebot\nTätigkeit in Nürnberg auf 2 Jahre befristet\nBezahlung nach E 9 TV-L und betriebliche Altersvorsorge (bitte informieren Sie sich z. B. unter www.oeffentlicher-dienst.info über die Vergütung)\nGute Vereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nEine abwechslungsreiche, kommunikative Tätigkeit in einer kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen und einem guten Betriebsklima\nVertiefter Einblick in die Tätigkeitsfelder der Bodendenkmalpflege in Bayern\nIhr Profil\nVorausgesetzt werden:\nAbschluss (Bachelor oder Master) eines relevanten archäologischen Studienganges, vorzugsweise der Ur- und Frühgeschichtlichen Archäologie, Provinzialrömischen Archäologie oder Archäologie des Mittelalters und der Neuzeit, oder eine vergleichbare Qualifikation in der Grabungstechnik oder eines eng verwandten kulturwissenschaftlichen Faches\ngute PC-Kenntnisse (MS-Office-Anwendungen, Datenbankanwendungen, Bibliothekssysteme)\nBibliothekserfahrung bzw. die Bereitschaft sich zügig bibliothekarische Kenntnisse anzueignen\nSelbstständige, sorgfältige und strukturierte Arbeitsweise\nOrganisationstalent, Teamfähigkeit und Flexibilität\nKörperliche Belastbarkeit\nGrundsätzlich keine Vorbeschäftigung beim Freistaat Bayern (§ 14 Abs. 2 TzBfG)\nVon Vorteil sind:\nKenntnisse in der Archäologie Süddeutschlands und entsprechender Literatur\nErfahrungen in der Bodendenkmalpflege bzw. auf archäologische Ausgrabungen\nGrundkenntnisse in AutoCad und GIS-Systemen\nSchwerbehinderte werden bei im Wesentlichen gleicher Eignung bevorzugt eingestellt. Wir weisen allerdings darauf hin, dass die Dienststelle aufgrund Ihrer Denkmaleigenschaft und die Einsatzorte auf Baustellen und Ausgrabungen nicht barrierefrei sind.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen (vor allem möglichst vollständigen Arbeits-/Dienst- und akademischen Abschlusszeugnissen sowie im – gerne kurzen – Anschreiben einer Darstellung der als zwingend vorausgesetzten Punkte) bis spätestens\n11.03.2025\n(Eingangsdatum) ausschließlich über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n02.04.2025\nin Nürnberg statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-bibliothek-befristet-in-teilzeit-20-wochenstunden-in-nuernberg/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-in-m-w-d-fuer-die-beratung-nichtstaatlicher-museen-4/", "image": "", "title": "Referent/-in (m/w/d) für die Beratung nichtstaatlicher Museen", "content_text": "Bayerische Landesamt für Denkmalpflege, Weißenburg Bewerbungsende: 04.03.2025 | Referent/-in (m/w/d) für die Beratung nichtstaatlicher Museen mit Dienstort Weißenburg in Vollzeit – befristet für 2 Jahre zum 01.06.2025\nDas Bayerische Landesamt für Denkmalpflege ist die staatliche Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege.\nDie Abteilung „Landesstelle für die nichtstaatlichen Museen in Bayern“ berät und fördert mit einem interdisziplinären Team Projekte der 1200 nichtstaatlichen Museen in Bayern. Zu diesem Zweck führt sie u. a. individuelle Museumsberatungen zu Fragen von Konzeption und musealer Gestaltung, Sammlungspflege, Öffentlichkeitsarbeit, Vermittlung sowie Barrierefreiheit und Inklusion durch; sie organisiert Veranstaltungen und Fortbildungen, legt fachliche Publikationen in analoger und digitaler Form vor und stellt den Museen spezifische Softwarelösungen zur Verfügung.\nIhre Aufgaben\nMuseumsfachliche Betreuung und Beratung der Museen in den in Ihnen zugewiesenen geografischen bzw. thematischen Gebieten (Schwaben / bayerische Freilicht- und Agrarhistorischemuseen)\nDurchführung von Dienstreisen und notwendigen Ortsterminen bzw. Abklärungen von Sachverhalten in Videokonferenzen\nBeratung der Träger nichtstaatlicher Museen einschließlich ihrer politischen Gremien z. B. durch Teilnahme an Auswahlverfahren\nBeurteilung von Förderanträgen an die Landesstelle inkl. der Formulierung von Zuwendungsvorschlägen und Begutachtung von Förderanträgen an Dritte\nMitarbeit bei durch die Landesstelle für die nichtstaatlichen Museen organisierten und angebotenen Fortbildungen\nErarbeitung fachlich fundierter Stellungnahmen bei Anfragen politischer Gremien\nVerfassen von Fachpublikationen\nVertretung der Landesstelle für die nichtstaatlichen Museen in Gremien,\nFacharbeitskreisen und bei externen Veranstaltungen (Vorträge bei Fachtagungen, Eröffnungen, Jubiläen etc.)\nUnser Angebot\nBefristete Anstellung für 2 Jahre\nBezahlung nach E 13 TV-L, sofern die tarifrechtlichen Voraussetzungen erfüllt sind. Bitte informieren Sie sich z. B. unter\nwww.oeffentlicher-dienst.info\nüber die Vergütung.\nUmfassende aufgabenbezogene Fortbildungsmöglichkeiten\nFlexible Arbeitszeiten und die Möglichkeiten mobilen Arbeitens (Standardausstattung mit Dienstnotebook und -handy)\nBetriebliche Altersvorsorge\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und\nkultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\nIhr Profil\nVorausgesetzt werden:\nAbgeschlossenes wiss. Hochschulstudium (Master oder vglb.) und nachgewiesene langjährige, alle Tätigkeitsbereiche umfassende Museumserfahrung (insbesondere Personal- und Budgetverantwortung, Konzepterstellung und Sammlungsverwaltung)\n(ein Masterabschluss an einer Dualen Hochschule oder Fachhochschule muss für den Zugang zum höheren Dienst akkreditiert sein. Die Akkreditierung des Studiengangs zum Zeitpunkt des Abschlusses ist nachzuweisen, bei Studienabschluss außerhalb Deutschlands ist die Anerkennung nachzuweisen)\nFundierte Kenntnisse in museumsrelevanten Fachwissenschaften, u. a. der Landesgeschichte sowie Kulturgeschichte Bayerns\nMehrjährige einschlägige Berufserfahrung in einem Museum, insbesondere mit den Schwerpunkten Sammlungsentwicklung, Konzeption und Organisation von Ausstellungen sowie der Gestaltung musealer Präsentationen und Dauerausstellungen und strategische Entwicklung von Museen\nBereitschaft zu häufigen, auch mehrtägigen Dienstreisen, u. a. als Selbstfahrer (m/w/d) von Dienstfahrzeugen mit Führerschein Klasse B\nSicherheit im Umgang mit digitalen Medien, Videokonferenzsystemen und Office-Programmen; ausgeprägte Digitalkompetenzen\nErfahrung bei der Durchführung von Fortbildungsveranstaltungen\nGrundsätzlich keine Vorbeschäftigung beim Freistaat Bayern (§ 14 TzBfG)\nVon Vorteil sind:\nBerufserfahrung im Projektmanagement und in der Beratung\nVerhandlungsgeschick, Durchsetzungsvermögen und Stressresistenz\nModerierende und gleichzeitig zielorientierte Dialogfähigkeit, insbesondere bei Beratungsgesprächen mit den haupt- und ehrenamtlichen Partnern in den Museen und bei Gremienarbeit auf kommunaler Ebene\nKenntnisse und Erfahrung in den Themenbereichen Migration, Integration und Interkultur\nSoziale Kompetenzen\nInteresse an innovativen Museumsentwicklungen und gestalterischen Fragestellungen\nHohes Engagement und Flexibilität\nKonzeptionelles Denken und Teamfähigkeit\nOrganisationstalent und Kreativität\nFührerschein/Fahrerlaubnis Klasse B und gute Fahrpraxis\nBelastbarkeit\nSchwerbehinderte werden bei im Wesentlichen gleicher Eignung bevorzugt eingestellt. Dennoch bitten wir zu beachten, dass sowohl die Dienststelle in Weißenburg, als auch ein Großteil der Museen, welcher zur Beratung bereist werden müssen, nicht barrierefrei zugänglich sind! Die Stelle ist grundsätzlich teilbar.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen (vor allem möglichst vollständigen Arbeits-/Dienst- und akademischen Abschlusszeugnissen sowie im – gerne kurzen – Anschreiben einer Darstellung der als zwingend vorausgesetzten Punkte) bis spätestens\n04.03.2025\n(Eingangsdatum) ausschließlich über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer\nHomepage – Arbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden am\n27.03.2025\nin Weißenburg statt. Sie erhalten rechtzeitig eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-in-m-w-d-fuer-die-beratung-nichtstaatlicher-museen-4/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/innenrevisorin-unbefristet-voll-oder-teilzeit/", "image": "", "title": "Innenrevisor*in  Unbefristet, Voll- oder Teilzeit", "content_text": "Stiftung Humboldt Forum im Berliner Schloss, Berlin Bewerbungsende: 16.02.2025 | Mit dem Humboldt Forum ist ein neuer Ort des Erlebens, der Begegnung und des Lernens in der Mitte Berlins entstanden. Im Humboldt Forum werden herausragende Sammlungen und bedeutende Exponate mit einem multidisziplinären Veranstaltungsprogramm zusammengeführt. Die Stiftung Humboldt Forum im Berliner Schloss (SHF), eine rechtsfähige Stiftung des bürgerlichen Rechts mit Sitz in Berlin, ist Eigentümerin und Betreiberin des Humboldt Forums.\nDie Stiftung Humboldt Forum im Berliner Schloss sucht zum nächstmöglichen Zeitpunkt eine*n\nInnenrevisor*in (d/m/w)\nDie Innenrevision ist ein wesentliches Instrument des Vorstandes der Stiftung Humboldt Forum im Berliner Schloss zur Prüfung der Einhaltung der Grundsätze der Ordnungsmäßigkeit, Sicherheit, Wirtschaftlichkeit und Zweckmäßigkeit der Geschäftsprozesse und der Kontrollsysteme der Stiftung Humboldt Forum im Berliner Schloss und ihres Tochterunternehmens Humboldt Forum Service GmbH. Sie ist dem Vorstand direkt unterstellt und erbringt im Auftrag des Vorstandes unabhängige Prüfungs-und Beratungsleistungen und hilft Risiken zu mindern. Sie unterstützt den Vorstand der Stiftung Humboldt Forum im Berliner Schloss bei der Wahrnehmung der Gesamtverantwortung.\nIhre Aufgaben\nSie erstellen einen Revisionskatalog und aufbauend darauf einen jährlichen Revisionsplan.\nSie führen die Prüfungen durch und erstatten darüber Bericht, Sie verfolgen und überwachen die von Ihnen vorgeschlagenen Maßnahmen, dabei legen Sie erkennbare Gefahren und Risiken offen.\nSie führen im Auftrag des Vorstandes auch Sonderprüfungen durch.\nSie überprüfen die Einhaltung gesetzlicher Vorschriften und interner Dienst- und Arbeitsanweisungen.\nSie überwachen das interne Kontrollsystem.\nSie begleiten die externen Prüfungen durch Bundesrechnungshof, Zuwendungsgeber, Bundesverwaltungsamt u. a. Prüfer in Abstimmung mit anderen Bereichen je Prüfungsschwerpunkt Vorstand, Stabsstellen.\nIhr Profil\nSie haben ein abgeschlossenes wissenschaftliches Hochschulstudium vorzugsweise der Betriebswirtschaftslehre oder der Verwaltungswissenschaften.\nSie haben Berufserfahrung im Bereich Revision/Compliance/Controlling eines Unternehmens oder öffentlichen Einrichtung oder mehrjährige Erfahrung im Bereich von Berater- und Wirtschaftsprüfertätigkeit in namhaften Wirtschaftsprüfungsgesellschaften.\nSie haben gute Kenntnisse des Zuwendungs-und Gemeinnützigkeitsrechts.\nSie haben ein hohes Maß an persönlichem Engagement, arbeiten strukturiert und die Fähigkeit das Wesentliche im Blick zu behalten.\nIdealerweise haben Sie schon Arbeitserfahrung in einer Kultureinrichtung.\nUnser Angebot:\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkte, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z.B. 39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe 13. Die Besetzung der Stelle erfolgt unbefristet. Die Stelle ist grundsätzlich für eine Wahrnehmung in Teilzeit geeignet.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich der Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, des Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne aus dem Personalbereich unter bewerbung@humboldtforum.org. Ihr Bewerbungsanschreiben richten Sie bitte an die Vorständin Administration Christine Rieffel-Braune.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nLust darauf, ein Teil der Stiftung Humboldt Forum im Berliner Schloss zu werden? Dann freuen wir uns auf Ihre Bewerbung bis zum 16.02.2025 ausschließlich über unser Online-Formular.\n>>>hier geht es zum Online-Formular\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2025", "url": "https://www.museumsbund.de/stellenangebote/innenrevisorin-unbefristet-voll-oder-teilzeit/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kommunikations-und-verwaltungsmitarbeiter-in-m-w-d-in-teilzeit/", "image": "", "title": "Kommunikations- und Verwaltungsmitarbeiter/in (m/w/d) in Teilzeit", "content_text": "Zweckverband Dachauer Galerien, Dachau Bewerbungsende: 09.03.2025 | Der Zweckverband Dachauer Galerien und Museen unterhält in der Dachauer Altstadt die drei Häuser Gemäldegalerie, Bezirksmuseum und Neue Galerie, die sich wechselnden Themen aus der Geschichte der Künstlerkolonie Dachau, der städtischen und regionalen Kulturgeschichte sowie der zeitgenössischen Kunst widmen.\nMit dem Museumsforum Dachau entwickelt der Zweckverband in den nächsten Jahren eines der größten Museumsprojekte Bayerns. Das Museumsforum entsteht im Herzen der Stadt in einem ehemaligen Papier-Produktionsgebäude im aufstrebenden neuen Stadtquartier „Mühlbachviertel“ und wird sowohl die bestehenden Häuser als auch ein Museum der Arbeits- und Industriekultur Oberbayerns umfassen. Trägerinnen des Zweckverbands sind die Stadt Dachau, der Landkreis Dachau und der Bezirk Oberbayern.\nDer Zweckverband sucht zum 1. Mai 2025 unbefristet eine\nKommunikations- und Verwaltungsmitarbeiter/in (m/w/d)\nin Teilzeit (20 Wochenstunden)\nIhr Aufgabenfeld\nSie arbeiten sowohl mit der Verwaltungsleitung und der Gründungsdirektorin zusammen als auch mit dem wachsenden Aufbauteam für das Museumsforum und dem bestehenden Team des Zweckverbands. Sie bilden eine wichtige Schnittstelle zur Öffentlichkeit und Partnern, tragen zum Bekanntmachen und der positiven Außenwirkung der Häuser und ihrer Angebote bei und entwickeln die Kommunikationsarbeit weiter. Ihre Tätigkeiten in der Verwaltung unterstützen den reibungslosen Betriebsablauf in unseren Häusern auf dem Weg zum Museumsforum.\nZu Ihren Aufgaben im Bereich Kommunikation gehören\nRedaktion und Weiterentwicklung der Website sowie der digitalen Newsletter\nKreatives Storytelling und Pflege der Social-Media-Kanäle (Facebook und Instagram) inkl. Monitoring und Performance-Analyse\nErstellung und suchmaschinenoptimierte Aufbereitung von Content (Text, Ton, Bild, Video) unter Berücksichtigung der jeweiligen Zielgruppen und Kanäle\nUnterstützung bei der Erstellung von Informationsmaterial zu Veranstaltungen und Vermittlungsprogrammen\nBewerbung der Angebote und Programme des Zweckverbands (u.a. über Veranstaltungsportale und -drucksachen sowie verschiedene Marketing-Aktionen)\nPflege von Adressdatenbanken und Verteilern\nMitarbeit bei der strategischen Weiterentwicklung von Kommunikations- und Marketinginstrumenten, Erstellung von Kommunikationsplänen\nZu Ihren Aufgaben im Bereich Verwaltung gehören\nErstellung der Dienstpläne für die Kassenkräfte\nVorbereitende Zeiterfassung und Kassenabrechnungen\nPflege der Besuchsstatistiken (Ausstellungen und Veranstaltungen)\nBearbeitung von Katalogbestellungen und Bestandsinventur\nInventarisierung von Buchanschaffungen\nKoordination und Durchführung von Versandaktionen (z.B. Programme, Flyer, Plakate etc.)\nUnterstützung bei der Vorbereitung von Veranstaltungen und beim allgemeinen Büromanagement\nIhr Profil\nfür die Position relevantes, abgeschlossenes (Fach-)Hochschulstudium oder eine für die Aufgaben qualifizierende Ausbildung oder vergleichbare Qualifikation\nMehrjährige Berufserfahrung und fundierte Kenntnisse im Bereich klassischer und digitaler Kommunikation und Marketing, vorzugsweise in Kultureinrichtungen\nSicherer Umgang mit Content-Management-Systemen, Online- und Social-Media-Plattformen und anderen Kommunikations- und Marketing-Tools\nAusgeprägte Kommunikationsfähigkeit mit der Befähigung zu zielgruppengerechter Ansprache\nHohe Versiertheit im Umgang mit MS-Office-Paket und Internet sowie Kenntnisse in Bildbearbeitungs-, Videoschnitt- und Tonprogrammen bzw. Bereitschaft, sich diese anzueignen\nKenntnisse in Datenschutz, Urheber-, Reproduktions- und Bildrechten von Vorteil\nausgezeichnete Ausdrucksfähigkeit in Wort und Schrift in Deutsch, sehr gute Kenntnisse in Englisch\nGespür für Mechanismen und Trends in der (digitalen) Kommunikation sowie für Storytelling und Bildsprache\nWoraus es noch ankommt / erwünscht\nStrukturiertes, selbständiges und zuverlässiges Arbeiten\nPlanungs-, Problemlösungs- und Zeitmanagement-Kompetenz\nKreativität und Organisationsgeschick\nProfessionelles Auftreten sowie Diskretion und Loyalität\nOffenheit gegenüber neuen (digitalen) Hilfsmitteln und Werkzeugen\nAffinität zur Arbeit im Kultur- und Museumsbereich sowie Interesse am Aufbau eines innovativen Museumsprojekts\nSpaß an eigenverantwortlicher Arbeit in einem kleinen, agilen Aufbauteam und im Umgang mit Menschen aus unterschiedlichen Kontexten\nWir bieten Ihnen\nVergütung bis Entgeltgruppe TVöD EG 8 unter Berücksichtigung Ihrer individuellen Berufserfahrung, einschließlich der üblichen Leistungen des öffentlichen Dienstes\nbetriebliche Altersversorgung durch die Bayerische Versorgungskammer (BVK)\nVereinbarkeit von Beruf und Familie durch flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Notwendigkeiten sowie Möglichkeit zu mobilem Arbeiten\nMöglichkeit der institutionenübergreifenden Vernetzung\nMitarbeit in einem spannenden und zukunftsorientierten Museumsprojekt von gesellschaftspolitischer Relevanz\nvielseitiges Aufgabenfeld mit Gestaltungsspielraum, aktiver Einflussnahme und Entwicklungspotenzial\nengagierte und empathische Arbeitsatmosphäre in einem kollegialen Team\nWir glauben an den Wert von Vielfalt und begrüßen Bewerbungen von Menschen unabhängig von kultureller, sozialer oder ethnischer Herkunft, Geschlecht, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend der Zielsetzungen des Schwerbehindertenrechts (der Einsatzort ist nicht barrierefrei). Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nPersonen ohne EU-Staatsbürgerschaft fügen bitte der Bewerbung eine Kopie des Aufenthaltstitels mitsamt Arbeitserlaubnis bei.\nSie sind interessiert? Dann richten Sie Ihre\nschriftliche Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse sowie Angabe des frühestmöglichen Arbeitsbeginns)\nzusammengefasst in einem PDF-Dokument von max. 10 MB unter dem Kennwort „Assistenz Kommunikation“ per Email an\nverwaltung@dachauer-galerien-museen.de\n.\nBewerbungsfrist ist der 9. März 2025. Maßgeblich ist das Datum des digitalen Posteingangs.\nDie persönlichen Vorstellungsgespräche sind vsl. für die KW 12 geplant.\nBitte beachten Sie, dass per Post eingereichte Bewerbungsunterlagen nicht zurückgesandt werden und dass durch die Bewerbung evtl. entstehende Reisekosten nicht erstattet werden.\nFür Fragen zum Aufgabengebiet:\nDr. Nina Möllers\nTel. 0172-9451553\nFür Fragen zum Bewerbungsverfahren:\nEva Hollaus\nTel. 08131/5675-13\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten für die Dauer dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kommunikations-und-verwaltungsmitarbeiter-in-m-w-d-in-teilzeit/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/98931/", "image": "", "title": "Wissenschaftlichen Volontär (w/m/d)", "content_text": "Staatlichen Schlösser und Gärten Baden-Württemberg, Bad Schussenried Bewerbungsende: 02.03.2025 | Die\nStaatlichen Schlösser und Gärten Baden-Württemberg\nsind eine nicht rechtsfähige Anstalt des öffentlichen Rechts. Sie sind Teil des Landesbetriebs Vermögen und Bau Baden-Württemberg und betreuen 63 bedeutende Kulturdenkmäler in ganz Baden-Württemberg, die jährlich rund 4 Millionen Besucher anziehen.\nDer Fachbereich\nEntwicklung, Sammlungen und Besucherangebote\nist für die Präsentation der Schloss- und Klostermuseen, die konservatorische Betreuung der Kunstsammlungen sowie die Konzeption der Vermittlungsangebote für Besucher verantwortlich.\nFür diesen Fachbereich suchen wir zum 01.03.2025 einen engagierten\nWissenschaftlichen Volontär (w/m/d)\nfür die Dauer von zwei Jahren. Dienstsitz ist Bad Schussenried.\nDas Volontariat bietet die Möglichkeit, die konservatorische Arbeit einer Schlösserverwaltung kennen zu lernen. Das Aufgabenfeld umfasst die eigenständige Mitwirkung bei allen konservatorischen Aufgaben, z.B. Weiterentwicklung der Präsentation der Schloss- und Klostermuseen, Betreuung der Sammlungsbestände (Inventarisation, wissenschaftliche Recherchen, Pflege der Kunstgutdatenbank, Kunsterwerb), Entwicklung von Besucherangeboten, Mitarbeit an Tagungen und an Publikationen sowie Projektmanagement und Verwaltungstätigkeiten. Der Schwerpunkt der Tätigkeiten liegt auf den barocken Klöstern und Schlössern Oberschwabens.\nVoraussetzung ist ein mit Magister oder Master abgeschlossenes Studium der Kunstgeschichte oder eines fachverwandten Studiengangs. Wir erwarten vertiefte Kenntnisse im Bereich der mittelalterlichen und neuzeitlichen Kunstgeschichte sowie der südwestdeutschen Landesgeschichte, außerdem Interesse für historische Raumausstattungen, für Fragen des höfischen Lebens und Zeremoniells, Interesse an der Lebenswelt der Klöster und ebenso für die Möglichkeiten einer zukunftsorientierten inhaltlichen Vermittlungsarbeit. Vorausgesetzt werden englische Sprachkenntnisse sowie Lesekompetenz für Archivalien. Außerdem sollten Sie versiert mit den gängigen MS-Office-Programmen umgehen können und eine gültige Fahrerlaubnis der Klasse B besitzen.\nWir bieten einen sicheren und geregelten Arbeitsplatz in einem qualifizierten Team mit gutem Betriebsklima und flexiblen familiengerechten Arbeitszeiten. Es besteht ein umfangreiches Fortbildungsangebot. Wir unterstützen Ihre Mobilität mit dem Job-Ticket Baden-Württemberg. Die Beschäftigung richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Die Vergütung erfolgt mit 50% der Entgeltgruppe 13 TV-L.\nIn Durchführung des Chancengleichheitsgesetzes werden Frauen ausdrücklich zur Bewerbung aufgefordert. Schwerbehinderte Menschen werden bei entsprechender Eignung mit Vorrang berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nWenn Sie Freude an der Arbeit im kulturellen Bereich haben, freuen wir uns auf Ihre vollständigen Bewerbungsunterlagen. Diese können Sie bis zum\n02.03.2025\nunter Auswahl der\nKennziffer VBBW-SSG-003-VoloSR\nin unserem Bewerberportal (\nhttps://bewerberportal.landbw.de/vbv\n) einreichen.\nBewerbungen per E-Mail oder in Papierform können leider nicht berücksichtigt werden.\nBei Rückfragen können Sie sich gerne per E-Mail an\nbewerbung@ssg.bwl.de\nwenden.\nHinweis zum Datenschutz: Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 DS-GVO können Sie unserer Homepage im Bereich „Wir über uns/Karriere“ entnehmen:\nwww.schloesser-und-gaerten.de/wir-ueber-uns\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/98931/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-leiterin-der-finanz-und-wirtschaftsgeschichtlichen-sammlung-m-w-d/", "image": "", "title": "Leiter/Leiterin der Finanz- und Wirtschaftsgeschichtlichen Sammlung (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 27.02.2025 | Bei der Stiftung Deutsches Historisches Museum ist zum nächstmöglichen Zeitpunkt die Stelle\neines Leiters/ einer Leiterin der Finanz- und Wirtschaftsgeschichtlichen Sammlung (m/w/d)\nin der Abteilung Sammlungen zu besetzen.\nDie Stelle ist unbefristet und nach Entgeltgruppe 13 TVöD-Ost bewertet. Dienstort ist Berlin-Mitte.\nDas Aufgabengebiet umfasst im Wesentlichen:\nAusbau und wissenschaftliche Führung des Sammlungsgebietes\nMitarbeit an der neuen ständigen Ausstellung und an Wechselausstellungen\nRecherchen, Erteilung fachspezifischer Auskünfte\nWissenschaftliche Publikationen, Vorträge und Führungen\nEinwerbung von Drittmitteln\nVernetzung mit der nationalen und internationalen Forschung\nFolgende Anforderungen werden gestellt:\nAbgeschlossenes wissenschaftliches Hochschulstudium im Fach Wirtschafts- und Sozialgeschichte, Kunstgeschichte, Geschichte oder verwandten Fachgebieten (M.A., Master oder vergleichbare Qualifikation)\nNachgewiesene gute Kenntnisse in deutscher und internationaler Wirtschafts- und Finanzgeschichte\nNachgewiesene Kenntnisse in deutscher und europäischer Wertpapier-, Geld- und Medaillengeschichte\nNachgewiesene Kompetenz und Erfahrung in der Arbeit mit Museumsobjekten, bspw. durch ein Volontariat,\nMehrjährige Erfahrung in der Ausstellungs- und/oder Sammlungstätigkeit eines Museums\nPublikationen zum Themengebiet der Sammlung und/oder damit zusammenhängenden Fragestellungen\nGute mündliche und schriftliche Kenntnisse der englischen und einer weiteren europäischen Sprache\nSichere Kenntnisse und Erfahrungen mit Museumsdatenbanken und MS-Office\nWünschenswert sind:\nPromotion in einem einschlägigen Fachgebiet\nHohes Maß an Kommunikationsfähigkeit, Teamfähigkeit, Einsatzbereitschaft und Belastbarkeit\nausgewiesene Sozialkompetenzen sowie organisatorische Fähigkeiten,\nFührungserfahrung\nErfahrung in der Arbeit mit Drittmittelprojekten und -anträgen\ndie Bereitschaft zur flexiblen Arbeitszeitgestaltung gemäß der dienstlichen Erfordernisse\ndie Bereitschaft zur beruflichen Weiterbildung\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem\nBundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen unter Angabe der\nKennziffer: Finanzgeschichte bis zum 27. Februar 2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen\nnur als eine PDF Datei mit einer Größe von 8 Megabyte\nübertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.02.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-leiterin-der-finanz-und-wirtschaftsgeschichtlichen-sammlung-m-w-d/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-leiterin-m-w-d-der-sammlung-militaria-i-waffen-ruestungen-und-militaerisches-geraet/", "image": "", "title": "Leiter/Leiterin (m/w/d) der Sammlung Militaria I (Waffen, Rüstungen und militärisches Gerät)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 27.02.2025 | Bei der Stiftung Deutsches Historisches Museum ist voraussichtlich ab 1. August 2025 die Stelle\nEines Leiters/ einer Leiterin (m/w/d)\nder Sammlung Militaria I (Waffen, Rüstungen und militärisches Gerät)\nin der Abteilung Sammlungen in Vollzeit zu besetzen.\nDie Stelle ist unbefristet und nach Entgeltgruppe 13 TVöD-Ost bewertet. Dienstort ist Berlin-Mitte.\nDas Aufgabengebiet umfasst im Wesentlichen:\nAusbau und wissenschaftliche Führung des Sammlungsgebietes\nMitarbeit an der neuen Ständigen Ausstellung und Wechselausstellungen\nRecherchen, Erteilung fachspezifischer Auskünfte\nWissenschaftliche Publikationen, Vorträge und Führungen\nEinwerbung von Drittmitteln\nVernetzung mit der nationalen und internationalen Forschung\nFür die Aufgabenerledigung ist der Besitz einer Waffenbesitzkarte bzw. die Bereitschaft, eine Waffenbesitzkarte zu erwerben, zwingend erforderlich.\nFolgende Anforderungen werden gestellt:\nAbgeschlossenes wissenschaftliches Hochschulstudium im Fach Geschichte, Kunstgeschichte oder verwandten Fachgebieten (M.A., Master oder vergleichbare Qualifikation)\nnachgewiesene gute Kenntnisse im Bereich der Militärgeschichte, insbesondere der zum Sammlungsgebiet gehörenden Objektgruppen und/oder der Geschichte und Kultur des Militärischen insbesondere in Mittelalter und/oder Früher Neuzeit\nNachgewiesene Kompetenz und Erfahrung in der Arbeit mit Museumsobjekten, bspw. durch ein Volontariat\nMehrjährige Erfahrung in der Ausstellungs- und/oder Sammlungstätigkeit eines Museums\nPublikationen zum Themengebiet der Sammlung und/oder damit zusammenhängenden Fragestellungen\ngute mündliche und schriftliche Kenntnisse der englischen Sprache und einer weiteren europäischen Sprache\nSichere Kenntnisse und Erfahrungen mit Museumsdatenbanken und MS-Office\nWünschenswert sind:\nPromotion in einem einschlägigen Fachgebiet\nHohes Maß an Kommunikationsfähigkeit, Teamfähigkeit, Einsatzbereitschaft und Belastbarkeit\nausgewiesene Sozialkompetenzen sowie organisatorische Fähigkeiten\nFührungserfahrung\nErfahrung in der Arbeit mit Drittmittelprojekten und -anträgen\ndie Bereitschaft zur flexiblen Arbeitszeitgestaltung entsprechend den dienstlichen Erfordernissen\ndie Bereitschaft zur beruflichen Weiterbildung\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf und Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen bis zum\n27. Februar 2025\nmit der\nKennziffer: Militaria\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus\ntechnischen Gründen nur als eine\nPDF-Datei mit einer Größe von 8 Megabyte\nübertragen werden.\nBitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder\nweitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.02.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-leiterin-m-w-d-der-sammlung-militaria-i-waffen-ruestungen-und-militaerisches-geraet/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-w-m-d-fuer-das-stadtmuseum-unterschleissheim/", "image": "", "title": "Leitung (w/m/d) für das Stadtmuseum Unterschleißheim", "content_text": "Stadtmuseum Unterschleißheim, Unterschleißheim Bewerbungsende: 19.02.2025 | Arbeiten bei der Stadt – werden Sie Teil unseres Teams!\nWir suchen zum nächstmöglichen Zeitpunkt eine\nLeitung (w/m/d) für das Stadtmuseum Unterschleißheim\nzur Besetzung einer Vollzeitstelle für den Geschäftsbereich 40 „Kultur, Forum Unterschleißheim“.\nIm Juni 2023 wurde das Stadtmuseum Unterschleißheim nach einer mehrjährigen Phase der Sanierung und Neukonzeption eröffnet. Zu sehen ist eine Auswahl der rund 10.000 Sammlungsobjekte, die Einblicke in unterschiedliche Bereiche geben: Grabungsfunde, Objekte der Stadtgeschichte und eine kleine Kunstsammlung. Das Stadtmuseum Unterschleißheim präsentiert sich als modernes Haus mit einem Schwerpunkt auf der digitalen Vermittlung und einem abwechslungsreichen und innovativen Bildungs- und Veranstaltungsprogramm für unterschiedliche Zielgruppen. Ebenfalls 2023 wurde ein Erinnerungsort an das in Unterschleißheim ansässige NS-Zwangsarbeiterlager in der Flachsröste Lohhof der Öffentlichkeit übergeben. Hier entsteht aktuell ebenfalls ein bildungsreiches und interessantes Vermittlungsangebot, das an die Taten erinnern aber vor allem auch demokratische Werte vermitteln soll.\nIhr Aufgabengebiet umfasst schwerpunktmäßig:\nWissenschaftliche, inhaltliche und organisatorische Leitung des Museums einschließlich der Personalführung\nInhaltliche, konzeptionelle Weiterentwicklung des Museums und des dreigeteilten Erinnerungsortes auch hinsichtlich der Digitalisierung, Inklusion und Partizipation\nPflege des Erinnerungsortes Flachsröste\nVerantwortung für Konzeption und Realisation von Ausstellungen und Veranstaltungen einschließlich umfassender Vermittlungsarbeit v. a. in Absprache mit örtlichen Bildungseinrichtungen\nSchaffen neuer Veranstaltungsformate und deren Vermittlung in der Öffentlichkeit\nVerantwortung für die wissenschaftliche und organisatorische Betreuung der Sammlung zur Alltagskultur der Stadt Unterschleißheim und deren strukturierter Ausbau\nWissenschaftliche Forschungen zur regionalen Alltags- und Sachkultur und Herausgabe entsprechender Publikationen\nRepräsentation des Museums und seiner Aktivitäten nach Außen und Verankerung des Museums in der öffentlichen Wahrnehmung sowie Kontaktpflege, Kooperation mit externen Partnern und Vereinen\nErstellung von Beschlussvorlagen und Berichten für die Gremien der Stadt Unterschleißheim\nBudgetverwaltung\nIhr Profil:\nAbgeschlossenes wissenschaftliches Hochschulstudium mit kulturwissenschaftlichem Schwerpunkt\nMehrjährige Museumserfahrung, möglichst mit Leitungsverantwortung\nAusgeprägte Führungs- und soziale Kompetenz und Kommunikationsfähigkeit\nHohe Einsatz- und Leistungsbereitschaft verbunden mit einer team- und zielorientierten sowie strukturierten Arbeitsweise\nIdealerweise Erfahrung mit Verwaltungsabläufen\nVerhandlungs- und Organisationsgeschick\nBereitschaft zu interdisziplinärer Zusammenarbeit\nZeitliche Flexibilität und die Bereitschaft zum Arbeitseinsatz auch an Wochenenden und abends\nGute EDV-Kenntnisse\nPkw-Führerschein\nDie Stelle ist nach EG 11 bewertet. Die Vergütung erfolgt nach den Bestimmungen des TVöD entsprechend Ihrer Qualifikation. Bei ansonsten im Wesentlichen gleicher Eignung werden schwerbehinderte Bewerber (w/m/d) bevorzugt eingestellt.\nNähere Auskünfte zu den Tätigkeiten erteilt Ihnen gerne Herr Gnauert, Tel. 089 31009 256. Ansprechpartnerin in personalrechtlichen Fragen ist Frau Schwanke-Berner, Tel. 089 31009 188.\nUnser Bewerberportal und was wir Ihnen darüber hinaus als Arbeitgeber anbieten können, finden Sie hier. Bei Interesse lassen Sie uns Ihre Bewerbung bis 19.02.2025 über unser Bewerberportal zukommen.\nwww.unterschleissheim.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.02.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-w-m-d-fuer-das-stadtmuseum-unterschleissheim/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-besuchermanagement/", "image": "", "title": "Teamleitung Besuchermanagement", "content_text": "Jüdisches Museum Berlin, Berlin Bewerbungsende: 23.02.2025 | Zu besetzen ist eine unbefristete Vollzeitstelle\nmit 39 Wochenstunden in\nder\nEntgelt\ngruppe 12 TVöD (Bund) zum nächstmöglichen Zeitpunkt\n. Die Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Visitor Experience & Research ist zuständig für das Informationsmanagement vor dem Besuch zu den Angeboten des Museums, die Buchungen von Programmen und Veranstaltungen, den Ticketverkauf, den Besucherservice vor Ort sowie die Organisation des Qualitätsmanagements. Außerdem werden vom Visitor Experience & Research-Team kontinuierlich Daten zur Besucherstruktur, Nutzung und Zufriedenheit erhoben und ausgewertet, um die Perspektiven und Bedürfnisse der Besucher*innen bei der Ausstellungs- und Programmplanung berücksichtigen zu können.\nFolgende Aufgaben erwarten Sie u.a.\nLeitung, Entwicklung, Motivation und operative Verantwortung des Teams Besuchermanagement\nSicherstellung von schnellen und effektiven Lösungen für Kundenanfragen über verschiedene Kanäle (E-Mail, Telefon, Chat, Website, Online-Ticket-Shop)\nPflege und Weiterentwicklung (Management und Optimierung) von Prozessen, Tools und Workflows zur Sicherstellung einer hervorragenden Kundenbetreuung bei der Buchung von Eintritt-Tickets und Bildungsangeboten\nEntwicklung und Umsetzung von Strategien zur Reduzierung des Anfrage-Volumens durch Self-Service-Optionen und proaktive Kommunikation\nPflege der Besuchermanagement-Datenbanken, Sicherstellung der Datenqualität, Erstellung von Rapporten und statistischen Auswertungen\nUnterstützung und Vertretung der Bereichsleitung bei organisatorischen und betrieblichen Belangen sowie Vertretung der Teamleitung Besucherservice /Info-Counter und der Teamleitung Kommunikator*innen der Kinderwelt ANOHA\nPlanung, Implementierung und Qualitätssicherung von bereichsübergreifenden digitalen Projekten\nUnsere Anforderungen\nAbgeschlossenes Hochschulstudium (Diplom (FH)/ Bachelor) in den Studienrichtungen Kultur- und Freizeitmanagement bzw. Touristik, Wirtschaftswissenschaften oder eine vergleichbare Qualifikation\nNachgewiesene Kenntnisse im Besuchermanagement z.B. im Kulturbereich, Ticketing oder Tourismus\nMindestens einjährige Erfahrung in der Personalführung und Einsatzplanung\nNachgewiesene Erfahrungen in der Konzeption und Steuerung von Online-Anwendungen/ Software im Bereich Besuchermanagement (Kasse (z.B. Korona), Führungsbuchung (z.B. gomus), komplexe Datenbanken (z.B. Adressdatenbank), Audioguide/App)\nNachgewiesene Kenntnisse im Projektmanagement, wünschenswert sind erste Erfahrungen mit Vergabeverfahren\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nStarke analytische Fähigkeiten zur Interpretation von Daten und Ableiten von Maßnahmen und die Fähigkeit, komplexe Probleme pragmatisch und lösungsorientiert anzugehen\nSelbständige, strukturierte und ergebnisorientierte Arbeitsweise mit Führungs- und Sozialkompetenz und damit verbundene Kommunikations- und Organisationsfähigkeit\nUnser Angebot\nZukunftssichere Beschäftigung im Öffentlichen Dienst\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. frei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nKostenloser Besuch der Wechselausstellungen des Jüdischen Museums Berlin für Sie und eine Begleitperson sowie die vergünstigte bzw. kostenlose Teilnahme an Veranstaltungen des JMB\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstellungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akademie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinderwelt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nDer ausgeschriebene Arbeitsplatz ist für die Besetzung mit Teilzeitkräften grundsätzlich geeignet.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 01/2025 bis zum 23. Februar 2025 an bewerbung@jmberlin.de\n.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzureichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nDie Bewerbungsgespräche werden voraussichtlich in der Woche vom 17. bis 21. März 2025 stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gern Mario Krogulec unter der Telefonnummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Christiane Birkert 030/25993336.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-besuchermanagement/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-digitale-kommunikation-und-marketing/", "image": "", "title": "Mitarbeiter*in (m/w/d) Digitale Kommunikation und Marketing", "content_text": "Dokumentationszentrum Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 26.02.2025 | Das Dokumentationszentrum Flucht, Vertreibung, Versöhnung sucht zum\n1. April 2025\neine(n) Mitarbeiter*in (m/w/d) in Vollzeit für den\nBereich Kommunikation\nSachgebiet Digitale Kommunikation und Marketing. Die Stelle ist auf\n24 Monate befristet\n. Dienstort ist Berlin-Kreuzberg. Die Stelle ist nach\nEntgeltgruppe 11 TVöD-Bund\nbewertet.\nWir sind Deutschlands erster und einziger Lern- und Erinnerungsort, der Zwangsmigration in Geschichte und Gegenwart ins Zentrum stellt. Flucht und Vertreibung von rund 14 Millionen Deutschen im historischen Kontext des Zweiten Weltkriegs und der nationalsozialistischen Politik bilden den Schwerpunkt der Ständigen Ausstellung. Unserem Publikum bieten wir außerdem sehenswerte Sonderausstellungen und eine Bibliothek mit Zeitzeugenarchiv, die zum Recherchieren einlädt. Hinzu kommt ein vielfaltiges Programm mit Führungen, innovativen Workshops und Veranstaltungen. Das 2021 eröffnete Haus mit spektakulärer Architektur befindet sich mitten in Berlin unweit des Potsdamer Platzes. Sie möchten ein Forum historischer Bildung und lebendiger Debatten mitgestalten? Wir freuen uns über lhre Bewerbung!\nTrägerin des Dokumentationszentrums ist die Bundesstiftung Flucht, Vertreibung, Versöhnung, die von der Beauftragten der Bundesregierung für Kultur und Medien finanziert wird.\nDas Aufgabengebiet umfasst insbesondere:\nMitarbeit an der Planung und Umsetzung der Digitalen Kommunikation inkl. Social Media:\nSteuerung und Umsetzung (inkl. Monitoring) der Digitalen Kommunikation inkl. Social-Media,\nKonzeption und Erstellung von Bild- und Videomaterial (inkl. Klärung urheberrechtlicher Fragen),\nSelbständiges Verfassen und Redigieren von Texten,\nMitarbeit an der Weiterentwicklung der Social-Media-Strategie,\nKoordinierung der Online-Werbung,\nPflege und Überarbeitung der Website; Online-Redaktion, Newsletter-Redaktion,\nAufbau und Pflege von Kontakten zu Kooperationspartnern und Influencern,\nKommunikation mit Dienstleistern und Agenturen,\nMitarbeit an der Planung und Umsetzung der Marketingstrategie:\nMitarbeit an zielgruppen- und themenspezifischen Marketingkampagnen (analog und digital),\nErarbeitung und Koordinierung der Produktion von Marketing-Produkten,\nOrganisation und Betreuung von PR-Veranstaltungen wie Messeauftritten u.a..\nVon den Bewerberinnen und Bewerbern erwarten wir:\nabgeschlossenes Hoch- bzw. Fachhochschulstudium, mindestens B.A., in Kultur- oder Geisteswissenschaften, Kulturmanagement, Kommunikationswissenschaften bzw. vergleichbarer Abschluss oder mehrjährige Berufserfahrung in einem vergleichbaren Aufgabengebiet,\nnachgewiesene mehrjährige Berufserfahrung in der digitalen Kommunikation/dem digitalen Marketing in einer Kultur- oder Wissenschaftseinrichtung,\numfassende Erfahrungen mit Adressdatenbanken, Newsletter-Tools, Content-Managementsystemen und Grafik- sowie Videobearbeitungsprogrammen,\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift.\nWünschenswert sind:\nhervorragende Stil- und Textsicherheit bei zielgruppenspezifischer Ansprache,\nOrganisationsfähigkeit, Kreativität und Gespür für aktuelle Marktentwicklungen,\nGrundkenntnisse im Vertragsrecht, Vergaberecht und Urheberrecht,\nKenntnisse von den Themengebieten der Stiftung,\nFähigkeit zu selbständigem und konzeptionellem Arbeiten,\nfreundliches Auftreten, Teamfähigkeit, Belastbarkeit, Kooperationsbereitschaft und Flexibilität.\nWir bieten Ihnen:\nVielseitige Mitgestaltung der Kommunikation einer jungen Kultureinrichtung zu einem der zentralen Themen der heutigen Zeit,\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse,\n30 Tage Urlaub bei einer 5-Tagewoche plus zwei arbeitsfreie Tage am 24.12 und 31.12 sowie Zeitausgleich bei Mehrarbeit,\nJahressonderzahlung sowie jährliches Leistungsentgelt,\nBezuschussung des Deutschlandtickets,\nArbeitsplatz in zentraler Lage unweit des Potsdamer Platzes,\nfachbezogene Fortbildungsmöglichkeiten.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX berücksichtigt.\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Flucht, Vertreibung, Versöhnung und zur Stiftung Deutsches Historisches Museum gestanden haben.\nFür inhaltliche Rückfragen können Sie sich an die Bereichsleiterin Kommunikation, Frau Mechelhoff (l.mechelhoff@f-v-v.de, Tel. 030 206 29 98 – 11), wenden.\nBitte richten Sie Ihre Bewerbung mit der\nKennziffer KomDig01/25\nbis zum 26.02.2025\nausschließlich elektronisch an:\nbewerbung@f-v-v.de\n.\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF-Datei mit einer Größe von maximal 8 Megabyte übertragen werden. Bitte wählen\nSie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge können nicht berücksichtigt werden.\nDokumentationszentrum Flucht, Vertreibung, Versöhnung\nStresemannstraße 90\n10963 Berlin\nT +49 30 206 29 98 – 0\nwww.flucht-vertreibung-versoehnung.de\n>>>Zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-digitale-kommunikation-und-marketing/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-medien-und-kommunikation-m-w-d-2/", "image": "", "title": "Volontariat Medien und Kommunikation (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden (SKD), Dresden Bewerbungsende: 06.03.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen ab 1. Oktober 2025, befristet für die Dauer von zwei Jahren, eine Person (m/w/d) für ein\nVolontariat in der Abteilung Medien und Kommunikation\n. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Bei Vorliegen der persönlichen Voraussetzungen wird eine Vergütung in Höhe des halben Tabellenentgelts der Entgeltgruppe 13, Stufe 1 TV-L im ersten Jahr und Stufe 2 TV-L im zweiten Jahr gezahlt. Während der Ausbildung erhält der/die Volontär*in auch Einblicke in die anderen Museen/Bereiche der Staatlichen Kunstsammlungen Dresden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Zusammen mit vier Institutionen repräsentieren sie eine thematische Vielfalt, die in ihrer Art international einzigartig ist. Beheimatet an verschiedenen Orten in zum Teil weltberühmten, aufwendig rekonstruierten historischen Gebäuden präsentieren sie ihre Schätze. Mehrere Millionen Objekte werden in den Sammlungen bewahrt, erforscht, ihre Geschichten vermittelt. Neben der Präsentation von Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an anderen temporären Ausstellungsorten in Sachsen kooperieren die SKD mit anderen Museen weltweit. In den SKD arbeiten rund 450 Beschäftigte, darunter ein hoher Anteil an Projekt- und Drittmittelpersonal.\nDie Abteilung Medien und Kommunikation ist für sämtliche Museen und Institutionen der Staatlichen Kunstsammlungen Dresden wie auch für deren Generaldirektion tätig und insbesondere zuständig für die international ausgerichtete Medienarbeit, für Public Relations und die digitale Kommunikation.\nDie Ausschreibung richtet sich an Berufseinsteiger*innen. Das Volontariat ist eine zweijährige Ausbildung in Vollzeit und dient der praxisbezogenen Aus- und Fortbildung von Wissenschaftler*innen in museumsrelevanten Studienfächern. Ziel ist es, zu selbstständiger wissenschaftlicher Tätigkeit an Museen zu befähigen und das Museum als eine lebendige Organisation kennenzulernen, in der zahlreiche Abteilungen in enger Verzahnung professionell zusammenarbeiten.\nIhre Aufgaben\nKonzeption, Koordination, Projektverantwortung und Umsetzung von Medienkampagnen zu den Ausstellungen der SKD\nPlanung und Durchführung von Pressekonferenzen in Abstimmung mit den jeweiligen Abteilungen\nVerfassen von Medieninformationen und artverwandten Texten sowie das Verfassen von Statements\nproaktive und reaktive Kommunikation mit Medienvertretern zu Ausstellungsprojekten\nBearbeitung von Medienanfragen im Rahmen der aktuellen Berichterstattung\nKonzeption von Ausstellungsfilmen, bzw. die Betreuung von Film- und Fototeams\nAbstimmung der Presse- und Öffentlichkeitsarbeit mit Partnern und Förderern\nAufbau und Pflege eines journalistischen Netzwerks\nständige Abstimmung zu allen Themen innerhalb der Abteilung Medien und Kommunikation\nPflege und Redaktion des SKD-Web-Portals\nMedienbeobachtung und Pressemonitoring sowie Analyse der Presseaktivitäten\nIhr Profil\nHochschulabschluss (M.A., Master, Bachelor oder gleichwertige Qualifikation) der Geisteswissenschaften (z.B. Kunstgeschichte, Germanistik, Ethnologie, Kulturwissenschaften, Linguistik, Journalistik, Publizistik oder Kommunikationswissenschaften) bzw. vergleichbarer Studiengänge\ndurch Praktika oder andere Tätigkeiten nachgewiesenes Interesse an Medien- und Öffentlichkeitsarbeit im Bereich Kultur und/ oder an journalistischer Tätigkeit\nhervorragendes mündliches und schriftliches Ausdrucksvermögen und idealerweise eine besondere Befähigung für das Verfassen von journalistischen bzw. PR-Texten für unterschiedliche Formate und Zielgruppen\nfundierte EDV-Kenntnisse\ngute Kenntnisse im Bereich der digitalen Medien, der Social-Media und idealerweise im Umgang mit Content-Management-Systemen (Typo3, WordPress)\nOrganisationstalent, Aufgeschlossenheit, Teamfähigkeit und ein souveränes Auftreten\nsehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nWir bieten\ndie Möglichkeit, im Anschluss an das Studium und in Vorbereitung auf eine angestrebte Tätigkeit im musealen Bereich fundierte Praxiserfahrungen zu sammeln\n30 Tage Urlaub, dienstfreie Tage am 24.12. und 31.12.\nflexible Arbeitszeitgestaltung und Möglichkeit des mobilen Arbeitens laut Dienstvereinbarung\nJob-Ticket oder Zuschuss Deutschlandticket\nkostenfreier Besuch der SKD-Museen und Sammlungen für alle Mitarbeitenden\nzahlreiche attraktive museumsinterne Veranstaltungen + Sonderausstellungen\nein breites Spektrum an Fort- und Weiterbildungsmöglichkeiten\nberufliche Weiterentwicklungsmöglichkeiten innerhalb der Abteilungen/Museen und im gesamten Verbund der SKD\nAngebote der Gesundheitsförderung\nsonstige Vergünstigungen bei lokalen Anbietern\nKontakt\nWir freuen uns über Ihre Bewerbung, unabhängig von Geschlechtsidentität, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung.Mit Ihrer Bewerbung erteilen Sie Ihr Einverständnis zur Verarbeitung Ihrer persönlichen Daten bis zum Abschluss des Auswahlverfahrens. Vorstellungskosten können leider nicht übernommen bzw. erstattet werden. Nähere Auskünfte zum Aufgabengebiet erhalten Sie unter der Rufnummer 0351/4914 2621.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.03.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-medien-und-kommunikation-m-w-d-2/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-direktor-der-kunsthalle-zu-kiel/", "image": "", "title": "Direktorin / Direktor der Kunsthalle zu Kiel", "content_text": "Christian-Albrechts-Universität zu Kiel, Kiel Bewerbungsende: 04.04.2025 | An der Christian-Albrechts-Universität zu Kiel ist zum nächstmöglichen Zeitpunkt die Position\nder Direktorin/des Direktors der Kunsthalle zu Kiel\nunbefristet zu besetzen. Die regelmäßige wöchentliche Arbeitszeit beträgt die einer entsprechenden Vollbeschäftigung, zurzeit 38,70 Stunden. Die Eingruppierung erfolgt bei Vorliegen der tariflichen Voraussetzungen nach Entgeltgruppe 15 des Tarifvertrags der Länder (TV- L).\nDie Besetzung ist gegebenenfalls im Rahmen einer Versetzung in einem bestehenden Beamtenverhältnis möglich.\nDie Kunsthalle zu Kiel ist als Sammlungs- und Ausstellungshaus eine eigenständige Einrichtung an der Philosophischen Fakultät der Christian-Albrechts-Universität und zählt zu den bedeutenden Kultureinrichtungen Schleswig-Holsteins. Die Sammlung umfasst Gemälde, Skulpturen, grafische Arbeiten, Fotografien und Videoarbeiten von der Dürerzeit bis in die Gegenwart. In ihrer regen Ausstellungstätigkeit widmet sich die Kunsthalle der internationalen Gegenwartskunst, Positionen der Moderne und epochenübergreifenden Themen. Seit September 2023 ist das Haus in einer sanierungsbedingten Schließphase. Die Generalsanierung ist für fünf Jahre geplant. Vor diesem Hintergrund befindet sich die Kunsthalle derzeit in einem umfänglichen Transformationsprozess. Diesen Wandel zu gestalten, wird Aufgabe der künftigen Leitung sein.\nGesucht wird eine engagierte Person mit sehr guten Fachkenntnissen der Kunstgeschichte bis in die Gegenwart, umfangreicher kuratorischer Erfahrung, nachgewiesener Leitungserfahrung in möglichst allen museumsrelevanten Bereichen (insbesondere in der Konzeption und Umsetzung von Ausstellungen und im Sammlungsmanagement), sowie ausgeprägter Führungs- und Managementkompetenz mit Personal- und Budgetverantwortung. Erwünscht ist eine breite internationale Vernetzung mit Künstler*innen, Museen im In- und Ausland sowie mit Privatsammler*innen. Wir erwarten einen kooperativen, integrativen Führungsstil, ein hohes Kommunikationsvermögen sowie Kenntnisse im Change-Management. Von Vorteil sind Erfahrungen in der Durchführung größerer Baumaßnahmen.\nSchwerpunkte der Aufgaben der Direktorin/des Direktors sind:\nKonzeption und Umsetzung eines attraktiven Programms während der Umbauphase sowie Konzeption der Wiedereröffnung im sanierten Gebäude\nNutzerseitige Betreuung der laufenden Baumaßnahme mit einem Gesamtvolumen von über 50 Mio Euro\nErarbeitung eines strategischen und inhaltlichen, zeitgemäßen musealen Gesamtkonzeptes mit publikumswirksamen Sonderausstellungen, Sammlungspräsentation sowie einem umfänglichen Vermittlungsangebot auch unter Berücksichtigung der Aufgaben von kultureller Bildung, Diversität und Teilhabe.\nPflege und Ausbau der regionalen, nationalen und internationalen Vernetzung des Hauses\nSammlungspflege und -akquise\nVorstandsarbeit im Stifterkreis der Kunsthalle zu Kiel e. V. sowie für die Karl-Walter und Charlotte Breitling-Stiftung; geschäftsführende Leitung des Schleswig-Holsteinischen Kunstvereins e. V. mit rund 1.200 Mitgliedern\nVoraussetzungen:\nErwartet wird ein abgeschlossenes wissenschaftliches Hochschulstudium der Kunstgeschichte, Kunstwissenschaften oder einer vergleichbaren Fachrichtung. Erwartet werden ferner Erfolge in der Akquise von Drittmitteln. Vorausgesetzt werden Englischkenntnisse mindestens auf Niveau C1.\nWünschenswert\nsind verhandlungssichere Kenntnisse mindestens einer weiteren modernen Fremdsprache. Zudem ist eine Promotion erwünscht.\nDie Christian-Albrechts-Universität zu Kiel versteht sich als moderne und weltoffene Arbeitgeberin. Wir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, Behinderung oder sexuellen Identität. Wir fördern die Gleichberechtigung der Geschlechter. Frauen werden bei gleichwertiger Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt.\nDie Christian-Albrechts-Universität zu Kiel setzt sich für die Beschäftigung von Menschen mit Behinderung ein. Bewerbungen von Schwerbehinderten und ihnen Gleichgestellten werden bei entsprechender Eignung bevorzugt berücksichtigt.\nAusdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben.\nDiese Ausschreibung richtet sich gleichermaßen an Beschäftigte des Landes Schleswig-Holstein und an externe Bewerber*innen.\nAuf die Vorlage von Lichtbildern/Bewerbungsfotos verzichten wir ausdrücklich und bitten daher, hiervon abzusehen. Fragen zur ausgeschriebenen Position richten Sie im Dekanat der Philosophischen Fakultät bitte an Dr. Michael Sellhoff (sellhoff@philfak.uni-kiel.de).\nIhre aussagekräftige Bewerbung (einschließlich Motivationsschreiben, Lebenslauf und Zeugnissen) senden Sie bitte per E-Mail\nbis zum 4. April 2025\nin einer PDF-Datei an:\nDekanat der Philosophischen Fakultät der\nChristian-Albrechts-Universität zu Kiel\nbewerbungen@philfak.uni-kiel.de\nDie personenbezogenen Daten der Bewerber*innen werden zur Durchführung des Bewerbungsverfahrens auf der Grundlage des § 85 Absatz 1 des Landesbeamtengesetzes und § 15 Absatz 1 des Landesdatenschutzgesetzes und der DSGVO verarbeitet. Weitere Informationen zum Datenschutz entnehmen Sie bitte unseren Datenschutzbestimmungen unter dem Link:\nhttps://www.uni-kiel.de/gfpraesidium/de/recht/datenschutz-1\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/direktorin-direktor-der-kunsthalle-zu-kiel/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-restauratorin-m-w-d/", "image": "", "title": "Restauratorin / Restauratorin (m/w/d)", "content_text": "Landesmuseum Koblenz, Koblenz Bewerbungsende: 05.03.2025 | In der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Koblenz – ist zum nächstmöglichen Zeitpunkt die Position\neiner Restauratorin / eines Restaurators (m/w/d)\nfür den Aufgabenschwerpunkt Restaurierung und Konservierung von kulturhistorischen sowie technikhistorischen Objekten aus dem 19. und 20. Jahrhundert verschiedenster Materialgruppen (organisch/anorganisch) in Vollzeit (zurzeit 39 Wochenstunden) zunächst befristet für die Dauer von vierundzwanzig Monaten zu besetzen. Dienstsitz ist Koblenz. Bei Vorliegen der tariflichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 9b TV-Länder vorgesehen.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultureinrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Koblenz, integriert im Kulturzentrum Festung Ehrenbreitstein, beherbergt als kulturhistorisches Museum Sammlungen mit den Schwerpunkten zur Wirtschafts- und Technikgeschichte sowie die Landessammlung zur Geschichte der Fotografie und die Sammlung Poignard zur bürgerlichen Wohnkultur. Neben den Präsentationen seiner Dauerausstellungen, regelmäßiger Sonderausstellungen, Projekten, Veranstaltungen und Events liegt ein besonderes Augenmerk auf dem museumspädagogischen Begleitprogramm.\nAls Restaurator/in (m/w/d) nehmen Sie insbesondere folgende Aufgaben wahr:\nSammlungspflege der kulturhistorischen sowie technikhistorischen Objekte aus dem 19. und 20. Jahrhundert verschiedenster Materialgruppen (organisch/anorganisch)\nErstellung von Restaurierungskonzepten sowie Durchführung und Dokumentation von Restaurierungs- und Konservierungsarbeiten einschl. der Aufstellung von Leistungsverzeichnissen und Abnahme von Restaurierungsleistungen\nKonservatorische Depotbetreuung, Planung und Beschaffung der Depoteinrichtung unter Beachtung konservatorischer Belange und objektschonendem Material\nMitarbeit bei der Einrichtung von Ausstellungen, z. B. Montage von Objekten oder Objektbetreuung beim Leihverkehr\nKontrolle der Einhaltung sämtlicher konservatorischer Präsentationsvorgaben von Sonder- und Dauerausstellungen\nfachliche Betreuung externer Restauratoren bei Arbeiten an Objekten aus den eigenen Beständen\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\nabgeschlossene Ausbildung als Restaurator/in (m/w/d) oder des Studiengangs „Objektrestaurierung“ (FH oder Universität) oder vergleichbare mehrjährige berufliche Erfahrungszeiten und Kenntnisse\nErfahrungen im Ausstellungswesen, vorzugsweise im historischem Baubestand und mit gemischter Objektlage, insbesondere in der organisatorischen Abwicklung von Sonderausstellungen\nErfahrung in der datenbankgestützten Depotverwaltung\nKenntnisse in der Erstellung von Leistungsverzeichnissen und der Vergabe sind von Vorteil\nhohes Verantwortungsbewusstsein, Organisationsgeschick und sorgfältiges Arbeiten\nZuverlässigkeit und Flexibilität\nTeamfähigkeit\nKenntnisse und Erfahrungen im Umgang mit den Standard-Anwendungen (Office-Paket) sowie in der Digitalphotographie und Bildbearbeitung\nFührerschein Klasse B bzw. 3 sowie entsprechende Fahrpraxis\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 09/2025\nbis zum\n05.03.2025\nbevorzugt an:\nbewerbung@gdke.rlp.de\noder postalisch an\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz:\nwww.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-restauratorin-m-w-d/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-kunstsammlung-m-w-d/", "image": "", "title": "Leiter Kunstsammlung (m/w/d)", "content_text": "Vier-Tore-Stadt Neubrandenburg, Neubrandenburg Bewerbungsende: 28.02.2025 | Neubrandenburg, Vier-Tore-Stadt am Tollensesee, Kreissitz des Landkreises Mecklenburgische Seenplatte, dem größten Landkreis in der Bundesrepublik, liegt auf halbem Wege zwischen der Bundeshauptstadt Berlin und der Ostseeküste. Sie ist mit mehr als 64 000 Einwohnerinnen und Einwohnern das wirtschaftliche und kulturelle Zentrum im Osten Mecklenburgs, eine Stadt der Vielfalt, die zu jeder Jahreszeit eine reizvolle Seenlandschaft mit Kunst, Kultur, Sport und Spaß verbindet. Sie nimmt für mehr als 400 000 Menschen zentrale Funktionen im Bereich Wirtschaft, Kultur, Bildung und Gesundheit wahr.\nIm Fachbereich Schule, Kultur, Sport und Recht, Abteilung Kultur ist zum 01.05.2025 eine Vollzeitstelle (39 h/Woche) als\nLeiter Kunstsammlung (m/w/d)\nunbefristet zu besetzen.\nDiese Aufgabenschwerpunkte erwarten Sie:\nWissenschaftliche Grundsatzarbeit:\nErarbeitung und Ausbau des musealen Sammlungskonzeptes unter Beachtung kunstwissenschaftlicher Standards,\nwissenschaftliche Bearbeitung und Erschließung des Bestandes,\nSicherung und Bewahrung des Bestandes nach musealen Standards und Anforderungen,\nErarbeitung und Durchführung von publikumswirksamen (Sonder-) Ausstellungsprogrammen und Konzepten zur nachhaltigen Positionierung der Einrichtung als moderner Ausstellungs- und Veranstaltungsort,\nErarbeitung von entsprechenden Begleitprogrammen,\nfachliche Beratung des Fachbereichs- und Abteilungsleiters sowie der Stadtverwaltung in allen Fragen des eigenen Aufgabenbereiches,\nfachliche Vorbereitung von Beschlussvorlagen,\nkunstwissenschaftliche Begleitung der Kunst im öffentlichen Raum; Konzepte zur Erfassung und Dokumentation inkl. Datenbank und publizistische Nutzung,\nLeitung der Kunstsammlung:\nFührung der Mitarbeiter (m/w/d),\nEinsatz der Mitarbeiter (m/w/d), Arbeitsverteilung, Arbeitsablauf und Einsatz der Arbeitsmittel,\nErarbeitung und Umsetzung eines Fortbildungsmanagements,\nDurchführung der Arbeiten koordinieren,\nAnleitung und Kontrolle der Mitarbeiter (m/w/d),\nWahrnehmung der Dienstaufsicht,\nHaushaltsplanung,\nVertretung in Fachgremien und Verbänden zur Förderung der bildenden Kunst:\nMitarbeit im Museumsverband Mecklenburg-Vorpommern e. V.,\nVertreter (m/w/d) der Vier-Tore-Stadt Neubrandenburg im Caspar-David-Friedrich-Gesellschaft e. V.,\nJurytätigkeit,\nZusammenarbeit mit anderen Museen, Institutionen und Einrichtungen der bildenden Kunst sowie mit Künstlern (m/w/d):\nPflege der Kontakte zu Museen in M-V, deutschen Museen und Museen der Partnerstädte Neubrandenburgs,\nbundesweite Pflege der Kontakte zu Institutionen und Einrichtungen der bildenden Kunst (Kooperationen, Beratung),\nPflege der Kontakte zu bildenden Künstlern (m/w/d) insbesondere der Stadt und des Landkreises,\nPublizistisch-wissenschaftliche Arbeit:\nmit dem Bestand der Kunstsammlung:\ninhaltliche Konzeption von Publikationen und Druckerzeugnissen,\nEntwicklung von Konzepten zur Verbreitung von Publikationen und Druckerzeugnissen,\nErarbeitung von Katalogen bzw. Publikationen im Rahmen des Sonderausstellungsprogramms,\nzur Kunst im öffentlichen Raum:\ninhaltliche Konzeption für Publikationen zur Kunst im öffentlichen Raum in Abstimmung und Zusammenarbeit mit dem Stadtmarketing und der Verwaltung, redaktionelle und fachliche Begleitung,\nzu touristischen Produkten der Vier-Tore-Stadt Neubrandenburg:\nfachliche Begleitung von entsprechenden Erzeugnissen.\nDas bringen Sie mit:\nein abgeschlossenes wissenschaftliches Hochschulstudium (z. B. Masterabschluss/Magisterabschluss) in der Fachrichtung Kunstgeschichtswissenschaft oder Kunstgeschichte\nDarüber hinaus verfügen Sie über:\nmuseumsspezifische Kenntnisse im Bereich Restaurierung, Aufbewahrung und Präsentation von Kunst,\nKenntnisse im Urheberrecht,\nErfahrungen in der Konzeptionierung und der Präsentation von (populär)wissenschaftlichen Ausstellungen,\nErfahrungen im Publizieren wissenschaftlicher Erkenntnisse,\nein sicheres und bestimmtes Auftreten,\nFührungskompetenzen sowie Führungserfahrung,\nKonfliktfähigkeit,\nOrganisationsfähigkeit,\neine ausgeprägte Kommunikationsfähigkeit,\nInteresse an der Zusammenarbeit mit anderen kulturellen Einrichtungen,\nden Nachweis über eine in Deutschland gültige Fahrerlaubnis der Klasse B,\nKenntnisse im Verwaltungs-, Haushalts- und Kassenrecht (wünschenswert).\nZudem wird die Bereitschaft zur Tätigkeit außerhalb der üblichen Arbeitszeit sowie auch an Wochenenden und Feiertagen vorausgesetzt.\nWir bieten Ihnen:\neine interessante Tätigkeit im Herzen des Landkreises Mecklenburgische Seenplatte,\nein tarifliches Entgelt (u. a. Jahressonderzahlung, jährliches Leistungsentgelt),\n30 Tage Erholungsurlaub bei einer Fünftagewoche,\nbetriebliche Altersvorsorge,\nvielfältige Fortbildungsmöglichkeiten,\ngleitende Arbeitszeit und die Möglichkeit zur mobilen Arbeit (bis zu 20 Std./Woche).\nDie Stelle ist mit der Entgeltgruppe 13 des Tarifvertrages für den öffentlichen Dienst (TVöD-V VKA) bewertet.\nBei ausländischen Bildungsabschlüssen ist ein entsprechender Nachweis über die Gleichwertigkeit mit einem deutschen Abschluss beizufügen.\nDa die Auswahlentscheidung und ihre Grundlagen für alle am Verfahren Beteiligten nachvollziehbar sein müssen, sind alle Unterlagen in deutscher Sprache einzureichen.\nIm Zuge der Gleichbehandlung gilt dies für alle Fremdsprachen.\nIhre vollständigen Bewerbungsunterlagen (ausformuliertes Motivationsschreiben, aussagekräftiger tabellarischer Lebenslauf, Nachweis über eine abgeschlossene Berufsausbildung bzw. Zusatz-/Aufstiegsqualifizierung oder ein abgeschlossenes Studium, Fortbildungszertifikate, Praktikumsnachweise, Arbeitszeugnisse sowie Nachweise besonderer Anforderungen zur Aufgabenerfüllung in der Ausschreibung) laden Sie bitte elektronisch über dieses Bewerberportal der Vier-Tore-Stadt Neubrandenburg hoch.\nBewerbungen sind bevorzugt über unser Online-Bewerberportal einzureichen.\nDie Bewerbungsfrist endet am 28.02.2025.\nEs werden grundsätzlich keine Unterlagen nachgefordert. Unvollständige Bewerbungsunterlagen können nicht berücksichtigt werden.\nWeitere Hinweise:\nVielfalt und Chancengleichheit sind uns wichtig. Daher werden schwerbehinderte Menschen und ihnen Gleichgestellte bei ansonsten gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nBewerber (m/w/d), die Tätigkeiten für das Allgemeinwohl ausüben, können bei ansonsten gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt werden.\nDarüber hinaus fördert die Vier-Tore-Stadt Neubrandenburg die berufliche Gleichstellung von Frauen und Männern.\nBei internen Bewerbern (m/w/d) genügt hinsichtlich der Qualifikationsnachweise ein Verweis auf die Personalakte. Die Vollständigkeit der Personalakte liegt in der Eigenverantwortung der Mitarbeitenden. Mit Abgabe Ihrer Bewerbungsunterlagen erklären Sie Ihr Einverständnis, dass die Vier-Tore-Stadt Neubrandenburg Ihre personenbezogenen Daten zum Zwecke der Durchführung des Bewerbungs- und Auswahlverfahrens speichern und verarbeiten darf.\nKosten, die Ihnen im Zusammenhang mit der Bewerbung entstehen, werden nicht erstattet.\nSie wünschen einen Neustart zum Leben und Arbeiten?\nDann werden Sie beim Ankommen und Heimisch werden tatkräftig durch das Welcome Center Mecklenburgische Seenplatte (\nwww.welcome-mse.de\n) mit kostenlosen Service- und Beratungsangeboten unterstützt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-kunstsammlung-m-w-d/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/98867/", "image": "", "title": "Amts- und Museumsleitung (m/w/d)", "content_text": "Freilichtmuseum Beuren, Beuren Bewerbungsende: 02.03.2025 | Wir suchen\nzum nächstmöglichen Zeitpunkt eine\nAmts- und Museumsleitung (m/w/d)\nfür das Freilichtmuseum Beuren am Dienstort Beuren\nmit einem abgeschlossenen Studium, möglichst mit Promotion in Empirischer Kulturwissenschaft, Europäischer Ethnologie oder Kulturanthropologie oder einem vergleichbaren Studium mit umfangreicher Berufs- und Führungserfahrung im musealen oder kulturellen Bereich\nVollzeit, unbefristet, E 15 TVöD\nDas Freilichtmuseum Beuren erforscht und vermittelt ländliche und kleinstädtische Alltagskultur sowie regionale Geschichte des Mittleren Neckarraumes und der Schwäbischen Alb. Im Mittelpunkt der Präsentation stehen 25 translozierte Gebäude in zwei Baugruppen mit rekonstruierten Einrichtungen, didaktischen Aufbereitungen, Veranstaltungen und Ausstellungen. Die Gärten, Äcker und Wiesen des elf Hektar großen Museumsgeländes werden nach historischen Befunden gestaltet und genutzt. Die Tierhaltung und der Anbau alter Kulturpflanzensorten sind Teil der Präsentation.\nDas Freilichtmuseum ist in der Trägerschaft des Landkreises Esslingen und wird in der Landkreisverwaltung als Amt innerhalb des Dezernates 1 geführt. Das Amt ist in zwei Sachgebiete (Forschung und Vermittlung sowie Betrieb, Finanzen und Personal) gegliedert. Rund 70.000 Gäste besuchen das Museum pro Saison.\nAufgabenschwerpunkte\nVerantwortung für die inhaltliche, personelle, finanzielle und organisatorische Entwicklung\nLeitung des Museums gemäß den wissenschaftlichen musealen Standards sowie Fortschreibung der Museumskonzeption\nAusbau unserer innovativer Vermittlungsformate mit einem transformativen Ansatz\nMitwirkung im Vorstand des Fördervereins Freilichtmuseum Beuren als Stellvertretung der Vorsitzenden\nMitarbeit im Fachausschuss der Arbeitsgemeinschaft der baden-württembergischen Freilichtmuseen\nZusammenarbeit mit den zuständigen Ministerien und der Landesstelle für Museen Baden-Württemberg\nVertretung des Museums in politischen und fachwissenschaftlichen Gremien, in musealen und touristischen Netzwerken sowie in der Öffentlichkeit\nFührung und Leitung eines motivierten und engagierten Teams mit rund 50 Mitarbeitenden\nAkquise von Drittmitteln für innovative Ausstellungs-, Sammlungs-, Forschungs- und Vermittlungsprojekte\nWir erwarten\nmehrjährige Museums- und Führungserfahrung, bevorzugt in einem Freilichtmuseum\nnachweisbare Erfahrung in der Organisationsentwicklung eines Kulturbetriebs\nausgeprägte Kommunikations-, Team-, Führungs- und Durchsetzungsfähigkeit im Rahmen eines kooperativen Führungsstils\nErfahrungen in der Steuerung von Projektarbeit\neine ausgeprägte Publikumsorientierung\nkonzeptionelle Stärke in der Moderation von Partizipationsangeboten\nhohe Einsatz- und Leistungsbereitschaft, verbunden mit einer team- und zielorientierten sowie strukturierten Arbeitsweise\nsouveränes und überzeugendes Auftreten\nWir bieten\neine unbefristete Vollzeitbeschäftigung mit einem leistungsgerechten Entgelt nach den üblichen tariflichen Bedingungen des TVöD in der Entgeltsgruppe E 15\neine vielseitige Tätigkeit mit einem erfahrenen und motivierten Team\nein Freilichtmuseum mit weiterem Entwicklungspotential und Gestaltungsraum\nattraktive betriebliche Altersvorsorge (Betriebsrente) bei der KVBW\nflexible Arbeitszeitgestaltung mit Gleitzeitmöglichkeiten\neine abwechslungsreiche Tätigkeit mit hoher Eigenverantwortung und Gestaltungsmöglichkeiten\ninteressante und umfangreiche Fortbildungsmöglichkeiten\nZugang zu ausgewählten Mitarbeiterangeboten (corporate benefits)\nvielfältige Angebote im Rahmen des betrieblichen Gesundheitsmanagements\neinen attraktiven Arbeitgeberzuschuss zur Nutzung eines Firmentickets\nFörderungsmöglichkeiten der Radmobilität\nDer Landkreis Esslingen betreibt eine aktive Gleichstellungspolitik. Wir sind deshalb auch an Bewerbungen entsprechend qualifizierter Frauen interessiert.\nSchwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nAusführliche Informationen zum Freilichtmuseum des Landkreises Esslingen in Beuren finden Sie unter\nwww.freilichtmuseum-beuren.de\nFür nähere Auskünfte stehen Ihnen Frau Cornelius unter Telefon 0711 3902-41820 oder Frau Dr. Naumann unter 0711 3902-41840 gerne zur Verfügung.\nBitte bewerben Sie sich unter der Kenn-Nr. 18.001-27/25 bis 02.03.2025 über un-sere Karriereseite\nhttp://karriere.landratsamt-esslingen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/98867/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-facility-management/", "image": "", "title": "Technische Assistenz (m/w/d) im Facility Management", "content_text": "TECHNOSEUM Landesmuseum für Technik und Arbeit, Mannheim Bewerbungsende: 02.03.2025 | Rund 180.000 Menschen besuchen jährlich unsere Ausstellungen, darunter über 90.000 Kinder und Jugendliche. Wir sind damit ein bedeutender außerschulischer Lern- und Erlebnisort in der Metropolregion Rhein-Neckar.\nUnser Auftrag: Erforschen, Ausstellen und Vermitteln von rund 200 Jahren Technik- und Sozialgeschichte mit dem Blick in die Zukunft.\nDie Pflege der herausragenden und denkmalgeschützten modernen Museumsarchitektur und das effiziente technische Gebäudemanagement sind Voraussetzung unserer innovativen Museumsarbeit. In den nächsten Jahren wird das Museum noch besucherfreundlicher: An vielen Stellen werden das Gebäude und die Dauerausstellung fit für die Zukunft gemacht. Wirken Sie dabei aktiv mit!\nWerden Sie deshalb zum\nnächstmöglichen Zeitpunkt\nTeil unseres Museumsteams als\nTechnische Assistenz (m/w/d) im Facility Management.\nIhre Aufgaben:\nAdministrative Unterstützung für den Leiter Facility Management, insbesondere\nAufbereitung relevanter Daten zur Unterstützung bei Entscheidungsfindungen,\nMitwirkung bei der Beauftragung von Gewerken, z. B. Angebotseinholung für das jeweilige Projekt/Gewerk, administrative Begleitung der Vergaben nach den Vergabevorschriften,\nUnterstützung der Leitung des Facility Managements bei der Abwicklung organisatorischer Aufgaben, z. B. Führen von Gesprächsprotokollen, administratives Vertragsmanagement (Listenführung, Ablage, Fristenmanagement),\nPflege und Optimierung des digitalen Ablagesystems für eine effiziente Dokumentenverwaltung, z. B. Digitalisieren und Ablegen von Dokumenten im digitalen Ablagesystem,\nMitarbeit bei der Pflege der Software für das Instandhaltungsmanagement.\nWir bieten Ihnen:\nBesonders sinnstiftende, abwechslungsreiche und verantwortungsvolle Tätigkeit in einer großen Kulturinstitution,\nzukunftssicherer Arbeitsplatz im Öffentlichen Dienst in einem unbefristeten Arbeitsverhältnis,\ntarifliche Vergütung mit einer zusätzlichen attraktiven betrieblichen Altersvorsorge,\nmodernes und hochwertiges Arbeitsumfeld mit ausgeprägter Kollegialität,\nsehr gute Fortbildungsmöglichkeiten,\nMobilitätszuschuss zum „Job-Ticket Baden-Württemberg“ bzw. Deutschland-Ticket,\nüberdachter Fahrradstellplatz bzw. Parkplatz auch mit E-Lade-Möglichkeit.\nIhr Profil:\nEine einschlägige, abgeschlossene Berufsausbildung in einem anerkannten Ausbildungsberuf (z. B. Verwaltungs-, Rechtsanwalts- bzw. Justizfachangestellte/r, als Kauffrau/Kaufmann für Büromanagement oder in einem vergleichbaren kaufmännischen oder auch technisch-handwerklichem Beruf),\neine einschlägige Berufserfahrung im Bereich Bau, Gebäudebewirtschaftung bzw. technische Gebäudeausrüstung ist besonders erwünscht und von Vorteil,\nbesonders ausgeprägtes Verständnis für technische Belange des Facility Managements\nsicherer Umgang mit Standard Office-Software und Fähigkeit zur Einarbeitung in FM-Software,\nOrganisations- und Teamfähigkeit,\nVerantwortungsbewusstsein und Verständnis für die anderen Fachbereiche,\nEigeninitiative.\nVergütung:\nDie durchschnittliche regelmäßige wöchentliche Arbeitszeit beträgt mind. 50% (zzt. 19,75 Stunden).\nDie Vergütung erfolgt entsprechend der übertragenen Tätigkeit nach\nEntgeltgruppe 9a TV-L\n. Information dazu siehe:\nÜbersicht Entgeltgruppen (Vollzeit)\n(Die Stufe wird noch je nach vorliegender einschlägiger Berufserfahrung festgelegt.)\nIhre Bewerbung\nübersenden Sie bitte bis zum\n02. März 2025\nüber unser\nBewerbungsportal\noder an TECHNOSEUM, Personalstelle, Museumsstraße 1, 68165 Mannheim.\nBitte beachten Sie: Aus Gründen der Verwaltungsvereinfachung können wir per Post eingegangene Bewerbungsunterlagen nicht zurücksenden.\nIm Interesse der beruflichen Gleichstellung sind Bewerbungen von Frauen besonders erwünscht. Bei gleicher Eignung werden schwerbehinderte Personen bevorzugt berücksichtigt.\nFür weitere Informationen\nstehen Ihnen der Leiter Facility Management, Herr Alles (Tel. 0621/4298-765 oder 0173/ 66 75 768) sowie der Kaufmännische Geschäftsführer und Vizedirektor, Herr Dr. Bortloff (Tel. 0621/4298-779) zur Verfügung.\nWeitere Informationen zum TECHNOSEUM finden Sie auf unserer\nWebsite\n.\nWir achten auf die Vereinbarkeit von Beruf und Familie unserer Beschäftigten. Das TECHNOSEUM ist Mitglied im Unternehmensnetzwerk\nErfolgsfaktor Familie\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-facility-management/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-26/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Bezirk Schwaben, Augsburg Bewerbungsende: 28.02.2025 | Beim Bezirk Schwaben in Augsburg ist im Bereich der Kultur- und Heimatpflege zum\n01.05.2025\neine Stelle als\nwissenschaftlicher Volontär (m/w/d)\nneu zu besetzen. Das Volontariat ist auf zwei Jahre befristet.\nDie Bezirksheimatpflege Schwaben nimmt sich geschichtlicher und kultureller Belange im bayerischen Bezirk Schwaben an. Sie vernetz, berät und unterstützt Menschen und Institutionen bei Themen, die den Bezirk kulturell prägen. Die Mitarbeiterinnen und Mitarbeiter der Bezirksheimatpflege sammeln, speichern und generieren Wissen zur Geschichte und Volkskunde Schwabens, das sie in Fortbildungen, Tagungen, Veranstaltungen und Publikationen an alle Interessierten weitergeben. Ziel ist es, auch in Zeiten großer Veränderungen den bewussten Umgang mit dem kulturellen Erbe Bayerisch-Schwabens zu fördern und die kulturellen Belange der Menschen in Schwaben zu stärken.\nWir erwarten:\nabgeschlossenes Hochschulstudium in einem geistes- oder kulturwissenschaftlichen Fach mit Magister, Master oder Diplom (z.B. Geschichte, Volkskunde / Europäische Ethnologie, Kunst- und Kulturwissenschaften, Geowissenschaften…)\nEigeninitiative, Flexibilität, Teamfähigkeit, PKW-Führerschein\nsicheres Auftreten in Wort und Schrift\nInteresse an der Arbeit mit Ehrenamtlichen\ndie Bereitschaft zur Arbeit an Wochenenden und Feiertagen\nausgeprägtes Interesse an der Heimatpflege, möglichst durch Praktika bestätigt.\nWir bieten:\nden Erwerb kulturpraktischer Kenntnisse und Fähigkeiten in den verschiedenen Bereichen der Heimatpflege\neine abwechslungsreiche Tätigkeit in einem offenen und kreativen Team\neigenverantwortliche Bearbeitung und Umsetzung von Projekten und Anfragen\nMitarbeit bei der Realisierung von fachlichen Projekten und Veranstaltungen der Heimatpflege in den Bereichen Denkmalpflege, Theater, Sprache und Literatur\nMitarbeit bei der Presse- und Öffentlichkeitsarbeit sowie im Bereich Social Media\nEinblicke in das Sammlungsmanagement und das Ausstellungswesen\nEinblicke in Verwaltungsaufgaben\nTeilnahme an Fortbildungen\nein Entgelt in Höhe von 50 % der Entgeltgruppe 13 TVöD zzgl. Stufenanpassung im 2. Dienstjahr\nHaben wir Ihr Interesse geweckt und Sie möchten Teil des Bezirk Schwaben werden?\nAuskünfte zu inhaltlichen Fragen erteilt der Bezirksheimatpfleger, Herr Lang (0821/3101-310).\nNach Abschluss des Stellenbesetzungsverfahrens werden die eingegangenen Online-Bewerbungen zeitnah gelöscht. Postalisch übersandte Bewerbungsunterlagen werden nach Abschluss des Stellenbesetzungsverfahrens nicht zurückgesandt und zeitnah vernichtet.\nDer Bezirk Schwaben verpflichtet sich, die berufliche Gleichstellung aller Personen, unabhängig von deren Geschlecht, Alter, Herkunft, Hautfarbe, Religion und sexueller Orientierung, zu fördern. Schwerbehinderte Bewerber und Bewerberinnen werden bei im Wesentlichen gleicher Eignung bevorzugt.\nDann freuen wir uns auf Ihre aussagekräftigen Bewerbungsunterlagen, die Sie uns bitte bis 28.02.2025 über unser Bewerbungsportal (\nwww.bezirk-schwaben.de/jobs\n) zukommen lassen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-26/", "date_published": "2025-02-10T00:00:00"}]}