{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-20/", "image": "", "title": "wissenschaftliche/r Mitarbeiter/in (m/w/d)", "content_text": "Staatliche Graphische Sammlung München, München Bewerbungsende: 22.08.2025 | In der Staatlichen Graphischen Sammlung München ist zum nächstmöglichen Zeitpunkt die Stelle einer/eines\nwissenschaftlichen Mitarbeiter/in (m/w/d)\nin Vollzeit, Entgeltgruppe 13 TV-L, unbefristet\nzu besetzen\nDie Staatliche Graphische Sammlung München ist mit über 400.000 Kunstwerken eines der großen und bedeutenden Museen für Kunst auf Papier. Die Bestände umfassen Zeichnungen, Druck-graphiken, Buchmalereien und gedruckte illustrierte Bücher aller europäischen Schulen sowie Nordamerikas vom Mittelalter bis in die unmittelbare Gegenwart.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-20/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachteamleiterin-gebaeudemanagement-m-w-d/", "image": "", "title": "Fachteamleiter:in Gebäudemanagement (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 26.08.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit (39 Wochenstunden) oder Teilzeit (mind. 32 Wochenstunden), eine:n\nFachteamleiter:in Gebäudemanagement (m/w/d)\nEntgeltgruppe 13 TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDer Bereich\nDas Fachteam „Gebäudemanagement“ schafft den Rahmen für einen sicheren Museumsbetrieb und die erforderlichen Bedingungen zur Bewahrung von Kulturgut. Das Fachteam hat den Auftrag, die unterschiedlichen Anforderungen für das Ausstellungsgut und die Bedürfnisse von Besucher:innen und Mitarbeiter:innen der Stiftung zu koordinieren, auch im Rahmen von Veranstaltungen. Das Aufgabenspektrum reicht von der Instandhaltung und Optimierung technischer und baulicher Anlagen sowie der Verwaltung der damit verbundenen Betriebs- und Nebenkosten bis hin zur Betreuung größerer Baumaßnahmen in Abstimmung mit Dienstleister:innen und Eigentümer:innen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.08.2025", "url": "https://www.museumsbund.de/stellenangebote/fachteamleiterin-gebaeudemanagement-m-w-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-stabsstelle-strategie-inhalte-w-m-d/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in Stabsstelle Strategie & Inhalte (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 31.08.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Vollzeit eine*n\nWissenschaftliche*n Mitarbeiter*in Stabsstelle Strategie & Inhalte (w/m/d)\nAls Wissenschaftliche*r Mitarbeiter*in gehören Sie zum Team der Stabsstelle Strategie & Inhalte und üben eine Schnittstellenfunktion zu allen inhaltlich arbeitenden Abteilungen aus. Im Austausch mit wissenschaftlichen Expert*innen und interessierten Bürger*innen identifizieren Sie neue Themen und erschließen diese Themen für die Programmbereiche des Futuriums.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-stabsstelle-strategie-inhalte-w-m-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-d-m-w/", "image": "", "title": "Projektmanager*in (d/m/w)", "content_text": "Stiftung Haus der Kunst München, München Bewerbungsende: 21.08.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nWir suchen zum nächstmöglichen Zeitpunkt für das\nTeam Produktion innerhalb der Abteilung Programm und Ausstellungen\neine*n:\nProjektmanager*in (d/m/w)\nin Vollzeit.\nWir erwarten von Ihnen ein fundiertes Fachwissen in Durchführung und Koordination von unterschiedlichen Projekten – über Ausstellungen nach HOAI/HOAS über alle Leistungsphasen (LP) 1 – 9 hinweg sowie Verständnis zu Qualitätsstandards einer Kunstinstitution internationalen Rangs.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nOrganisatorische Planung und Koordination der Projekte nach LP 1 – 4 (inkl. künstlerischer Eigenproduktionen oder Koproduktionen sowie Live-Formaten), u.a. Vorplanung nach LP 1, Suche nach passenden Dienstleister*innen, Ablaufplanung mit dafür benötigten Ressourcen (Materialien, Personal, usw.), Nachbereitung\nErstellung von Zeit- und Logistikplänen, Organisation von Aufenthalten sowie An- und Abreisen der Künstler*innen, Kurier*innen, Dienstleister*innen o.Ä., Koordination von externen/freien Mitarbeitenden und Dienstleister*innen, Überwachung und Abnahme der beauftragten Arbeiten\nAllseitige Betreuung von Leihgaben und neuproduzierten Kunstwerken: Vorplanung im Austausch mit Künstler*innen, Studios, Leihgeber*innen und weiteren Akteur*innen, Leihverträge, Transporte, Versicherungen, Condition Reports, Auf- und Abbau, Maintenance, Nachbereitung\nBetreuung von Ausstellungstourneen und Organisation reibungsloser Übergaben: Planung, Vorbereitung, Koordination mit Tourneepartner*innen, inkl. Erstellung von Werklisten mit technischen Details und Anforderungen, Auf- und Abbaumanuals, Tourneebudgets sowie Kontrolle der Leihverträge, Condition Reports, Transporte, Versicherungen, ggf. Planung des Aufbaus durch das HDK Team vor Ort, o.ä.\nDurchführung von Ausführungsplanungen und Vergabeverfahren (inkl. Ausschreibung, Einholung von Angeboten, Beauftragung) nach LP 5 – 8, Betreuung der Leihverträge und Mitwirkung bei weiteren Vertragsverhandlungen mit Künstler*innen oder Partner*innen\nAllgemeine Organisation der Arbeitsabläufe und Budgetkontrolle innerhalb des Verantwortungsbereichs\nEnge Zusammenarbeit mit der Abteilungsleitung und anderen Teams\nAnforderungen – das bringen Sie mit:\nAbgeschlossenes Fachhochschulstudium/Bachelor in Kulturmanagement, Architektur, Bühnenbild oder eine gleichwertige Qualifikation\nMehrjährige Berufserfahrung und hohe Expertise in der Planung und Koordination von umfangreichen Projekten, inkl. performativen Live-Formaten\nErfahrung im Umgang mit Leihgaben\nVerständnis von künstlerischen Qualitätsstandards und Arbeitsschutzbestimmungen sowie Sicherheitsrichtlinien\nKenntnisse des deutschen Vergaberechts\nKenntnisse im Bereich der Gebäudetechnik\nExzellente Organisationsfähigkeiten, ergebnis- und lösungsorientierte Herangehensweise\nSelbständige, strukturierte Arbeitsweise\nHerausragende Kommunikationsfähigkeit, Teamfähigkeit\nFließende Sprachkenntnisse in Deutsch und Englisch\nSicherer Umgang mit MS Office (insbesondere Excel), ERP-Software sowie weiteren digitalen Anwendungen\nWir bieten Ihnen:\nEine anspruchsvolle und abwechslungsreiche Aufgabe in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nDie Stelle ist zunächst auf zwei Jahre befristet, mit der Möglichkeit einer anschließend unbefristeten Anstellung.\nEin kreatives Arbeitsumfeld mit einer offenen Kommunikationsstruktur\nMitarbeit in einem dynamischen Team, das Einsatz- und Lernbereitschaft unterstützt und fördert\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher berücksichtigen wir alle Bewerbungen – unabhängig von Herkunft, Geschlecht, Alter, Religion, Behinderung, sexueller Orientierung oder geschlechtlicher Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir bevorzugen Bewerbungen ohne Bild.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem\nStichwort HDK-2025-12\nbis zum\n21.08.2025\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche sind vom 1.-3.9.2025 geplant.\nFür inhaltliche Fragen steht Ihnen\nXue Tan\n, Leitung Programm und Ausstellungen / Hauptkuratorin unter 089/211 27-136 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH, Personalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.08.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-d-m-w/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleiterin-produktion-d-m-w/", "image": "", "title": "Teamleiter*in Produktion (d/m/w)", "content_text": "Stiftung Haus der Kunst München, München Bewerbungsende: 21.08.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nWir suchen zum nächstmöglichen Zeitpunkt für die\nAbteilung Programm-und Ausstellungen\neine/n:\nTeamleiter*in Produktion (d/m/w)\nin Vollzeit.\nWir erwarten von Ihnen ein fundiertes Fachwissen in Produktionsverfahren und ein ausgewiesenes Verständnis der Qualitätsstandards einer Kunstinstitution internationalen Rangs.\nDie Aufgaben werden in Anlehnung an die Projektphasen nach HOAI/HOAS beschrieben\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nVerantwortung für alle Schritte der Projektumsetzung und -betreuung u.a. Vorplanungen der LP 1 im Austausch mit Künstler*innen, Studios, Leihgeber*innen und weiteren Akteur*innen, Leihverkehr, Realisation, Maintenance, Nachbereitung und ggf. Tourneebetreuung\nMitwirkung oder eigenständige Bearbeitung der LP 2 bis 4\nEffizientes Management der Tätigkeiten Expertenteams und Sicherstellung einer reibungslosen Projektplanung und -verwaltung durch klare Definition von Aufgaben und Verantwortlichkeiten, um eine effektive Koordination und Umsetzung zu gewährleisten\nBudgetkontrolle und -verantwortung sowie Mitwirkung bei der Zeitplanung für das gesamte Programm der Institution\nOrganisatorische Planung und Umsetzung von Projektkonzepten (inkl. künstlerische Eigen- oder Koproduktionen) in enger Abstimmung mit der künstlerischen Geschäftsführung von LP 1 -LP 9\nVerantwortung für die Produktion nach LP 5 – 9 und Bewertung zum Risikomanagement – über verschiedene, sich zeitlich überschneidende Projekte hinweg\nAllgemeine Organisation der Arbeitsabläufe innerhalb des Verantwortungsbereichs inkl. Personalverantwortung\nAuseinandersetzung mit unterschiedlichsten Materialien, Kunsttechniken und ihren Eigenschaften sowie Medientechnik, auch unter Berücksichtigung der technischen Wartungs- und Betreuungsanforderungen\nEnge Zusammenarbeit mit anderen Teams, um Ziele in Anlehnung an die Vision und Mission des Haus der Kunst zu definieren\nDurchführung von Vergabeverfahren und Vertragsverhandlungen mit Künstler*innen oder Partner*innen nach LP 5 – 7\nBeachtung der Vorgaben des Gesundheits- und Sicherheitsvorkehrungen im Ausstellungsbereich bei der Planung der Projekte\nAnforderungen – das bringen Sie mit:\nErfolgreich abgeschlossenes Hochschulstudium bevorzugt in den Bereichen Innenarchitektur, Szenografie oder Architektur oder eine gleichwertige Qualifikation\nZehnjährige Berufserfahrung, davon mindestens fünfjährige Erfahrung als Produktionsleitung von Großveranstaltungen und performativen Ausstellungsprojekten\nExzellente Organisations- und Führungsfähigkeiten von diversen Teams\nHohe Expertise in der Arbeitszeitplanung und Kontrolle von umfangreichen Projektbudgets.\nVerständnis von künstlerischen Qualitätsstandards und Arbeitsschutzbestimmungen sowie Sicherheitsrichtlinien\nKenntnisse des deutschen Vergaberechts\nKenntnisse im Bereich der Gebäudetechnik\nHohe Entscheidungskompetenz und eine ergebnis- und lösungsorientierte Herangehensweise\nSelbständige, strukturierte Arbeitsweise sowie Bereitschaft zur Abend- und Wochenendarbeit\nHerausragende Kommunikationsfähigkeit\nFließende Sprachkenntnisse in Deutsch und Englisch\nWir bieten Ihnen:\nEine anspruchsvolle und abwechslungsreiche Vollzeitstelle in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGroße Gestaltungsmöglichkeiten innerhalb des Verantwortungsbereiches\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten.\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher begrüßen wir alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Behinderung, sexueller Orientierung und Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir präferieren Bewerbungen ohne Foto.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem\nStichwort HDK-2025-11\nbis zum\n21.08.2025\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche sind vom 1.-3.9.2025 geplant.\nFür inhaltliche Fragen steht Ihnen\nXue Tan\n, Leitung Programm und Ausstellungen / Hauptkuratorin unter 089/211 27-136 gerne zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH, Personalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.08.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleiterin-produktion-d-m-w/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungsassistenz-zur-sonderausstellung-correggio-m-w-d/", "image": "", "title": "Ausstellungsassistenz zur Sonderausstellung “Correggio” (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 28.08.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum 01.10.2025, befristet für die Zeit bis zum 30.09.2026, eine Ausstellungsassistenz (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 11 TV-L) zur Vorbereitung der Sonderausstellung „Correggio“ an der Gemäldegalerie Alte Meister. Die Stelle soll in Teilzeit, mit 87,5 % der regelmäßigen Arbeitszeit (35 Stunden/Woche), besetzt werden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Gemäldegalerie Alte Meister im Semperbau am Zwinger geht zu weiten Teilen auf die kurfürstlich-königlichen Sammelaktivitäten des 18. Jahrhunderts zurück und ist heute eine der bedeutendsten Gemäldesammlungen der Welt. Zu ihren Schwerpunkten gehört die italienische Malerei des 16. Jahrhunderts mit herausragenden Gemälden von Raffael, Giorgione, Tizian, Veronese, Correggio und Parmigianino sowie starken Werkgruppen der Zeit des Barock und Rokoko, darunter Gemälde von Annibale Carracci, Reni, Carriera und Bellotto. Bedeutend ist ebenfalls ihr Bestand holländischer und flämischer Malerei des 17. Jahrhunderts, darunter wichtige Werke von Rembrandt, Vermeer, Rubens und van Dyck. Die Galerie besitzt außerdem Meisterwerke altdeutscher und altniederländischer Malerei (Dürer, Cranach, Holbein bzw. van Eyck) sowie spanischer und französischer Malerei des 17. und 18. Jahrhunderts (Velázquez, Zurbarán bzw. Poussin, Watteau). Die Gemäldegalerie teilt sich ihre Ausstellungsflächen im Semperbau mit der Skulpturensammlung bis 1800.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.08.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsassistenz-zur-sonderausstellung-correggio-m-w-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-kulturvermittlung/", "image": "", "title": "Sachbearbeiter*in Kulturvermittlung für die Abteilung Museum im Heine-Institut und Schumann-Haus", "content_text": "Kulturamt der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 04.09.2025 | Wir suchen zum nächstmöglichen Zeitpunkt\nSachbearbeiter*in Kulturvermittlung\nfür die Abteilung Museum im Heine-Institut und Schumann-Haus\nEG 10 TVöD\nMit seinen Bereichen Archiv – Bibliothek – Museum sowie mit seinen Veranstaltungen ist das Heine-Institut ein Zentrum der internationalen Heine-Forschung und der vielfältigen literarisch-kulturellen Vermittlung. Die Dauerausstellung ehrt das Leben und Werk Heinrich Heines. Wechselnde Sonderausstellungen präsentieren literarische, musikalische und kulturgeschichtliche Themen.\nDas Schumann-Haus widmet sich als modernes Musikmuseum und als lebendiger Erinnerungsort der Düsseldorfer Zeit des weltbekannten Musikerehepaars Clara und Robert Schumann. Die beiden zusammengehörenden Kulturinstitute sind in das übergreifende Konzept der “Straße der Romantik und Revolution” eingebunden.\nIhre Aufgaben unter anderem:\nKonzeption, Organisation und Durchführung von zielgruppenspezifischen musikalischen und literarischen Vermittlungsangeboten und –programmen\nVernetzung mit Bildungs- und Kulturpartner*innen in der Region, das heißt unter anderem Kooperationen mit Schulen, Vereinen, sozialen und kirchlichen Trägern\nMitarbeit bei der Planung und Durchführung erlebnisorientierter Veranstaltungen und Events\nErstellung von didaktischem Begleitmaterial rund um die „Straße der Romantik und Revolution“.\nIhr Profil:\nBachelor of Arts Fachrichtung Kulturpädagogik, Museumswissenschaften oder vergleichbarer Studienabschluss\nKommunikations- und Organisationsgeschick\nnachweisbare Fortbildungen im Bereich Kulturvermittlung\nEngagement, Initiative und Teamfähigkeit\nErfahrungen im Museums- oder Kulturbetrieb sind wünschenswert.\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt unbefristet im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD).\nWir leben Vielfalt –\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nDie Stelle ist mit einer regelmäßigen durchschnittlichen wöchentlichen Arbeitszeit von 19,5 Stunden zu besetzen.\nBitte bewerben Sie sich online bis zum 4. September 2025 über den Link:\nhttps://karriere.duesseldorf.de/sachbearbeiterin-kulturvermittlung-de-f7259.html?agid=19\nBei Rückfragen bitten wir um Angabe der Kennziffer 41/201/05/01/25/011.\nFür nähere Auskünfte zum Aufgabengebiet steht Ihnen im Fachamt Dr. Brenner-Wilczek, Telefon 0211 89-92901, gerne zur Verfügung.\nFür das Bewerbungsverfahren ist Ihre Ansprechperson Lena Becker, Telefon 0211 89-24023,\nLandeshauptstadt Düsseldorf\nMoskauer Straße 25, 40227 Düsseldorf\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-kulturvermittlung/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stellvertretende-technische-leitung-m-w-d-2/", "image": "", "title": "Stellvertretende Technische Leitung (m/w/d)", "content_text": "Kunstmuseum Stuttgart, Stuttgart Bewerbungsende: 07.09.2025 | Ihr Arbeitsumfeld\nDas Kunstmuseum Stuttgart ist eine gemeinnützige GmbH und liegt mitten in der lebendigen Stuttgarter Innenstadt. Der künstlerische Schwerpunkt des Museums liegt auf Klassischer Moderne und zeitgenössischer Kunst. Zum Museum gehören Büroräumlichkeiten, ein Außendepot sowie das Museum selbst. Das Kunstmuseum Stuttgart betreibt zudem das Museum Haus Dix in Hemmenhofen am Bodensee.\nStellvertretende Technische Leitung (m/w/d)\nFestanstellung, Vollzeit · Stuttgart\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/stellvertretende-technische-leitung-m-w-d-2/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-9/", "image": "", "title": "Restaurator:in (w/m/d)", "content_text": "LWL-Freilichtmuseum Hagen, Hagen Bewerbungsende: 20.08.2025 | Das LWL-Freilichtmuseum Hagen ist eines der achtzehn Landesmuseen des Landschaftsverbandes Westfalen-Lippe. Es versteht sich als kultureller, besucherorientierter Dienstleistungsbetrieb zur Sammlung, Forschung und Vermittlung der technisch-handwerklichen Kultur Westfalen-Lippes.\nFolgende Stelle ist ab dem\nnächstmöglichen Zeitpunkt befristet bis zum 28.02.2027 zu besetzen:\nRestaurator:in (w/m/d)\n(EG 11 TVöD; Kenn-Nr. 520/25)\nEs handelt sich um eine Elternzeitvertretung.\nIhre Tätigkeiten als Restaurator:in\nEntwicklung und Durchführung von Maßnahmen der Präventiven Konservierung, des IPM sowie der Notfallplanung\nErarbeitung, Umsetzung und Dokumentation von Konservierungs- und Restaurierungskonzepten für die Sammlung des Museums, die vor allem Maschinen sowie Werkzeuge und Erzeugnisse aus Handwerk und Gewerbe umfasst, aber auch für Gebäude und technische Anlagen\nUntersuchung, Konservierung und Restaurierung von Objekten, schwerpunktmäßig aus Metall und Holz, einschließlich der entsprechenden Dokumentation\nErstellung von Leistungsverzeichnissen zu Konservierungs- und Restaurierungsarbeiten und Betreuung entsprechender Vergaben\nkonservatorische Begutachtung von Objekten beim Erwerb\nSicherung und Entsorgung von Gefahrstoffen, Führen des Gefahrstoffkatasters\nMitarbeit bei der Entwicklung von Ausstellungspräsentationen sowie bei Ausstellungsauf- und abbauten\nMitarbeit am Leihverkehr (Betreuung von Leihgaben, Zustandsprotokolle)\nWas erwarten wir von Ihnen als Restaurator:in\nein abgeschlossenes Hochschulstudium – Diplom/Bachelor – im Bereich Konservierung und Restaurierung, vorzugsweise mit Ausrichtung auf Metall, Holz oder Technisches Kulturgut\nausgeprägtes Verantwortungsbewusstsein, Kommunikationsfähigkeit, Teamfähigkeit und Einsatzbereitschaft\nKreativität und pragmatisches Denken in der Ausarbeitung von Lösungen\ngute Kenntnisse in den gängigen Office-Anwendungen, Erfahrung mit Objektdatenbanken, vorzugsweise Axiell Collections\nFührerschein der Klasse B\nkörperliche Eignung zur Arbeit mit Gefahrstoffen und in unterschiedlichem Gelände sowie in unterschiedlichen historischen Gebäuden und Betriebsstätten (z.B. Treppensteigen)\nwünschenswert ist eine nachgewiesene mindestens dreijährige Berufserfahrung als Restaurator:in, möglichst im musealen Bereich\nWorauf Sie sich freuen können?\nAuf:\neine individuelle Leistungsprämie\neinen Zuschuss zu den vermögenswirksamen Leistungen\nattraktive Fort- und Weiterbildungsmöglichkeiten\neine gute Arbeitsatmosphäre in einem engagierten und motivierten Museumsteam\nvielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z.B. flexible und familienfreundliche Arbeitszeiten\nDie vakante Stelle ist auch für Teilzeitkräfte geeignet. Der LWL ist sehr daran interessiert, seinen Beschäftigten vielfältige Arbeitszeitmodelle anzubieten. Zur Erfüllung vieler Aufgaben ist es jedoch notwendig, dass die Vakanzen möglichst vollständig besetzt werden. Sehr gerne gehen wir in einen offenen Austausch mit Ihnen, um alle Möglichkeiten auszuloten.\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nLWL-Freilichtmuseum Hagen\nFrau Dr. Hufschmidt (Tel.-Nr. 02331 7807-111)\nPersonalrechtliche Fragen und Fragen zum Verfahren beantwortet Ihnen gerne:\nLWL-Freilichtmuseum Hagen:\nFrau Kuhle (Tel.-Nr. 02331 / 7807-141)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis über die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 520/25\nbis zum\n20.08.2025\n(Eingangsstempel LWL) an das:\nLWL-Freilichtmuseum Hagen\nMäckingerbach\n58091 Hagen\nWir bevorzugen eine Bewerbung per Mail an:\nsimone.wittig@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.08.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-9/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-8/", "image": "", "title": "Restaurator:in (w/m/d)", "content_text": "LWL-Freilichtmuseum Hagen, Hagen Bewerbungsende: 20.08.2025 | LWL-Freilichtmuseum Hagen\nDas LWL-Freilichtmuseum Hagen ist eines der achtzehn Landesmuseen des Landschaftsverbandes Westfalen-Lippe. Es versteht sich als kultureller, besucherorientierter Dienstleistungsbetrieb zur Sammlung, Forschung und Vermittlung der technisch-handwerklichen Kultur Westfalen-Lippes.\nFolgende Stelle ist ab dem\nnächstmöglichen Zeitpunkt befristet bis zum 28.02.2027 zu besetzen:\nRestaurator:in (w/m/d)\n(EG 11 TVöD; Kenn-Nr. 520/25)\nEs handelt sich um eine Elternzeitvertretung.\nIhre Tätigkeiten als Restaurator:in\nEntwicklung und Durchführung von Maßnahmen der Präventiven Konservierung, des IPM sowie der Notfallplanung\nErarbeitung, Umsetzung und Dokumentation von Konservierungs- und Restaurierungskonzepten für die Sammlung des Museums, die vor allem Maschinen sowie Werkzeuge und Erzeugnisse aus Handwerk und Gewerbe umfasst, aber auch für Gebäude und technische Anlagen\nUntersuchung, Konservierung und Restaurierung von Objekten, schwerpunktmäßig aus Metall und Holz, einschließlich der entsprechenden Dokumentation\nErstellung von Leistungsverzeichnissen zu Konservierungs- und Restaurierungsarbeiten und Betreuung entsprechender Vergaben\nkonservatorische Begutachtung von Objekten beim Erwerb\nSicherung und Entsorgung von Gefahrstoffen, Führen des Gefahrstoffkatasters\nMitarbeit bei der Entwicklung von Ausstellungspräsentationen sowie bei Ausstellungsauf- und abbauten\nMitarbeit am Leihverkehr (Betreuung von Leihgaben, Zustandsprotokolle)\nWas erwarten wir von Ihnen als Restaurator:in\nein abgeschlossenes Hochschulstudium – Diplom/Bachelor – im Bereich Konservierung und Restaurierung, vorzugsweise mit Ausrichtung auf Metall, Holz oder Technisches Kulturgut\nausgeprägtes Verantwortungsbewusstsein, Kommunikationsfähigkeit, Teamfähigkeit und Einsatzbereitschaft\nKreativität und pragmatisches Denken in der Ausarbeitung von Lösungen\ngute Kenntnisse in den gängigen Office-Anwendungen, Erfahrung mit Objektdatenbanken, vorzugsweise Axiell Collections\nFührerschein der Klasse B\nkörperliche Eignung zur Arbeit mit Gefahrstoffen und in unterschiedlichem Gelände sowie in unterschiedlichen historischen Gebäuden und Betriebsstätten (z.B. Treppensteigen)\nwünschenswert ist eine nachgewiesene mindestens dreijährige Berufserfahrung als Restaurator:in, möglichst im musealen Bereich\nWorauf Sie sich freuen können?\nAuf:\neine individuelle Leistungsprämie\neinen Zuschuss zu den vermögenswirksamen Leistungen\nattraktive Fort- und Weiterbildungsmöglichkeiten\neine gute Arbeitsatmosphäre in einem engagierten und motivierten Museumsteam\nvielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z.B. flexible und familienfreundliche Arbeitszeiten\nDie vakante Stelle ist auch für Teilzeitkräfte geeignet. Der LWL ist sehr daran interessiert, seinen Beschäftigten vielfältige Arbeitszeitmodelle anzubieten. Zur Erfüllung vieler Aufgaben ist es jedoch notwendig, dass die Vakanzen möglichst vollständig besetzt werden. Sehr gerne gehen wir in einen offenen Austausch mit Ihnen, um alle Möglichkeiten auszuloten.\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nLWL-Freilichtmuseum Hagen\nFrau Dr. Hufschmidt (Tel.-Nr. 02331 7807-111)\nPersonalrechtliche Fragen und Fragen zum Verfahren beantwortet Ihnen gerne:\nLWL-Freilichtmuseum Hagen:\nFrau Kuhle (Tel.-Nr. 02331 / 7807-141)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis über die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 520/25\nbis zum\n20.08.2025\n(Eingangsstempel LWL) an das:\nLWL-Freilichtmuseum Hagen\nMäckingerbach\n58091 Hagen\nWir bevorzugen eine Bewerbung per Mail an:\nsimone.wittig@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.08.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-8/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-in-w-m-d-spielzeugmuseum-und-haus-des-spiel/", "image": "", "title": "Leiter/in (w/m/d) Spielzeugmuseum und Haus des Spiel", "content_text": "Museen der Stadt Nürnberg, Nürnberg Bewerbungsende: 28.08.2025 | Die Stadtverwaltung Nürnberg ist eine moderne Dienstleisterin für mehr als eine halbe Million Menschen. Als eine der größten Arbeitgeberinnen der Region vertrauen wir dabei auf die Fähigkeiten und Fertigkeiten unserer rund 12.500 Mitarbeitenden, die mit Engagement und Tatkraft die Stadt Nürnberg mitgestalten und besonders machen.\nDie Museen der Stadt Nürnberg sind ein Verbund von sieben Museen, zwei historischen Sehenswürdigkeiten und mehreren Sammlungen, die sich der älteren wie jüngeren Geschichte Nürnbergs widmen. Ihre Themenpalette reicht vom berühmten Albrecht-Dürer-Haus hin bis zu den vielbesuchten Erinnerungsorten des Doku-Zentrums Reichsparteitagsgelände und des Memorium Nürnberger Prozesse. Durch Sammlung, Bewahrung, Forschung und Präsentation dinglicher Zeugnisse der Vergangenheit an authentischen Orten leistet der Museumsverbund einen wichtigen Beitrag zur Identität Nürnbergs in Gegenwart und Zukunft, zum kulturellen Miteinander sowie zur besucherorientierten Wissensvermittlung von Kunst und Geschichte im Stadtgebiet.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-in-w-m-d-spielzeugmuseum-und-haus-des-spiel/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-22/", "image": "", "title": "Verwaltungsleitung (m/w/d)", "content_text": "Museumspädagogisches Zentrum, München Bewerbungsende: 12.09.2025 | Das MPZ ist eine Einrichtung des Freistaates Bayern und der Landeshauptstadt München. Es konzipiert und realisiert analoge und digitale Vermittlungsprogramme für alle Altersgruppen in Museen, im Stadtraum und online. Es bietet Fortbildungen an, berät Museen bei didaktischen Fragen und veröffentlicht Schriften zu Museen und zur Museumspädagogik.\nDas MPZ ist Sitz der Geschäftsstelle der Bayerischen Museumsakademie, der Beratungsstelle Kultur macht stark Bayern und der Fachstelle für Museen und Kulturelle Teilhabe. Im Rahmen seiner strategischen Weiterentwicklung ist das MPZ bestrebt, seine Arbeit zukunftsweisend und teilhabeorientiert auszurichten.\nZur Verstärkung unseres Teams suchen wir eine\nVerwaltungsleitung (m/w/d)\nab nächstmöglichem Zeitpunkt, im Umfang von 100%,\nEntgeltgruppe 9b TV-L, unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.09.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-22/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-abteilung-ausstellungen-w-m-d/", "image": "", "title": "Leitung Abteilung Ausstellungen (w/m/d)", "content_text": "Filmmuseum Potsdam, Potsdam Bewerbungsende: 07.09.2025 | Die\nFilmuniversität Babelsberg KONRAD WOLF\nist ein lebendiger Ort der Kunst, der Forschung und der Lehre. Renommierte Fachleute aus Filmpraxis und Wissenschaft betreuen die Studierenden intensiv und individuell. An der einzigen deutschen Filmuniversität wird innovative Forschung mit, im und zu Film und anderen audiovisuellen Medien vorangetrieben. Die Hochschule ist ein weltoffener und diskriminierungsfreier Raum für kulturelle und gesellschaftliche Auseinandersetzung.\nIn unserem\nIn-Institut Filmmuseum Potsdam (FMP)\nbieten wir Ihnen\nzum nächstmöglichen Zeitpunkt\nund\nzunächst befristet für zwei Jahre zur Führung auf Probe mit der Option der Entfristung\neine ebenso anspruchsvolle wie abwechslungsreiche Tätigkeit als\nLeitung Abteilung Ausstellungen (w/m/d)\n(Vollzeit 40h – Teilzeit möglich; bis Entgeltgruppe 12 TV-L)\nDas\nFilmmuseum Potsdam\nist ein lebendiger und kreativer Ort der Bewahrung, Erforschung, Vermittlung und des Ausstellens. Das Institut hat die Aufgabe, den Film in seinen historischen und aktuellen Formen zu untersuchen und öffentlich präsent zu halten. Mit seinen Ausstellungen, dem Kino und den Sammlungen ist das Museum ein überregional wahrgenommener Ort der Kultur- und Wissenschaftslandschaft. Das Filmmuseum Potsdam will sich den aktuellen Transformationsprozessen annehmen und sich zukünftig stärker für eine vielfältige Öffentlichkeit öffnen, sich digital weiterentwickeln und nachhaltiger agieren.\nIn der Abteilung Ausstellungen (Standort Breite Straße 1a, 14467 Potsdam) mit angrenzenden Tätigkeitsfeldern in den Abteilungen Kino, Filmbildung/ Vermittlung sowie Sammlungen bieten wir Ihnen eine angenehme Arbeitsatmosphäre in einem motivierten Team und brauchen Sie für folgende Aufgaben:\nWissenschaftliche Konzeption, Ausarbeitung und Kuratieren von kulturhistorischen Ausstellungen\nVertretung der Ausstellungen bei öffentlichen Veranstaltungen und im offiziellen Rahmen\nSteuerung von Sonderausstellungen (Zeitpläne, Budgets)\norganisatorische und technische Umsetzung der Sonderausstellungsprojekte\nBetreuung der aktuellen Dauerausstellung sowie Konzeption einer neuen Dauerausstellung\nMitwirkung bei der Entwicklung partizipativer Formate\nBegleitung von externen Kurator*innen bei Sonderausstellungen zu kulturhistorischen Themen\nvorausschauende strategische Planung des Ausstellungskalenders\nBeschaffung: inhaltliche Vorbereitung von Ausschreibungen und Mitwirkung bei Vergaben\nverantwortliche Budgetplanung und -kontrolle\nEinsatzplanung, Anleitung und Handlungsanweisungen gegenüber dem Personal der Abteilung\naktive Beteiligung in relevanten Gremien\nVertretung des Museums auf nationalen und internationalen Tagungen\nBei der Ausübung aller o.g. Tätigkeiten wird eine konstruktive und kollegiale Zusammenarbeit mit der Direktion und den anderen Abteilungen des FMP erwartet.\nNeben einem\nArbeitsvertrag an einer\nfamilienfreundlichen\nund\ngleichstellungsstarken\nHochschule bieten wir Ihnen:\neine regelmäßige Vergütung und Sozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich zusätzlicher Altersversorgung\neinen modern und ergonomisch ausgestatteten Arbeitsplatz mit flexiblen Arbeitszeitmodellen, wie zum Beispiel teilweises Arbeiten im\nHomeoffice\ndie Möglichkeit zur Inanspruchnahme eines Firmentickets sowie ggf. zur Inanspruchnahme eines Belegplatzes in einer ortsnahen Kindertagesstätte\neine individuelle und optimale Unterstützung bei der beruflichen Entwicklung durch Angebote zur Fort- und Weiterbildung\ndie Möglichkeit zur Inanspruchnahme von Angeboten im Rahmen eines Gesundheits-managements\nSie sind engagiert, arbeiten service- und ergebnisorientiert, nehmen gern neue Heraus-forderungen an und bringen auch diese Qualifikation mit:\nein erfolgreich\nabgeschlossenes Hochschulstudium (mindestens FH oder BA)\nin einem für die Aufgabe relevantem Fach wie\nFilm- und Medienwissenschaft, Kunst- und Kulturgeschichte, Kulturwissenschaft oder vergleichbar\nFür die Erfüllung der genannten Aufgaben sind zudem erforderlich und nachzuweisen:\nmehrjährige Berufserfahrung in der Durchführung von Ausstellungsprojekten (Sonder- und Dauerausstellungen), Koordination und Projektleitung bevorzugt in einem kulturhistorischen Museum\nKenntnis der aktuellen Museumsdiskurse, Freude an Konzeptarbeit und Lust auf Transformation\nnachgewiesene konzeptionelle Tätigkeiten im Aufgabengebiet\nKompetenz als Teamleitung mit kooperativem Führungsstil\nsicherer Umgang mit den gängigen MS-Office-Anwendungen\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKreativität und Innovationsfreude, insbesondere in der Anwendung digitaler Technologien und Interesse an partizipativer Museumsarbeit\nErfahrungen im Einwerben von Drittmitteln und in der Antragstellung für Förderprojekte\nausgeprägte, diversitätsoffene und diskriminierungssensible Team- und Kommunikationsfähigkeit\nsouveränes, verbindliches, durchsetzungsfähiges und freundliches Auftreten\nsicherer, freundlicher Umgang mit Dienstleistern, Projektbeteiligten und Partner*innen\nhohe Einsatzbereitschaft, Organisationsfähigkeit, Flexibilität und eine sorgfältige Arbeitsweise\nBereitschaft zur gelegentlichen Abend- und/ oder Wochenendarbeit im Rahmen von Veranstaltungen\nWünschenswert sind außerdem:\nKenntnisse in einschlägigen Bereichen wie z.B. Filmgeschichte mit dem Bezug zu den Schwerpunkten des Filmmuseums Potsdam\nnationale und internationale Vernetzung mit Museen sowie anderen Kultur- und Forschungs-einrichtungen\nWichtige Hinweise:\nDie Filmuniversität schätzt die Vielfalt ihrer Mitglieder und verfolgt die Ziele der Chancengleichheit unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nBei gleicher Eignung werden Frauen unter den Voraussetzungen des\n§ 7 Absatz 4 BbgHG\nsowie schwerbehinderte Menschen und diesen gleichgestellte Menschen bevorzugt berücksichtigt.\nBitte weisen Sie auf eine Schwerbehinderung ggf. bereits in Ihrer Bewerbung hin und teilen Sie uns gerne mit, ob Sie im Zuge des Bewerbungsprozesses Unterstützung benötigen. Wir freuen uns ausdrücklich über Bewerbungen von Personen aus dem Ausland, mit Migrationshintergrund oder mit Betreuungsaufgaben. Als familienfreundliche Universität unterstützen wir Sie und Ihre Familie in verschiedenen Lebenssituationen bei der Vereinbarkeit von Familie und Beruf und bieten hierzu gezielte Maßnahmen im Rahmen der Charta „Familie in der Hochschule“.\nWir freuen uns über Ihre aussagefähige Bewerbung mit:\nMotivationsschreiben\nLebenslauf (mit Anschrift und Tel.-Nr.)\nZeugnisse über Schul-, Ausbildungs- und Studienabschlüsse\nArbeitszeugnisse von den vorherigen und ggf. ein Zwischenzeugnis vom jetzigen Arbeitgeber\nDokumentation bzw. Nachweise entsprechend den o.a. Anforderungen\nDiese richten Sie bitte bis zum 07.09.2025 ausschließlich an unser Online-Bewerbungsportal!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-abteilung-ausstellungen-w-m-d/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-37/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Bildungs- und Kultur GmbH des Landkreises Gifhorn, Brome Bewerbungsende: 27.08.2025 | Die Gemeinnützige Bildungs- und Kultur GmbH des Landkreises Gifhorn vereint die Geschäftsbereiche Kreisvolkshochschule (mit der Kreiskunstschule), Kreismusikschule und die vier kreiseigenen Museen unter einem Dach. Gemeinsam gestalten wir den Bildungs- und Kulturauftrag im Landkreis Gifhorn – offen, vielfältig und zukunftsorientiert.\nFür den Fachbereich Museen, Kultur und Kommunikation suchen wir zum nächstmöglichen Zeitpunkt eine\nMuseumsleitung (m/w/d)\nfür die Standorte Museum Burg Brome und Schulmuseum Steinhorst im Landkreis Gifhorn.\nDie Position ist in Vollzeit unbefristet zu besetzen.\nDie Vergütung erfolgt in Anlehnung an die Entgeltgruppe 11, TVöD.\nDas Museum Burg Brome befindet sich in einer ehemaligen Wasserburg, die vermutlich schon vor 1195 von Heinrich dem Löwen gegründet wurde. Die Ausstellung zeigt altes Handwerk und ist in ihrem Ursprung als lebendiges Museum konzipiert. Das Schulmuseum Steinhorst in einem typischen Flettdeelenhaus zeigt die Entwicklung der Schulgeschichte des Gifhorner ländlichen Raums. Das Museum verfügt über ein historisches Klassenzimmer. Zum Verbund der Landkreismuseen zählen auch das Historische Museum Schloss Gifhorn und das EMMA – Museumswohnung im Kavalierhaus. Werden Sie Teil dieses lebendigen Netzwerks und gestalten Sie die Zukunft der Museen mit Ihrem Fachwissen und Ihrer Führungskompetenz aktiv mit.\nIhre Aufgaben:\nLeitung und Koordination der beiden Museumsstandorte mit allen dazugehörigen Verwaltungsaufgaben sowie des Gebäudemanagements, inklusive Budgetverantwortung und Einwerben von Drittmitteln (in Abstimmung mit der Fachbereichsleitung)\nPersonal- und Führungsverantwortung für zurzeit 9 Mitarbeitende\nErlebnisorientierte Programm- und Ausstellungsplanung sowie deren Umsetzung\nVerantwortliches Arbeiten mit der Museumssammlung in direkter Abstimmung mit der Sammlungskuratorin\nAnsprechpartner und Repräsentation vor Ort: Zusammenarbeit mit Einrichtungen und Vereinen, insbesondere einem Museums- und Heimatverein sowie ehrenamtlich Engagierten / Unterstützung der Presse- und Öffentlichkeitsarbeit der Museen\nWeiterentwicklung der Profilierung der Museumsstandorte, verbunden mit Akquise neuer Zielgruppen\nAbstimmung, Koordination und Vernetzung im Gesamtteam der Museen\nWas Sie mitbringen:\nEin erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium in den Disziplinen Geschichte, empirische Kulturwissenschaften/ Volkskunde oder einer vergleichbaren Geistes-/Kulturwissenschaft mit übereinstimmenden Zusatzqualifikationen\nErfolgreich abgeschlossenes wissenschaftliches Volontariat\nProfunde praktische Erfahrung in der Museums-, Ausstellungs- und Vermittlungsarbeit nach aktuellen Standards; Kenntnisse mit Spezial- bzw. Schwerpunktthemen erwünscht\nFührungserfahrung, ausgeprägte Teamorientierung mit aktiver Verantwortungsbereitschaft und umsichtiger Entscheidungsfreude\nFundierte Basis im Projekt- und Museumsmanagement sowie sicherer Umgang mit Datenbanken, MS-Office-Anwendungen und weiterer einschlägiger Software\nHohes Maß an Organisationstalent, Belastbarkeit, Flexibilität sowie kommunikative, digitale und soziale Kompetenzen\nBereitschaft zu Abend- und Wochenenddiensten, Mobilität\nWir bieten:\nEine verantwortungsvolle, abwechslungsreiche Leitungsaufgabe mit Gestaltungsspielraum\nEinbettung in ein aufgeschlossenes und engagiertes Team\nZusätzliche leistungsorientierte Bezahlung nach Zielvereinbarung sowie betriebliche Altersversorgung\n30 Tage Erholungsurlaub bei einer 5-Tage-Woche\nFlexible Arbeitszeiten, z.B. Homeoffice möglich\nWeiterbildungsmöglichkeiten\nDie Gemeinnützige Bildungs- und Kultur GmbH des Landkreises Gifhorn fördert die Gleichstellung aller Geschlechter. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich angesprochen fühlen und Teil unseres Teams werden möchten, freuen wir uns über Ihre aussagekräftige Bewerbung.\nBitte senden Sie Ihre vollständigen Unterlagen\nbis zum 27.08.2025\nausschließlich digital in einem PDF-Dokument per E-Mail an:\nbewerbungen@bz-gifhorn.de\nFragen beantwortet Ihnen Frau Alexa von der Brelje, Leiterin des Fachbereiches Museen, Kultur und\nKommunikation gern telefonisch unter 05371 9459-102.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.08.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-37/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/programmkoordinatorin-m-w-d-team-kommunikation/", "image": "", "title": "Programmkoordinator*in (m/w/d) Team Kommunikation", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 25.08.2025 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nFür das Initiieren und die Koordination eines landesweiten Programms von Ausstellungen und Events sucht das Haus der Geschichte Baden-Württemberg ab sofort eine/n\nProgrammkoordinator*in (m/w/d)\nTeam Kommunikation\nEntgeltgruppe 9b TV-L\nin Teilzeit mit 80 Prozent Beschäftigungsumfang. Die Stelle ist befristet bis zum 31. Oktober 2027.\nDas Haus der Geschichte Baden-Württemberg bereitet derzeit die Große Landesausstellung\n„Mittendrin. Jüdisches Leben im Südwesten“ vor, in der die Vielfalt jüdischen Lebens in Geschichte und Gegenwart gezeigt werden wird. Im Herbst 2026 soll das Veranstaltungsprojekt „Mittendrin“ starten. „Mittendrin“ will das Anliegen der Ausstellung an möglichst vielen Stellen in Baden-Württemberg sichtbar machen. Gemeinsam mit den jüdischen Communitys, mit Kommunen, den Gedenkstätten, den lokalen Initiativen, der Landesarchivdirektion Baden- Württemberg und der Landeszentrale für politische Bildung Baden-Württemberg wird ein untereinander abgestimmtes und gleichzeitig eigenständiges Erarbeiten und Präsentieren des Themas angestrebt.\nIhr Aufgabengebiet umfasst insbesondere:\nMitarbeit beim Aufbau eines Netzwerks in Baden-Württemberg durch die Pflege vorhandener Kontakte und das Knüpfen neuer Kontakte zu potentiellen Stakeholdern des landesweiten Programms zur Ausstellung „Mittendrin“\nVorbereiten und Durchführen von Vernetzungstreffen\nBeteiligung am Entwickeln von Ideen für Event-Reihen (Konzerten, Gesprächen, Lesungen etc.)\nZusammenführen von Events und Ausstellungen in ein landesweites Programm\nMitarbeit bei der zentralen Programm-Website\nAnforderungen:\neine Hochschulbildung im Bereich Tourismus, Marketing, Kulturmanagement.\nlangjährige Erfahrungen im Vernetzen von Kooperationspartner*innen, im Durchführen von Meetings und Konferenzen\nIdealerweise langjährige Erfahrungen im Event-Management und mit interkulturellen Programmen\nEigeninitiative, Kreativität, Flexibilität, selbstständiges Arbeiten, Zuverlässigkeit im Umgang mit externen Kooperationspartner*innen\nAusgewiesene Sozialkompetenz und hohe Kommunikationsstärke sowie Teamfähigkeit\nSensibilität im Umgang mit verschiedensten Kooperationspartner*innen\nSicheres Auftreten vor Publikum\nBereitschaft zur Mobilität für die Vernetzung im Land\nUnser Angebot:\nWir bieten eine befristete Teilzeitanstellung (Sachgrundbefristung) mit einem Arbeitsumfang von maximal 80% an Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 9b Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nJob Ticket BW (vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nVielfältige Angebote im betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 25.08.2025 an das Haus der Geschichte Baden Württemberg, Frau Julia Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs- und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212-3950 oder per Email unter\ncornelia.hecht-zeiler@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.08.2025", "url": "https://www.museumsbund.de/stellenangebote/programmkoordinatorin-m-w-d-team-kommunikation/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiterin-m-w-d-2/", "image": "", "title": "wissenschaftliche/r Mitarbeiter*in (m/w/d)", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 07.09.2025 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nVor dem Hintergrund der diversitätsorientieren, inklusiven Weiterentwicklung des Hauses der Geschichte und seiner Ausstellungsorte soll die Bildungs- und Vermittlungsarbeit überprüft und methodisch partizipativ gemeinsam mit dem Team Vermittlung erweitert werden.\nDas Haus der Geschichte Baden-Württemberg in Stuttgart sucht zum nächstmöglichen Zeitpunkt eine/n\nwissenschaftliche/n Mitarbeiter*in (m/w/d)\nfür das Team Geschichtsvermittlung\nEntgeltgruppe 12 TV-L\nin Teilzeit mit 80 Prozent Beschäftigungsumfang und befristet bis zum 31. Juli 2027.\nIhr Aufgabengebiet umfasst insbesondere:\nVor dem Hintergrund der diversitätsorientieren, inklusiven Weiterentwicklung des Hauses Entwicklung von neuen Vermittlungsprogrammen zu Sonderausstellungen und Ausstellungsprojekten im Haus der Geschichte\nMitarbeit bei der Entwicklung eines Leitbildes und eines Code of Conduct\nWeiterentwicklung von Formaten zur Demokratiebildung\nKonzeption von Vermittlungsprogrammen im Bereich Inklusion, Partizipation und digitaler Bildung für Schulklassen und Erwachsenengruppen\nMitarbeit bei der Weiterentwicklung kollaborativen Arbeitens mit externen Gruppen der von Diversität geprägten Zivilgesellschaft und mit Künstler*innen.\nQualitative Evaluierung von Workshops und Themenführungen in den Dauerausstellungen des Hauses der Geschichte und seinen Ausstellungsorten\nAnforderungen:\nabgeschlossenes Universitäts- oder Hochschulstudium (Master) in Geschichte oder verwandtem Fachbereich\nBerufserfahrungen in der musealen Vermittlung\nKenntnisse im Bereich der partizipativen, diversitätsorientierten, medienbasierten und inklusiven Bildungs- und Vermittlungsarbeit\nEigeninitiative, Flexibilität, selbstständiges Arbeiten\nausgewiesene Sozialkompetenz und hohe Kommunikationsstärke sowie Teamfähigkeit\nUnser Angebot:\nWir bieten eine befristete Teilzeitanstellung (Sachgrundbefristung) mit einem Arbeitsumfang von maximal 80% bis zum 31. Juli 2027 an. Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 12 Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nJob Ticket BW (eine vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nvielfältige Angebote im Betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 7. September 2025 an das Haus der Geschichte Baden-Württemberg, Frau Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/das-museum/verwaltung/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212-3950 oder Mail\nCornelia.Hecht-Zeiler@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiterin-m-w-d-2/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-verwaltungsaufgaben-des-museums-ratingen/", "image": "", "title": "Sachbearbeiter (m/w/d) für die Verwaltungsaufgaben des Museums Ratingen", "content_text": "Museum Ratingen, Ratingen Bewerbungsende: 01.09.2025 | Die Stadt Ratingen ist mit rund 88.000 Einwohnern die größte Stadt im Kreis Mettmann. Ratingen hat viel zu bieten: eine Altstadt mit historischem Flair, eine landschaftlich schöne Lage zwischen Rhein und Ruhr, attraktive Kultur- und Freizeitangebote in der Stadt selbst und in den benachbarten Großstädten, hervorragende Verkehrsverbindungen und eine moderne Infrastruktur – kurz: ein hohes Maß an Lebensqualität.\nIm Museum Ratingen der Stadt Ratingen ist zum nächstmöglichen Zeitpunkt eine Stelle als\nSachbearbeiter (m/w/d) für die Verwaltungsaufgaben des Museums Ratingen\nzu besetzen. Das Museum beherbergt unter seinem Dach die städtische Sammlung moderner Kunst und die kulturhistorische Ausstellung zur Geschichte und Entwicklung Ratingens. Wechselnde Sonderausstellungen ergänzen die ständigen Präsentationen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-verwaltungsaufgaben-des-museums-ratingen/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-verwaltung-m-w-d/", "image": "", "title": "Leitung Verwaltung (m/w/d)", "content_text": "Kunstmuseum Mittenwald, Mittenwald Bewerbungsende: 30.09.2025 | Die Natalie Schorr Stiftung sucht ab sofort und in Teilzeit eine Leitung Verwaltung für das Kunstmuseum Mittenwald. Das Kunstmuseum Mittenwald befindet sich in Gründung und der dafür notwendige Bau des Museums steht kurz vor der Fertigstellung. Das Museum wird ab 2026 eine laufende Ausstellung mit dem Schwerpunkten 19. Jahrhundert und Klassische Moderne als Bestandteil einer umfangreichen Sammlung der Öffentlichkeit zugänglich machen, Veranstaltungen durchführen und eine kleine Gastronomie mit Veranstaltungsraum beherbergen.\nWir bieten Ihnen …\nEine verantwortungsvolle und abwechslungsreiche Aufgabe mit Gestaltungsspielraum in unbefristeter, krisensicherer Anstellung\nEin wachsendes und engagiertes Team, bei dessen Aufbau Sie mitwirken\neine attraktive Vergütung\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nArbeitszeit mind. 25 Stunden pro Woche\nDie Möglichkeit, ein bedeutendes kulturelles Projekt von Beginn an mitzugestalten\nEinen Arbeitsplatz in inspirierender Umgebung am Fuße des Karwendels\nDas sind Ihre Aufgaben …\nPersonalverantwortung: Aufbau, Entwicklung und Betreuung des Teams\nEnge Zusammenarbeit mit der Trägerstiftung und Bericht an den Vorstand\nGesamtverantwortung für alle kaufmännischen Belange des Museums\nEntwicklung und Umsetzung kaufmännischer Strategien und Prozesse\nHaushalts- und Finanzplanung, Controlling und Berichtslegung\nUnterstützung der künstlerischen Leitung bei/m\nder Umsetzung der kuratorischen Konzepte\nVertrags- und Vergabemanagement mit Dienstleistern und bei Veranstaltungen\nAufbau des Marketings und Außenauftritts sowie der engen Vernetzung mit anderen\nkulturellen Stätten der Umgebung und den touristischen Vermittlern\nder Entwicklung von Einnahmequellen (z.B. Drittmittel, Sponsoring, Gastronomie und Veranstaltungen)\nIhr Profil …\nAbgeschlossenes Hochschulstudium, vorzugsweise in Betriebswirtschaft oder Kulturmanagement, Non-Profit-Management oder einer vergleichbaren Fachrichtung\nMehrjährige Berufserfahrung in einer kaufmännischen Leitungsfunktion, idealerweise im Kulturbereich (im Fall einer auch künstlerischen Leitung)\nErfahrung in Personalführung, Budgetverantwortung\nSicherer Umgang mit betriebswirtschaftlichen Steuerungsinstrumenten und digitalen Tools\nHohe Kommunikations- und Sozialkompetenz, Organisationsgeschick und Eigeninitiative\nAffinität zur Kunst und zum kulturellen Leben\nFührerschein Klasse B (alt: 3)\nEinen Wohnsitz in der näheren Umgebung\nFühlen Sie sich angesprochen?\nDann werden Sie Teil unseres Teams! Wir freuen uns auf Ihre Bewerbung.\nBewerbungen senden Sie bitte per Mail (Dateigröße max. 10 MB) an\nbewerbung@natalie-schorr-stiftung.de\nFür Rückfragen erreichen Sie uns unter 04131 2277050\nNatalie Schorr Stiftung\nFrau Jutta Ernst\nSalzstrasse 8\n21335 Lüneburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-verwaltung-m-w-d/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-kuenstlerischer-bereich-m-w-d/", "image": "", "title": "Leitung künstlerischer Bereich (m/w/d)", "content_text": "Kunstmuseum Mittenwald, Mittenwald Bewerbungsende: 30.09.2025 | Die Natalie Schorr Stiftung sucht ab sofort und in Teilzeit eine Leitung für den künstlerischen Bereich für das Kunstmuseum Mittenwald. Das Kunstmuseum Mittenwald befindet sich in Gründung und der dafür notwendige Bau des Museums steht kurz vor der Fertigstellung. Das Museum wird ab 2026 eine laufende Ausstellung mit den Schwerpunkten 19. Jahrhundert und Klassische Moderne der Öffentlichkeit zugänglich machen, Veranstaltungen durchführen und eine kleine Gastronomie mit Veranstaltungsraum beherbergen.\nWir bieten Ihnen …\nEine verantwortungsvolle und abwechslungsreiche Aufgabe mit Gestaltungsspielraum in unbefristeter, krisensicherer Anstellung\nEin wachsendes und engagiertes Team, bei dessen Aufbau Sie mitwirken\neine attraktive Vergütung\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nArbeitszeit mind. 25 Stunden pro Woche\nDie Möglichkeit, ein bedeutendes kulturelles Projekt von Beginn an mitzugestalten\nEinen Arbeitsplatz in inspirierender Umgebung am Fuße des Karwendels\nDas sind Ihre Aufgaben …\nEntwicklung und Umsetzung der kuratorischen Konzepte in Abstimmung mit der Sammlerin und der Stiftung\nEnge Zusammenarbeit mit der Sammlerin und der Trägerstiftung und Bericht an den Vorstand\nGesamtverantwortung für alle künstlerischen Belange des Museums\nVertrags- und Vergabemanagement mit Dienstleistern und bei Veranstaltungen\nEntwicklung von Einnahmequellen (z.B. Drittmittel, Sponsoring, Gastronomie und Veranstaltungen)\nEnge Zusammenarbeit mit der kaufmännischen Leitung\nIhr Profil …\nAbgeschlossenes Hochschulstudium, vorzugsweise in Kulturbereich, Non-Profit-Management oder einer vergleichbaren Fachrichtung\nMehrjährige Berufserfahrung in einer Leitungsfunktion, idealerweise im Kulturbereich\nErfahrung in Personalführung, Budgetverantwortung\nSicherer Umgang mit bereichsspezifischen Tools und Kenntnisse sonstiger gängiger Applikationen\nHohe Kommunikations- und Sozialkompetenz, Organisationsgeschick und Eigeninitiative\nBereitschaft auch an Abenden und Wochenenden zu arbeiten\nFührerschein Klasse B (alt: 3)\nEinen Wohnsitz in der näheren Umgebung\nFühlen Sie sich angesprochen?\nDann werden Sie Teil unseres Teams! Wir freuen uns auf Ihre Bewerbung.\nBewerbungen senden Sie bitte per Mail (Dateigröße max. 10 MB) an\nbewerbung@natalie-schorr-stiftung.de\nFür Rückfragen erreichen Sie uns unter 04131 2277050\nNatalie Schorr Stiftung\nFrau Jutta Ernst\nSalzstrasse 8\n21335 Lüneburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-kuenstlerischer-bereich-m-w-d/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-fuer-oeffentlichkeitsarbeit-in-nachhaltigkeitsthemen/", "image": "", "title": "Wissenschaftliche Mitarbeit (m/w/d) für Öffentlichkeitsarbeit in Nachhaltigkeitsthemen", "content_text": "DBU Zentrum für Umweltkommunikation, Osnabrück Bewerbungsende: 10.09.2025 | Umweltschutz braucht Innovationen. Doch was nützen neue Lösungen, wenn niemand davon erfährt? Hier setzt das von der Deutschen Bundesstiftung Umwelt gegründete DBU Zentrum für Umweltkommunikation an: Wir unterstützen die Umsetzung von Innovationen im Umweltschutz durch zielgruppenspezifische Kommunikation und realisieren umweltbezogene Veranstaltungen.\nWissenschaftliche Mitarbeit (m/w/d)\nfür Öffentlichkeitsarbeit in Nachhaltigkeitsthemen\nVollzeit\nDas DBU Zentrum für Umweltkommunikation konzipiert etwa alle zwei Jahre zusammen mit Partnerorganisationen Ausstellungen zu verschiedenen Umweltthemen. Sie wollen Umweltthemen durch Ausstellungen und digitale Medien erfolgreich kommunizieren? Dann bewerben Sie sich jetzt und kommen Sie in unser Team.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-fuer-oeffentlichkeitsarbeit-in-nachhaltigkeitsthemen/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-holz-und-moderne-materialien/", "image": "", "title": "wissenschaftliche*r Volontär*in im Bereich Holz und Moderne Materialien", "content_text": "RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 21.09.2025 | Das RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf sucht zum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche*n Volontär*in im Bereich\nHolz und Moderne Materialien\nfür das RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf\nAm Restaurierungszentrum der Landeshauptstadt Düsseldorf (RED) ist zum nächstmöglichen Zeitpunkt ein wissenschaftliches Volontariat im Fachbereich „Holz und Moderne Materialien“ zu besetzen. Das zweijährige Volontariat dient der Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen in diesem Bereich.\nDas Restaurierungszentrum widmet sich der Untersuchung, Erforschung und Erhaltung von Kunst- und Kulturgut und betreut im Auftrag der Landeshauptstadt Düsseldorf die Museen, Archive und Ausstellungshäuser der Stadt konservatorisch und restauratorisch. Mit seinen Fachbereichen Gemälde und zeitgenössische Kunst, Kunstgewerbe und angewandte Kunst, Papier, Foto, Keramik, Holz und Moderne Materialien sowie Medienkunst behandelt das Institut ein breites Sammlungsspektrum von der Antike bis zur Gegenwart.\nDas Volontariat bietet umfassende Einblicke in die Aufgaben eines modernen und interdisziplinär arbeitenden Restaurierungsinstitutes sowie in die vielseitigen Tätigkeiten, die im Fachbereich „Holz und Moderne Materialien“ bei der Betreuung der städtischen Sammlungen anfallen.\nIhre Aufgaben\nUntersuchung von Materialeigenschaften und Zustandserfassung von Objekten aus Holz und/oder Modernen Materialien\nBeteiligung an der Erarbeitung von Behandlungskonzepten\nMitarbeit bei analytischen und strahlentechnologischen Untersuchungen\nPraktische Restaurierungs- und Konservierungsmaßnahmen\nErfassung von Schadensbildern und Schadensklassifizierung\nAnfertigung schriftlicher und bildlicher Dokumentation von Restaurierungsmaßnahmen, inklusive Erstellung und Bearbeitung digitaler Fotos und Verwendung einer Museumsdatenbank\nIhr Anforderungsprofil:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Konservierung und Restaurierung von Holz / Materialien der Moderne (M. A. oder vergleichbare Qualifikation)\nFachkenntnisse zu Restaurierungs- und Konservierungsmethoden von Objekten aus Holz und Modernen Materialien\nErfahrungen in der Erstellung bildlicher und schriftlicher Dokumentation\nInteressierte, verantwortungsbewusste und teamfähige Persönlichkeit\nDie Einstellung erfolgt zum nächstmöglichen Zeitpunkt befristet für die Dauer von 2 Jahren zur Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen. Es wird eine monatliche Festvergütung im ersten Jahr in Höhe von 2.314,38 EUR brutto (Hälfte EG 13 Stufe 1 TVöD) und im zweiten Jahr in Höhe von 2.492,98 EUR brutto (Hälfte EG 13 Stufe 2 TVöD) gewährt.\nDie Stadtverwaltung Düsseldorf verfolgt offensiv das Ziel zur beruflichen Gleichstellung von Frauen und Männern. Als moderne Landeshauptstadt setzen wir auf qualifizierte Bewerberinnen und Bewerber, um gegenwärtig und in Zukunft einen ausgewogenen Anteil von Frauen und Männern in unserer Verwaltung sicherzustellen. Wir wollen weibliche und männliche Fachkräfte gleichermaßen ansprechen und ermutigen sich zu bewerben.\nDarüber hinaus nimmt die Landeshauptstadt Düsseldorf die berufliche Integration nach dem SGB IX ernst. Bewerbungen von Schwerbehinderten und Gleichgestellten werden bei gleicher Eignung bevorzugt berücksichtigt.\nZusätzliche Leistungen:\nJahressonderzahlung\nVermögenswirksame Leistungen in Höhe von 6,65 Euro\nBewerbung:\nBitte nutzen Sie für Ihre Bewerbung bis zum\n21.09.2025\nausschließlich das Bewerberportal der Stadtverwaltung Düsseldorf unter\nStellenangebot eine*n wissenschaftliche*n Volontär*in im Bereich Holz und Moderne Materialien bei Landeshauptstadt Düsseldorf Jobportal\nKontakt\nPia Löw\nTelefon 0211 – 8922094\npia.loew@duesseldorf.de\nMaria Toska\nTelefon 0211 – 8921260\nMaria.toska2@duesseldorf.de\nBewerbungsfrist: 21.09.2025\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-holz-und-moderne-materialien/", "date_published": "2025-08-06T00:00:00"}]}