{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumsaufsicht-m-w-d-3/", "image": "", "title": "Museumsaufsicht (m/w/d)", "content_text": "Museum Fünf Kontinente, München Bewerbungsende: 12.10.2025 | Das Museum Fünf Kontinente ist ein Museum der Weltkulturen. Innerhalb der vielfältigen Münchner Museumslandschaft bietet es einen einzigartigen Zugang zum kulturellen Reichtum der Menschen in aller Welt und tritt für Weltoffenheit und Toleranz ein.\nWir suchen zur Verstärkung unseres Teams\nEINE ENGAGIERTE PERSÖNLICHKEIT (M/W/D) FÜR DEN AUFSICHTSDIENST\nin Vollzeit und unbefristet zum nächstmöglichen Termin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsaufsicht-m-w-d-3/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-direktion/", "image": "", "title": "Referent*in (m/w/d) der Direktion", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 24.10.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung. Das MK&G sucht zunächst befristet auf vier Jahre (mit Option der Verlängerung), zum nächstmöglichen Zeitpunkt eine*n\nReferent*in (m/w/d) der Direktion\nEntgeltgruppe E 13 (TV-AVH), Vollzeit / Teilzeit\nDas Museum für Kunst und Gewerbe Hamburg erhebt den Anspruch ein diskursives, lebendiges und aktuelles Museum zu sein, seine Ziele durch unterschiedliche Projekte auch jenseits von Ausstellungen laufend zu verfolgen und kontinuierlich an der Positionierung im nationalen wie internationalen Bereich zu arbeiten. Dafür suchen wir zum nächstmöglichen Zeitpunkt eine engagierte, kommunikative und souveräne Persönlichkeit zur Unterstützung der Direktion.\nIhre Aufgaben\nRecherchen und Informationsbeschaffung für Entscheidungsprozesse der Direktorin, Auswertung von Fachinformationen\nBegleitung und Unterstützung von gemeinsamen Agenden des Vorstands wie Change-Management-Prozess sowie Erarbeitung von Entscheidungsgrundlagen für den Vorstand\nInhaltliche Vorbereitung von Terminen, Vorträgen, Statements und Beiträgen der Direktorin\nErarbeitung von strategischen Konzepten zur musealen Zukunftssicherung und Transformation im Zuge des gesellschaftlichen Wandels\nOrganisatorische und inhaltliche Vorbereitung von halbjährlich internen Ankaufsrunden des MK&G\nBearbeitung der mündlichen und schriftlichen Korrespondenz auf Deutsch und Englisch, u.a. E-Mail-Anfragen zu Ankäufen, Angeboten für Schenkungen, Erbschaften, Ausstellungen, wiss. Vorträgen der Direktorin\nInhaltliche Vorbereitung, Betreuung (Protokoll) und Nachbereitung der dreimaljährlichen Stiftungsratssitzungen sowie sonstiger Termine mit der übergeordneten Behörde für Kultur und Medien sowie anderen Behörden der FHH\nInhaltliche Vorbereitung, Betreuung (Protokoll) und Nachbereitung der zweimaljährlichen Kuratoriumssitzung\nKontaktpflege mit Persönlichkeiten in Kultur, Wirtschaft, Politik, Ministerien (et al) und Stiftungen, Stifter*innen und Sponsor*innen\nProjektmanagement von Ausstellungen, Veranstaltungen und unterschiedlicher Formate im Auftrag der Direktion\nAufsetzen und Verfassen von Förderanträgen inkl. Kostenfinanzierungsplan, in Abstimmung mit der Direktion und zuständigen Fachabteilungen\nKommunikative Schnittstellenfunktion zwischen der Direktorin und den wissenschaftlichen Abteilungen\nVertretung der Assistentin der Direktion\nIhr Anforderungsprofil\nAbgeschlossenes wissenschaftliches Hochschulstudium im Bereich Kulturwissenschaften oder Kunstgeschichte, bzw. gleichwertige Kenntnisse in einem für das Museum und die Aufgabe relevanten Fachspektrum\nErfahrung im Bereich Referent*innentätigkeit im Kulturbereich\nSehr gute Kenntnisse der einschlägigen Fachdiskurse der Museums- und Kulturwelt\nInteresse und Begeisterung für die Inhalte und Themen des MK&G\nKenntnisse im Bereich Kunst- und Kulturgeschichte sowie Design\nEin hohes Maß an Kommunikationsfähigkeit und ein souveränes wie freundliches Auftreten\nSchnelle Auffassungsgabe und effizienter Arbeitsstil\nExzellente Kenntnisse in der zielorientierten Ausarbeitung von Unterlagen\nBelastbarkeit und Bereitschaft zur flexiblen Arbeitszeitgestaltung\nAusgezeichnete schriftliche und mündliche Kommunikation in Deutsch und hohe Sicherheit in Englisch\nSehr gute Kenntnisse im Bereich MS Office (insbesondere Word, Excel) und Adobe Acrobat sowie grundlegende Kenntnisse im Bereich der Bildbearbeitung\nErfahrungen mit Costumer Relationship Management (CRM)-Systemen von Vorteil\nErfahrungen mit Museumsdatenbanken (MusuemPlus, DigiCult) von Vorteil\nTeamfähigkeit\nEinsatzbereitschaft und Flexibilität\nEine gute Portion Humor\nWir bieten\nEine abwechslungsreiche Aufgabe an einem spannenden Ort mit einem engagierten und kollegialen Team\nVergütung und betriebliche Altersvorsorge nach Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg e.V. (TV-AVH)\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel, zu den besten Museen im Bereich Gestaltung zu gehören\nFlexible Arbeitszeiten und Möglichkeit zu Mobiler Arbeit\nZuschuss zum Deutschlandticket\nFirmenfitness mit EGYM-Wellpass\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Wir begrüßen die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. Ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (die Einsatzorte sind nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nProf. Tulga Beyerle\nTel. +49 40 428134-100 oder\ndirektion@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nEine Kostenübernahme der Fahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten werden nicht übernommen.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 24.10.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10 MB) an\nbewerbung@mkg-hamburg.de\n.\nÜber die Bearbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter\nwww.mkg-hamburg.de/datenschutz.html\ninformieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-direktion/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologin-im-bereich-museen-des-geschaeftsbereichs-schule-kultur-und-sport/", "image": "", "title": "Museolog:in im Bereich „Museen“ des Geschäftsbereichs Schule, Kultur, und Sport", "content_text": "Landkreis Helmstedt, Helmstedt Bewerbungsende: 02.11.2025 | Der Landkreis Helmstedt sucht\nschnellstmöglich und unbefristet\neine/n Museologen/in im Bereich „Museen“ des Geschäftsbereichs Schule, Kultur, und Sport\nnach Entgeltgruppe 11 TVöD in Vollzeit (teilzeitgeeignet)\nDer Landkreis Helmstedt befindet sich in einer historisch bedeutsamen Region und fühlt sich der Pflege seines historischen Erbes verpflichtet. Von überregionaler Bedeutung war die 1576 eröffnete und 1810 geschlossene welfische Universität „Academia Julia“. Im ehemaligen Hauptgebäude aus dem späten 16. Jahrhundert befinden sich das Kreis- und Universitätsmuseum Helmstedt sowie die Ehemalige Universitätsbibliothek. Bis 1990 verlief die innerdeutsche Grenze unmittelbar östlich des Landkreises Helmstedt. Um an diesen historisch bedeutenden Abschnitt der deutschen Geschichte zu erinnern, betreibt der Landkreis seit 1991 des Zonengrenzmuseum Helmstedt. Die Museen und Sammlungen des Landkreises Helmstedt sollen in den kommenden Jahren umfassend modernisiert, konzeptionell erneuert und museumspädagogisch weiterentwickelt werden. Die Sammlungen sollen neu geordnet und digital erschlossen werden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/museologin-im-bereich-museen-des-geschaeftsbereichs-schule-kultur-und-sport/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordination-besuchsservice-m-w-d/", "image": "", "title": "Koordination Besuchsservice (m/w/d)", "content_text": "Wasserkunst Elbinsel Kaltehofe, Hamburg Bewerbungsende: 12.10.2025 | Koordination Besuchsservice\n(m/w/d)\n(ab 01.01.2026 in Vollzeit (38 Std. / Woche)\nDie Wasserkunst Elbinsel Kaltehofe ist ein Ort, an dem Technikgeschichte, Naturerlebnis und Kulturvermittlung zusammenkommen. Fast 100 Jahre lang wurde unsere Hansestadt mit sauberem Trinkwasser von der Langsamsandfiltrationsanlage versorgt. Heute betreibt die gemeinnützige\nStiftung Wasserkunst Elbinsel Kaltehofe\ndieses besondere Industriedenkmal, bietet als Ausflugsgebiet einen Naturpark und ist ein beliebter Veranstaltungs- und Tagungsort. Damit alle Gäste ein unvergessliches Erlebnis haben, suchen wir Sie – eine kommunikative Persönlichkeit, die Organisation liebt und mit Leidenschaft für Umwelt, Technik und Stadtgeschichte unser Besuchsangebot koordiniert, im Team realisiert und weiterentwickelt.\nWelche Kernaufgaben erwarten Sie\nKonzeption, Planung und Durchführung zielgruppenspezifischer Führungen und Vermittlungsangebote\nDienst- und Einsatzplanung, Einarbeitung sowie Überwachung und Kontrolle der Arbeitsabläufe\nKoordination, Schulung und Betreuung der freiberuflichen Honorarkräfte\nErstellung von Angeboten und Rechnungen\nLaufende Kassenbuchführung\nKorrespondenz, Akquise und Pflege von Kontakten mit Partnern und Institutionen\nEvaluation und Dokumentation\nMitarbeit an der konzeptionellen Weiterentwicklung des Führungsprogramms, des Geländes und der Ausstellung\nWas wir uns wünschen:\nErfahrung im Kunden- und Gästeservice, sowie kaufmännische und soziale Fähigkeiten (gerne mit Erfahrung im Bereich Gästemanagement und Koordination in Kultur- / Bildungseinrichtungen)\nSorgfältige und strukturierte Arbeitsweise\nAusgeprägte Serviceorientierung und Dienstleistungsmentalität\nFlexibilität sowie Kontakt-, Team- und Kommunikationsfähigkeit\nBereitschaft zu Abend-, Feiertags- und Wochenendarbeit im Wechsel mit dem Team\nsouveränes und freundliches Auftreten\nWas wir bieten:\nArbeiten an einem einzigartigen Ort im Spannungsfeld von Natur, Kultur, Technik- und Stadtgeschichte\nEigenständiges Arbeiten und Gestaltungsspielräume für eigene Ideen in einem kleinen motivierten Team\nEin schöner Arbeitsort in einem Ausflugsgebiet\nSinnstiftendes Themenumfeld: Umwelt, Bildung, Kultur und Natur\nEine verantwortungsvolle und abwechslungsreiche Vollzeitstelle\nEin Jahresgehalt von 43.200 € brutto\nWir freuen uns auf Ihre Bewerbung\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen in einem PDF-Dokument bis spätestens 12.10.2025 per E-Mail an: bewerbung@wasserkunst-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/koordination-besuchsservice-m-w-d/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-w-m-d-fuer-das-dithmarscher-landesmuseum/", "image": "", "title": "Wissenschaftliche Mitarbeit (w/m/d) für das Dithmarscher Landesmuseum", "content_text": "Volkshochschulen in Dithmarschen e.V., Meldorf Bewerbungsende: 31.10.2025 | Der Volkshochschulen in Dithmarschen e.V. ist die Vereinigung aller Volkshochschulen im Kreis Dithmarschen. Er fördert ein flächen- und bedarfsdeckendes Bildungsangebot für die gesamte Bevölkerung in allen Bereichen. Hierzu zählt auch die kulturelle Bildung: Seit 2021 betreibt der Verein das Schleswig-Holsteinische Landwirtschaftsmuseum und seit 2024 auch das Dithmarscher Landesmuseum in Meldorf im Auftrag für den Kreis Dithmarschen.\nFür das Dithmarscher Landesmuseum ist zum nächstmöglichen Zeitpunkt die Stelle einer\nWissenschaftliche Mitarbeit (w/m/d)\nmit Schwerpunkt: Sonderausstellung im Stellenumfang von (mind.) 80% bis Vollzeit\nzu besetzen.\nIhre Aufgaben:\nKonzeption von Sonderausstellungen aus dem Museumssammlungsbestand zu kunst-, kultur- und zeitgeschichtlichen Themen\nAbwicklung und Anpassung bzw. Weiterentwicklung von Leihausstellungen\nErarbeitung, Organisation sowie Durchführung von Veranstaltungen, insbesondere ausstellungsbezogenes Begleitprogramm (Vorträge, Podiumsdiskussionen, Events)\nBeauftragung und Begleitung der Ausstellungsgestaltung und -produktion\nÖffentlichkeitsarbeit zu den verantwortlich organisierten Projekten und Themenfeldern\nMitarbeit an der Überarbeitung der Dauerausstellung „Alltagswelt des 20. Jahrhunderts“\nSie bringen mit:\nein abgeschlossenes wissenschaftliches Hochschulstudium im Bereich der Geschichts- und/oder Kulturwissenschaften\nBerufserfahrung im Ausstellungswesen, vorzugsweise belegt durch Museumsarbeit\nKenntnisse in der historisch-politischen Bildung sowie Kenntnisse der Landesgeschichte wünschenswert\nHohes Maß an Engagement, Verantwortungsbereitschaft und Eigeninitiative\ngute deutsche und englische Sprachkompetenz in Wort und Schrift\nAusgeprägte Team- und Kommunikationsfähigkeiten\nZuverlässigkeit, gutes Organisationsvermögen, Belastbarkeit und Flexibilität\ndie Bereitschaft, auch an Wochenenden und außerhalb der üblichen Arbeitszeiten tätig zu sein\ngute Kenntnisse von MS-Office, idealerweise auch von Bildbearbeitungssoftware/Grafikprogrammen\nWir bieten Ihnen:\nein abwechslungsreiches und kreatives Tätigkeitsfeld mit viel Gestaltungsfreiraum\nGutes Arbeitsklima und wertschätzenden Umgang im Team\nLeistungsorientierte Bezahlung\nVergütung in Anlehnung an den TVöD (Eingruppierung in Abhängigkeit der vorgewiesenen Qualifikation)\nSie haben Freude daran, sich fachlich und kreativ einzubringen, Ausstellungskonzepte umzusetzen und dabei publikumsorientiert zu denken? Dann freuen wir uns auf Ihre Bewerbung!\nIhre Bewerbung richten Sie bitte – vorzugsweise digital (in einem PDF-Dokument) – bis zum 31.10.2025 an:\nAlexander Eggert (Leitung Meldorfer Museen)\neggert@vhs-dithmarschen.de\nVolkshochschulen in Dithmarschen e.V.\nSüderstraße 16\n25704 Meldorf\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-w-m-d-fuer-das-dithmarscher-landesmuseum/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-11/", "image": "", "title": "Restaurator*in (w/m/d)", "content_text": "MUSEUM MMK FÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 16.10.2025 | ­Das MUSEUMMMKFÜR MODERNE KUNST sucht eine*n Restaurator*in (m/w/d) in Vollzeit zur Verstärkung des Teams.\nDas MUSEUMMMKFÜR MODERNE KUNST in Frankfurt am Main ist eine der weltweit führenden Institutionen für zeitgenössische Kunst. Seit seiner Gründung im Jahr 1991 ist das Museum eine wichtige Plattform für die Produktion, Präsentation und Diskussion zeitgenössischer Kunst, stets mit dem Ziel, die Gegenwart zu hinterfragen und zu reflektieren. Jedes Jahr organisiert das MMK sechs bis acht neue Ausstellungen an drei Standorten: dem MUSEUMMMK, dem TOWERMMK und dem ZOLLAMTMMK. Die Ausstellungen reichen von Retrospektiven über kritisch engagierte Gruppenausstellungen bis hin zu Neuproduktionen junger Künstler*innen. Mit einer Sammlung von mehr als 5.000 Werken von 1904 bis zur Gegenwart bietet das Museum durch das Ausstellungsprogramm unterschiedliche Perspektiven auf die Gegenwart, um einen Raum für Reflexion und Partizipation zu schaffen.\nZu Ihren Aufgaben gehören:\nÜberwachung des Zustands der Sammlung, Sicherstellung der ordnungsgemäßen Pflege, Restaurierung und Behandlung der Werke\nUmsetzung von Maßnahmen zur Restaurierung und Konservierung von Kunstwerken der Sammlung (Gemälde, Skulpturen, Installationen, Zeichnungen, Fotografien, Videos, zeitbasierte und andere Medien)\nUnterstützung des Kurator*innenteams in folgenden Bereichen: Organisation der Logistik für Ausstellungen sowie Überwachung der Restaurierung und Konservierung von Kunstwerken während des Auf- und Abbaus des laufenden Ausstellungsprogramms\nEnge Zusammenarbeit mit der Registrar*in, der Depotverwaltung, der Versandkoordinator*in und anderen Teammitgliedern bei ein- und ausgehenden Leihgaben sowie Sicherstellung der korrekten Lagerung neu erworbener Werke\nEntwicklung neuer Restaurierungsmethoden und -möglichkeiten\nVorbereitung, Koordination, Überwachung und Dokumentation von Leihgaben\nErstellung von Zustandsberichten der Kunstwerke\nDokumentation und Reparatur von Schäden in Absprache mit der Sammlungsleitung\nKommunikation mit Versicherungsgesellschaften und Gutachter*innen\nErstellung von Leistungsbeschreibungen für externe Unternehmen; Einholung von Angeboten\nSie bringen mit:\nEinen akademischen Abschluss (BA, MA oder Diplom) in Konservierung und Restaurierung von Kulturgut, Konservierungswissenschaft, Technischer Kunstgeschichte oder einer vergleichbaren, für die Position relevanten Fachrichtung\nFachkenntnisse und Erfahrung in der Durchführung umfassender und komplexer Restaurierungsmaßnahmen an verschiedenen Objekten, einschließlich, aber nicht beschränkt auf zeitgenössische Kunstwerke\nEin hohes Maß an Eigenverantwortung\nInitiative, Multitasking-Fähigkeit, Organisationsfähigkeit und Prioritätensetzung innerhalb eines vorgegebenen Zeitrahmens\nKenntnisse der gängigen IT-Programme und Archivierungsprogramme, das MUSEUMMMK arbeitet mit BeeCollect\nSehr gute Englischkenntnisse\nInterkulturelle und Gender-Kompetenz\nDas MUSEUMMMKFÜR MODERNE KUNST bietet Ihnen eine Vergütung gemäß TVÖD 12.\nBitte reichen Sie Ihre Bewerbung als PDF-Dokument (kleiner als 10 MB) auf dem Portal\nwww.StadtFrankfurtJobs.de\nein oder wenden Sie sich bei Fragen gerne an Julia Eichler\njulia.eichler@stadt-frankfurt.de\n. Die Bewerbungsfrist endet am 16.10.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.10.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-11/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurierungsvolontariat-3/", "image": "", "title": "Restaurierungsvolontariat", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 05.11.2025 | Sehen – Staunen – Forschen – Bewahren\nDas Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nWissenschaftlichen Nachwuchs fördern wir u.a. dadurch, dass wir Hochschulabsolvierenden mit Volontariatsstellen eine praxisorientierte Aus- und Weiterbildung und damit einen Einstieg in die Museumstätigkeit ermöglichen.\nAn unserem Institut für Kunsttechnik und Konservierung ist zum\n1. Februar 2026\nein\nRestaurierungsvolontariat\nin der\nWerkstatt für Gemälde und Skulpturen\nfür die Dauer von\nzwei Jahren\nzu besetzen.\nDie Vergütung beträgt\n50% von Entgeltgruppe 13 TV-L\n.\nWas auf Sie wartet:\neine praxisbezogene Ausbildung in allen Bereichen der konservatorisch-restauratorischen Museumstätigkeit\neine zentrale Mitwirkung bei den Vorbereitungen zur Neueinrichtung unserer Dauerausstellung „Spätmittelalter“\nein anspruchsvoller und vielseitiger Arbeitsplatz in modernen Werkstätten und die Einbindung in ein Team, in dem interdisziplinäre Arbeit eine lange Tradition hat\nein 6-wöchiges Trainee-Programm, bei dem alle zentralen Abteilungen unseres Museums vorgestellt werden\nSie bringen folgende Voraussetzungen mit:\nein kürzlich abgeschlossenes Diplom- oder Master-Studium der Restaurierung im Fachgebiet „Gemälde/Skulptur“\nVertrautheit mit modernen Restaurierungsverfahren sowie technologischen und naturwissenschaftlichen Untersuchungstechniken\nein besonderes Interesse für spätmittelalterliche Gemälde und Skulpturen sowie entsprechende kunsttechnische Kenntnisse sind wünschenswert\nWir bieten:\neine Vergütung nach TV-L\neinen Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus mit einer attraktiven Lage mitten in der Nürnberger Innenstadt\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\neinen Arbeitsplatz mit allen Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen unabhängig von ihrer kulturellen und sozialen Herkunft, Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexuellen Identität.\nSchwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich vorstellen können, Ihre restauratorische Ausbildung bei uns zu vertiefen, dann freuen wir uns darauf, Sie kennenzulernen. Bitte laden Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen bis spätestens zum\n5. November 2025\nin unser Onlineportal hoch.\nFür weitere Auskünfte steht Ihnen Sarah Dippl-Rapp (0911-1331 105) zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurierungsvolontariat-3/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-im-dokumentationszentrum-ns-zwangsarbeit/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) im Dokumentationszentrum NS-Zwangsarbeit", "content_text": "Stiftung Topographie des Terrors, Berlin Bewerbungsende: 24.10.2025 | Das Dokumentationszentrum NS-Zwangsarbeit der Stiftung Topographie des Terrors bietet voraussichtlich zum\n15.Januar 2026\nein\nWissenschaftliches Volontariat (m/w/d)\nan.\nDas Dokumentationszentrum NS-Zwangsarbeit in Berlin-Schöneweide informiert am historischen Ort eines fast vollständig erhaltenen ehemaligen Zwangsarbeiterlagers über die Geschichte und Dimension der NS-Zwangsarbeit. In Ausstellungen, Veranstaltungen und einem vielfältigen Bildungsangebot wird das Schicksal der Millionen zur Arbeit verschleppten Männer, Frauen und Kinder sichtbar.\nDie Dauer des Volontariats beträgt zwei Jahre. Es wird ein Unterhaltszuschuss in Höhe von 50% des Anfangsentgeltes in Anlehnung an die Entgeltgruppe 13 Stufe 1 TV-L gewährt, der sich im zweiten Jahr auf Stufe 2 erhöht. Die wöchentliche Arbeitszeit beträgt 39,4 Stunden.\nDas Volontariat gibt einen Einblick in alle Arbeitsbereiche des Dokumentationszentrums:\nMitarbeit bei der Realisierung einer Sonderausstellung\nMitarbeit im Bildungsbereich, insbesondere in der Internationalen Jugendbegegnungsstätte\nMitarbeit im Bereich der historischen Sammlung\nMitarbeit bei der Planung und Durchführung von Veranstaltungen\nMitarbeit bei der Realisierung von Veröffentlichungen und im Bereich der Öffentlichkeitsarbeit\nMitarbeit bei der Bearbeitung von inhaltlichen Anfragen zur Geschichte der NS-Zwangsarbeit\nTeilnahme an Fortbildungen und Arbeitskreisen speziell für Volontariate\nAnforderungen:\nErfolgreich abgeschlossenes Hochschulstudium der Geschichtswissenschaften oder eines vergleichbaren Studiengangs mit Schwerpunkt 20. Jahrhundert an einer Universität mit einem Diplom-, Magister- oder Masterabschluss oder einem Masterabschluss in entsprechend akkreditierten Studiengängen an einer Fachhochschule\nVertiefte Kenntnisse der NS-Geschichte, insbesondere der NS-Zwangsarbeit\nGute Kenntnisse der Gedenkstättenlandschaft und aktueller erinnerungspolitischer Diskurse\nWünschenswert sind erste Erfahrungen mit Ausstellungsprojekten, dem Verfassen von Texten, Archivrecherchen, in der Bildungs- und Vermittlungsarbeit oder im Bereich Online-Redaktion. Vorausgesetzt werden teamorientiertes, flexibles Arbeiten, eine hohe Belastbarkeit sowie gute Englisch- und IT-Kenntnisse.\nWir fördern aktiv die Gleichstellung aller Mitarbeitenden und wertschätzen Vielfalt und eine diskriminierungskritische Arbeitsumgebung.\nWillkommen sind uns daher alle Bewerbungen – unabhängig von ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und geschlechtlicher Identität.\nWir streben an, die gesellschaftliche Vielfalt auch innerhalb unseres Teams widerzuspiegeln. Personen mit familiärer Migrations- und Fluchtgeschichte werden daher ausdrücklich ermutigt, sich bei uns zu bewerben.\nBewerbungen von Menschen, die anerkannt schwerbehindert oder diesem Personenkreis gleichgestellt sind, werden bei gleicher Qualifikation bevorzugt berücksichtigt.\nWenn wir Ihr Interesse geweckt haben, freuen wir uns auf Ihre Bewerbung bis zum\n24.Oktober 2025.\nUm sich auf diese Stelle bewerben zu können, nutzen Sie bitte folgenden Link: https://topographie-des-terrors.kenjo.io/wissenschaftliches-volontariat-m-w-d-887586\nIhre Bewerbung richten Sie bitte an Frau Dr. Glauning.\nPostalisch eingereichte Bewerbungen können nur mit ausreichend frankiertem Rückumschlag zurückgesandt werden.\nDer Schutz Ihrer Daten ist uns wichtig. Im Rahmen des Bewerbungsverfahrens werden wir Ihre personenbezogenen Daten erheben, verarbeiten und nutzen. Die Stiftung wird diese Daten nicht an Dritte weitergeben und die Regelungen der Datenschutzbestimmungen einhalten. Die eingereichten Unterlagen werden nach spätestens sechs Monaten datenschutzgerecht vernichtet.\nEs wird ausdrücklich darauf hingewiesen, dass etwaige anlässlich einer Bewerbung entstehende Aufwendungen wie z.B. Fahrtkosten, Verpflegungs- oder Übernachtungskosten leider nicht von uns erstattet werden können.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-im-dokumentationszentrum-ns-zwangsarbeit/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaer-in-m-w-d-10/", "image": "", "title": "Volontär/in (m/w/d)", "content_text": "GRIMMWELT Kassel, Kassel Bewerbungsende: 26.10.2025 | Seit 2015 präsentiert die von der Stadt Kassel gegründete GRIMMWELT Kassel gGmbH das Schaffen der Brüder Grimm mit einem zeitgenössischen Ausstellungskonzept. Die GRIMMWELT verfügt nicht über eine eigene Sammlung – im Rahmen der sogenannten »dezentralen Grimm‐Konzeption« werden die traditionellen Aufgaben eines Museums entsprechend der Kompetenzen auf die Schultern der drei Institutionen Grimm-Sammlung der Stadt Kassel, Universität Kassel und GRIMMWELT verteilt, die eng miteinander kooperieren. Die GRIMMWELT präsentiert und vermittelt als modernes und wissenschaftlich fundiertes Ausstellungshaus in ihrer Dauerausstellung und in Sonderausstellungen Leben und Werk Jacob und Wilhelm Grimms unter den thematischen Schwerpunkten Sprach- und Kulturforschung, Kinder- und Hausmärchen und Biographie. Eine Besonderheit der Institution ist die Präsentation von Werken zeitgenössischer Kunst, die im gesamten Haus und in der Dauerausstellung präsent sind und Teil des Vermittlungs- und Ausstellungskonzeptes des Hauses sind. Ein starker Schwerpunkt des Hauses liegt weiterhin im Bereich Bildung, Vermittlung und Outreach.\nZur Verstärkung des Teams sucht die GRIMMWELT Kassel gGmbH\nab dem 1. Januar 2026\n(ggf. 19. Januar 2026)\neine/n Volontär/in (m/w/d)\nin\nVollzeit.\nIhre Aufgaben:\nInhaltliche und organisatorische Mitarbeit bei thematischen Sonderausstellungen und der Betreuung der Dauerausstellung\nMitarbeit in der Öffentlichkeitsarbeit und im Marketing (Social Media u. a.)\nMitarbeit in der Vermittlung und Outreach\nMitarbeit bei Veranstaltungskonzeption und Durchführung\nRedaktionelle Unterstützung und Texterstellung\nUnterstützung bei der Beantragung von Drittmitteln\nUnterstützung bei allgemeinen Verwaltungsaufgaben und Bürotätigkeiten\nIhr Profil:\nGeisteswissenschaftlicher Hochschulabschluss (bevorzugt Sprach-/ Literaturwissenschaften, Kunst-/ Kulturwissenschaften, Kunstgeschichte, Geschichtswissenschaften)\nErste praktische Erfahrungen im Kulturbereich bzw. einem Museum oder Ausstellungshaus\nSelbständige und strukturierte Arbeitsweise\nTeamfähigkeit, Belastbarkeit, Kommunikationsstärke\nGute Englischkenntnisse (weitere Fremdsprachenkenntnisse erwünscht)\nSichere Anwenderkenntnisse mit Office-Programmen\nDas Volontariat ist\nauf zwei Jahre befristet\n. Es wird eine für Volontariate übliche Vergütung geleistet (50 % Entgeltgruppe 13 TVöD).\nWir bieten Ihnen die Mitwirkung an einer außergewöhnlichen, abwechslungsreichen und anspruchsvollen Aufgabe und die Zusammenarbeit in einem motivierten Team.\nBitte senden Sie Ihre Bewerbung in einem PDF per Mail an bewerbung@grimmwelt.de.\nUnsere Datenschutzerklärung zu Ihrer Bewerbung finden Sie unter\nhttps://www.grimmwelt.de/grimmwelt-kassel/datenschutz/\nBewerbungsfrist: 26.10.2025\nWeiterführende Informationen über die GRIMMWELT Kassel finden Sie unter\nwww.grimmwelt.de.\nFür Rückfragen stehen wir Ihnen unter der Telefonnummer +49 (0)561 598619-23 oder per E-Mail (bewerbung@grimmwelt.de) gern zur Verfügung.\nGRIMMWELT Kassel gGmbH | Ansprechpartner: Svenja Polonji, Verwaltung / Finanzen\nWeinbergstraße 21, 34117 Kassel | T +49.561.598619-23 |\nbewerbung@grimmwelt.de\n|\nwww.grimmwelt.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaer-in-m-w-d-10/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaer-in-presse-und-onlinekommunikation-m-w-d/", "image": "", "title": "Volontär/in Presse und Onlinekommunikation (m/w/d)", "content_text": "Städel Museum, Frankfurt a. M. Bewerbungsende: 31.10.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für unsere Abteilung Presse und Onlinekommunikation suchen wir zum 1. Januar 2026\neine/n\nVolontär/in Presse und Onlinekommunikation (m/w/d)\n(Vollzeit, befristet auf zwei Jahre)\nSie finden Kommunikationsarbeit im Bereich Kunst und Kultur aufregend und möchten sich darin professionalisieren? Sie haben Interesse an Öffentlichkeitsarbeit, Storytelling und digitalen Medien? Dann freuen wir uns, Sie kennenzulernen! Bei uns lernen sie nicht nur das Einmaleins der Public Relations eines Kunstmuseums, sondern erhalten auch Einblicke in alle Online-Aktivitäten – von Social Media über die Websites bis zu digitalen Contentproduktionen.\nDie Abteilung Presse und Onlinekommunikation des Städel Museums ist auch für die Liebieghaus Skulpturensammlung zuständig. Das Team initiiert und steuert die vielfältige Kommunikation beider Museen an die Medien, die Besucher und Communities.\nIhre Tätigkeit:\nMitarbeit bei allen Aktivitäten der Public Relations und Onlinekommunikation\nUnterstützung bei der Vorbereitung und Durchführung von u. a. Pressekonferenzen, PR- oder Influencer-Events\nMithilfe bei der Betreuung von Journalisten, Fotografen, Medienteams, Influencern sowie externen Dienstleistern\nMitarbeit in der Online-Redaktion und im Content Management, inklusive Einrichten und Versenden von Mailings sowie Mitarbeit in der Social-Media-Kommunikation, Contenterstellung und im Community Management\nMitwirkung bei der Produktion und Veröffentlichung von Beiträgen auf den Corporate Blogs, von Podcasts, Film- und Bewegtbildformaten\nRedaktionelle Mitarbeit beim Schreiben von Presseinformationen und weiteren Texten der Öffentlichkeitsarbeit\nAllgemeine Bürotätigkeiten (u. a. Pflege des Medienverteilers und Recherchearbeiten, Klärung von Bildrechten, Bearbeitung von Bildern und Pressematerialien, Medienkorrespondenz)\nMitarbeit bei der Umsetzung neuer Kommunikationsprojekte und -formate\nIhr Profil:\nSie verfügen über ein abgeschlossenes Masterstudium der Kunstgeschichte, des Kulturmanagements, der Medien- oder Kommunikationswissenschaft, der Publizistik, des Journalismus oder eines vergleichbaren Studiengangs\nSie haben eine hohe Kompetenz in deutscher Sprache, sehr gute Englischkenntnisse in Wort und Schrift und vielleicht sogar Kenntnisse in weiteren Fremdsprachen\nSie haben einen sicheren Umgang mit MS-Office-Anwendungen, Content-Management-Systemen, Adobe Photoshop und ggf. weiteren Tools der digitalen Kommunikation\nSie bewegen sich routiniert auf den gängigen Social Media Plattformen\nSie verfügen über sehr gute Organisationsfähigkeiten, sind kommunikationsstark, arbeiten gerne im Team, setzen ihre Aufgaben dennoch selbstständig und zielorientiert um\nSie sind hoch motiviert und verfügen über ein gutes Maß an Eigeninitiative\nSie kennen die deutsche Medienlandschaft und haben Interesse an der Kommunikation mit der Medienöffentlichkeit\nSie haben vielleicht sogar bereits erste praktische Erfahrungen im Bereich der PR und Onlinekommunikation gemacht\nDas erwartet Sie:\nEin praxisnahes Volontariat in einer international renommierten Kunstinstitution\nEinblicke in alle relevanten Bereiche der Presse und Onlinekommunikation\nMitarbeit an spannenden Projekten, Sonderausstellungen und digitalen Angeboten\nVernetzung mit Fachleuten aus Kultur, Medien und Kommunikation\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeitsbereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum\n31.10.2025\nan\npersonal@staedelmuseum.de\n. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen. Für Fragen steht Ihnen Franziska von Plocki, Leitung Presse und Onlinekommunikation unter +49(0)69-605098-268 zur Verfügung.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaer-in-presse-und-onlinekommunikation-m-w-d/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-w-m-d-kommunikation-und-eventmanagement/", "image": "", "title": "Volontär:in (w/m/d) Kommunikation und Eventmanagement", "content_text": "Kunsthalle München, München Bewerbungsende: 26.10.2025 | In der Kunsthalle der Hypo-Kulturstiftung (kurz: Kunsthalle München) ist zum\n1. April 2026 eine Stelle (100%) als Volontär:in (w/m/d) im Bereich Kommunikation sowie Eventmanagement zu besetzen. Die Stelle ist zunächst auf ein Jahr befristet, mit der Option zur Verlängerung\nAufgaben\nMitarbeit bei der Bearbeitung von Presse-, Interview- und, Drehanfragen\nMitarbeit bei der Organisation und Durchführung von Pressekonferenzen, Veranstaltungen im Rahmen des Begleitprogramms (u.a. Vorträge, Führungsformate und Konzerte) sowie Eröffnungsveranstaltungen\nBetreuung und Pflege der E-Marketing-Suite (CRM-System von starmate)\nKonzeption und Gestaltung eines ausstellungsbezogenen Kinderbegleithefts\nBetreuung und Pflege der Website sowie des Online-Pressebereichs\nBetreuung und Pflege der Social-Media-Kanäle\nErstellung und Gestaltung von Veranstaltungsflyern\nVoraussetzungen\nAbgeschlossenes Hochschulstudium (Master oder gleichwertig) im Bereich Kulturmanagement, Journalismus oder Public Relations, Kommunikation & Marketing oder Vergleichbares (nicht notwendigerweise in Kunstgeschichte)\nErste Erfahrungen in der Presse- oder Öffentlichkeitsarbeit, im Marketing und Eventmanagement\nAusgezeichnetes Organisationsgeschick\nAusgeprägte Kommunikationskompetenz und ein sicherer, lebendiger Schreibstil\nDeutsch auf Muttersprachniveau sowie sehr gute Englischkenntnisse in Wort und Schrift\nSicherer Umgang mit EDV-Systemen\nGrundkenntnisse von Adobe-Creative-Cloud-Anwendungen und WordPress sind\nvon Vorteil\nGroßes Interesse an Kunst und Kultur\nFlexibilität und hohe Einsatzbereitschaft, Belastbarkeit, Eigeninitiative, Teamfähigkeit\nWir bieten\nEine interessante und vielseitige Tätigkeit in einem internationalen Arbeitsumfeld\nEin dynamisches, offenes und motiviertes Team, das die Möglichkeit bietet, sich mit individuellen Fähigkeiten und Ideen einzubringen\nEinen zentral gelegenen Arbeitsplatz mit sehr guter Anbindung an den öffentlichen Nahverkehr\nArbeitgeberzuschuss für DeutschlandticketJob und EGYM-Wellpass\nMit rund 350.000 Besucher:innen jährlich ist die Kunsthalle München eines der renom-miertesten Ausstellungshäuser Deutschlands. Trägerin der Kunsthalle München ist die Hypo-Kulturstiftung. Im Herzen der Münchner Innenstadt werden hier pro Jahr drei große Ausstellungen zu den unterschiedlichsten Themen gezeigt: von Malerei, Skulptur und Grafik über Fotografie bis zu Kunsthandwerk, Design oder Mode. Monografische Ausstellungen und thematische Projekte wechseln sich dabei ab, aber auch interdiszipli-näre Ansätze finden im vielseitigen Programm der Kunsthalle München ihren Platz.\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nDie Kunsthalle der Hypo-Kulturstiftung fördert aktiv die Gleichstellung aller Mitarbeitenden. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von Geschlecht, kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung oder sexueller Orientierung.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie die Unterlagen (inkl. Anschreiben, Lebenslauf, Zeugniskopien, sonstigen Qualifikationsnachweisen)\nin einem PDF-Dokument (max. 12 MB) bis 26. Oktober 2025\nmit dem Betreff:\n»Bewerbung Volontariat Kommunikation und Eventmanagement« an:\nJuliane Wehrmeyer,\npersonal@hypo-kulturstiftung.de\nPer Post eingesendete Bewerbungsunterlagen werden nur mit frankiertem Rückumschlag zurückgesandt. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nDie Auswahlgespräche finden voraussichtlich zwischen dem 10. und 14.11.2025 statt.\nKontakt bei administrativen Fragen zum Bewerbungsverfahren:\nJuliane Wehrmeyer,\npersonal@hypo-kulturstiftung.de\n,\n+49 (0) 89 / 378 30592\nKontakt bei inhaltlichen Fragen:\nAnne Thomé,\nthome@kunsthalle-muc.de\n; + 49 (0) 89 / 378 28164\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-w-m-d-kommunikation-und-eventmanagement/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-32/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Deutsches Bergbau-Museum Bochum, Bochum Bewerbungsende: 10.10.2025 | Im Deutschen Bergbau-Museum Bochum (DBM), Leibniz-Forschungsmuseum für Georessourcen der DMT-Gesellschaft für Lehre und Bildung mbH, ist im Programmbereich III (Musealer Transfer) zum 1. Dezember 2025 die oben genannte Stelle in Vollzeit (38,5 h/Woche) zu besetzen.\nDie Stelle ist auf 24 Monate befristet.\nIhre Aufgaben:\nUnterstützung bei der Konzeption, Organisation und Umsetzung von Sonderausstellungen\nMitwirkung an der Planung und Durchführung des vielfältigen Veranstaltungsprogramms\nBeteiligung an der zielgruppenspezifischen Entwicklung und Umsetzung analoger und digitaler Vermittlungsformate mit Möglichkeit zur Entwicklung eigener Ideen\nPlanung und Umsetzung partizipativer, dialogischer Formate sowie Community-Outreach-Projekte unter besonderer Berücksichtigung von Inklusion und Diversität\nMitarbeit bei der Content Creation für die Social-Media-Kanäle des Museums\nEinblicke in die Besuchenden- und Bildungsforschung\nWas Sie mitbringen:\nabgeschlossenes wissenschaftliches Hochschulstudium (Master oder vergleichbarer Abschluss, gerne auch Promotion) in einem relevanten Fach, z. B. Archäologie, Geschichte/Public History, Technikgeschichte, Geowissenschaften oder verwandte Disziplinen\nerste praktische Erfahrungen in Museen, Kultureinrichtungen oder vergleichbaren Kontexten, z. B. durch Praktika, Projektarbeit oder Ehrenamt\nInteresse an einer zukunftsorientierten Museumsarbeit\nFreude an der Arbeit mit unterschiedlichen Zielgruppen und Themen\nsicherer sprachlicher und schriftlicher Ausdruck sowie ein Gespür für zielgruppengerechte Kommunikation\ngute Kenntnisse gängiger EDV-Programme, idealerweise auch erste Erfahrungen mit Content-Management- oder Social-Media-Systemen\ngute Englischkenntnisse in Wort und Schrift\nInitiative und Eigenständigkeit, Kommunikations- und Teamfähigkeit sowie die Fähigkeit, in einem betriebsamen Programmbereich mit vielfältigen Projekten und Schnittstellen mitzuwirken\nWas wir Ihnen bieten:\nKollegiales Arbeitsumfeld mit flachen Hierarchien, offener Kommunikation und einem engagierten Team\nStrukturierte Ausbildung gemäß den Leitlinien des Deutschen Museumsbundes\nGezielte Förderung Ihrer fachlichen Qualifizierung durch interne und externe Fortbildungen, Tagungen und Austauschformate\nFlexible Arbeitszeitmodelle zur Förderung einer ausgewogenen Work-Life-Balance\nUmfassende Zusatzangebote wie pme-Familienservice, Gesundheitstage, Firmenläufe etc.\nEnge Zusammenarbeit mit dem Betriebsrat\nAttraktive Sozialleistungen (13. Gehalt, Urlaubsgeld, vermögenswirksame Leistungen)\nDie Vergütung erfolgt nach dem Haustarif der DMT-LB in Anlehnung an 50 % E 13 Stufe 1 TVöD\nFühlen Sie sich angesprochen?\nDann bewerben Sie sich über diesen\nLink.\nFür nähere Auskünfte zur Stelle steht Ihnen Frau Beutel unter +49 (234) 968 8102 gerne zur Verfügung.\nDas Deutsche Bergbau-Museum Bochum (DBM) ist das Leibniz-Forschungsmuseum für Georessourcen. Es befasst sich mit der Geschichte, Gegenwart und Zukunft des Bergbaus sowie der Gewinnung und Nutzung von Georessourcen im internationalen Kontext. Als zentraler Erinnerungsort an das industrielle Erbe des Ruhrgebiets verknüpft das Museum regionale Bergbaugeschichte mit globalen Fragen nach nachhaltiger Entwicklung, Ressourcenverfügbarkeit und gesellschaftlichem Wandel.\nDer Programmbereich Musealer Transfer vereint die Fachbereiche Ausstellungen, Museumspädagogik, Vermittlung und Veranstaltungen sowie Marketing und Digital Engagement. Hier entstehen Formate, die Forschung sichtbar machen, neue Zielgruppen erschließen und das Museum als Ort der Debatte, Bildung und Teilhabe stärken.\nDas wissenschaftliche Volontariat bietet engagierten Absolvent:innen die Möglichkeit, ihre Kompetenzen an der Schnittstelle von Forschung, Vermittlung und Kulturarbeit praxisnah weiterzuentwickeln. Wir bieten Ihnen nicht nur ein qualifiziertes Volontariat mit fachlicher Begleitung, sondern auch ein Arbeitsumfeld, in dem Lernen, Mitgestalten und Weiterentwicklung im Mittelpunkt stehen.\nWährend Ihres Volontariats sammeln Sie fundierte praktische Erfahrungen in den zentralen Arbeitsbereichen des Programmbereichs Musealer Transfer unter fachlicher Begleitung durch die jeweiligen Teams. Darüber hinaus erhalten Sie Einblicke in alle weiteren Bereiche des Museums, etwa Forschung, Sammlungsbezogene Forschungsinfrastruktur, Marketing, Öffentlichkeitsarbeit und Verwaltung.\nDie Ausbildung erfolgt gemäß den Leitlinien des Deutschen Museumsbundes (DMB).\nDas Deutsche Bergbau-Museum Bochum fördert gezielt junge Menschen, die sich für eine Karriere in der Forschung oder in einem Leibniz-Forschungsmuseum mit praxisbezogenen und interdisziplinären Schwerpunkten interessieren. Wir unterstützen Ihre berufliche Qualifizierung und die Entwicklung eines professionellen Netzwerks z. B. durch die Teilnahme an Fortbildungen, Fachtagungen, Konferenzen sowie durch den engen Austausch mit dem wissenschaftlichen Nachwuchs des DBM und anderen wissenschaftlichen Volontär:innen innerhalb und außerhalb der Leibniz-Gemeinschaft.\nInformationen über das Deutsche Bergbau-Museum Bochum erhalten Sie unter www.bergbaumuseum.de.\nWir, die DMT-LB, sind ein regional, national und international tätiges Unternehmen in Wissenschaft, Bildung und Kultur. Wir agieren mit zwei bekannten und anerkannten Institutionen – dem DBM und der TH Georg Agricola – nach außen.\nDie DMT-LB strebt nach Geschlechtergerechtigkeit und Vielfalt und begrüßt daher alle Bewerbungen – unabhängig von Geschlecht, Behinderung, Nationalität oder ethnischer und sozialer Herkunft.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-32/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-kunstvermittlung-2/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d) Kunstvermittlung", "content_text": "MUSEUM MMK FÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 16.10.2025 | Große Veränderungen schaffen wir nur gemeinsam. Darum suchen wir Sie als wissenschaftliche:n Volontär:in (w/m/d)  Kunstvermittlung für unser Stadt-Up Frankfurt!\nBereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und machen Frankfurt zu einer Stadt, auf die man sich immer verlassen kann!\nDas MUSEUM MMK FÜR MODERNE KUNST in Frankfurt am Main gehört zu den weltweit bedeutenden Museen für Gegenwartskunst. Es umfasst eine Sammlung von über 5.000 Werken von Beginn des 20. Jahrhunderts bis zur zeitgenössischen Kunst, die ständig erweitert wird.\nDie Kunstvermittlung macht das MMK zu einem Ort des gemeinsamen Nachdenkens, des Austauschs, des Experimentierens, des Fragens und Verstehens. Wir versuchen, für viele Menschen eine angemessene Zeitlichkeit und einen angemessenen Raum zu schaffen, um vielfältige Perspektiven und Stimmen zu sammeln, sichtbar und hörbar zu machen. Dabei haben wir die Bedürfnisse einer sich verändernden Gesellschaft im Blick und arbeiten zusammen mit Kunst- und Kulturakteur:innen, Vereinen, Hochschulen/Universitäten, Museen, Kitas und Schulen – um Ideen zu erproben sowie Wissen und Expertise zu erweitern.\nDie Abteilung Kunstvermittlung des MMK hat ihren Schwerpunkt in der inklusiven und diskriminierungssensiblen Arbeit, deren Angebote wir betreuen und konzeptionell erweitern wollen.\nFür diese Aufgabe suchen\nzum 01.02.2026 befristet für die Dauer von zwei Jahren\neine:n\nwissenschaftliche:n Volontär:in (w/m/d) Kunstvermittlung\nVollzeit, Teilzeit\n50% der Entgeltgruppe 13 TVöD\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-kunstvermittlung-2/", "date_published": "2025-09-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/exhibition-programme-assistant/", "image": "", "title": "Exhibition Programme Assistant", "content_text": "Europäisches Labor für Molekularbiologie (EMBL), Heidelberg Bewerbungsende: 06.10.2025 | We are Europe’s flagship research laboratory for the life sciences – an intergovernmental organisation performing scientific research in disciplines including molecular biology, physics, chemistry and computer science. We are an international, innovative and interdisciplinary laboratory with approx. 2 000 employees from many nations, operating across six sites, in Heidelberg, Barcelona, Hinxton near Cambridge, Hamburg, Grenoble and Rome.\nEMBL’s Science Education and Public Engagement (SEPE) office leads and coordinates the institute’s science education programmes and public engagement efforts. Our activities are aimed at European school science teachers, young learners of all backgrounds aged between 10 and 19 years, and diverse public audiences. SEPE also offers support and training to EMBL scientists who have an interest in public engagement. SEPE is part of EMBL‘s International Centre for Advanced Training (EICAT).\nAs part of EMBL’s science education and public engagement efforts, the Laboratory opened the permanent exhibition ‘The World of Molecular Biology’ on the Heidelberg campus in 2023. The interactive exhibition presents the life sciences in all their facets, with a focus on EMBL’s research. To support our exhibition programme for the public and school, the Exhibition Team is looking to recruit a highly motivated and well-organised Programme Assistant to join us at the EMBL in Heidelberg, Germany. The Programme Assistant will be part of the Exhibition Team, support the Education and Exhibition Officer and report to the Exhibition Manager.\nWe are looking for a conscientious individual who brings energy and enthusiasm to this role. It is essential that you bring a genuine interest in engaging with our wide range of visitors and enjoy interacting with all age groups. The successful candidate will be well-organised, a self-starter, focused on delivery of the key tasks and with an ability to prioritise. You should possess excellent attention to detail, good communication skills and the ability to work as part of a team and be comfortable with the delivery of some unsupervised tasks.\nYour role\nSupporting the delivery of exhibition tours and school workshops.\nSupporting the organisation of events as part of the exhibition programme.\nSupporting production and dissemination of digital and print communications and event marketing material.\nLiaising with schools from Germany and EMBL member states, including handling of enquiries in German and English.\nTaking responsibility for selected administrative tasks, including, but not limited to managing the event registration website, assisting with database management and metric tracking, supporting the preparation of presentations and reports.\nYou have\nCompleted a university degree or equivalent vocational training\nAt least 1 year professional experience in a role relevant to the position (e.g. in the field of public engagement or event management)\nAffinity for using digital communications and marketing tools\nProven organisation and problem-solving skills\nAbility to successfully work in a small team whose success depends on highly integrated team work\nEffective communication skills and enjoy engaging with others\nA service-oriented, friendly nature and a can-do attitude\nFlexibility to support occasionally weekend events (such as outreach or exhibitions events\nExcellent command of written and spoken German and English\nYou may also have\nA scientific degree or interest in the life sciences\nExperience in working in a cultural organisation, the museum field or an academic or international environment\nAdditional language skills\nInterviews: We plan to hold introductory meetings with selected candidates remotely during the week of 13 October 2025. Following this, we aim to hold panel interviews during the week of 3 November 2025.\nContract length:\n3 years\nSalary:\nGrade 3-4 (monthly salary starting at €3.434,86 after tax) + other paid benefits based on personal circumstances\nWhy join us\nEMBL is curiosity-driven, community-oriented and international. As an inclusive, equal opportunity employer, we believe that diversity enables us to collaborate more effectively and be innovative in our approaches. We are, therefore, committed to creating an inclusive and flexible culture – one where everyone can realise their full potential and make a positive contribution to our organisation.\nWe encourage applications from individuals who can complement our existing team – we believe that success is built on having teams whose backgrounds and personal experiences reflect the diversity of the populations that our science serves. We actively encourage applications from all genders and cultures, ethnic groups and all demographics to help us avoid perpetuating biases and oversights at this transformational point in our people strategy.\nEnjoy lots of benefits:\nFinancial incentives: Salary free of income tax, monthly family and child allowances, annual salary review, pension scheme, death benefit, long-term care, accident-at-work and unemployment insurances\nFlexible working arrangements\nPrivate medical insurance for you and your immediate family (including all prescriptions and generous dental & optical cover)\nGenerous time off: 30 days annual leave per year, in addition to public holidays\nCampus life: Free shuttle bus (select sites), on-site library, subsidised on-site gym and cafeteria, casual dress code, extensive sports and social club activities (on campus and remotely)\nFamily benefits: Kindergarten (Heidelberg), 10 days of child sick leave, generous paid maternity/parental leave and monthly family & child allowances\nFor detailed information please visit our employee benefits page\nhere\nWhat else you need to know\nEMBL is a signatory of DORA. Find out how we apply DORA principles to our recruitment and performance assessment processes\nhere\n.\nDiversity and inclusion: At EMBL, we strongly believe that inclusive and diverse teams benefit from higher levels of innovation and creative thought. We encourage applications from women, LGBTQ+ & individuals from all nationalities.\nHow to apply: To apply please submit a cover letter and a CV through our online system. Applications will close at 23:59 CET on the date shown below. We aim to provide a response within two weeks after the closing date.\nClosing Date\n06/10/2025\nmore\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.10.2025", "url": "https://www.museumsbund.de/stellenangebote/exhibition-programme-assistant/", "date_published": "2025-09-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-4/", "image": "", "title": "Angestellte im Gästemanagement & Telefonservice (m/w/d)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 30.09.2025 | Die Museen der Hasso Plattner Foundation gGmbH unterhält in Potsdam\nDAS MINSK Kunsthaus in Potsdam\nsowie das\nMuseum Barberini\n.\nDas\nMuseum Barberini\n, das Kunstmuseum in Potsdams historischer Mitte, gestiftet von SAP-Gründer und Mäzen Hasso Plattner, ist seit der Eröffnung im Jahr 2017 mit Ausstellungen zur Kunst von der Antike bis zur Moderne hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die Sammlung französischer Impressionisten der Sammlung Hasso Plattner.\nMit\nDAS MINSK Kunsthaus in Potsdam\nwurde 2022 ein weiterer kultureller Anziehungspunkt geschaffen. Das Ausstellungshaus baut ausgehend von den Werken der Sammlung Hasso Plattner, die in der DDR entstanden sind, eine Brücke zwischen der Kunst aus der DDR und jüngeren, zeitgenössischen Positionen.\nDie Museen der Hasso Plattner Foundation gGmbH sucht zum nächstmöglichen Zeitpunkt:\nAngestellte im\nGästemanagement & Telefonservice (m/w/d) in Teilzeit (mind. 32 Std./Woche) oder Vollzeit (40 Std./Woche) für die Museen der Hasso Plattner Foundation\nDas erwartet Sie:\nHauptansprechperson und organisatorische Leitung vor Ort im Foyer\nInformationsvermittlung und persönliche Betreuung von nationalen und internationalen Gästen im Foyer und telefonisch\nVerfassung von Anleitungen für den täglichen Ablauf\nAusgabe und Wartung von Audiosystemen und Begleitmedien\nVorbereitung von Führungen und Workshops für Gruppen, Beschwerdemanagement\nUnterstützung des Event-Teams bei der Vor- und Nachbereitung von Veranstaltungen und Mitbetreuung von (Abend)-Veranstaltungen wie Vernissagen, Lesungen, Vorträgen und Firmenevents\nWöchentliche Meetings und Austausch mit den anderen Abteilungen der MHPF\nZusammenarbeit und Anleitung von externen Firmen und Dienstleistern\nÜberwachung der Einhaltung der Hausordnung\nZumutbare, dem Profil entsprechende Zusatzaufgaben bei betrieblichem Bedarf\nDas zeichnet Sie aus:\nService-Erfahrung in Museen, Theatern oder ähnlichen Kultureinrichtungen von Vorteil (wie Hotellerie, Gastronomie oder Messe- und Veranstaltungsservice).\nKommunikationsfähigkeit, Hilfsbereitschaft und Freude am Umgang mit Menschen\nverhandlungssichere Deutsch- und Englischkenntnisse (weitere Fremdsprachenkenntnisse sind von Vorteil)\nFlexibilität, Einsatz an Wochenenden und Feiertagen\nOrganisationsgeschick und lösungsorientiertes Handeln\nTeamfähigkeit, Zuverlässigkeit, Verantwortungsbewusstsein und Engagement\nDas bieten wir Ihnen:\nMitarbeit in Museen mit internationalem Renommee\neine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nBerücksichtigung persönlicher Umstände bei der Dienstplangestaltung\nSchlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nWeiterbildungsmöglichkeiten\nleistungsgerechte Vergütung\nÜbernahme der Kosten für ein Deutschlandticket oder monatliches Mobilitätsbudget\nJob Rad Leasing Optionen\nErholungsbeihilfe\nKostenübernahme von Zuzahlungen für Präventionskursen nach § 20 SGB V\nEssenszuschuss\nMitgliedschaft im Urban Sports Club\nIhre Bewerbung (Anschreiben, Lebenslauf als PDF) senden Sie bitte bis zum 30.09.2025 in elektronischer Form mit dem Stichwort\nGästemanagement\nan\njobs@museen-plattner.de\n.\nBitte haben Sie Verständnis dafür, dass wir aufgrund der Vielzahl an Bewerbungen nur geeignete Bewerberinnen und Bewerber kontaktieren werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-4/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungskuratorin-m-w-d-6/", "image": "", "title": "Ausstellungskurator*in (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 19.10.2025 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist mit seinen beiden Standorten Museum am Löwentor und Schloss Rosenstein und mehr als 180 Mitarbeitenden aus verschiedenen Regionen und Ländern eines der größten Naturkundemuseen Deutschlands und besitzt zugleich eine der bedeutendsten naturwissenschaftlichen Sammlungen Europas. Als zukunftsorientierte Forschungs- und Bildungseinrichtung erfüllt das SMNS eine Vielzahl von Aufgaben in Forschung, Bildung, Lehre und der Bewahrung der natürlichen Vielfalt.\nZiel unseres Ausstellungs- und Bildungsangebots ist es, einer breiten Bevölkerung erlebnisorientierte, attraktive und vielfältige Angebote zu machen. Mit jährlich weit über 300 000 Besuchenden ist das SMNS eine wichtige Drehscheibe der Wissenschaftskommunikation.\nWir sind auf der Suche nach einem*r kreativen, inhaltsbezogenen und engagierten Ausstellungsmacher*in, der*die unser Team bereichert und dazu beiträgt, unsere Besuchenden mit faszinierenden, naturkundlichen Ausstellungen zu begeistern.\nWir suchen zum nächstmöglichen Zeitpunkt eine*n\nAusstellungskurator*in (m/w/d)\nE 13 TV-L, zunächst befristet auf drei Jahre mit der Option auf eine dauerhafte Übernahme; eine Teilzeitbeschäftigung im Ausmaß von mindestens 80 % ist möglich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungskuratorin-m-w-d-6/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-beschaffung-w-m-d-3/", "image": "", "title": "Leitung der Beschaffung (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 31.10.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Bonn. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von zunächst 2 Jahren mit dem Ziel der Entfristung eine\nLeitung der Beschaffung (w/m/d)\nin Vollzeit mit 39,83 Stunden/Woche.\nIhre Aufgaben:\nLeitung des Teams der Beschaffungsabteilung\nfachliche Leitung sowie Weiterentwicklung der strategischen und operativen Prozesse der Beschaffung\nPlanung und Durchführung von bundes- und europaweiten Vergabeverfahren für Investitions- und Verbrauchsgüter sowie Dienstleistungen unter Einhaltung der einschlägigen Vergaberechtsvorschriften, insbesondere auch für Instandhaltungsmaßnahmen, Wartungsverträge und Bauleistungen zur Unterhaltung der Gebäude und technischen Anlagen\nFestlegung der jeweiligen Vergabeart sowie Erstellung der erforderlichen vergaberechtlichen Unterlagen, wie Leistungsverzeichnissen etc., nach den geltenden nationalen und EU-rechtlichen Vorgaben, rechtssichere Verfahrensdokumentation\nVorbereiten der Angebotsöffnung bzw. Submission einschließlich der Durchführung der Angebotsanalyse bis hin zur Vorlagenerstellung zur Vergabe\nBeratung der Bedarfsträger und Institutsleitung in allen beschaffungsrelevanten und vergaberechtlichen Fragestellungen\nDurchführung von Markterkundungen, Preisvergleichen etc. sowie Vertragsverhandlungen mit Lieferanten von Lieferungen und Leistungen\nMit- und Zuarbeit im Rahmen eines breiten Aufgabengebietes im Bereich Beschaffungen und Vergabestelle, Unterstützung des Teams im Tagesgeschäft\nAufbau, Durchführung und Begleitung des Vergabeprozesses mittels eines E-Vergabemanagements\nFortlaufende Optimierung der Anwendung und Weiterentwicklung unseres Warenwirtschaftssystem\nIhr Profil:\nabgeschlossenes (Bachelor-)Studium im Bereich Verwaltungsmanagement oder Public Management oder Öffentliches Recht oder eine vergleichbare kaufmännische Berufsausbildung, vorzugsweise im öffentlichen Dienst mit entsprechender Zusatzqualifikation oder vergleichbare Qualifikation\nmehrjährige einschlägige Berufserfahrung im Einkauf\nfundierte und anwendungsbereite Kenntnisse im Bereich Einkauf sowie im öffentlichen Vergaberecht (national und EU‑weit)\nEngagement und Teamleitungserfahrung sowie serviceorientiertes Handeln\neine sehr sorgfältige, selbstständige, strukturierte und lösungsorientierte Arbeitsweise\nFreude an der Zusammenarbeit und dem Zusammenwirken im Team\nSie sind entscheidungsfreudig und können sich mittels ihres guten Verhandlungsgeschicks durchsetzen\nSie besitzen die Bereitschaft zu gelegentlichen Dienstreisen.\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 12 TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 31.10.2025 ausschließlich digital über unser\nKarriereportal\nan Herrn Pfeifer. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-beschaffung-w-m-d-3/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-buchhaltung-m-w-d/", "image": "", "title": "Mitarbeiter Buchhaltung (m/w/d)", "content_text": "Verkehrsmuseum Dresden, Dresden Bewerbungsende: 20.10.2025 | Das Verkehrsmuseum Dresden zeigt seit über 70 Jahren auf 5.000 Quadratmetern Ausstellungsfläche Exponate zur Geschichte der einzelnen Verkehrszweige Schienenverkehr, Straßenverkehr, Luftverkehr und Schifffahrt. Hinzu kommen jährlich wechselnde Sonderausstellungen zu unterschiedlichen Aspekten der Mobilität von gestern, heute und morgen. An der Frauenkirche gelegen, ist das Verkehrsmuseum mit jährlich rund 180.000 Gästen eine der beliebtesten Kultureinrichtungen Dresdens.\nDie Verkehrsmuseum Dresden gGmbH sucht zum nächstmöglichen Zeitpunkt einen\nMitarbeiter Buchhaltung (m/w/d)\nEs handelt sich um eine unbefristete Vollzeitstelle (40 Stunden/Woche, Teilzeitoption möglich).\nIhre Aufgaben umfassen:\nBearbeitung der Geschäftsvorfälle im Bereich der Finanz-, Kreditoren- und Debitorenbuchhaltung\nFührung und Abrechnung der Kassengeschäfte (Museumskasse, Bürokasse, Nebenkassen)\nDurchführung bzw. Abwicklung des Zahlungsverkehrs\nPflege und Aktualisierung der Stammdaten\nIhr Profil:\nabgeschlossene kaufmännische Ausbildung, z. B. Steuerfachangestellte/r, Finanzbuchhalter/in oder eine vergleichbare Qualifikation mit fundierten Buchhaltungskenntnissen\nanwendungssichere PC-Kenntnisse, insbesondere im Umgang mit\nDATEV\nim Bereich Rechnungswesen\neine exakte, zuverlässige und gewissenhafte Arbeitsweise\nWir bieten Ihnen:\nein wertschätzendes und kollegiales Arbeitsumfeld\nabwechslungsreiche Aufgaben in einem kleinen, engagierten Team\nflexible Arbeitszeiten durch unser Gleitzeitmodell sowie ein unbefristetes Arbeitsverhältnis\neine leistungsgerechte Vergütung orientiert am TVöD sowie eine betriebliche Altersvorsorge\nMöglichkeit zur individuellen Weiterbildung\nVergünstigtes Jobticket bzw. Deutschlandticket\nBeachten Sie bitte die Hinweise zum Datenschutz unter\nhttps://www.verkehrsmuseum-dresden.de/de/datenschutz\nIhre aussagekräftigen Bewerbungsunterlagen mit Angabe Ihrer Gehaltsvorstellung senden Sie bitte\nbis zum 20.10.2025\nper Mail an:\npersonal@verkehrs.museum\nAus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nFür Rückfragen steht Ihnen Frau Elke Bahn unter +49 351 8644-111 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-buchhaltung-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/it-koordinatorin-m-w-d/", "image": "", "title": "IT-Koordinator:in (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Nürnberg Bewerbungsende: 23.10.2025 | Gestalten Sie mit uns die digitale Infrastruktur einer bundesweit tätigen Museumsstiftung.\nDie Museumsstiftung Post und Telekommunikation widmet sich der Geschichte, Gegenwart und Zukunft der Kommunikation. Als Stiftung öffentlichen Rechts betreiben wir Museen für Kommunikation in Berlin, Frankfurt am Main und Nürnberg sowie zentrale Sammlungs- und Archivstandorte.\nWir suchen\nzum nächstmöglichen Zeitpunkt,\nangesiedelt an einem Standort der Museumsstiftung (Museum für Kommunikation in Berlin, Frankfurt am Main oder Nürnberg), eine:n\nIT-Koordinator:in\n(m/w/d)\n(E 11 TVöD Bund, Vollzeit 39 Std./Woche)\nIhre Wirkung in dieser Rolle: Verantwortung mit Gestaltungsspielraum\nAls IT-Koordinator:in übernehmen Sie stiftungsweit eine zentrale Rolle für den stabilen Betrieb, die Weiterentwicklung und die Sicherheit unserer IT-Infrastruktur über\nsechs bundesweite Standorte hinweg\n.\nSie agieren als\nSchnittstelle zwischen Technik, Anwender:innen und Dienstleistern\nmit einem klaren Fokus auf\nVerantwortung, Qualität und Sicherheit\n.\nIn dieser Position\nentwickeln Sie sich zum strategischen Dreh- und Angelpunkt\n, wenn es um IT-Fragen, Fachanwendungen, Sicherheitsstandards und die zukünftige Systemarchitektur der Stiftung geht.\nIhre Aufgaben im Überblick\nBetriebsverantwortung & Koordination\nSicherstellung des IT-Betriebs in einer ausgelagerten Rechenzentrumsumgebung (Server, Netzwerke, Kommunikation)\nBetreuung und Monitoring zentraler Fachanwendungen sowie Integration neuer Tools\nSteuerung von externen IT-Dienstleistern & Begleitung von Supportprozessen (First- und Second-Level)\nClientmanagement und technische Umsetzung der Arbeitsplatzbereitstellung\nInformationssicherheit & IT-Governance\nÜbernahme der Rolle als\nIT-Sicherheitsbeauftragte:r\ngemäß BSIG\nAufbau, Pflege und Weiterentwicklung eines Informationssicherheitsmanagementsystems (ISMS)\nUmsetzung von Sicherheitsvorgaben, IT-Notfallkonzepten und Dokumentationsstandards\nIT-Weiterentwicklung & Projektarbeit\nMitarbeit bei der strategischen Planung der IT-Landschaft der Stiftung\nBeteiligung an Beschaffungen, Ausschreibungen und der Einführung neuer Systeme\nUnterstützung bei der Digitalisierung und Standardisierung von Arbeitsprozessen (u.  Microsoft Intune, Azure Policy)\nWas Sie mitbringen\nAbgeschlossenes Studium im Bereich Informatik, Wirtschaftsinformatik, Verwaltungsinformatik, Elektrotechnik, Nachrichtentechnik o.ä.\n– oder vergleichbare Berufserfahrung (mind. 5 Jahre im relevanten Umfeld)\nPraktische Erfahrung in:\nvirtualisierten Serverarchitekturen (VMware)\nBetreuung und Integration von Fachanwendungen\nClient- und Nutzer:innenbetreuung (First- & Second-Level)\nBereitschaft zu gelegentlichen Dienstreisen zwischen den Standorten\nWas Sie idealerweise zusätzlich mitbringen\nKenntnisse im\nWorkplace-Management mit Microsoft Intune / Entra / Azure Policy\nErfahrung mit Active Directory & Berechtigungskonzepten\nKnow-how in Netzwerktechnik (LAN/WLAN/QoS)\nZertifizierung oder fundiertes Wissen als IT-Sicherheitsbeauftragte:r (BSIG)\nErfahrung in der Zusammenarbeit mit IT-Dienstleistern, Softwarehäusern & Verwaltungseinheiten\nWas wir Ihnen bieten\nEine\nverantwortungsvolle Rolle\nmit großem Gestaltungsspielraum\nDie Möglichkeit,\nDigitalisierung in einer bundesweit tätigen Kulturinstitution aktiv mitzugestalten\nEine Perspektive zur persönlichen Weiterentwicklung z. B. in Richtung\nInformationssicherheit\nEin wertschätzendes Arbeitsumfeld mit interdisziplinärem Austausch\nDie Vergütung erfolgt nach\nTVöD Bund, Entgeltgruppe 11\ninklusive aller üblichen Leistungen des öffentlichen Dienstes (z. B. Zusatzversorgung, Jahressonderzahlung, 30 Urlaubstage)\nFlexible Arbeitszeiten sowie die Möglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewährleistet gemäß BGleiG die berufliche Gleichstellung unabhängig vom Geschlecht und unterstützt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berücksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrüßen wir Bewerbungen unabhängig von Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und Identität.\nBei der Museumsstiftung ist eine Teilzeitbeschäftigung grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nFür weitere Auskünfte steht Ihnen Adrienne Boros, Leiterin Personal, Organisation und Recht, unter 030/202 94-400 gern zur Verfügung.\nBitte senden Sie Ihre Bewerbung mit aussagekräftigem Lebenslauf und einschlägigen Zeugnissen\nausschließlich per E-Mail\nbis zum 23.10.2025\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straße 16 in 10117 Berlin\nE-Mail:\nbewerbung2@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zip–Anhänge können aus Sicherheitsgründen keine Berücksichtigung finden.\nDie von Ihnen übermittelten Daten werden von uns gespeichert. Es werden ausschließlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. Nähere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung übersandt. Sie können jederzeit Ihr Einverständnis zur Speicherung der Daten zurückziehen und die Löschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.10.2025", "url": "https://www.museumsbund.de/stellenangebote/it-koordinatorin-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-die-sicherheitszentrale/", "image": "", "title": "Mitarbeiter*in (m/w/d) für die Sicherheitszentrale", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 19.10.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Sie verwahrt eine international einzigartige Sammlung von Gemälden der historischen Avantgarden des 20. Jahrhunderts und Schlüsselwerke der Gegenwartskunst.\nAls international renommiertes Museum in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich.\nWir suchen zum 1. Dezember 2025 oder später eine*n\nMitarbeiter*in (m/w/d) für die Sicherheitszentrale\nin Vollzeit.\nIhre Aufgaben\nIntensive Betreuung der Gebäudeleit- und der Sicherheitstechnik\nBetreuung der Einbruchmeldeanlage, der Brandmeldeanlagen, der Technikmeldeanlagen sowie der Videoüberwachungsanlagen\nPförtnerdienste\nUnsere Anforderungen\nAbgeschlossene Ausbildung als Fachkraft für Schutz- und Sicherheit, mindestens geprüfte Schutz- und Sicherheitskraft\nErfahrung mit technischen Überwachungsanlagen\nBereitschaft zur Wechselschichtarbeit\nAusgeprägte Serviceorientierung\nFreundliches und verbindliches Auftreten\nHohes Maß an Sicherheits- und Verantwortungsbewusstsein\nSicherer Umgang mit den MS-Office-Anwendungen\nSehr gute Deutschkenntnisse in Wort und Schrift\nWir bieten Ihnen\nEine vielseitige Vollzeitstelle (39:50 Std) in einer der angesehensten Kultureinrichtungen Europas.\nEin Gehalt gemäß TV-L / E6\nBetriebliche Altersversorgung (VBL)\nEinen attraktiven Arbeitsplatz im Zentrum Düsseldorfs\nEngagierte Kolleg*innen und individuelle Weiter- und Fortbildungsmöglichkeiten\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte und weltoffene Persönlichkeit, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis 19.10.2025 in elektronischer Form über unser Bewerbungsportal:\nhttps://jobs.kunstsammlung.de/stellenangebote/989855217?ref=8010151000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-die-sicherheitszentrale/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiterin-m-w-d-6/", "image": "", "title": "Projektmitarbeiter*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Dresden Bewerbungsende: 09.10.2025 | Die Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht ab sofort für die Abteilung Museum, Bildung und Vermittlung am Standort Dresden eine*n\nProjektmitarbeiter*in (m/w/d)\nfür interaktive Bildungs- und Vermittlungsarbeit\n(Vollzeit / Teilzeitmöglichkeiten vorhanden)\nOrt: Dresden\nBeschäftigungsumfang: Vollzeit / Teilzeitmöglichkeiten vorhanden\nVertragsart: Projektbefristet bis 30.09.2026\nVergütung: Tarifvertrag der Länder, voraussichtlich nach TV-L E 10 – E 11\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort in der sächsischen Landeshauptstadt Dresden befinden sich die Senckenberg Naturhistorischen Sammlungen in einer historisch geprägten Stadt mit einem großen kulturellen Angebot und exzellenten Forschungskooperationen.\nIm Rahmen der Sonderausstellung iNUVERSUMM – Raum und Zeit für Insekten übernehmen Sie die inhaltliche und organisatorische Verantwortung für den interaktiven Mitmachbereich „Nature Lab“ im SENCKENBERG Naturmuseum Dresden. Ziel ist es, Besuchende durch anschauliche, handlungsorientierte Formate für die faszinierende Welt der Insekten zu begeistern und wissenschaftliche Inhalte auf kreative Weise zu vermitteln.\nIhre Aufgaben\nKonzeption, Auswahl und Aufbereitung der Inhalte und Materialien sowie Gestaltung interaktiver Vermittlungsstationen für das “SENCKENBERG NatureLab”\nEntwicklung neuer zielgruppengerechter Vermittlungsangebote, insbesondere für Kinder, Familien und Schulklassen in enger Abstimmung mit der Führungskraft\nPlanung und Organisation von Aktionen und Veranstaltungen als Rahmenprogramm der Ausstellung\nDurchführung eigener Bildungsangebote (Führungen, Workshops) im Ausstellungskontext\nAnleitung, Koordination und Schulung von Hilfs- und Honorarkräften, die im „NatureLab“ als Aufsichten mitwirken\nEvaluation und Weiterentwicklung der Vermittlungsformate\nZusammenarbeit mit internen Fachabteilungen, Ausstellungsgestalter*innen und ggf. externen Partnerinstitutionen\nIhr Profil\nErster Hochschulabschluss (Bachelor) in einem relevanten Fach, z. B. Biologie (Schwerpunkt Zoologie/Entomologie), Umweltbildung, Naturwissenschaften, Museumspädagogik, Wissenschaftskommunikation oder vergleichbare\nPraktische Erfahrung in der Konzeption und Durchführung von Bildungs- und Vermittlungsformaten, idealerweise im museumspädagogischen oder natur-kundlichen Kontext\nBegeisterung für Naturkunde und insbesondere für das Thema Insekten\nDidaktisches Geschick sowie sicherer Umgang mit interaktiven und partizipativen Vermittlungsformen\nGrundsätzliche Bereitschaft zur flexiblen Arbeitszeitgestaltung und zur Arbeit an Wochenenden und Feiertagen (z.B. an jedem 2. Samstag und an Feiertagen)\nOrganisationstalent, Eigeninitiative und Teamfähigkeit\nWünschenswert\nErfahrung in der Anleitung von Honorarkräften oder Teams\nSehr gute Englischkenntnisse in Wort und Schrift\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #07-25007 bis zum 09.10.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Stefanie Mösch unter\nstefanie.moesch@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.10.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiterin-m-w-d-6/", "date_published": "2025-09-23T00:00:00"}]}