{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-8/", "image": "", "title": "Restaurator:in (w/m/d)", "content_text": "LWL-Freilichtmuseum Hagen, Hagen Bewerbungsende: 20.08.2025 | LWL-Freilichtmuseum Hagen\nDas LWL-Freilichtmuseum Hagen ist eines der achtzehn Landesmuseen des Landschaftsverbandes Westfalen-Lippe. Es versteht sich als kultureller, besucherorientierter Dienstleistungsbetrieb zur Sammlung, Forschung und Vermittlung der technisch-handwerklichen Kultur Westfalen-Lippes.\nFolgende Stelle ist ab dem\nnächstmöglichen Zeitpunkt befristet bis zum 28.02.2027 zu besetzen:\nRestaurator:in (w/m/d)\n(EG 11 TVöD; Kenn-Nr. 520/25)\nEs handelt sich um eine Elternzeitvertretung.\nIhre Tätigkeiten als Restaurator:in\nEntwicklung und Durchführung von Maßnahmen der Präventiven Konservierung, des IPM sowie der Notfallplanung\nErarbeitung, Umsetzung und Dokumentation von Konservierungs- und Restaurierungskonzepten für die Sammlung des Museums, die vor allem Maschinen sowie Werkzeuge und Erzeugnisse aus Handwerk und Gewerbe umfasst, aber auch für Gebäude und technische Anlagen\nUntersuchung, Konservierung und Restaurierung von Objekten, schwerpunktmäßig aus Metall und Holz, einschließlich der entsprechenden Dokumentation\nErstellung von Leistungsverzeichnissen zu Konservierungs- und Restaurierungsarbeiten und Betreuung entsprechender Vergaben\nkonservatorische Begutachtung von Objekten beim Erwerb\nSicherung und Entsorgung von Gefahrstoffen, Führen des Gefahrstoffkatasters\nMitarbeit bei der Entwicklung von Ausstellungspräsentationen sowie bei Ausstellungsauf- und abbauten\nMitarbeit am Leihverkehr (Betreuung von Leihgaben, Zustandsprotokolle)\nWas erwarten wir von Ihnen als Restaurator:in\nein abgeschlossenes Hochschulstudium – Diplom/Bachelor – im Bereich Konservierung und Restaurierung, vorzugsweise mit Ausrichtung auf Metall, Holz oder Technisches Kulturgut\nausgeprägtes Verantwortungsbewusstsein, Kommunikationsfähigkeit, Teamfähigkeit und Einsatzbereitschaft\nKreativität und pragmatisches Denken in der Ausarbeitung von Lösungen\ngute Kenntnisse in den gängigen Office-Anwendungen, Erfahrung mit Objektdatenbanken, vorzugsweise Axiell Collections\nFührerschein der Klasse B\nkörperliche Eignung zur Arbeit mit Gefahrstoffen und in unterschiedlichem Gelände sowie in unterschiedlichen historischen Gebäuden und Betriebsstätten (z.B. Treppensteigen)\nwünschenswert ist eine nachgewiesene mindestens dreijährige Berufserfahrung als Restaurator:in, möglichst im musealen Bereich\nWorauf Sie sich freuen können?\nAuf:\neine individuelle Leistungsprämie\neinen Zuschuss zu den vermögenswirksamen Leistungen\nattraktive Fort- und Weiterbildungsmöglichkeiten\neine gute Arbeitsatmosphäre in einem engagierten und motivierten Museumsteam\nvielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z.B. flexible und familienfreundliche Arbeitszeiten\nDie vakante Stelle ist auch für Teilzeitkräfte geeignet. Der LWL ist sehr daran interessiert, seinen Beschäftigten vielfältige Arbeitszeitmodelle anzubieten. Zur Erfüllung vieler Aufgaben ist es jedoch notwendig, dass die Vakanzen möglichst vollständig besetzt werden. Sehr gerne gehen wir in einen offenen Austausch mit Ihnen, um alle Möglichkeiten auszuloten.\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nLWL-Freilichtmuseum Hagen\nFrau Dr. Hufschmidt (Tel.-Nr. 02331 7807-111)\nPersonalrechtliche Fragen und Fragen zum Verfahren beantwortet Ihnen gerne:\nLWL-Freilichtmuseum Hagen:\nFrau Kuhle (Tel.-Nr. 02331 / 7807-141)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis über die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 520/25\nbis zum\n20.08.2025\n(Eingangsstempel LWL) an das:\nLWL-Freilichtmuseum Hagen\nMäckingerbach\n58091 Hagen\nWir bevorzugen eine Bewerbung per Mail an:\nsimone.wittig@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.08.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-8/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-in-w-m-d-spielzeugmuseum-und-haus-des-spiel/", "image": "", "title": "Leiter/in (w/m/d) Spielzeugmuseum und Haus des Spiel", "content_text": "Museen der Stadt Nürnberg, Nürnberg | Die Stadtverwaltung Nürnberg ist eine moderne Dienstleisterin für mehr als eine halbe Million Menschen. Als eine der größten Arbeitgeberinnen der Region vertrauen wir dabei auf die Fähigkeiten und Fertigkeiten unserer rund 12.500 Mitarbeitenden, die mit Engagement und Tatkraft die Stadt Nürnberg mitgestalten und besonders machen.\nDie Museen der Stadt Nürnberg sind ein Verbund von sieben Museen, zwei historischen Sehenswürdigkeiten und mehreren Sammlungen, die sich der älteren wie jüngeren Geschichte Nürnbergs widmen. Ihre Themenpalette reicht vom berühmten Albrecht-Dürer-Haus hin bis zu den vielbesuchten Erinnerungsorten des Doku-Zentrums Reichsparteitagsgelände und des Memorium Nürnberger Prozesse. Durch Sammlung, Bewahrung, Forschung und Präsentation dinglicher Zeugnisse der Vergangenheit an authentischen Orten leistet der Museumsverbund einen wichtigen Beitrag zur Identität Nürnbergs in Gegenwart und Zukunft, zum kulturellen Miteinander sowie zur besucherorientierten Wissensvermittlung von Kunst und Geschichte im Stadtgebiet.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/leiter-in-w-m-d-spielzeugmuseum-und-haus-des-spiel/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-22/", "image": "", "title": "Verwaltungsleitung (m/w/d)", "content_text": "Museumspädagogisches Zentrum, München Bewerbungsende: 12.09.2025 | Das MPZ ist eine Einrichtung des Freistaates Bayern und der Landeshauptstadt München. Es konzipiert und realisiert analoge und digitale Vermittlungsprogramme für alle Altersgruppen in Museen, im Stadtraum und online. Es bietet Fortbildungen an, berät Museen bei didaktischen Fragen und veröffentlicht Schriften zu Museen und zur Museumspädagogik.\nDas MPZ ist Sitz der Geschäftsstelle der Bayerischen Museumsakademie, der Beratungsstelle Kultur macht stark Bayern und der Fachstelle für Museen und Kulturelle Teilhabe. Im Rahmen seiner strategischen Weiterentwicklung ist das MPZ bestrebt, seine Arbeit zukunftsweisend und teilhabeorientiert auszurichten.\nZur Verstärkung unseres Teams suchen wir eine\nVerwaltungsleitung (m/w/d)\nab nächstmöglichem Zeitpunkt, im Umfang von 100%,\nEntgeltgruppe 9b TV-L, unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.09.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-22/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-abteilung-ausstellungen-w-m-d/", "image": "", "title": "Leitung Abteilung Ausstellungen (w/m/d)", "content_text": "Filmmuseum Potsdam, Potsdam Bewerbungsende: 07.09.2025 | Die\nFilmuniversität Babelsberg KONRAD WOLF\nist ein lebendiger Ort der Kunst, der Forschung und der Lehre. Renommierte Fachleute aus Filmpraxis und Wissenschaft betreuen die Studierenden intensiv und individuell. An der einzigen deutschen Filmuniversität wird innovative Forschung mit, im und zu Film und anderen audiovisuellen Medien vorangetrieben. Die Hochschule ist ein weltoffener und diskriminierungsfreier Raum für kulturelle und gesellschaftliche Auseinandersetzung.\nIn unserem\nIn-Institut Filmmuseum Potsdam (FMP)\nbieten wir Ihnen\nzum nächstmöglichen Zeitpunkt\nund\nzunächst befristet für zwei Jahre zur Führung auf Probe mit der Option der Entfristung\neine ebenso anspruchsvolle wie abwechslungsreiche Tätigkeit als\nLeitung Abteilung Ausstellungen (w/m/d)\n(Vollzeit 40h – Teilzeit möglich; bis Entgeltgruppe 12 TV-L)\nDas\nFilmmuseum Potsdam\nist ein lebendiger und kreativer Ort der Bewahrung, Erforschung, Vermittlung und des Ausstellens. Das Institut hat die Aufgabe, den Film in seinen historischen und aktuellen Formen zu untersuchen und öffentlich präsent zu halten. Mit seinen Ausstellungen, dem Kino und den Sammlungen ist das Museum ein überregional wahrgenommener Ort der Kultur- und Wissenschaftslandschaft. Das Filmmuseum Potsdam will sich den aktuellen Transformationsprozessen annehmen und sich zukünftig stärker für eine vielfältige Öffentlichkeit öffnen, sich digital weiterentwickeln und nachhaltiger agieren.\nIn der Abteilung Ausstellungen (Standort Breite Straße 1a, 14467 Potsdam) mit angrenzenden Tätigkeitsfeldern in den Abteilungen Kino, Filmbildung/ Vermittlung sowie Sammlungen bieten wir Ihnen eine angenehme Arbeitsatmosphäre in einem motivierten Team und brauchen Sie für folgende Aufgaben:\nWissenschaftliche Konzeption, Ausarbeitung und Kuratieren von kulturhistorischen Ausstellungen\nVertretung der Ausstellungen bei öffentlichen Veranstaltungen und im offiziellen Rahmen\nSteuerung von Sonderausstellungen (Zeitpläne, Budgets)\norganisatorische und technische Umsetzung der Sonderausstellungsprojekte\nBetreuung der aktuellen Dauerausstellung sowie Konzeption einer neuen Dauerausstellung\nMitwirkung bei der Entwicklung partizipativer Formate\nBegleitung von externen Kurator*innen bei Sonderausstellungen zu kulturhistorischen Themen\nvorausschauende strategische Planung des Ausstellungskalenders\nBeschaffung: inhaltliche Vorbereitung von Ausschreibungen und Mitwirkung bei Vergaben\nverantwortliche Budgetplanung und -kontrolle\nEinsatzplanung, Anleitung und Handlungsanweisungen gegenüber dem Personal der Abteilung\naktive Beteiligung in relevanten Gremien\nVertretung des Museums auf nationalen und internationalen Tagungen\nBei der Ausübung aller o.g. Tätigkeiten wird eine konstruktive und kollegiale Zusammenarbeit mit der Direktion und den anderen Abteilungen des FMP erwartet.\nNeben einem\nArbeitsvertrag an einer\nfamilienfreundlichen\nund\ngleichstellungsstarken\nHochschule bieten wir Ihnen:\neine regelmäßige Vergütung und Sozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich zusätzlicher Altersversorgung\neinen modern und ergonomisch ausgestatteten Arbeitsplatz mit flexiblen Arbeitszeitmodellen, wie zum Beispiel teilweises Arbeiten im\nHomeoffice\ndie Möglichkeit zur Inanspruchnahme eines Firmentickets sowie ggf. zur Inanspruchnahme eines Belegplatzes in einer ortsnahen Kindertagesstätte\neine individuelle und optimale Unterstützung bei der beruflichen Entwicklung durch Angebote zur Fort- und Weiterbildung\ndie Möglichkeit zur Inanspruchnahme von Angeboten im Rahmen eines Gesundheits-managements\nSie sind engagiert, arbeiten service- und ergebnisorientiert, nehmen gern neue Heraus-forderungen an und bringen auch diese Qualifikation mit:\nein erfolgreich\nabgeschlossenes Hochschulstudium (mindestens FH oder BA)\nin einem für die Aufgabe relevantem Fach wie\nFilm- und Medienwissenschaft, Kunst- und Kulturgeschichte, Kulturwissenschaft oder vergleichbar\nFür die Erfüllung der genannten Aufgaben sind zudem erforderlich und nachzuweisen:\nmehrjährige Berufserfahrung in der Durchführung von Ausstellungsprojekten (Sonder- und Dauerausstellungen), Koordination und Projektleitung bevorzugt in einem kulturhistorischen Museum\nKenntnis der aktuellen Museumsdiskurse, Freude an Konzeptarbeit und Lust auf Transformation\nnachgewiesene konzeptionelle Tätigkeiten im Aufgabengebiet\nKompetenz als Teamleitung mit kooperativem Führungsstil\nsicherer Umgang mit den gängigen MS-Office-Anwendungen\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKreativität und Innovationsfreude, insbesondere in der Anwendung digitaler Technologien und Interesse an partizipativer Museumsarbeit\nErfahrungen im Einwerben von Drittmitteln und in der Antragstellung für Förderprojekte\nausgeprägte, diversitätsoffene und diskriminierungssensible Team- und Kommunikationsfähigkeit\nsouveränes, verbindliches, durchsetzungsfähiges und freundliches Auftreten\nsicherer, freundlicher Umgang mit Dienstleistern, Projektbeteiligten und Partner*innen\nhohe Einsatzbereitschaft, Organisationsfähigkeit, Flexibilität und eine sorgfältige Arbeitsweise\nBereitschaft zur gelegentlichen Abend- und/ oder Wochenendarbeit im Rahmen von Veranstaltungen\nWünschenswert sind außerdem:\nKenntnisse in einschlägigen Bereichen wie z.B. Filmgeschichte mit dem Bezug zu den Schwerpunkten des Filmmuseums Potsdam\nnationale und internationale Vernetzung mit Museen sowie anderen Kultur- und Forschungs-einrichtungen\nWichtige Hinweise:\nDie Filmuniversität schätzt die Vielfalt ihrer Mitglieder und verfolgt die Ziele der Chancengleichheit unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nBei gleicher Eignung werden Frauen unter den Voraussetzungen des\n§ 7 Absatz 4 BbgHG\nsowie schwerbehinderte Menschen und diesen gleichgestellte Menschen bevorzugt berücksichtigt.\nBitte weisen Sie auf eine Schwerbehinderung ggf. bereits in Ihrer Bewerbung hin und teilen Sie uns gerne mit, ob Sie im Zuge des Bewerbungsprozesses Unterstützung benötigen. Wir freuen uns ausdrücklich über Bewerbungen von Personen aus dem Ausland, mit Migrationshintergrund oder mit Betreuungsaufgaben. Als familienfreundliche Universität unterstützen wir Sie und Ihre Familie in verschiedenen Lebenssituationen bei der Vereinbarkeit von Familie und Beruf und bieten hierzu gezielte Maßnahmen im Rahmen der Charta „Familie in der Hochschule“.\nWir freuen uns über Ihre aussagefähige Bewerbung mit:\nMotivationsschreiben\nLebenslauf (mit Anschrift und Tel.-Nr.)\nZeugnisse über Schul-, Ausbildungs- und Studienabschlüsse\nArbeitszeugnisse von den vorherigen und ggf. ein Zwischenzeugnis vom jetzigen Arbeitgeber\nDokumentation bzw. Nachweise entsprechend den o.a. Anforderungen\nDiese richten Sie bitte bis zum 07.09.2025 ausschließlich an unser Online-Bewerbungsportal!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-abteilung-ausstellungen-w-m-d/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-37/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Bildungs- und Kultur GmbH des Landkreises Gifhorn, Brome Bewerbungsende: 27.08.2025 | Die Gemeinnützige Bildungs- und Kultur GmbH des Landkreises Gifhorn vereint die Geschäftsbereiche Kreisvolkshochschule (mit der Kreiskunstschule), Kreismusikschule und die vier kreiseigenen Museen unter einem Dach. Gemeinsam gestalten wir den Bildungs- und Kulturauftrag im Landkreis Gifhorn – offen, vielfältig und zukunftsorientiert.\nFür den Fachbereich Museen, Kultur und Kommunikation suchen wir zum nächstmöglichen Zeitpunkt eine\nMuseumsleitung (m/w/d)\nfür die Standorte Museum Burg Brome und Schulmuseum Steinhorst im Landkreis Gifhorn.\nDie Position ist in Vollzeit unbefristet zu besetzen.\nDie Vergütung erfolgt in Anlehnung an die Entgeltgruppe 11, TVöD.\nDas Museum Burg Brome befindet sich in einer ehemaligen Wasserburg, die vermutlich schon vor 1195 von Heinrich dem Löwen gegründet wurde. Die Ausstellung zeigt altes Handwerk und ist in ihrem Ursprung als lebendiges Museum konzipiert. Das Schulmuseum Steinhorst in einem typischen Flettdeelenhaus zeigt die Entwicklung der Schulgeschichte des Gifhorner ländlichen Raums. Das Museum verfügt über ein historisches Klassenzimmer. Zum Verbund der Landkreismuseen zählen auch das Historische Museum Schloss Gifhorn und das EMMA – Museumswohnung im Kavalierhaus. Werden Sie Teil dieses lebendigen Netzwerks und gestalten Sie die Zukunft der Museen mit Ihrem Fachwissen und Ihrer Führungskompetenz aktiv mit.\nIhre Aufgaben:\nLeitung und Koordination der beiden Museumsstandorte mit allen dazugehörigen Verwaltungsaufgaben sowie des Gebäudemanagements, inklusive Budgetverantwortung und Einwerben von Drittmitteln (in Abstimmung mit der Fachbereichsleitung)\nPersonal- und Führungsverantwortung für zurzeit 9 Mitarbeitende\nErlebnisorientierte Programm- und Ausstellungsplanung sowie deren Umsetzung\nVerantwortliches Arbeiten mit der Museumssammlung in direkter Abstimmung mit der Sammlungskuratorin\nAnsprechpartner und Repräsentation vor Ort: Zusammenarbeit mit Einrichtungen und Vereinen, insbesondere einem Museums- und Heimatverein sowie ehrenamtlich Engagierten / Unterstützung der Presse- und Öffentlichkeitsarbeit der Museen\nWeiterentwicklung der Profilierung der Museumsstandorte, verbunden mit Akquise neuer Zielgruppen\nAbstimmung, Koordination und Vernetzung im Gesamtteam der Museen\nWas Sie mitbringen:\nEin erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium in den Disziplinen Geschichte, empirische Kulturwissenschaften/ Volkskunde oder einer vergleichbaren Geistes-/Kulturwissenschaft mit übereinstimmenden Zusatzqualifikationen\nErfolgreich abgeschlossenes wissenschaftliches Volontariat\nProfunde praktische Erfahrung in der Museums-, Ausstellungs- und Vermittlungsarbeit nach aktuellen Standards; Kenntnisse mit Spezial- bzw. Schwerpunktthemen erwünscht\nFührungserfahrung, ausgeprägte Teamorientierung mit aktiver Verantwortungsbereitschaft und umsichtiger Entscheidungsfreude\nFundierte Basis im Projekt- und Museumsmanagement sowie sicherer Umgang mit Datenbanken, MS-Office-Anwendungen und weiterer einschlägiger Software\nHohes Maß an Organisationstalent, Belastbarkeit, Flexibilität sowie kommunikative, digitale und soziale Kompetenzen\nBereitschaft zu Abend- und Wochenenddiensten, Mobilität\nWir bieten:\nEine verantwortungsvolle, abwechslungsreiche Leitungsaufgabe mit Gestaltungsspielraum\nEinbettung in ein aufgeschlossenes und engagiertes Team\nZusätzliche leistungsorientierte Bezahlung nach Zielvereinbarung sowie betriebliche Altersversorgung\n30 Tage Erholungsurlaub bei einer 5-Tage-Woche\nFlexible Arbeitszeiten, z.B. Homeoffice möglich\nWeiterbildungsmöglichkeiten\nDie Gemeinnützige Bildungs- und Kultur GmbH des Landkreises Gifhorn fördert die Gleichstellung aller Geschlechter. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich angesprochen fühlen und Teil unseres Teams werden möchten, freuen wir uns über Ihre aussagekräftige Bewerbung.\nBitte senden Sie Ihre vollständigen Unterlagen\nbis zum 27.08.2025\nausschließlich digital in einem PDF-Dokument per E-Mail an:\nbewerbungen@bz-gifhorn.de\nFragen beantwortet Ihnen Frau Alexa von der Brelje, Leiterin des Fachbereiches Museen, Kultur und\nKommunikation gern telefonisch unter 05371 9459-102.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.08.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-37/", "date_published": "2025-08-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/programmkoordinatorin-m-w-d-team-kommunikation/", "image": "", "title": "Programmkoordinator*in (m/w/d) Team Kommunikation", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 25.08.2025 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nFür das Initiieren und die Koordination eines landesweiten Programms von Ausstellungen und Events sucht das Haus der Geschichte Baden-Württemberg ab sofort eine/n\nProgrammkoordinator*in (m/w/d)\nTeam Kommunikation\nEntgeltgruppe 9b TV-L\nin Teilzeit mit 80 Prozent Beschäftigungsumfang. Die Stelle ist befristet bis zum 31. Oktober 2027.\nDas Haus der Geschichte Baden-Württemberg bereitet derzeit die Große Landesausstellung\n„Mittendrin. Jüdisches Leben im Südwesten“ vor, in der die Vielfalt jüdischen Lebens in Geschichte und Gegenwart gezeigt werden wird. Im Herbst 2026 soll das Veranstaltungsprojekt „Mittendrin“ starten. „Mittendrin“ will das Anliegen der Ausstellung an möglichst vielen Stellen in Baden-Württemberg sichtbar machen. Gemeinsam mit den jüdischen Communitys, mit Kommunen, den Gedenkstätten, den lokalen Initiativen, der Landesarchivdirektion Baden- Württemberg und der Landeszentrale für politische Bildung Baden-Württemberg wird ein untereinander abgestimmtes und gleichzeitig eigenständiges Erarbeiten und Präsentieren des Themas angestrebt.\nIhr Aufgabengebiet umfasst insbesondere:\nMitarbeit beim Aufbau eines Netzwerks in Baden-Württemberg durch die Pflege vorhandener Kontakte und das Knüpfen neuer Kontakte zu potentiellen Stakeholdern des landesweiten Programms zur Ausstellung „Mittendrin“\nVorbereiten und Durchführen von Vernetzungstreffen\nBeteiligung am Entwickeln von Ideen für Event-Reihen (Konzerten, Gesprächen, Lesungen etc.)\nZusammenführen von Events und Ausstellungen in ein landesweites Programm\nMitarbeit bei der zentralen Programm-Website\nAnforderungen:\neine Hochschulbildung im Bereich Tourismus, Marketing, Kulturmanagement.\nlangjährige Erfahrungen im Vernetzen von Kooperationspartner*innen, im Durchführen von Meetings und Konferenzen\nIdealerweise langjährige Erfahrungen im Event-Management und mit interkulturellen Programmen\nEigeninitiative, Kreativität, Flexibilität, selbstständiges Arbeiten, Zuverlässigkeit im Umgang mit externen Kooperationspartner*innen\nAusgewiesene Sozialkompetenz und hohe Kommunikationsstärke sowie Teamfähigkeit\nSensibilität im Umgang mit verschiedensten Kooperationspartner*innen\nSicheres Auftreten vor Publikum\nBereitschaft zur Mobilität für die Vernetzung im Land\nUnser Angebot:\nWir bieten eine befristete Teilzeitanstellung (Sachgrundbefristung) mit einem Arbeitsumfang von maximal 80% an Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 9b Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nJob Ticket BW (vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nVielfältige Angebote im betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 25.08.2025 an das Haus der Geschichte Baden Württemberg, Frau Julia Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs- und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212-3950 oder per Email unter\ncornelia.hecht-zeiler@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.08.2025", "url": "https://www.museumsbund.de/stellenangebote/programmkoordinatorin-m-w-d-team-kommunikation/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiterin-m-w-d-2/", "image": "", "title": "wissenschaftliche/r Mitarbeiter*in (m/w/d)", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 07.09.2025 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nVor dem Hintergrund der diversitätsorientieren, inklusiven Weiterentwicklung des Hauses der Geschichte und seiner Ausstellungsorte soll die Bildungs- und Vermittlungsarbeit überprüft und methodisch partizipativ gemeinsam mit dem Team Vermittlung erweitert werden.\nDas Haus der Geschichte Baden-Württemberg in Stuttgart sucht zum nächstmöglichen Zeitpunkt eine/n\nwissenschaftliche/n Mitarbeiter*in (m/w/d)\nfür das Team Geschichtsvermittlung\nEntgeltgruppe 12 TV-L\nin Teilzeit mit 80 Prozent Beschäftigungsumfang und befristet bis zum 31. Juli 2027.\nIhr Aufgabengebiet umfasst insbesondere:\nVor dem Hintergrund der diversitätsorientieren, inklusiven Weiterentwicklung des Hauses Entwicklung von neuen Vermittlungsprogrammen zu Sonderausstellungen und Ausstellungsprojekten im Haus der Geschichte\nMitarbeit bei der Entwicklung eines Leitbildes und eines Code of Conduct\nWeiterentwicklung von Formaten zur Demokratiebildung\nKonzeption von Vermittlungsprogrammen im Bereich Inklusion, Partizipation und digitaler Bildung für Schulklassen und Erwachsenengruppen\nMitarbeit bei der Weiterentwicklung kollaborativen Arbeitens mit externen Gruppen der von Diversität geprägten Zivilgesellschaft und mit Künstler*innen.\nQualitative Evaluierung von Workshops und Themenführungen in den Dauerausstellungen des Hauses der Geschichte und seinen Ausstellungsorten\nAnforderungen:\nabgeschlossenes Universitäts- oder Hochschulstudium (Master) in Geschichte oder verwandtem Fachbereich\nBerufserfahrungen in der musealen Vermittlung\nKenntnisse im Bereich der partizipativen, diversitätsorientierten, medienbasierten und inklusiven Bildungs- und Vermittlungsarbeit\nEigeninitiative, Flexibilität, selbstständiges Arbeiten\nausgewiesene Sozialkompetenz und hohe Kommunikationsstärke sowie Teamfähigkeit\nUnser Angebot:\nWir bieten eine befristete Teilzeitanstellung (Sachgrundbefristung) mit einem Arbeitsumfang von maximal 80% bis zum 31. Juli 2027 an. Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 12 Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nJob Ticket BW (eine vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nvielfältige Angebote im Betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 7. September 2025 an das Haus der Geschichte Baden-Württemberg, Frau Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/das-museum/verwaltung/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212-3950 oder Mail\nCornelia.Hecht-Zeiler@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiterin-m-w-d-2/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-verwaltungsaufgaben-des-museums-ratingen/", "image": "", "title": "Sachbearbeiter (m/w/d) für die Verwaltungsaufgaben des Museums Ratingen", "content_text": "Museum Ratingen, Ratingen Bewerbungsende: 01.09.2025 | Die Stadt Ratingen ist mit rund 88.000 Einwohnern die größte Stadt im Kreis Mettmann. Ratingen hat viel zu bieten: eine Altstadt mit historischem Flair, eine landschaftlich schöne Lage zwischen Rhein und Ruhr, attraktive Kultur- und Freizeitangebote in der Stadt selbst und in den benachbarten Großstädten, hervorragende Verkehrsverbindungen und eine moderne Infrastruktur – kurz: ein hohes Maß an Lebensqualität.\nIm Museum Ratingen der Stadt Ratingen ist zum nächstmöglichen Zeitpunkt eine Stelle als\nSachbearbeiter (m/w/d) für die Verwaltungsaufgaben des Museums Ratingen\nzu besetzen. Das Museum beherbergt unter seinem Dach die städtische Sammlung moderner Kunst und die kulturhistorische Ausstellung zur Geschichte und Entwicklung Ratingens. Wechselnde Sonderausstellungen ergänzen die ständigen Präsentationen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-verwaltungsaufgaben-des-museums-ratingen/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-verwaltung-m-w-d/", "image": "", "title": "Leitung Verwaltung (m/w/d)", "content_text": "Kunstmuseum Mittenwald, Mittenwald Bewerbungsende: 30.09.2025 | Die Natalie Schorr Stiftung sucht ab sofort und in Teilzeit eine Leitung Verwaltung für das Kunstmuseum Mittenwald. Das Kunstmuseum Mittenwald befindet sich in Gründung und der dafür notwendige Bau des Museums steht kurz vor der Fertigstellung. Das Museum wird ab 2026 eine laufende Ausstellung mit dem Schwerpunkten 19. Jahrhundert und Klassische Moderne als Bestandteil einer umfangreichen Sammlung der Öffentlichkeit zugänglich machen, Veranstaltungen durchführen und eine kleine Gastronomie mit Veranstaltungsraum beherbergen.\nWir bieten Ihnen …\nEine verantwortungsvolle und abwechslungsreiche Aufgabe mit Gestaltungsspielraum in unbefristeter, krisensicherer Anstellung\nEin wachsendes und engagiertes Team, bei dessen Aufbau Sie mitwirken\neine attraktive Vergütung\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nArbeitszeit mind. 25 Stunden pro Woche\nDie Möglichkeit, ein bedeutendes kulturelles Projekt von Beginn an mitzugestalten\nEinen Arbeitsplatz in inspirierender Umgebung am Fuße des Karwendels\nDas sind Ihre Aufgaben …\nPersonalverantwortung: Aufbau, Entwicklung und Betreuung des Teams\nEnge Zusammenarbeit mit der Trägerstiftung und Bericht an den Vorstand\nGesamtverantwortung für alle kaufmännischen Belange des Museums\nEntwicklung und Umsetzung kaufmännischer Strategien und Prozesse\nHaushalts- und Finanzplanung, Controlling und Berichtslegung\nUnterstützung der künstlerischen Leitung bei/m\nder Umsetzung der kuratorischen Konzepte\nVertrags- und Vergabemanagement mit Dienstleistern und bei Veranstaltungen\nAufbau des Marketings und Außenauftritts sowie der engen Vernetzung mit anderen\nkulturellen Stätten der Umgebung und den touristischen Vermittlern\nder Entwicklung von Einnahmequellen (z.B. Drittmittel, Sponsoring, Gastronomie und Veranstaltungen)\nIhr Profil …\nAbgeschlossenes Hochschulstudium, vorzugsweise in Betriebswirtschaft oder Kulturmanagement, Non-Profit-Management oder einer vergleichbaren Fachrichtung\nMehrjährige Berufserfahrung in einer kaufmännischen Leitungsfunktion, idealerweise im Kulturbereich (im Fall einer auch künstlerischen Leitung)\nErfahrung in Personalführung, Budgetverantwortung\nSicherer Umgang mit betriebswirtschaftlichen Steuerungsinstrumenten und digitalen Tools\nHohe Kommunikations- und Sozialkompetenz, Organisationsgeschick und Eigeninitiative\nAffinität zur Kunst und zum kulturellen Leben\nFührerschein Klasse B (alt: 3)\nEinen Wohnsitz in der näheren Umgebung\nFühlen Sie sich angesprochen?\nDann werden Sie Teil unseres Teams! Wir freuen uns auf Ihre Bewerbung.\nBewerbungen senden Sie bitte per Mail (Dateigröße max. 10 MB) an\nbewerbung@natalie-schorr-stiftung.de\nFür Rückfragen erreichen Sie uns unter 04131 2277050\nNatalie Schorr Stiftung\nFrau Jutta Ernst\nSalzstrasse 8\n21335 Lüneburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-verwaltung-m-w-d/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-kuenstlerischer-bereich-m-w-d/", "image": "", "title": "Leitung künstlerischer Bereich (m/w/d)", "content_text": "Kunstmuseum Mittenwald, Mittenwald Bewerbungsende: 30.09.2025 | Die Natalie Schorr Stiftung sucht ab sofort und in Teilzeit eine Leitung für den künstlerischen Bereich für das Kunstmuseum Mittenwald. Das Kunstmuseum Mittenwald befindet sich in Gründung und der dafür notwendige Bau des Museums steht kurz vor der Fertigstellung. Das Museum wird ab 2026 eine laufende Ausstellung mit den Schwerpunkten 19. Jahrhundert und Klassische Moderne der Öffentlichkeit zugänglich machen, Veranstaltungen durchführen und eine kleine Gastronomie mit Veranstaltungsraum beherbergen.\nWir bieten Ihnen …\nEine verantwortungsvolle und abwechslungsreiche Aufgabe mit Gestaltungsspielraum in unbefristeter, krisensicherer Anstellung\nEin wachsendes und engagiertes Team, bei dessen Aufbau Sie mitwirken\neine attraktive Vergütung\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nArbeitszeit mind. 25 Stunden pro Woche\nDie Möglichkeit, ein bedeutendes kulturelles Projekt von Beginn an mitzugestalten\nEinen Arbeitsplatz in inspirierender Umgebung am Fuße des Karwendels\nDas sind Ihre Aufgaben …\nEntwicklung und Umsetzung der kuratorischen Konzepte in Abstimmung mit der Sammlerin und der Stiftung\nEnge Zusammenarbeit mit der Sammlerin und der Trägerstiftung und Bericht an den Vorstand\nGesamtverantwortung für alle künstlerischen Belange des Museums\nVertrags- und Vergabemanagement mit Dienstleistern und bei Veranstaltungen\nEntwicklung von Einnahmequellen (z.B. Drittmittel, Sponsoring, Gastronomie und Veranstaltungen)\nEnge Zusammenarbeit mit der kaufmännischen Leitung\nIhr Profil …\nAbgeschlossenes Hochschulstudium, vorzugsweise in Kulturbereich, Non-Profit-Management oder einer vergleichbaren Fachrichtung\nMehrjährige Berufserfahrung in einer Leitungsfunktion, idealerweise im Kulturbereich\nErfahrung in Personalführung, Budgetverantwortung\nSicherer Umgang mit bereichsspezifischen Tools und Kenntnisse sonstiger gängiger Applikationen\nHohe Kommunikations- und Sozialkompetenz, Organisationsgeschick und Eigeninitiative\nBereitschaft auch an Abenden und Wochenenden zu arbeiten\nFührerschein Klasse B (alt: 3)\nEinen Wohnsitz in der näheren Umgebung\nFühlen Sie sich angesprochen?\nDann werden Sie Teil unseres Teams! Wir freuen uns auf Ihre Bewerbung.\nBewerbungen senden Sie bitte per Mail (Dateigröße max. 10 MB) an\nbewerbung@natalie-schorr-stiftung.de\nFür Rückfragen erreichen Sie uns unter 04131 2277050\nNatalie Schorr Stiftung\nFrau Jutta Ernst\nSalzstrasse 8\n21335 Lüneburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-kuenstlerischer-bereich-m-w-d/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-fuer-oeffentlichkeitsarbeit-in-nachhaltigkeitsthemen/", "image": "", "title": "Wissenschaftliche Mitarbeit (m/w/d) für Öffentlichkeitsarbeit in Nachhaltigkeitsthemen", "content_text": "DBU Zentrum für Umweltkommunikation, Osnabrück Bewerbungsende: 10.09.2025 | Umweltschutz braucht Innovationen. Doch was nützen neue Lösungen, wenn niemand davon erfährt? Hier setzt das von der Deutschen Bundesstiftung Umwelt gegründete DBU Zentrum für Umweltkommunikation an: Wir unterstützen die Umsetzung von Innovationen im Umweltschutz durch zielgruppenspezifische Kommunikation und realisieren umweltbezogene Veranstaltungen.\nWissenschaftliche Mitarbeit (m/w/d)\nfür Öffentlichkeitsarbeit in Nachhaltigkeitsthemen\nVollzeit\nDas DBU Zentrum für Umweltkommunikation konzipiert etwa alle zwei Jahre zusammen mit Partnerorganisationen Ausstellungen zu verschiedenen Umweltthemen. Sie wollen Umweltthemen durch Ausstellungen und digitale Medien erfolgreich kommunizieren? Dann bewerben Sie sich jetzt und kommen Sie in unser Team.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-fuer-oeffentlichkeitsarbeit-in-nachhaltigkeitsthemen/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-holz-und-moderne-materialien/", "image": "", "title": "wissenschaftliche*r Volontär*in im Bereich Holz und Moderne Materialien", "content_text": "RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 21.09.2025 | Das RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf sucht zum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche*n Volontär*in im Bereich\nHolz und Moderne Materialien\nfür das RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf\nAm Restaurierungszentrum der Landeshauptstadt Düsseldorf (RED) ist zum nächstmöglichen Zeitpunkt ein wissenschaftliches Volontariat im Fachbereich „Holz und Moderne Materialien“ zu besetzen. Das zweijährige Volontariat dient der Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen in diesem Bereich.\nDas Restaurierungszentrum widmet sich der Untersuchung, Erforschung und Erhaltung von Kunst- und Kulturgut und betreut im Auftrag der Landeshauptstadt Düsseldorf die Museen, Archive und Ausstellungshäuser der Stadt konservatorisch und restauratorisch. Mit seinen Fachbereichen Gemälde und zeitgenössische Kunst, Kunstgewerbe und angewandte Kunst, Papier, Foto, Keramik, Holz und Moderne Materialien sowie Medienkunst behandelt das Institut ein breites Sammlungsspektrum von der Antike bis zur Gegenwart.\nDas Volontariat bietet umfassende Einblicke in die Aufgaben eines modernen und interdisziplinär arbeitenden Restaurierungsinstitutes sowie in die vielseitigen Tätigkeiten, die im Fachbereich „Holz und Moderne Materialien“ bei der Betreuung der städtischen Sammlungen anfallen.\nIhre Aufgaben\nUntersuchung von Materialeigenschaften und Zustandserfassung von Objekten aus Holz und/oder Modernen Materialien\nBeteiligung an der Erarbeitung von Behandlungskonzepten\nMitarbeit bei analytischen und strahlentechnologischen Untersuchungen\nPraktische Restaurierungs- und Konservierungsmaßnahmen\nErfassung von Schadensbildern und Schadensklassifizierung\nAnfertigung schriftlicher und bildlicher Dokumentation von Restaurierungsmaßnahmen, inklusive Erstellung und Bearbeitung digitaler Fotos und Verwendung einer Museumsdatenbank\nIhr Anforderungsprofil:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Konservierung und Restaurierung von Holz / Materialien der Moderne (M. A. oder vergleichbare Qualifikation)\nFachkenntnisse zu Restaurierungs- und Konservierungsmethoden von Objekten aus Holz und Modernen Materialien\nErfahrungen in der Erstellung bildlicher und schriftlicher Dokumentation\nInteressierte, verantwortungsbewusste und teamfähige Persönlichkeit\nDie Einstellung erfolgt zum nächstmöglichen Zeitpunkt befristet für die Dauer von 2 Jahren zur Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen. Es wird eine monatliche Festvergütung im ersten Jahr in Höhe von 2.314,38 EUR brutto (Hälfte EG 13 Stufe 1 TVöD) und im zweiten Jahr in Höhe von 2.492,98 EUR brutto (Hälfte EG 13 Stufe 2 TVöD) gewährt.\nDie Stadtverwaltung Düsseldorf verfolgt offensiv das Ziel zur beruflichen Gleichstellung von Frauen und Männern. Als moderne Landeshauptstadt setzen wir auf qualifizierte Bewerberinnen und Bewerber, um gegenwärtig und in Zukunft einen ausgewogenen Anteil von Frauen und Männern in unserer Verwaltung sicherzustellen. Wir wollen weibliche und männliche Fachkräfte gleichermaßen ansprechen und ermutigen sich zu bewerben.\nDarüber hinaus nimmt die Landeshauptstadt Düsseldorf die berufliche Integration nach dem SGB IX ernst. Bewerbungen von Schwerbehinderten und Gleichgestellten werden bei gleicher Eignung bevorzugt berücksichtigt.\nZusätzliche Leistungen:\nJahressonderzahlung\nVermögenswirksame Leistungen in Höhe von 6,65 Euro\nBewerbung:\nBitte nutzen Sie für Ihre Bewerbung bis zum\n21.09.2025\nausschließlich das Bewerberportal der Stadtverwaltung Düsseldorf unter\nStellenangebot eine*n wissenschaftliche*n Volontär*in im Bereich Holz und Moderne Materialien bei Landeshauptstadt Düsseldorf Jobportal\nKontakt\nPia Löw\nTelefon 0211 – 8922094\npia.loew@duesseldorf.de\nMaria Toska\nTelefon 0211 – 8921260\nMaria.toska2@duesseldorf.de\nBewerbungsfrist: 21.09.2025\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-holz-und-moderne-materialien/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-41/", "image": "", "title": "wissenschaftliche:r Volontär*in", "content_text": "Heinrich-Heine-Institut, Düsseldorf Bewerbungsende: 15.09.2025 | Das Heinrich-Heine-Institut sicht zum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche Volontär*in\nfür die Museen des Heinrich-Heine-Instituts und des Schumann-Hauses der Landeshauptstadt Düsseldorf\nVollzeit (39h/Woche)\nDie Dauerausstellung des Heinrich-Heine-Instituts beschäftigt sich mit dem Leben und Werk des Jahrhundertschriftstellers Heinrich Heine. Wechselnde Sonderausstellungen präsentieren literarische, musikalische und kulturgeschichtliche Themen.\nMit den Bereichen Archiv und Bibliothek sowie mit seinen Veranstaltungen ist das Institut ein Zentrum der internationalen Heine-Forschung und der vielfältigen literarisch-kulturellen Vermittlung.\nDas im Dezember 2023 eröffnete Schumann-Haus widmet sich als modernes Musikmuseum und als lebendiger Erinnerungsort der Düsseldorfer Zeit des weltbekannten Musikerehepaars Clara und Robert Schumann.\nDie beiden zusammengehörenden Museen sind in das übergreifende Konzept der “Straße der Romantik und Revolution” eingebunden.\nDas wissenschaftliche Volontariat vermittelt weitreichende Kenntnisse in allen musealen Aufgabenbereichen, orientiert an den Standards des Deutschen Museumsbundes: Sammeln, Bewahren, Forschen und Dokumentieren, Ausstellen und Vermitteln.\nIhre Aufgaben unter anderem:\nUnterstützung von Kurator*innen bei der Planung und Durchführung von Ausstellungen mit literatur-, kultur- und musikhistorischen Schwerpunkten (Ausstellungsassistenz; Co-Kuration)\nKonzeptionierung von zielgruppenorientierten Angeboten der Kulturvermittlung und Umsetzung in Form von Workshops, Führungen und digitalen Formaten\nSystematische, wissenschaftliche Erschließung und Dokumentation von Teilbeständen der musealen Sammlung sowie Bearbeitung von Neuzugängen\nDigitalisierung von grafischen Sammlungsbeständen unter Nutzung der Software „The Museum System“; Arbeit mit der Datenbank „d:kult“ und dem zugehörigen e-Museum\nProjektbasierte, wissenschaftliche Recherchen\nIhr Profil:\nein abgeschlossenes Hochschulstudium der Literatur-, Geschichts-, Musik-, Kultur- oder Museumswissenschaften (M.A. oder vergleichbare Qualifikation)\nTextsicherheit, Sprach- und Formulierungskompetenz sowie Organisationsgeschick\nSehr gute IT-Kenntnisse\nEngagement, Eigeninitiative und Teamfähigkeit\nErfahrung im Museums- und Ausstellungsbetrieb sind wünschenswert\nDie Einstellung erfolgt zum nächstmöglichen Zeitpunkt befristet für die Dauer von 2 Jahren zur Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen. Es wird eine monatliche Festvergütung im ersten Jahr in Höhe von 2.314,38 EUR brutto (Hälfte EG 13 Stufe 1 TVöD) und im zweiten Jahr in Höhe von 2.492,98 EUR brutto (Hälfte EG 13 Stufe 2 TVöD) gewährt.\nDie Stadtverwaltung Düsseldorf verfolgt offensiv das Ziel zur beruflichen Gleichstellung von Frauen und Männern. Als moderne Landeshauptstadt setzen wir auf qualifizierte Bewerberinnen und Bewerber, um gegenwärtig und in Zukunft einen ausgewogenen Anteil von Frauen und Männern in unserer Verwaltung sicherzustellen. Wir wollen weibliche und männliche Fachkräfte gleichermaßen ansprechen und ermutigen sich zu bewerben.\nDarüber hinaus nimmt die Landeshauptstadt Düsseldorf die berufliche Integration nach dem SGB IX ernst. Bewerbungen von Schwerbehinderten und Gleichgestellten werden bei gleicher Eignung bevorzugt berücksichtigt.\nZusätzliche Leistungen:\nJahressonderzahlung\nVermögenswirksame Leistungen in Höhe von 6,65 Euro\nBewerbung:\nBitte nutzen Sie für Ihre Bewerbung bis zum\n15. September 2025\nausschließlich das Bewerberportal der Stadtverwaltung Düsseldorf unter\nStellenangebot Volontär*in im Museum des Heinrich-Heine-Instituts und im Schumann-Haus bei Landeshauptstadt Düsseldorf Jobportal\nKontakt\nPia Löw\nTelefon 0211 – 8922094\npia.loew@duesseldorf.de\nMaria Toska\nTelefon 0211 – 8921260\nMaria.toska2@duesseldorf.de\nBewerbungsfrist: 15. September 2025\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-41/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/nachwuchswissenschaftlerin-m-w-d-im-bereich-sammlung-und-kuratorische-praxis/", "image": "", "title": "Nachwuchswissenschaftler:in (m/w/d)  im Bereich Sammlung und kuratorische Praxis", "content_text": "Stiftung Wilhelm Lehmbruck Museum, Duisburg Bewerbungsende: 03.09.2025 | Das\nLehmbruck Museum\nin Duisburg ist das europaweit bedeutendste Museum der internationalen Skulptur der Moderne und der Gegenwart. Im Mittelpunkt steht das Werk Wilhelm Lehmbrucks, der zu den wichtigsten Bildhauern der Moderne gehört. Mit einem konsequenten Fokus auf die Bildhauerei sowie auf gesellschaftspolitische Themen bietet das Museum einen einzigartigen Rahmen für forschungsorientiertes und kuratorisches Arbeiten. Die Sammlung und die herausragende Museumsarchitektur verbinden sich zu einem besonderen Ort, der die Entwicklung der Skulptur von der Moderne bis zur Gegenwart eindrucksvoll präsentiert.\nDie\nStiftung Wilhelm Lehmbruck Museum – Zentrum internationaler Skulptur\nsucht zum Januar 2026 für den Zeitraum von 2 Jahren – unter dem Vorbehalt der Bereitstellung der Mittel durch das Ministerium für Kultur und Wissenschaft NRW –\nein:e Nachwuchswissenschaftler:in (m/w/d)\nim Bereich Sammlung und kuratorische Praxis\nIm Rahmen eines\nForschungsvolontariats\narbeiten Sie an einem zukunftsweisenden Projekt, das die wissenschaftliche Erschließung der Werke von Künstlerinnen in der Sammlung des Lehmbruck Museums zum Ziel hat. Sie untersuchen bislang wenig erforschte Werkzusammenhänge und tragen zur Erweiterung etablierter kunsthistorischer Erkenntnisse bei. Das Volontariat bietet Ihnen umfassende Einblicke in alle musealen Arbeitsbereiche – mit einem besonderen Fokus auf die kuratorische Praxis. Gerne kann die Bewerbung in Zusammenhang mit Promotionsabsichten stehen.\nIhre Aufgaben:\nwissenschaftliche Erschließung der Werke von Künstlerinnen in der Sammlung des Lehmbruck Museums\nKontextualisierung und Analyse von Werken der Gegenwartskunst unter besonderer Berücksichtigung von Materialien, neuen Medien und wegweisenden Strategien, mit denen Künstlerinnen die Skulptur maßgeblich weiterentwickelt haben\nEntwicklung eines Konzepts zur digitalen Präsentation der Forschungsergebnisse auf der Website sowie für den Museumsraum\nVerfassen wissenschaftlich-vermittelnder Texte (Werktexte, Wandtexte, Online-Content)\nVorbereitung und Umsetzung kuratorischer Interventionen in der Sammlungspräsentation\nZusammenarbeit mit universitären Kooperationspartnerinnen (Heinrich-Heine-Universität Düsseldorf, Universität Duisburg-Essen) im Rahmen von Workshops, Exkursionen und Arbeitsgruppen\nSie verfügen über:\neinen wissenschaftlichen Hochschulabschluss (Master/Magister, ggf. Promotion bzw. vergleichbare Qualifikation) der Kunstgeschichte, Kulturwissenschaft oder einer vergleichbaren Studienrichtung\nfundierte Kenntnisse der Kunst des 20. und 21. Jahrhunderts, mit einem Schwerpunkt im Bereich der Skulptur\nerste praktische Erfahrung in der Umsetzung von Ausstellungen und in der Museumsarbeit\nErfahrungen im wissenschaftlichen Arbeiten und Schreiben, idealerweise in einem musealen und / oder kuratorischen Kontext\nsehr gute Ausdrucksfähigkeit in der deutschen Sprache in Wort und Schrift sowie gute Kenntnisse der englischen Sprache\nausgeprägte Kenntnisse gängiger Office-Anwendungen; Kenntnisse in MuseumPlus, SketchUp oder Bildbearbeitungsprogrammen sind von Vorteil\nWir bieten Ihnen:\nein auf zwei Jahre angelegtes Forschungsvolontariat mit enger wissenschaftlicher und kuratorischer Betreuung in Vollzeit\neinen umfassenden Einblick in sammlungsbezogene Forschungs-, Dokumentations- und Vermittlungsprozesse eines international renommierten Museums\nVernetzung mit universitären Partnerinnen und der Museumslandschaft in NRW\nTeilnahme am strukturierten Weiterbildungsprogramm des Landes NRW für Forschungsvolontariate\nein attraktives Arbeitsumfeld in zentraler Lage und in unmittelbarer Bahnhofsnähe\neine Vergütung, die in Anlehnung an die Empfehlungen des Deutschen Museumsbundes für Volontariate erfolgt\nDie Stiftung Wilhelm Lehmbruck Museum begrüßt Bewerbungen unabhängig von kultureller und sozialer Herkunft, Geschlecht, Alter, Religion/Weltanschauung oder sexueller Orientierung und freut sich insbesondere über Bewerbungen von Menschen mit internationaler Geschichte. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz und schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX bevorzugt berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich bis zum\n3. September 2025\n. Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu bitte in einer PDF-Datei (max. 10 MB) zusammen und benennen diese folgendermaßen:\nSWLM_4249-25_\nIhr Nachname\n_Bewerbung\nSenden Sie die Datei bitte ausschließlich elektronisch an:\nbewerbung@lehmbruckmuseum.de\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass Ihre personenbezogenen Daten in den Systemen der Stiftung Wilhelm Lehmbruck Museum für dieses Bewerbungsverfahren gespeichert und verarbeitet werden. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können von uns nur nach Absprache übernommen werden.\nErfahren Sie mehr über unsere Einrichtung unter www.lehmbruckmuseum.de. Bei Rückfragen steht Ihnen die Kustodin Anne Groh unter der E-Mail-Adresse anne.groh@lehmbruckmuseum.de oder unter der Telefonnummer +49 203 283 7081 gerne zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.09.2025", "url": "https://www.museumsbund.de/stellenangebote/nachwuchswissenschaftlerin-m-w-d-im-bereich-sammlung-und-kuratorische-praxis/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-dem-schwerpunkt-medien-und-oeffentlichkeitsarbeit/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) mit dem Schwerpunkt Medien- und Öffentlichkeitsarbeit", "content_text": "Historisches Museum der Pfalz Speyer, Speyer Bewerbungsende: 22.08.2025 | Das\nHistorische Museum der Pfalz Speyer\nzählt seit vielen Jahren zu den großen Ausstellungshäusern in Deutschland. Neben der wissenschaftlichen Betreuung und Präsentation der Sammlungen zur Kulturgeschichte der Region werden Sonderausstellungen zu verschiedensten Themen der Archäologie, Geschichte, Kunst, Kultur und Fotografie ausgerichtet. Das 1999 gegründete\nJunge Museum Speyer\nrealisiert zudem attraktive Familienausstellungen, in denen es unterschiedlichste Themen kindgerecht vermittelt.\nDas Historische Museum der Pfalz sucht zum\n1. Oktober 2025\neine wissenschaftliche Volontärin/einen wissenschaftlichen Volontär (m/w/d)\nmit dem Schwerpunkt\nMedien- und Öffentlichkeitsarbeit\nfür die Dauer von zwei Jahren.\nWir setzen voraus, dass Sie sich bereits für die Museumsarbeit begeistert haben und sich in diesem Arbeitsfeld beruflich engagieren möchten. Ein Volontariat bietet dafür gemäß den Richtlinien des Deutschen Museumsbundes die erforderliche Qualifizierung. Überzeugen Sie uns von Ihrem Profil!\nVorausgesetzt wird ein qualifizierter Abschluss (Master, Magister, Diplom oder Promotion) in den Fachrichtungen Kulturmanagement bzw. Marketing (mit einem Schwerpunkt auf Kulturmarketing), Public Relations, Journalismus oder Kommunikationsmanagement oder in einem geisteswissenschaftlichen Fach, vorzugsweise in Geschichte, Kunstgeschichte oder Germanistik. Bei den klassischen geisteswissenschaftlichen Abschlüssen werden Zusatzqualifikationen im Bereich Kulturmanagement, Marketing oder Journalismus vorausgesetzt, die eine klare Ausrichtung des Bewerberprofils erkennen lassen.\nWir erwarten Grundkenntnisse und erste praktische Erfahrungen im Museums- und/oder Kulturbereich (nachgewiesen durch qualifizierte Praktika, Fortbildungen, Projektmitarbeiten o.ä.) und gute Fremdsprachenkenntnisse (Englisch sowie eine weitere Fremdsprache).\nWir bieten ein interessantes Aufgabenfeld mit der Möglichkeit, im Rahmen unserer Projekte in einem professionellen Team die museale Arbeit fundiert kennenzulernen. Sie erwerben Kenntnisse, Fertigkeiten und Erfahrungen, die Sie auf eine berufliche Tätigkeit im wissenschaftlichen Bereich eines Museums vorbereiten. Während der Ausbildung erhalten Sie Einblicke in alle museumsrelevanten Bereiche der Institution. Das Historische Museum der Pfalz ermöglicht es Ihnen im Laufe des Volontariats an internen und externen Fortbildungen teilzunehmen und Ihre persönliche Qualifikation damit weiter zu verbessern.\nDie monatliche Ausbildungsvergütung wird in Anlehnung an 50 % der Entgeltgruppe 13 Stufe 1 bzw. Stufe 2 im 2. Jahr Tarifvertrag für den öffentlichen Dienst (TVöD) bemessen. Sondervergütungen sind nicht möglich. Das Volontariat beinhaltet eine 39-Stunden-Woche. Das Volontariat ist grundsätzlich der Sammlungsleiterin und stellvertretenden Direktorin zugeordnet und wird u.a. in der Stabsstelle „Medien- und Öffentlichkeitsarbeit“ absolviert. Im Rahmen des Ausbildungsplans sind überdies andere Fachbereiche wie die Wissenschaft, die Verwaltung oder die Stabsstelle „Kooperationen, Tourismus und Neue Medien“ einbezogen.\nWir fördern aktiv die Vielfalt und Gleichstellung aller Mitarbeitenden und sind bestrebt, gesellschaftlichen Ausschlüssen aktiv entgegenzuwirken. Bewerbungen von Schwerbehinderten werden bei entsprechender Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung per Post bis\n22. August 2025\n(Eingangsstempel) an das Historische Museum der Pfalz, Domplatz 4, 67346 Speyer oder per E-Mail an\npersonalstelle@museum.speyer.de\nDie Vorstellungsgespräche sind für die 36. KW 2025 vorgesehen.\nFür Rückfragen steht Ihnen Frau Simone Heimann M. A. unter der Tel.-Nr. 06232/1325-612 zur Verfügung. Sollten Sie die Rücksendung Ihrer eingereichten Unterlagen wünschen, bitten wir um Übersendung eines ausreichend frankierten Rückumschlags.\nNach Abschluss des Auswahlverfahrens werden die Unterlagen nach den Bestimmungen des Datenschutzes vernichtet.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-dem-schwerpunkt-medien-und-oeffentlichkeitsarbeit/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenzstelle-m-w-d-g2-kunsthalle-leipzig-sammlung-hildebrand/", "image": "", "title": "Assistenzstelle (m/w/d) G2 Kunsthalle Leipzig / Sammlung Hildebrand", "content_text": "G2 Kunsthalle Leipzig, Leipzig Bewerbungsende: 06.09.2025 | Die G2 Kunsthalle Leipzig vergibt zum 1. Januar 2026 eine Assistenzstelle.\nDie G2 Kunsthalle verfügt über eine Ausstellungsfläche von mehr als 2200 m\n2\n. Neben der dauerhaften Präsentation der Sammlung Hildebrand realisiert die G2 Kunsthalle Sonderausstellungen im Bereich der zeitgenössischen Kunst. 2022 wurde die Ausstellungsfläche der G2 Kunsthalle durch eine neue Etage, dem G2 Schaulager erweitert.\nAufgaben\nUnterstützung Presse- und Öffentlichkeitsarbeit\nOrganisation, Entwicklung und Durchführung von Kunstvermittlungsprogrammen\nUnterstützung organisatorische Betreuung der Sammlung und des Transport- und\nLeihverkehrs\nEmpfang und Betreuung von Besucher*innen während der Öffnungszeiten\nMitarbeit in der Ausstellungskonzeption, -gestaltung und –umsetzung\nIhr Profil\nausgeprägtes Interesse an zeitgenössischer Kunst\nDeutsch und Englisch in Wort und Schrift\nBelastbarkeit und Flexibilität\nBereitschaft zur Übernahme von Abend- und Wochenendterminen\nselbständige Arbeitsweise, Kommunikations- und Teamfähigkeiten\nVon Vorteil sind\nErfahrungen in der Realisierung von Ausstellungen im Bereich der\nzeitgenössischen Kunst\nKenntnisse im Bereich Kunstvermittlung\nErfahrung im Umgang mit Datenbanken\nErfahrungen im Art Handling\nDie Stelle ist unbefristet zu vergeben. Die wöchentliche Arbeitszeit beträgt 40 Stunden.\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf) ausschließlich per Email bis max. 10MB: info@g2-leipzig.de\nMit Ihrer Bewerbung erklären Sie sich ausdrücklich damit einverstanden, dass die G2 Kunsthalle die von Ihnen an uns übermittelten Daten zum Zwecke der Bewerbungsabwicklung gemäß DSGVO erheben, verarbeiten und nutzen darf.\nNähere Informationen über die G2 Kunsthalle finden Sie unter: http://g2-leipzig.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.09.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenzstelle-m-w-d-g2-kunsthalle-leipzig-sammlung-hildebrand/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-fuer-die-museen/", "image": "", "title": "Assistenz (m/w/d) für die Museen", "content_text": "LutherMuseen, Eisleben Bewerbungsende: 01.09.2025 | Das Erbe Martin Luthers und der Reformation zu bewahren und zu vermitteln, ist die Aufgabe der LutherMuseen. 1997 als Stiftung Luthergedenkstätten in Sachsen-Anhalt gegründet, umfassen die LutherMuseen heute fünf reformationsgeschichtliche Gedenkstätten an den Standorten in Eisleben (Luthers Geburtshaus und Luthers Sterbehaus), Mansfeld (Luthers Elternhaus) und Wittenberg (Lutherhaus und Melanchthonhaus). Die Gebäude in Eisleben und Wittenberg sind im Jahr 1996 in das Weltkulturerbe der UNESCO aufgenommen worden.\nZur Unterstützung der Museumsleitung im Mansfelder Land suchen wir:\neine Assistenz (m/w/d) für die Museen\n(40 Stunden/ Woche)\nZu den Aufgaben gehören vor allem:\nSekretariatsaufgaben, wie z.B. Korrespondenz, Serienbriefe, Adressenpflege, Aktenführung\nTerminkoordination für die Museen\nTelefonzentrale\nPoststelle (Posteingang und –ausgang u.a.)\nGästebetreuung\nVorbereitung von wissenschaftlichen Tagungen und Sitzungen\nSonstige administrative und organisatorische Aufgaben im Rahmen der Vorbereitung und Durchführung von Ausstellungen\nWir suchen eine engagierte Persönlichkeit mit einem hohen Maß an sozialer Kompetenz, ausgeprägter kommunikativer Fähigkeit, Organisationserfahrung, selbstständiger Arbeitsweise, Zuverlässigkeit und Belastbarkeit.\nAußerdem erwarten wir:\nMindestens abgeschlossene Ausbildung, wünschenswert im Kulturmanagement oder artverwandte Bereiche\nMehrjährige Berufserfahrung\nSehr gutes Ausdrucksvermögen in Wort und Schrift\nGute Englischkenntnisse in Wort und Schrift\nHohe Projekt- und Prozesskompetenz\nsichere und anwendbare IT-Kenntnisse (MS-Office)\nWir bieten:\nArbeitsverhältnis nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L, Tarifgebiet Ost)\nVergütung mit Entgeltgruppe 4 bei Vorliegen der persönlichen und tariflichen Voraussetzungen\neine individuelle Zuordnung der tariflichen Erfahrungsstufe unter Berücksichtigung Ihrer bisherigen Berufserfahrung\nzusätzliche Altersvorsorge (VBL) wird ermöglicht\nvermögenswirksame Leistungen können gewährt werden\nVielzahl an attraktiven Weiterbildungsmöglichkeiten, u.a. Seminare zur beruflichen Weiterentwicklung\nDie Zusammenarbeit soll zum 01.10.2025 bzw. zum nächst möglichen Zeitpunkt in Vollzeit mit insgesamt 40 Stunden/ Woche beginnen. Die Stelle ist zunächst auf 2 Jahre befristet.\nDer Dienstort ist\nLutherstadt Eisleben\n.\nChancengleichheit ist uns wichtig. Schwerbehinderte werden bei gleicher Eignung vorrangig berücksichtigt.\nBewerbungskosten können leider nicht erstattet werden. Ihre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte bis zum\n01.09.2025\nan die\nLutherMuseen\nStiftung Luthergedenkstätten in Sachsen-Anhalt\nDaniela Klohs\nCollegienstraße 54\n06886 Lutherstadt Wittenberg\nbewerbung@luthermuseen.de\nEs werden ausschließlich Bewerbungen berücksichtigt, die rechtzeitig unter der vorgenannten E-Mailadresse oder postalisch bei uns eingehen. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Daher werden die im Rahmen des Bewerbungsverfahrens erhobenen Daten entsprechend der einschlägigen Datenschutzvorschriften erhoben, verarbeitet und genutzt. Wir weisen Sie aber darauf hin, dass die Übersendung Ihrer E-Mail an uns unverschlüsselt erfolgt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.09.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-fuer-die-museen/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kasse-ticketing-m-w-d/", "image": "", "title": "Mitarbeiter*in Kasse / Ticketing (m/w/d)", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 23.08.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich. Die Kunstsammlung ist ein Museum im Wandel, das sich im Programm und als Institution mit den Themen Diversität, Digitalisierung und Nachhaltigkeit beschäftigt und sich aktiv neuen Besucher*innengruppen zuwendet.\nWir suchen zum nächstmöglichen Zeitpunkt für unsere Abteilung Verwaltung im Bereich Vertrieb eine*n\nMitarbeiter*in Kasse / Ticketing (m/w/d)\nin Teilzeit (50%).\nSie sind mit Ihrem Auftreten die Visitenkarte der Kunstsammlung Nordrhein-Westfalen und häufig der erste Anlaufpunkt und Kontakt für die Besucher*innen. Mit  Freundlichkeit, Kompetenz und klarer Kommunikation können Sie das Erlebnis des Museumsbesuchs entscheidend beeinflussen.\nIhre Aufgaben im Einzelnen\nVerkauf von Eintrittskarten, Katalogen, Editionen etc. an der Museumskasse\nErteilen von Auskünften an die Besucher*innen des Museums\nAbwicklung von gebuchten Führungen sowie Organisation des Führungsbeginns mit den Guides\nKassenabschluss und –abrechnung sowie Vorbereitung und Organisation der Geldabholung\nVerantwortung für das Erscheinungsbild des Kassencounters (Auffüllen von Prospekten, Ausstellen der Kataloge etc.) sowie Austausch mit der Teamleitung und der Bereichsleitung über anstehende Themen im Kassenbereich (u.a. Besucher*innenführung, Fragen von Besucher*innen, Besucherströme, Gastlichkeit des Foyerbereichs)\nUnsere Anforderungen an Sie\nEine kaufmännische Ausbildung oder ein vergleichbarer Abschluss\nBerufserfahrung in einem vergleichbaren Tätigkeitsbereich\nAusgeprägte Kommunikationskompetenz und serviceorientierte Haltung\nGute Deutsch- und Englischkenntnisse in Wort und Schrift, Kompetenzen in weiteren für die Diversität Düsseldorfs und der Region relevanten Sprachen sind erwünscht\nDiversitätskompetenz\nAbsolute Zuverlässigkeit sowie Belastbarkeit in Stresssituationen\nFreude am Umgang mit Menschen\nSicherer Umgang mit den gängigen MS Office Anwendungen\nBereitschaft zum Dienst an Wochenenden und Abenden\nWir bieten Ihnen\nEine vielseitige unbefristete Teilzeitstelle (19:55 Std.) in einer der angesehensten Kultureinrichtungen Europas\nEin Gehalt gemäß TV-L / E 5\nBetriebliche Altersversorgung (VBL)\nEinen attraktiven Arbeitsplatz im Zentrum Düsseldorfs\nEngagierte Kolleg*innen und individuelle Weiter- und Fortbildungsmöglichkeiten\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte. Ihre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum  23.08.2025 in elektronischer Form über unser Bewerbungsportal:\nhttps://jobs.kunstsammlung.de/stellenangebote/120381919?ref=8010141000\nWir präferieren Bewerbungen ohne Foto.\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kasse-ticketing-m-w-d/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-im-projekt-bildungs-und-aktionswochen-gegen-antisemitismus-m-w-d-als-elternzeitvertretung/", "image": "", "title": "Referent*in im Projekt Bildungs- und Aktionswochen gegen Antisemitismus (m/w/d) als Elternzeitvertretung", "content_text": "Anne Frank Zentrum, Berlin Bewerbungsende: 31.08.2025 | Das Anne Frank Zentrum sucht zum 01.10.2025 eine*n Referent*in als Elternzeitvertretung im Umfang von 35 Wochenstunden. Die Stelle ist bis zum 31.12.2025 befristet. Eine Verlängerung bis zum 31.10.2026 ist gewünscht und wird angestrebt.\nDas Anne Frank Zentrum ist die deutsche Partnerorganisation des Anne Frank Hauses in Amsterdam. Mit Ausstellungen und Bildungsangeboten erinnert das Zentrum an Anne Frank und ihr Tagebuch. Es schafft Lernorte, in denen sich Kinder und Jugendliche mit Geschichte auseinandersetzen und diese mit ihrer heutigen Lebenswelt verbinden. Sie lernen, gesellschaftliche Verantwortung zu übernehmen und sich für Freiheit, Gleichberechtigung und Demokratie zu engagieren.  Mehr Informationen finden Sie unter\nwww.annefrank.de\n.\nIhre Aufgaben:\nSie konzipieren, organisieren und führen Fortbildungen zu den Themen Antisemitismus, (Anti-)DiskriminierungNationalsozialismus und Erinnerungskultur durch. Die Seminare richten sich an Multiplikator*innen – insbesondere Grundschullehrkräfte – und finden in Kooperation mit verschiedenen Partnern der historisch-politischen Bildung in Berlin und bundesweit statt.\nSie akquirieren neue Kooperationspartner, pflegen bestehende Kontakte und koordinieren die inhaltliche sowie organisatorische Umsetzung der Fortbildungen eigenverantwortlich.\nSie wirken an der Konzeption und inhaltlichen Gestaltung einer öffentlichen Veranstaltung im Rahmen der Bildungs- und Aktionswochen gegen Antisemitismus mit.\nSie begleiten die bundesweite Kampagne der Aktionswochen in kontinuierlicher Abstimmung mit der Amadeu Antonio Stiftung – sowohl konzeptionell als auch inhaltlich und organisatorisch.\nSie übernehmen redaktionellen Arbeiten im Bereich Öffentlichkeitsarbeit, insb. für den Newsletter, die Webseite sowie den Jahresbericht.\nSie planen die Finanzen im Projekt, d.h. Controlling, Vertragsabschlüsse, Erstellung der Verwendungsnachweise gemäß den Richtlinien des Zuwendungsgebers inkl. Sachbericht.\nSie verantworten Maßnahmen der Qualitätssicherung und Evaluation.\nSie unterstützen inhaltlich angrenzende Projekte innerhalb des Arbeitsbereichs.\nIhr Profil:\nSie verfügen über ein abgeschlossenes Hochschulstudium und/oder eine vergleichbare Qualifikation im sozialwissenschaftlichen oder (sozial-)pädagogischen Bereich, im Idealfall in den Fachbereichen Geschichte, Politik oder Erziehungswissenschaften.\nSie verfügen über umfangreiche inhaltliche und methodische Kenntnisse der historisch-politischen Jugend- und Erwachsenenbildung im Themenfeld Antisemitismus sowie idealerweise im Feld Grundschule.\nSie besitzen fundierte Erfahrungen in der eigenverantwortlichen Planung, Umsetzung und Evaluation von Bildungsangeboten.\nSie verfügen nachweislich über Erfahrungen im Projektmanagement.\nSie arbeiten selbstständig, zuverlässig, kreativ und teamorientiert.\nSie haben ein professionelles Auftreten und sehr gute kommunikative Fähigkeiten, sowohl schriftlich als auch mündlich.\nSie sind bereit zu gelegentlich unregelmäßigen Arbeitszeiten und Dienstreisen.\nSie bringen Sicherheit im Umgang mit MS Office mit.\nWir bieten Ihnen:\neine Vergütung nach Haustarif in Anlehnung an den TV-L Berlin (Eingruppierung in Entgeltgruppe 11 kann bei Vorliegen der entsprechenden Voraussetzungen erfolgen).\neine sinnvolle Tätigkeit mit abwechslungsreichen Aufgaben für einen gemeinnützigen Verein in einem familienfreundlichen Team.\neinen Arbeitsplatz im Herzen der Stadt – direkt am Hackeschen Markt.\ndie Möglichkeit, teilweise im Homeoffice zu arbeiten\nMöglichkeiten zur beruflichen Fort- und Weiterbildung.\n30 Tage Urlaub pro Jahr (bei einer 5-Tage-Woche).\nDas Anne Frank Zentrum besteht aus einem vielfältigen Team. Daher begrüßen wir Bewerbungen aller Interessierten, unabhängig von ihrer Herkunft, ihrer religiösen oder ethnischen Zugehörigkeit, ihrer sexuellen Identität oder einer Behinderung. Wir freuen uns über Bewerbungen aller Menschen mit Migrationsgeschichte, People of Colour, Jüdinnen*Juden sowie Schwarzer Menschen.\nDer Arbeitsort ist nicht barrierefrei.\nBitte richten Sie Ihre Bewerbung, bestehend aus Motivationsschreiben, tabellarischem Lebenslauf, Zeugnissen und weiteren aufgabenrelevanten Nachweisen zu Praxiserfahrung und Qualifikation schriftlich\nbis zum 31.08.2025,\nausschließlich per E-Mail (max. 5 MB) und ausschließlich im PDF-Format in\neiner\nDatei an die untenstehende Adresse. Postalische Bewerbungen werden nicht zurückgeschickt. Reisekosten werden nicht übernommen.\nDie Bewerbungsgespräche finden voraussichtlich zwischen dem 15. und 17.09.2025 statt.\nBitte beachten Sie unsere Hinweise zum Datenschutz:\nMit der Übersendung Ihrer Bewerbungsunterlagen geben Sie uns die Einwilligung, die von Ihnen übersandten personenbezogenen Daten zum Zwecke der Durchführung des Bewerbungsverfahrens und gegebenenfalls zur Kontaktaufnahme mit Ihnen zu verarbeiten. Sie können diese Einwilligung jederzeit durch eine formlose Nachricht an uns widerrufen, uns zur Berichtigung oder Löschung Ihrer personenbezogenen Daten oder zur Auskunft über deren Verarbeitung auffordern (vgl. Art. 6 DSGVO; siehe auch § 32 BDSG).\nSechs Monate nach Abschluss des Bewerbungsverfahrens werden Ihre elektronisch übermittelten Daten gelöscht, es sei denn, sie werden zum Zwecke der Anstellung weiter benötigt.\nAlle weiteren Informationen zum Datenschutz beim Anne Frank Zentrum e. V. finden Sie in unserer Datenschutzerklärung unter www.annefrank.de/datenschutz.\nAnne Frank Zentrum e.V.,\nz.H. Christine Wehner, Bereichsleitung Entwicklung – Neue Lernformate, Rosenthaler Straße 39, 10178 Berlin\nE-Mail:\njobs@annefrank.de\nwww.annefrank.de\nFragen zur Ausschreibung: Christine Wehner, Bereichsleitung Entwicklung – Neue Lernformate, 030 288 86 56-37/00, wehner@annefrank.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-im-projekt-bildungs-und-aktionswochen-gegen-antisemitismus-m-w-d-als-elternzeitvertretung/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zoologische-r-praeparator-in-restaurator-in-konservator-in-w-m-div/", "image": "", "title": "Zoologische/r Präparator/in/ Restaurator/in/ Konservator/in (w/m/div)", "content_text": "Museum für Naturkunde Berlin, Berlin Bewerbungsende: 12.08.2025 | Das\nMuseum für Naturkunde Berlin (MfN)\nist ein exzellentes und integriertes Forschungsmuseum der Leibniz­ Gemeinschaft mit internationaler Ausstrahlung und global vernetzter Forschungsinfrastruktur. Es ist auf drei eng miteinander verzahnten Feldern tätig: der sammlungsgestützten Forschung, der Sammlungsentwicklung und -erschließung und der forschungsbasierten Öffentlichkeits- und Bildungsarbeit. In den kommenden zehn Jahren wird das Museum für Naturkunde seinen Zukunftsplan verwirklichen. Es werden neue Labore und Ar­ beitsplätze für Spitzenforschung geschaffen. Gleichzeitig wird eine der weltweit umfassendsten naturhistori­ schen Sammlungen mit über 30 Millionen Objekten in modernen Sammlungsgebäuden untergebracht und dabei komplett digitalisiert. Die Umsetzung des Zukunftsplanes, gefördert mit insgesamt 660 Millionen Euro vom Bund und Land Berlin, gelingt nur mit starken interdisziplinären nationalen und internationalen Partnern.\nWerden Sie Teil unseres Teams als\nBezeichnung:\nZoologische/r Präparator/in/ Restaurator/in/ Konservator/in (w/m/div)\nArbeitszeit:\nVollzeit (derzeit 39 Stunden und 24 Minuten pro Woche)\nBefristung:\nzum nächstmöglichen Zeitpunkt, befristet bis zum 31.12.2028\nEntgeltgruppe:\nE 9b TV-L\nKennziffer:\n23/2025\nProjektbeschreibung\nDie Stelle ist in der Säugetiersammlung des MfN angesiedelt. Die Säugetiersammlung ist mit ihren etwa\n150.000 Objekten die größte ihrer Art in Deutschland. Sie umfasst sowohl wissenschaftliche Felle, Schädel, Skelette als auch aufgestellte Tierpräparate, Alkoholpräparate sowie eine Gewebe- und DNA-Sammlung. Viele Präparate sind historisch und wissenschaftlich einmalig. Bedingt durch Baumaßnahmen müssen in den kom­ menden Jahren umfangreiche Teilsammlungen umziehen, was besondere Konservierungs- und Sicherheits­ maßnahmen erfordert. Die Stelle beinhaltet ein umfassendes Spektrum an Konservierungs-, Präparations- und Restaurierungsmethoden und bietet dadurch ein abwechslungsreiches Betätigungsfeld und viel Potential zur weiteren Entwicklung an einem der größten Naturkundemuseen der Welt.\nIhre Aufgaben\nPlanung, Vorbereitung und Beteiligung an Sammlungsumzügen\nPlanung und Realisierung von schwierigen Sicherungs- und Restaurierungsarbeiten in der Forschungssammlung und von historischen Unikaten und Typusmaterial\nPlanung und Realisierung von zoologischen Präparations- und Konservierungsarbeiten für spezifische wissenschaftliche FragestelIungen\nEntwicklung und Erprobung neuartiger Methoden, Techniken und Materialien zur Konservierung, Restaurierung und Präparation für den langfristigen Erhalt und Ausbau einer umfangreichen ForschungssammIung\nWeitergabe des Wissens in Aus- und Weiterbildung\nIhr Profil\nAbgeschlossenes (Fach)Hochschulausbildung – Bachelor/Master/Diplom – zum/r Präparator/in, Restaurator/in oder Konservator/in oder abgeschlossene Berufsausbildung, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können\nDurch mehrjährige Berufspraxis erworbene gründliche und umfassende Fachkenntnisse und\npraktische Erfahrungen in gängigen Konservierungs- und Restaurierungsmethoden und -techniken Fachkenntnisse und praktische Erfahrungen in der Restaurierung und Aufarbeitung von historischen Präparaten\nFachkenntnisse zur Anatomie und Morphologie von Wirbeltieren\nDurch Berufspraxis in der Museums- und Sammlungsarbeit erworbene Fachkenntnisse zum Umgang mit naturkundlichen Sammlungen, einschließlich Nutzung, Standards, Gesetze\nHandwerkliches Geschick und körperliche Belastbarkeit\nsehr gute Sprachkenntnisse, vor allem in Deutsch und Englisch\nDarüber hinaus erwarten wir:\nInitiative und Eigenständigkeit Kommunikations- und Teamfähigkeit\nhohes Verantwortungsbewusstsein im Umgang mit fragilen und historisch wertvollen Sammlungsobjekten\nstetige Zuverlässigkeit im Umgang mit Dokumentation, Datenbanken und zu digitaler Erfassung der Daten von Sammlungsobjekten\nWir bieten Ihnen\nspannendes Arbeitsumfeld in einem attraktiven Forschungsmuseum mit vielseitigen Aufgaben in ei­ nem dynamischen und zukunftsorientierten Markt\nsehr gute ÖPNV Anbindung in der Mitte von Berlin\numfangreiche Weiterbildungsmöglichkeiten auf persönlicher und fachIicher Ebene\nflexible Arbeitszeitgestaltung und vielfältige Angebote zur Vereinbarkeit von Beruf und Familie (z.B. Gleitzeit oder individuelle Teilzeitmodelle)\nMobiles Arbeiten ist je nach Tätigkeit bis zu 60 Prozent der individuellen Arbeitszeit möglich Vergütung nach TV-L mit betrieblicher Altersvorsorge (VBL), Jahressonderzahlung und vermögens­ wirksamen Leistungen\nArbeitgeberzuschuss zum VBB Firmenticket oder Deutschlandticket Job\nMitarbeiterevents, betriebliches Gesundheitsmanagement und Sprachkurse Deutsch und Englisch\n30 Urlaubstage sowie den Dezember und 31. Dezember frei\nHinweise\nZur Sicherung der Gleichstellung sind Bewerbungen qualifizierter Frauen besonders willkommen. Schwerbe­ hinderte Bewerber:innen werden bei gleicher Eignung bevorzugt.\nWir freuen uns über Ihre Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) bis zum\n12.08.2025\nbevorzugt über unser Online-Bewerbungsportal.\nhttps://www.museumfuernaturkunde.berlin/de/ueber-uns/jobs-und-karriere/stellenausschreibungen\nFür Auskünfte zum Bewerbungsverfahren wenden Sie sich bitte an\nrecruiting@mfn.berlin\n.\nWeitere Informationen Datenschutz\nMit dem Versenden Ihrer Bewerbung stellen Sie uns Ihre Informationen zum Zweck der Bearbeitung Ihrer Bewerbung, durch das Museum für Naturkunde zur Verfügung. Ihre Daten werden dabei jederzeit streng ver­ traulich behandelt. Nach dem Eingang Ihrer Bewerbungsunterlagen werden diese in unserer Datenbank erfasst. Ihre Daten werden auf unserem Server gespeichert. Dabei beachten wir die Vorschriften der Datenschutzge­ setze.\nInformationen über den Umgang mit Bewerberdaten am MfN\nhttps://www.museumfuernaturkunde.berlin/sites/default/files/informationen-ueber-den-umgang-mit-den-bewerberdaten-am-mfn.pdf\nDatenschutzerklärung:\nhttps://www.museumfuernaturkunde.berlin/de/datenschutzerklaerung\nFamilienpolitik\nBerlin hat sich die Förderung der Vereinbarkeit von Beruf und Familie zum Ziel gesetzt und wurde hierfür mit dem Zertifikat zum audit berufundfamilie der audit berufundfamilie gGmbH – eine Initiative der Gemeinnützigen Hertie-Stiftung – ausgezeichnet. Weiterführende Informationen finden Sie unter:\nhttps://www.naturkundemuseum.berlin/de/jobs-und-karriere/arbeiten-am-museum-fuer-naturkunde/audit-be-\nrufundfamilie\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.08.2025", "url": "https://www.museumsbund.de/stellenangebote/zoologische-r-praeparator-in-restaurator-in-konservator-in-w-m-div/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-20/", "image": "", "title": "Kurator:in (m/w/d)", "content_text": "Historischen Museen Stadt Heidenheim, Heidenheim Bewerbungsende: 21.09.2025 | Die Große Kreisstadt und Hochschulstadt Heidenheim, 50.000 Einwohner, sucht zum frühestmöglichen Zeitpunkt für den Geschäftsbereich Museen und Stadtarchiv unbefristet und in Vollzeit eine:n\nKurator/Kuratorin (m/w/d)\nfür die historischen Museen Stadt Heidenheim\nDie Historischen Museen der Stadt Heidenheim bereichern das Angebot im vielseitigen Kulturleben der Stadt Heidenheim mit den Leuchttürmen Opernfestspiele Heidenheim, Heidenheimer Naturtheater, Kunstmuseum Heidenheim sowie\nden zahlreichen Aktivitäten der Heidenheimer Vereine.\nIhre Aufgaben:\nStrategische und operative Leitung der Historischen Museen\ninhaltliche und konzeptionelle Neuausrichtung und Weiterentwicklung der Museen mit dem Ziel, Geschichte auf unterschiedlichen Ebenen noch stärker öffentlich bewusst zu machen und damit zur laufenden Identitätsbildung der Stadtgesellschaft beizutragen\nMitwirkung bei der Entwicklung und Erprobung neuer Vermittlungsformate in enger Zusammenarbeit und Abstimmung mit dem Bereich der Bildung und Vermittlung (KiKu) und dem Kunstmuseum\nEntwicklung und Organisation von Ausstellungen und anderen Präsentationsformen\nKoordination von Veranstaltungen in den Museen\nWir erwarten:\nein abgeschlossenes Studium in einem geisteswissenschaftlichen Fach, z.B. Kulturwissenschaften, Geschichte, Soziologie, Kunstgeschichte oder eine vergleichbare Qualifikation\nErfahrungen in der kuratorischen Tätigkeit in Museen\nKreativität und Innovationsbereitschaft\nsehr gutes mündliches und schriftliches Ausdrucksvermögen\nausgeprägte Teamorientierung, Organisationsfähigkeit, Eigenständigkeit\nBereitschaft zur Arbeit außerhalb der regulären Arbeitszeiten, z. B. an Wochenenden und in den Abendstunden\nErfahrung in der Leitung von Teams ist von Vorteil\nWir bieten:\neine äußerst vielseitige, abwechslungsreiche und verantwortungsvolle Tätigkeit mit eigenen Gestaltungsmöglichkeiten\nein engagiertes Umfeld und ein gutes Arbeitsklima\ndie Eingruppierung erfolgt nach den Bestimmungen des Tarifvertrags für den öffentlichen Dienst (TVöD) in Entgeltgruppe 10\ngleitende und flexible Arbeitszeiten\nFort- und Weiterbildungsangebote, fachspezifische Schulungen\neinen sicheren Arbeitsplatz\neine tarifgerechte Bezahlung\nBetriebliche Altersvorsorge\nZuschuss für ein Jobticket und ein Jobrad\nInformationen über Heidenheim finden Sie unter www.heidenheim.de.\nWenn wir Ihr Interesse geweckt haben, freuen wir uns auf Ihre aussagekräftige Online-Bewerbung mit den üblichen Anlagen (Lebenslauf, Zeugnisse, Arbeitsnachweise usw.) über unser Bewerberportal (\nwww.heidenheim.de/karriere\n) bis spätestens\n21.09.2025.\nIhre Fragen zum Stellenangebot beantworten der Leiter des Geschäftsbereichs Museen und Stadtarchiv sowie des Kunstmuseums, Herr Marco Hompes, Tel. 07321 / 327-4800.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-20/", "date_published": "2025-08-06T00:00:00"}]}