{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/kuratorischer-assistentin-w-m-d/", "image": "", "title": "Kuratorische*r Assistent*in (w/m/d)", "content_text": "MUSEUM MMK FÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 16.11.2025 | Das MUSEUMMMKFÜR MODERNE KUNST in Frankfurt am Main gehört zu den weltweit bedeutenden Museen für Gegenwartskunst. Es umfasst eine Sammlung von über 5.000 Werken mit wesentlichen Werkgruppen aus den 1960er Jahren bis zur zeitgenössischen Kunst, die ständig durch Sammlungsankäufe und künstlerische Neuproduktionen erweitert wird. Das MMK zeigt wechselnde Ausstellungen und Sammlungspräsentationen an seinen drei Ausstellungsorten MUSEUMMMK in der Domstraße, TOWERMMK im Taunusturm und ZOLLAMTMMK im ehemaligen Hauptzollamt der Stadt. Ausstellungs- sowie Veranstaltungsprogramm zielen auf inhaltlichen Anspruch, Gegenwärtigkeit und Impulse für die zeitgenössische Theorie und gesellschaftliche Relevanz, die dem Auftrag eines öffentlichen Museums heute entsprechen.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine*n Kuratorische*n Assistent*in. (w/m/d)\nVollzeit, Teilzeit\nEGr. 9b TVöD\nZu Ihren Aufgaben gehören:\nprojektbezogene Unterstützung bei der Organisation und Durchführung von Ausstellungen in unseren drei Ausstellungshäusern des Museums in enger Zusammenarbeit mit dem Kurator*innenteam und der Direktion\nAssistenz bei der Planung, Durchführung, Vor- und Nachbereitung von Ausstellungen mit internationalen Künstler*innen\ninternationale Korrespondenz mit Künstler*innen, Institutionen und Galerien\nRecherche, Ablage und Organisation von Dokumenten und Recherchematerial\nallgemeine Büroarbeiten zur Unterstützung der Direktion und Kurator*innenteams\nVorbereitung von Leihgesuchen, Unterstützung bei Transportenplanung und Annahme der Kunstwerke\nAusstellungsrundgänge zur Sicherung der Qualität der Ausstellungen\nprojektbezogene Assistenz bei der Redaktion wissenschaftlicher Publikationen\nVerfassen von Texten für z. B. ausstellungsbegleitende Kataloge\nSie bringen mit:\nabgeschlossenes Hochschulstudium (Bachelor) der Kunstgeschichte, Bildenden Kunst, Kulturwissenschaften, Museologie, Architektur, Design oder Medienwissenschaften\nFreude und Kenntnis an der zeitgenössischen Kunst\nBefähigung zum selbstständigen und eigenverantwortlichen Arbeiten\nsehr gute und verhandlungssichere Kenntnisse der deutschen (Sprachniveau B1) und englischen (Sprachniveau B1) Sprache\ngroßes Interesse für Kunst, intrinsische Motivation, ein hohes Maß an Genauigkeit und Teamfähigkeit\nsichere Kenntnis der gängigen MS Office-Programme\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nein interdisziplinäres und inhaltlich interessiertes sowie aufgeschlossenes Arbeitsumfeld\nWeitere Infos:\nEs handelt sich um eine befristete Stelle für die Dauer von 1 Jahr.\nWir freuen uns besonders über Bewerbungen von Frauen. Es besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber:innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Eichler\n, Tel. (069) 212-33953.\nUnter\nwww.StadtFrankfurtJobs.de/faq\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem zu finden unter\nwww.StadtFrankfurtJobs.de\n.\nBitte bewerben Sie sich bis zum\n16.11.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorischer-assistentin-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalterin-w-m-d/", "image": "", "title": "Depotverwalter*in (w/m/d)", "content_text": "MUSEUM MMK FÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 16.11.2025 | Das MUSEUMMMKFÜR MODERNE KUNST in Frankfurt am Main gehört zu den weltweit bedeutenden Museen für Gegenwartskunst. Es umfasst eine Sammlung von über 5.000 Werken mit wesentlichen Werkgruppen aus den 1960er Jahren bis zur zeitgenössischen Kunst, die ständig durch Sammlungsankäufe und künstlerische Neuproduktionen erweitert wird. Das MMK zeigt wechselnde Ausstellungen und Sammlungspräsentationen an seinen drei Ausstellungsorten MUSEUMMMK in der Domstraße, TOWERMMK im Taunusturm und ZOLLAMTMMK im ehemaligen Hauptzollamt der Stadt. Ausstellungs- sowie Veranstaltungsprogramm zielen auf inhaltlichen Anspruch, Gegenwärtigkeit und Impulse für die zeitgenössische Theorie und gesellschaftliche Relevanz, die dem Auftrag eines öffentlichen Museums heute entsprechen.\nZur Verstärkung unseres Teams in der Depotverwaltung/Arthandling suchen wir zum nächstmöglichen Zeitpunkt eine*n Depotverwalter*in. (w/m/d)\nVollzeit, Teilzeit\nEGr. 9a TVöD\nZu Ihren Aufgaben gehören:\norganisatorische sowie technische Betreuung von Kunstobjekten in den Depots des MMK sowie die Standortverwaltung\nEinordnen und Bereitstellen der Depotbestände\nInventarisierung der Werke und Werkteile in Zusammenarbeit mit der Sammlungsleitung und wissenschaftlichen Mitarbeitenden\nEntwicklung von Archiv- und Lagersystemen sowie Verpackungen und Mitarbeit bei der Planung der technischen Depoteinrichtung\nMonitoring der konservatorischen Bedingungen im Depot und der Gebäudetechnik\nPlanung und Durchführung von präventiven Maßnahmen (z. B. Stickstoffbegasung) in Zusammenarbeit mit den Restaurator*innen\nBetreuen der Kurator*innen sowie Wissenschaftler*innen während der Nutzung des Depots\nPlanung, Organisation und Durchführung der Transporte von Kunstwerken zwischen den Depots und Ausstellungsräumen sowie der Leihgaben und Leihnahmen in enger Abstimmung und Koordination von Kunsttransportfirmen und Zollabwicklung sowie der Verpackung von Kunstwerken nach konservatorischen Vorgaben und internationalen Standards\nBegleitung von Kunstwerken (Leihgaben) als Kurier*in\nOrganisation und Supervision des Ausstellungsaufbaus in Zusammenarbeit mit der Leitung der Restaurierung\nZusammenstellung, Anweisung und Kontrolle der durchführenden Arbeitsteams für die Realisation von Ausstellungsprojekten und Sammlungspräsentationen\nÜberwachung der Durchführung der teils komplexen Kunstinstallationen unterschiedlichster Materialien und Ausdrucksformen\nSie bringen mit:\nabgeschlossene, einschlägige Ausbildung im musealen Kontext mit mehrjähriger Berufserfahrung insbesondere im Depotbereich\nfachliche Vorkenntnisse und Berufserfahrung im Handling von hochwertigen Kunstwerken: von Gemälden bis hin zu Skulpturen oder aufwendigen Installationen\ngesundheitliche Eignung zur Führung von Dienstfahrzeugen und Fahrerlaubnis ab Klasse B\nGabelstaplerführerschein\nKenntnis von DIN-Normen zu Regalen und Lagerung\nErfahrungen in der Entwicklung, Planung und begleitende Umsetzung von Transportkisten ist erwünscht\nVerfügbarkeit für Tagesprojekte in den Depots mit Kurator*innen und Wissenschaftler*innen nach Absprache\nTeamfähigkeit und Zuverlässigkeit\nhohe Eigenverantwortung, um interessante und abwechslungsreiche Aufgaben professionell zu bewältigen\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nein interdisziplinäres und inhaltlich interessiertes sowie aufgeschlossenes Arbeitsumfeld\nWeitere Infos:\nEs besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor den anderen Bewerber*innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich gewünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Pfeffer\n, Tel. (069) 212-38819.\nUnter\nwww.StadtFrankfurtJobs.de/faq\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem zu finden unter\nwww.StadtFrankfurtJobs.de\n.\nBitte bewerben Sie sich bis zum\n16.11.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/depotverwalterin-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-digitales-sammlungsmanagement-m-w-d/", "image": "", "title": "Leitung Digitales Sammlungsmanagement (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 09.11.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und lnterdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung.\nFür die Fortsetzung und Professionalisierung der Digitalisierung und Onlinezugänglichmachung seiner Sammlungs- und Archivbestände sucht das MK&G (Stiftung öffentlichen Rechts) zum nächstmöglichen Zeitpunkt und zunächst befristet bis Dezember 2027 eine\nLeitung Digitales Sammlungsmanagement (m/w/d)\nEntgeltgruppe E 13 (TV-AVH) in Vollzeit /Teilzeit\nDas MK&G ist bestrebt, die Digitalisierung und Onlinezugänglichmachung seiner Sammlungsbestände voranzutreiben und die digitalen Angebote auszubauen und qualitativ weiterzuentwickeln. Wie bereits zur Gründung des MK&G ist es auch heute noch unser Selbstverständnis, herausragende kreative Leistungen zu sammeln, zu präsentieren und die Neugierde für die Sammlungen zu wecken. Basierend auf den Prinzipien von Open Access und Partizipation möchten wir diese Aufgabe im digitalen Raum ausweiten und so Forschung, Kreativität und Nachnutzung fördern.\nIhre Stelle ist direkt dem Vorstand unterstellt und an der Schnittstelle zwischen wissenschaftlicher Arbeit, digitalem Sammlungsmanagement und technischer Datenverarbeitung verortet.\nIhre Aufgaben\nPlanung, Koordination und Durchführung der kontinuierlichen Sammlungsdigitalisierung und -inventarisierung nach fachlichen Standards\nKonzeption einer Digitalisierungsstrategie für die Sammlungs- und Archivbestände\nAdministration und Weiterentwicklung von Sammlungsmanagementsystem (z.Zt. digiCULT.web) und perspektivisch des Digital Asset Management Systems (Administration, User- und Rechtemanagement, Anwendungsschulung, Schnittstellenanbindungen)\nQualifizierung und Anleitung von Mitarbeitenden, Werkstudent*innen, Praktikant*innen und ggf. Ehrenamtlichen\nAdministrative Betreuung sowie inhaltliche Weiterentwicklung der MK&G Sammlung Online, inkl. Qualitätssicherung und Prüfung der rechtlichen Voraussetzungen für die öffentliche Zugänglichmachung (Einhaltung von Urheberrechtsgesetz, Persönlichkeitsrecht, Datenschutz)\nSteuerung und Optimierung der Sammlungsdigitalisierung unter Berücksichtigung technischer, rechtlicher, fachlicher, ethischer Fragen (inkl. Nutzung neuer digitaler Tools zur Automatisierung wie KI)\nWeiterentwicklung und Anpassung von Richtlinien für die Inventarisierung, Digitalisierung und fachgerechten Dokumentationsstandards\nKonzept für die Erfassung von born digital objects\nDatenpflege und Standardisierung: Nutzung archivierbarer, interoperabler Formate und Datenaustauschformate (LIDO, FAIR-Daten, Minimaldatensatz, IIIF); Vorbereitung für Langzeitarchivierung\nWeiterentwicklung und Anwendung von Vokabularen, Thesauri und Normdaten, inkl. aktive Mitarbeit in relevanten Arbeitsgruppen\nFachliche Leitung Fotostudio und Fotoverwaltung (im Einklang mit digitaler Strategie: Rechteklärung, Lizenzierung, Meldung nicht verfügbarer Werke etc.)\nMitwirkung am Aufbau einer Abteilung digitales Sammlungsmanagement und\nWeiterentwicklung der Abteilung digitales Sammlungsmanagement und ergänzend freien Mitarbeiter*innen\nMitwirkung und Unterstützung bei der Durchführung von Ausschreibungsverfahren für externe Dienstleister*innen und Lieferant*innen, einschließlich der Erstellung von Ausschreibungsunterlagen sowie der Bewertung und Auswahl\nAktive Mitwirkung und Unterstützung bei der Einführung und Implementierung neuer Softwaresysteme im Bereich des digitalen Sammlungsmanagements und der Begleitung von Veränderungsprozessen.\nBeauftragung und Begleitung von externen Dienstleistern und ergänzenden Honorar-/Werkverträgen im Aufgabenbereich\nMitwirkung an digitalen Projekten und Kooperationen (Wikimedia, Datenraum Kultur, NFDI4C o.ä.), Netzwerkpflege des MK&G im Bereich digitale Sammlung und digitale Strategie\nIhr Anforderungsprofil\nAbgeschlossenes Hochschulstudium (z.B. Informationswissenschaften, Museologie, Museumskunde, Medieninformatik, Kulturmanagement, Kulturinformatik, Digital Humanities, IT, geisteswissenschaftliches Studium mit entsprechender Ausrichtung oder vergleichbare Qualifikation)\nAlternativ: einschlägige Berufsausbildung mit entsprechender Zusatzqualifikation und mehrjähriger Berufserfahrung im Bereich digitales Sammlungsmanagement oder IT-Administration im Kulturbereich\nSehr gute Kenntnisse im Umgang mit Sammlungsmanagement und Digital Asset Management Systemen, von Vorteil: Praxiserfahrung in der Administration\nErfahrungen in der Inventarisierung von Museumsobjekten, sowie sehr gute Kenntnisse und Erfahrung im Umgang mit kontrollierten Vokabularen, Thesauri und Normdaten, Metadatenstandards und Datenaustauschformaten\nFundierte Kenntnisse von Digitalisierungs- und Archivstandards in Museen und den gesetzlichen Grundlagen, insbesondere in der Erzeugung digitalen Bildmaterials\nfundierte Kenntnisse in der Nutzung gängiger Softwareprodukte (M365, Bildbearbeitungsprogramme wie Adobe Photoshop oder Capture One)\nErfahrung in der Steuerung und Mitarbeit an Digitalisierungsprojekten, idealerweise im Kulturbereich, inkl. Steuerung von Budgets\nFührungserfahrung oder die Bereitschaft, sich entsprechende Kompetenzen durch Weiterbildungen anzueignen\nvertiefte Kenntnisse zur Datensicherheit, zum Datenschutz, zu Open Access, KI und von Vorteil: digitaler Barrierefreiheit\nSelbstständige, strukturierte und lösungsorientierte Arbeitsweise\nAusgeprägte Kommunikationsfähigkeit und Freude an der Arbeit mit unterschiedlichen Teams\nBereitschaft zur Teilnahme an (inter-)nationalen Workshops/Kongressen und Mitarbeit in internen sowie (über)regionalen Arbeitsgemeinschaften\nHohe Belastbarkeit, Einsatzbereitschaft und Flexibilität\nsehr gute Kenntnisse in Deutsch und mindestens Englisch\nWir bieten\nEine abwechslungsreiche Aufgabe an einem spannenden Ort mit einem engagierten und kollegialen Team\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel, zu den besten Museen im Bereich Gestaltung zu gehören\nFlexible Arbeitszeiten und die Möglichkeit zu Mobiler Arbeit\nEine Vergütung und betriebliche Altersvorsorge nach dem Tarifvertrag der\nArbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\nFirmenfitness mit EGYM-Wellpass\nEinen Zuschuss zum Deutschlandticket\nEine gute Portion Humor\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien— und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nAnsprechpartnerin: Birthe Tredup, Personalmanagement,\nbirthe.tredup@mkg-hamburg.de\noder zum Aufgabengebiet: Insa Brinkmann, Projektleitung Digitale Inventarisierung,\ninsa.brinkmann@mkg-hamburg.de\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 09.11.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10MB) an\nbewerbung@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nFahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten\nkönnen nicht übernommen werden.\nÜber die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter www.mkg-hamburg.de/datenschutz.html informieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-digitales-sammlungsmanagement-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d/", "image": "", "title": "Restaurator:in (m/w/d)", "content_text": "Militärhistorisches Museum der Bundeswehr, Dresden Bewerbungsende: 14.11.2025 | Referenzcode\nB750344UC-2025-00007636-I\ngeplantes Besetzungsdatum:\n01.03.2026\nAusschreibungsschluss:\n14.11.2025\nStellenbezeichnung\nRestaurator / Restauratorin (m/w/d)\nDotierung\nE9B\nUnternehmen\nMilitärhistorisches Museum der Bundeswehr\nBeschäftigungsort\nDresden\nStellenbeschreibung\nSie sind verantwortlich für die Restaurierung, Konservierung und Rekonstruktion von Metall- und artgleichen Objekten mit besonderem Dabei konservieren und restaurieren Sie selbständig stark zerstörte und nur fragmentarisch erhaltene museale Objekte aus unterschiedlichsten Materialien wie Metall, Holz, Kunststoff sowie Verbund.\nSie übernehmen die restauratorische Verantwortung beim Umgang mit Exponaten und besitzen manuelle Fähigkeiten, Detailgenauigkeit und Sensibilität für die Integrität des\nSie fertigen Nachbildungen und rekonstruieren unvollständige nicht mehr vorhandene kulturhistorisch wertvolle Exponate aus arteigenen/ artfremden Materialien nach Vorlagen.\nSie arbeiten bei Grabungen und Objekt-Bergungen mit, konservieren und katalogisieren Bodenbefunde und Fundkomplexe.\nSie bereiten restauratorisch Ausstellungen vor und betreuen in den Ausstellungen die Exponateinbringungen. Dabei nehmen Sie auch Kontrollgänge durch Ausstellungen und Magazine zur präventiven Objektsicherung wahr.\nSie kontrollieren Objekte bei Leihnehmerinnen und Leihnehmern des Militärhistorischen Museums der Bundeswehr für den Standort Dresden und begleiten bei Leihgaben.\nDie Bereitschaft zu regelmäßigen Dienstreisen wird\nDie Teilnahme an regelmäßigen und weiterführenden Aus- und Fortbildungen wird\nDie ausgeschriebene Stelle ist ab dem 03.2026 zu besetzen.\nEine Eingruppierung erfolgt bis in die Entgeltgruppe 9b des Tarifvertrages für den öffentlichen Dienst (TVöD).\nVollzeit oder Teilzeit und Telearbeit / mobiles Arbeiten sind im Falle der ausgeschriebenen Stelle möglich.\nSie haben die Möglichkeit, in einem festgelegten Rahmen an Sport- und Gesundheitsprogrammen während der Arbeitszeit teilzunehmen.\nEs stehen kostenlose Parkplätze zur Verfügung.\nQualifikationserfordernisse\nSie verfügen über ein abgeschlossenes Studium (mindestens Diplom (FH) oder Bachelor) in der Fachrichtung Restaurierung von Metall bzw. Technischem Kulturgut oder in einer vergleichbaren Fachrichtung.\nSie besitzen den Maschinenschein zur Bedienung von konventionellen Metallbearbeitungsmaschinen sind bereit und gesundheitlich geeignet, diesen zu erwerben und/ oder zu erweitern.\nerwünscht\nSie verfügen über Kenntnisse und Erfahrungen bei der Durchführung besonders schwieriger Konservierungs- und Restaurierungsmaßnahmen.\nSie verfügen über Erfahrungen mit Museumssammlungen und –\nSie sind sicher im Umgang mit MS-Office und haben Erfahrungen mit der Museumsdatenbank Museum Plus.\nBemerkungen\nEin Aufgabenbereich der ausgeschriebenen Stelle ist unter anderem die Restaurierung von technischen Großobjekten. Dies beinhaltet teilweise körperlich schwere Arbeit in Zwangshaltung und das Handling von schweren Lasten sowie das Arbeiten auf Leitern, Tritten, Podesten, Gerüsten und Arbeitsbühnen. Hierbei ist zum Teil auch der Umgang mit Gefahrstoffen, unter Verwendung einer Atemschutzmaske, Daher können nur Bewerbende mit uneingeschränktem Bewegungsapparat berücksichtigt werden.\nBei dem genannten geplanten Besetzungsdatum bzw. dem genannten Datum zum “Beginn der Tätigkeit” handelt es sich um einen Termin, der sich bedingt durch den Ablauf des Ausschreibungsverfahrens ggf. ändern kann.\nDie Eingruppierung erfolgt unter Beachtung des 12 TVöD im Hinblick auf die tatsächlich nicht nur vorübergehend auszuübenden Tätigkeiten und die Erfüllung der persönlichen bzw. tariflichen Anforderungen.\nBewerbungen von Frauen sind ausdrücklich erwünscht. Frauen werden bei gleicher Eignung, Befähigung und fachlicher Leistung in Bereichen, in denen sie unterrepräsentiert sind, bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nWir begrüßen ausdrücklich die Bewerbung von schwerbehinderten und diesen gleichgestellten behinderten Menschen. Schwerbehinderte Menschen und ihnen Gleichgestellte werden bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt. Von ihnen wird nur ein Mindestmaß an körperlicher Eignung verlangt. Hinsichtlich der Erfüllung weitere Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nAnsprechstelle\nBEWERBUNG & KONTAKT\nRegistrieren Sie sich auf unserem Bewerbungsportal unter https://bewerbung.bundeswehr.org und bestätigen Sie den Button “Jetzt bewerben” unten rechts. Ihre Bewerbungsunterlagen laden Sie bitte als PDF-Druckversion bis spätestens 14.11.2025 in Ihr Bewerbungsprofil hoch.\nVon einer zusätzlichen Übersendung per Post oder E-Mail ist abzusehen.\nIhre Bewerbung umfasst:\nAnschreiben unter Angabe der Personenkennziffer und Personalnummer\ndienstlicher Werdegang\nPrüfungszeugnis des geforderten Hochschulabschlusses sowie Nachweise Arbeitszeugnisse bisheriger Arbeitgeber\nZusätzlich erforderlich:\nBei fremdsprachigen Bewerbungsunterlagen muss eine beglaubigte deutsche Übersetzung beigefügt werden.\nBei ausländischen Bildungsabschlüssen ist ein Nachweis der Anerkennung in Deutschland beizufügen.\nSie erklären sich im Zusammenhang mit Ihrer Bewerbung mit der Einsicht in die Personalakte einverstanden.\nFür weitere Informationen wenden Sie sich bitte an das:\nBundesamt für das Personalmanagement der Bundeswehr Abteilung V – Servicezentrum Ost 90 – 8221 – 2646 oder 03341 – 58 – 2646 (Frau Müller),\n90 – 8221 – 2645 oder 03341 – 58 – 2645 (Herr Koschnik)\nBitte beachten Sie für Ihre weitere Planung, dass eine Bearbeitung Ihrer Bewerbung erst nach o.g. Ausschreibungsschluss erfolgt.\nLink für Bewerbung:\nhttps://bewerbung.bundeswehr.org/ereci/portal/index.html#/JobDetail/none/ThreeColumnsEndExpanded/FA163EC863931FE0AAE3DDFA74B65208/?json=%257B%2522Keywords%2522:%2522dresden%2522%257D\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/historikerin-historiker-m-w-d-f-die-neugestaltung-dauerausstellung-im-zeitalter-der-weltkriege/", "image": "", "title": "Historikerin/Historiker (m/w/d) f. die Neugestaltung Dauerausstellung ,,im Zeitalter der Weltkriege”", "content_text": "Militärhistorisches Museum der Bundeswehr, Dresden Bewerbungsende: 12.11.2025 | Referenzcode\nB752314PS-2025-00007538-E\ngeplantes Einstellungsdatum:\n01.02.2026\nbefristet bis:\n31.01.2028\nAusschreibungsschluss:\n12.11.2025\nStellenbezeichnung\nHistorikerin/Historiker Neugestaltung Dauerausstellung “im Zeitalter Weltkriege”\nUnternehmen\nBundeswehr – Mach, was wirklich zählt.\nBESCHÄFTIGUNGSDIENSTSTELLE\nMilitärhistorisches Museum der Bundeswehr Dresden\nDas Militärhistorische Museum der Bundeswehr (MHM) mit seinen drei Standorten in Dresden (Haupthaus), Berlin-Gatow und Königstein gehört zu den größten und bedeutendsten historischen Museen in Europa. Es versteht sich als ein Forum für den Diskurs über die Rolle von Krieg und Militär in Vergangenheit, Gegenwart und Zukunft. Das MHM präsentiert hierzu umfangreiche Dauerausstellungen sowie verschiedene Sonderausstellungen, die von vertiefenden Publikationen, öffentlichen Kulturprogrammen und pädagogischen Angeboten für zivile und militärische Besucherinnen und Besucher ergänzt werden.\nBeschäftigungsort\nDresden\nStellenbeschreibung\nSie bearbeiten wissenschaftliche Themen für die Neugestaltung der Dauerausstellung des Militärhistorischen Museums der Bundeswehr und recherchieren in diesem Rahmen Literatur, Objekte, Dokumente und Medien.\nSie verfassen verschiedene Textformate wie Ausstellungstexte, Texte für Vermittlungsmedien und\nSie entwickeln Präsentationsformen von Installierungsideen und setzen diese mit einem Team von Gestalterinnen und Gestaltern in moderne Ausstellungen um und sorgen für eine wissenschaftlich korrekte, anspruchsvolle und zugleich kurzweilige Vermittlung der Inhalte an ein vielfältiges\nSie arbeiten an der Weiterentwicklung der konzeptionellen Grundlagen des\nDie Bereitschaft zu regelmäßigen Dienstreisen wird\nWas für Sie zählt:\nSie werden in ein auf Grundlage des Wissenschaftszeitvertragsgesetzes (WissZeitVG) befristetes Arbeitsverhältnis für die Dauer von zunächst zwei Jahren Eine Verlängerung um maximal vier Jahre ist möglich.\nSie erwartet ein attraktives\nEine Eingruppierung erfolgt in die Entgeltgruppe E 13 Tarifvertrag für den öffentlichen Dienst (TVöD).\nSie arbeiten in Vollzeit oder Homeoffice ist möglich.\nSie profitieren von einem umfangreichen Fort- und\nSie haben die Möglichkeit, in einem festgelegten Rahmen an Sport- und Gesundheitsprogrammen während der Arbeitszeit teilzunehmen.\nQualifikationserfordernisse\nWas für uns zählt:\nSie verfügen über ein abgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master oder universitäres Diplom) in der Fachrichtung Geschichtswissenschaft oder Politikwissenschaft.\nSie verfügen über Erfahrungen als Historikerin Historiker oder Kuratorin bzw. Kurator im musealen Rahmen bzw. im Zusammenhang mit Ausstellungsprojekten, nachgewiesen durch mindestens eine berufliche Tätigkeit.\nSie bekennen sich durch Ihr gesamtes Verhalten zur freiheitlichen demokratischen Grundordnung im Sinne des Grundgesetzes.\nSie verfügen über Gleichstellungskompetenz.\nErwünscht:\nSie verfügen über Erfahrungen in der deutschen und internationalen Militärgeschichte im Zeitalter der Weltkriege, nachgewiesen durch mindestens eine berufliche Tätigkeit.\nSie besitzen Erfahrungen aus einer oder mehreren militärhistorisch relevanten Hilfswissenschaften wie Uniformkunde, Waffenkunde, Heraldik, Vexillologie.\nSie besitzen Erfahrungen in der Erarbeitung und Umsetzung von Ausstellungskonzepten.\nSie besitzen Erfahrungen in der museologisch fundierten Kontextualisierung von militärhistorischen und historischen Objekten (“Sachzeugen”).\nBemerkungen\nBitte geben Sie im Rahmen Ihrer Bewerbung an, ob Sie bereits in einem befristeten Beschäftigungsverhältnis nach dem Wissenschaftszeitvertragsgesetz (WissZeitVG) standen oder derzeit stehen, unabhängig davon, bei welchem Arbeitgeber die Beschäftigung erfolgt/e.\nZur rechtlichen Prüfung fügen Sie Ihrer Bewerbung bitte entsprechende Nachweise über Beginn, Dauer und Art dieser Beschäftigung bei.\nOhne vollständige Angaben ist eine abschließende Bewertung Ihrer Bewerbung leider nicht möglich, weil diese unerlässlich sind, um festzustellen, ob und in welchem Umfang eine Beschäftigung auf Grundlage des WissZVG überhaupt möglich ist.\nBei dem genannten geplanten Besetzungsdatum dem genannten Datum zum “Beginn der Tätigkeit” handelt es sich um einen Termin, der sich bedingt durch den Ablauf des Ausschreibungsverfahren ggf. ändern kann.\nDie Eingruppierung erfolgt unter Beachtung des 12 TVöD im Hinblick auf die tatsächlich nicht nur vorübergehend auszuübenden Tätigkeiten und die Erfüllung der persönlichen bzw. tariflichen Anforderungen.\nDie Bundeswehr fördert die berufliche Gleichstellung von Frauen und Männern und begrüßt deshalb besonders Bewerbungen von Frauen.\nNach Maßgabe des Sozialgesetzbuchs IX und des Behindertengleichstellungsgesetzes begrüßen wir ausdrücklich Bewerbungen von schwerbehinderten Menschen; hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nDie Bundeswehr unterstützt die Ziele des Nationalen Integrationsplans und begrüßt Bewerbungen von Menschen mit Migrationshintergrund.\nAnsprechstelle\nBEWERBUNG & KONTAKT\nRegistrieren Sie sich auf unserem Bewerbungsportal unter https://bewerbung.bundeswehr-karriere.de und betätigen Sie den Button „Karriere starten“ unten rechts.\nIhre Bewerbungsunterlagen laden Sie bitte als PDF-Druckversion [bis spätestens 12.11.2025] in Ihr Bewerbungsprofil hoch.\nIhre Bewerbung umfasst:\nAnschreiben\nLebenslauf (tabellarisch)\nDiplom-/Master-/Magisterurkunde; Nachweise Arbeitszeugnisse bisheriger Arbeitgeber\nFalls vorhanden: Nachweise zu bereits erfolgten Beschäftigungsverhältnissen nach dem Wissenschaftszeitvertragsgesetz (WissZeitVG)\nUnd sofern vorhanden:\nGegebenenfalls senden Sie uns bitte eine Kopie des Schwerbehindertenausweises oder des Bescheides über die Gleichstellung als schwerbehinderter Mensch unter Angabe des Referenzcodes an die E-Mail-Adresse\n3.1@bundeswehr.org\nzu.\nZusätzlich erforderlich:\nBei fremdsprachigen Bewerbungsunterlagen muss eine beglaubigte deutsche Übersetzung beigefügt\nBei ausländischen Bildungsabschlüssen ist ein Nachweis der Anerkennung in Deutschland beizufügen.\nUnvollständige Bewerbungen können nicht berücksichtigt\nFür weitere Informationen wenden Sie sich bitte an das:\nBundesamt für das Personalmanagement der Bundeswehr Referat V 2.3.1\nTel: +49 2241 15 2274 (Frau Himmel)\nTel: +49 2241 15 2036 (Herr Eiserfey)\nBei konkreten Fragen zu Qualifikationserfordernissen und zum Aufgabengebiet wenden Sie sich bitte an die:\nMilitärhistorisches Museum Abteilung Sammlung und Forschung\nTel: +49 351 823 2802 (Herr Wissenschaftlicher Direktor Dr. Bauer)\nLink für Bewerbung:\nhttps://bewerbung.bundeswehr-karriere.de/erece/portal/index.html#/JobDetail/none/ThreeColumnsEndExpanded/FA163EC863931FD0AA9EEEB586F044CA/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.11.2025", "url": "https://www.museumsbund.de/stellenangebote/historikerin-historiker-m-w-d-f-die-neugestaltung-dauerausstellung-im-zeitalter-der-weltkriege/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referenten-fuer-museologie-ausstellungen-bergsicherheit-technik-m-w-d/", "image": "", "title": "Referenten für Museologie / Ausstellungen / Bergsicherheit / Technik (m/w/d)", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Nordhausen Bewerbungsende: 16.11.2025 | Die Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora besetzt zum 01.02.2026 die unbefristete Stelle eines\nReferenten für Museologie/Ausstellungen/Bergsicherheit/Technik (m/w/d)\nin der KZ-Gedenkstätte Mittelbau-Dora in Nordhausen in Vollzeit (40 Stunden pro Woche).\nWer sind wir und was machen wir?\nMittelbau-Dora steht exemplarisch für die Geschichte der KZ-Zwangsarbeit und der Untertageverlagerung von Rüstungsfertigungen im Zweiten Weltkrieg. Mehr als 60.000 Menschen aus fast allen Ländern Europas mussten zwischen 1943 und 1945 im KZ Mittelbau-Dora Zwangsarbeit für die deutsche Rüstungsindustrie leisten. Jeder Dritte von ihnen starb.\nHeute ist die KZ-Gedenkstätte Mittelbau-Dora ein europäischer Forschungs-, Lern- und Gedächtnisort. Relikte im ehemaligen Lagergelände und in der historischen Stollenanlage zeugen von den Verbrechen, aber auch vom wechselvollen Umgang mit der Geschichte. Interdisziplinäre Forschungsprojekte und Wechselausstellungen regen zur kritischen Auseinandersetzung mit der Vergangenheit an.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/referenten-fuer-museologie-ausstellungen-bergsicherheit-technik-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-senior-curator-f-m-d-for-the-africa-department/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (w/m/d) / Senior Curator (f/m/d) for the Africa Department", "content_text": "Linden-Museum, Stuttgart Bewerbungsende: 01.12.2025 | // EN below\nWissenschaftliche:r Mitarbeiter:in (w/m/d) für das Afrika-Referat (Kurator:in/Referent:in)\nDas Linden-Museum Stuttgart ist eines der bedeutenden Weltkulturenmuseen Europas. Zum nächstmöglichen Zeitpunkt suchen wir eine/n\nWissenschaftliche:r Mitarbeiter:in\n(w/m/d) für das Referat Afrika in Vollzeit (100 %) für die Dauer von zwei Jahren (mit der Möglichkeit einer Verlängerung). Die Stelle ist in die Entgeltgruppe 14 des geltenden Tarifvertrags für die Länder (TV-L) eingestuft.\nDie Sammlung „Afrika” des Linden-Museums umfasst rund 40.000 Objekte, darunter bedeutende Sammlungen aus Kamerun, Kongo, Tansania und Togo. Das Museum betreut derzeit diverse Projekte und Kooperationen, die sich mit dem Bestand kolonialer Sammlungen aus diesen Regionen befassen. Darüber hinaus führt das Museum Dialoge über Restitution und Repatriierung mit verschiedenen afrikanischen Staaten und Gemeinschaften.\nZu Ihren Aufgaben gehört die Vertretung des Referats „Afrika” in kuratorischen, wissenschaftlichen und organisatorischen Angelegenheiten in Zusammenarbeit mit der Leitung der Abteilung „Sammlung und Forschung” sowie der Direktorin. Dies umfasst insbesondere die Betreuung und Inventarisierung des Bestandes, die Weiterentwicklung der Sammlung Digital, die Entwicklung und Durchführung von dialogischen Projekten mit Vertreter:innen der Herkunftsgesellschaften und der diversen Stadtgesellschaft, die inhaltliche Konzeption und Durchführung von Dauer- und Sonderausstellungen samt begleitendem Programm und Publikationen sowie die aktive Mitwirkung an der Neukonzeption des Hauses. Weitere Aufgaben sind die Betreuung von möglichen Projektmitarbeiter:innen, einschließlich Praktikanten:innen, sowie die Bearbeitung von Anfragen, die das Referat betreffen.\nDie Kandidat:innen sollten einen Hochschulabschluss (Master oder gleichwertig) in Ethnologie mit Schwerpunkt Afrika oder einer verwandten Wissenschaft absolviert haben. Eine abgeschlossene Promotion ist wünschenswert. Erwünscht sind zudem sehr gute Kenntnisse in Englisch sowie in mindestens einer weiteren für diese Region relevanten Sprache. Französichkenntnisse sind von Vorteil. Gute Deutschkenntnisse sind keine Voraussetzung, wir erwarten jedoch die Bereitschaft, die Sprache zu erlernen. Frühere längere Aufenthalte in Afrika sind von Vorteil.\nErwartet werden Interesse an aktuellen Entwicklungen, an postkolonialen/dekolonialen Diskursen sowie nachgewiesene praktische Erfahrung in der in der zwischenmenschlichen und interkulturellen Kommunikation. Erfahrung in der Durchführung von Dialogprogrammen oder kreativen Projekten mit Vertreter:innen der Herkunftsgemeinschaften und/oder ihrer Diaspora sind von Vorteil.\nDie Bewerber:innen sollte darüber hinaus neben Teamfähigkeit und der Freude an Interdisziplinarität auch ein starkes Interesse für Publikumsorientierung haben. Sie sollte proaktiv und engagiert sein, über gute Zeitmanagementfähigkeiten verfügen und in der Lage sein, mehrere Projekte gleichzeitig zu managen.\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderte Bewerber:innen (w/m/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen in digitaler Form als einzelne PDF-Datei oder per Post bis spätestens zum 1. Dezember 2025 an den Vorstand des Linden-Museums Stuttgart, Hegelplatz 1, 70174 Stuttgart oder an personal@lindenmuseum.de.\nFür weitere Informationen zum Inhalt und zu den Anforderungen der Stelle wenden Sie sich bitte an Prof. Dr. Inés de Castro, die Museumsdirektorin, per E-Mail unter decastro@lindenmuseum.de oder telefonisch unter 0711-2022-400.\nBitte beachten Sie, dass wir Bewerbungsunterlagen nur zurücksenden, wenn ein ausreichend frankierter und adressierter Rückumschlag beiliegt.\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Für weitere Informationen wenden Sie sich bitte an personal@lindenmuseum.de.\n// EN\nSenior Curator (f/m/d) for the Africa Department\nThe Linden-Museum Stuttgart is one of the important world culture museums in Europe. We are looking for a full-time (100%)\nSenior Curator\nfor the\nAfrica department, for a limited period of two years (with a possibility of extension) starting as soon as possible. The position will be graded in pay group 14 of the current collective agreement for the Federal States in Germany (TV-L).\nThe Linden-Museum’s “Africa” collection comprises around 40,000 objects, including important collections from Cameroon, Congo, Tanzania and Togo. The Museum currently manages various projects and relationships pertaining to the legacies of colonial collections from these regions. In addition, the museum is engaged in dialogues on restitution and repatriation with various African nations and communities.\nYour responsibilities will include representing the “Africa” department in curatorial, scientific, and organizational matters in cooperation with the head of the “Collection and Research” department and the director. This includes, in particular, the care and inventory of the collection, the further development of the digital collection, the development and implementation of dialogue projects with representatives of source communities and diverse urban audiences, the conceptualization and implementation of permanent and special exhibitions, including accompanying programs and publications, as well as active participation in the new conception of the museum. Other tasks include supervising staff associated with temporary projects, including interns, as well as processing inquiries relating to the department.\nCandidates should have completed a university degree (Master or equivalent) in cultural anthropology or a related field with a focus on Africa. A PhD is desirable. We expect proficiency in English and another language relevant to research in the region. Proficiency in French is an advantage. Proficiency in German is not a prerequisite, but we expect your willingness to learn the language. Previous extended stays in Africa are desirable.\nWe expect candidates to have an interest in contemporary developments and post/decolonial discourse. We also expect proven practical experience in interpersonal and intercultural communication. We will privilege candidates who have experience conducting dialogue programs or running creative projects with representatives from source communities and/or their diasporas.\nCandidates should have the ability to work in a team and a strong interest in interdisciplinary and audience-oriented practice.  They must be proactive, committed, and have good time management skills, and the ability to manage multiple projects simultaneously.\nWe value diversity and therefore welcome all applications – regardless of gender, nationality, ethnic and social origin, religion/belief, disability, age, sexual orientation and identity. Severely disabled applicants will be given preferential consideration if they are equally qualified.\nPlease send your application documents by post or in digital form (as a single PDF file) by December 1\nst\n, 2025  at the latest to the Board of Directors of the Linden-Museum Stuttgart, Hegelplatz 1, 70174 Stuttgart or to personal@lindenmuseum.de.\nFor further information on the contents and requirements of the position, please\ncontact Prof. Dr. Inés de Castro, Museum Director, at decastro@lindenmuseum.de or\nTel. 0711-2022-400.\nPlease note that application documents will only be returned if a sufficiently stamped\nand addressed envelope is enclosed.\nYour information will be stored and processed as a part of the application process. For details, please contact personal@lindenmuseum.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-senior-curator-f-m-d-for-the-africa-department/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-it-m-w-d/", "image": "", "title": "Sachbearbeiter:in IT (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 26.11.2025 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nSachbearbeiter:in IT (m/w/d)\nzu besetzen. Mit ihren international herausragenden Museen, Bibliotheken, Archiven und Forschungseinrichtungen zählt die\nStiftung Preußischer Kulturbesitz\n(SPK) zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Viele Gebäude sind weltweit bekannt und prägen das Stadtbild Berlins maßgeblich. Ihre architektonische Qualität und historische Bedeutung heben sie aus dem Alltag des üblichen Planens, Bauens und Betreibens weit heraus und machen das gesamte Facility Management zu einer überaus interessanten und abwechslungsreichen Aufgabe.\nWir suchen einen engagierten IT-Spezialisten (m/w/d) für unser Team, der die Digitalisierung in unserem Aufgabenbereich weiter voranbringt. Mit dieser Expertise wollen wir unsere Prozesse gestalten und zukunftsweisende Lösungen implementieren.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-it-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-m-w-d/", "image": "", "title": "Geschäftsführung (m/w/d)", "content_text": "Stiftung Sayner Hütte, Bendorf Bewerbungsende: 14.11.2025 | Die Stiftung Sayner Hütte bewahrt und entwickelt eines der bedeutendsten Industriedenkmäler Europas, das Zeugnis der beginnenden Industrialisierung auf dem Kontinent ist: die historische Sayner Hütte in Bendorf. Die Stiftung – getragen vom Land Rheinland-Pfalz, dem Landkreis Mayen-Koblenz und der Stadt Bendorf – verfolgt das Ziel, dieses beeindruckende Denkmal für alle zugänglich zu machen, seine historische Bedeutung authentisch zu vermitteln und es zugleich als lebendigen Kultur- und Begegnungsort weiterzuentwickeln.\nZum nächstmöglichen Zeitpunkt suchen wir für die Stiftung Sayner Hütte\neine Geschäftsführung (m/w/d) in Vollzeit (100%)\n– zunächst befristet auf 4 Jahre, Tarifstufe bis 13 TVöD, abhängig von der persönlichen und fachlichen Qualifikation –\nWeitere Informationen:\nwww.saynerhuette.org\nBitte senden Sie uns Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf) bis zum\n14. November 2025\nnur per E-Mail an das:\nMINISTERIUM DES INNERN UND FÜR SPORT RHEINLAND-PFALZ\nReferat Kulturelles Erbe, Weltkulturerbe\nE-Mail:\nReferat317@mdi.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.11.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/provenienzforscherin/", "image": "", "title": "Provenienzforscher*in", "content_text": "Hetjens - Deutsches Keramikmuseum, Düsseldorf Bewerbungsende: 13.11.2025 | Das Hetjens – Deutsches Keramikmuseum in Düsseldorf widmet sich der universellen Keramikgeschichte von ihren Anfängen bis in die Gegenwart. Das Museum bewahrt, erforscht und präsentiert Werke aus zahlreichen Kulturen und Epochen und sammelt alle keramischen Materialien von der Irdenware bis hin zum Porzellan. Einen besonderen Stellenwert innerhalb der Sammlung nimmt die gegenwärtige Keramikkunst ein.\nIm Rahmen des vom Deutschen Zentrum Kulturgutverluste geförderten Forschungsprojektes\n„Die Sammlung Ernst Schneider in Schloss Jägerhof (Düsseldorf) und Schloss Lustheim (Oberschleißheim). Genese – Herkunft – Netzwerke“\n, welches das Hetjens-Museum und das Bayerische Nationalmuseum in Kooperation durchführen werden, sollen die Provenienzen der Objekte aus der Sammlung Schneider auf nationalsozialistisches Raubgut geprüft werden. Für diese Aufgabe suchen wir befristet für zwei Jahre eine*n Provenienzforscher*in zur Projektmitarbeit in Düsseldorf.\nProvenienzforscher*in\nEG 13 TVöD\nfür das Hetjens – Deutsches Keramikmuseum\nIhre Aufgaben unter anderem:\nsystematische Überprüfung der Objektprovenienzen der Sammlung Ernst Schneider (insbesondere Porzellan, daneben Gold- und Silberschmiedearbeiten, Möbel des 18. und 19. Jahrhunderts)\nDokumentation der Rechercheergebnisse in der Objektdatenbank des Museums\nin Zusammenarbeit mit dem Kooperationspartner in München Kontextforschung zur Sammlung, der Person und dem Netzwerk von Ernst Schneider\nErstellung eines Zwischen- und eines Abschlussberichtes (in Zusammenarbeit mit dem Kooperationspartner in München)\nUnterstützung der Transparenzmaßnahmen und der Vermittlungsarbeit zum Projekt.\nIhr Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium der Kunstgeschichte, Geschichte oder Provenienzforschung (Master/Magister) oder vergleichbare Qualifikation\nnachgewiesene Erfahrung in der Provenienzrecherche zu nationalsozialistisch-verfolgungsbedingt entzogenem Kulturgut, insbesondere zu Werken der angewandten Kunst (Porzellan)\nprofunde Kenntnisse in der Geschichte des Kunsthandels in der Zeit des Nationalsozialismus und der Zeit nach dem Zweiten Weltkrieg, Kenntnis der einschlägigen Händler*innen- und Sammler*innen-Netzwerke\nErfahrung in der Archivarbeit, im Umgang mit Kunstobjekten sowie in der Quellendokumentation\nErfahrung in der Durchführung von Projekten\nselbständige Arbeitsweise und Sorgfalt verbunden mit einem hohen Maß an Kommunikations- und Kooperationsfähigkeit unter Berücksichtigung der gebotenen Sensibilität der Thematik\nsehr gute Ausdruckfähigkeit in Wort und Schrift sowohl in Deutsch als auch Englisch, Kenntnisse in einer weiteren Sprache\nIT-Kenntnisse (Standardsoftware und Datenbanken).\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt befristet für zwei Jahre im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD).\nWir leben Vielfalt –\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich.\nDer Einsatz auf der Stelle ist vorerst befristet für 2 Jahre, ab Dienstaufnahme.\nNach den Tätigkeitsmerkmalen der Entgeltordnung ist persönliche Voraussetzung für die Eingruppierung ab EG 13 ein abgeschlossenes wissenschaftliches Hochschulstudium (Mastergrad, Diplom einer Universität) oder eine vergleichbare Qualifikation. Ggf. ist daher in Einzelfällen nur die Eingruppierung in die darunterliegende Entgeltgruppe möglich.\nBitte bewerben Sie sich online bis zum 13.11.2025 über den Button „Stell dich vor!“.\nhttps://karriere.duesseldorf.de/provenienzforscherin-de-f7672.html?agid=19\nFür nähere Auskünfte zum Aufgabengebiet steht Ihnen im Fachamt Daniela Antonin, Telefon 0211 89-29166 gerne zur Verfügung.\nFür Fragen zum Bewerbungsverfahren wenden Sie sich gerne an unser Bewerbenden-Büro, Telefon 0211 89-99900, Moskauer Straße 25, 2. OG, rechts. Bei Rückfragen bitten wir um Angabe der Kennziffer 41/216/01/01/25/01.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.11.2025", "url": "https://www.museumsbund.de/stellenangebote/provenienzforscherin/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-forschungskoordination-und-wissensmanagement-m-w-d/", "image": "", "title": "Leiter:in Forschungskoordination und Wissensmanagement (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 09.11.2025 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft.\nMit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaatlichkeit lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet, die als Institution mit internationaler Strahlkraft insbesondere interdisziplinäre und partizipatorische Ansätze verfolgt.\nZum nächstmöglichen Zeitpunkt suchen wir für den Standort Karlsruhe, eine:n\nLeiter:in Forschungskoordination und Wissensmanagement (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 13 TVöD Bund. Es handelt sich um eine unbefristete Vollzeitstelle (39 Std./Woche).\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nWeiterer Aufbau und Leitung des Fachbereichs Forschungskoordination und Wissensmanagement,\nEntwicklung und Betreuung von Forschungsprojekten der Stiftung\nBudgetverantwortung für den Fachbereich und Unterstützung und Zuarbeit für die jährliche Haushaltsaufstellung der Stiftung\njuristische Fachberatung, Konzeption und Unterstützung bei der Entwicklung neuer Formate und Angebote der Fachbereiche Programm & Veranstaltungen, Bildung & Vermittlung sowie Marketing, Kommunikation & Digitales, Presse & Öffentlichkeitsarbeitsarbeit\nKoordination der Zusammenarbeit ehrenamtlich für die Stiftung tätiger Juristinnen und Juristen mit den Fachbereichen\nAufbau und Betrieb einer Fachbibliothek für die Themen der Stiftung\nEntwicklung von Prozessen und Strukturen zur systematischen Erfassung, Speicherung und Nutzung des im Rahmen der Stiftungsarbeit entstandenen Wissens\nIhr Profil:\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent sowie großem Interesse an den Themen der Stiftung. Sie haben Teamgeist, Humor und verfügen über ein hohes Maß an Eigeninitiative, Selbstständigkeit und Sorgfältigkeit. Außerdem bringen Sie mit:\nabgeschlossenes rechtswissenschaftliches Hochschulstudium (LL.M. oder 2. juristisches Staatsexamen) mit überdurchschnittlichen Ergebnissen\nmehrjährige Berufserfahrung, davon mindestens zwei Jahre im Bereich Forschung oder Wissensmanagement\nFähigkeit, präzise und zielgruppengerecht zu formulieren sowie konzeptionell zu denken, gute Auffassungsgabe\nProjektleitungserfahrung in interdisziplinären Teams\nKompetenzen und Erfahrungen im Aufbau einer Forschungs- oder Wissenseinheit in einem institutionellen Umfeld\nErfahrung im Projektmanagement (Konzeptentwicklung, Umsetzung, Organisation, Strategieentwicklung, Vernetzung von (Teil)-Projekten und Fachthemen)\nErfahrungen im Umgang mit digitalen Management-Tools und Datenbanken\nDienstleistungsorientierung, Innovationsbereitschaft, hohe Eigeninitiative und überdurchschnittliches Engagement\nsehr gute Englischkenntnisse in Wort und Schrift, eine weitere Sprache ist von Vorteil\nausgeprägte Team-, Kontakt- und Kommunikationsfähigkeit\nOrganisationsgeschick, Belastbarkeit und Flexibilität\nWir bieten:\nSie erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte bewerben Sie sich bis zum\n09. November 2025\n, Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2506_\nIhr Nachname\n_Bewerbung\nSenden Sie dann die Datei online an die E-Mail der Stiftung Forum Recht an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Ihnen die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, für die Ihnen durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-forschungskoordination-und-wissensmanagement-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-marketing-kommunikation-und-digitales-m-w-d/", "image": "", "title": "Mitarbeiter:in Marketing, Kommunikation und Digitales (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Leipzig Bewerbungsende: 09.11.2025 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft.\nMit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaatlichkeit lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet, die als Institution mit internationaler Strahlkraft insbesondere interdisziplinäre und partizipatorische Ansätze verfolgt.\nFür den Standort Leipzig suchen wir zum nächstmöglichen Zeitpunkt eine:n\nMitarbeiter:in Marketing, Kommunikation und Digitales (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 9a TVöD Bund. Es handelt sich um eine auf sechs Monate befristete Vollzeitstelle (39 Std./Woche).\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nErstellung und redaktionelle Bearbeitung von Marketingmaterialien (z.B. Broschüren, Flyer, Präsentationen, Versandaktionen, Plakate, Rollups, Newsletter, etc.)\nRecherchen und Mitwirkung bei der Planung und Umsetzung von Kommunikationsmaßnahmen und -kampagnen, Veranstaltungen und Projekten\nPflege der Bild- und Textdatenbank sowie der Kommunikationsverteiler\nBearbeitung von Anfragen, Mitarbeit bei der Organisation und Durchführung von Veranstaltungen\nUnterstützung bei der Pflege bestehender und neuer Kooperationen mit nationalen und internationalen Kooperationspartner:innen, wie externen Kulturträger:innen, politischen Vertreter:innen und Gremien\nOrganisation und Durchführung von Standauftritten\nEnge Zusammenarbeit mit internen Partner:innen sowie externen Dienstleister:innen und Agenturen, Schnittstellenmanagement\nIhr Profil:\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent sowie großem Interesse an den Themen der Stiftung. Sie haben Teamgeist, Humor und verfügen über ein hohes Maß an Eigeninitiative, Selbstständigkeit und Sorgfältigkeit.\nErfolgreich abgeschlossenes Hochschulstudium (Bachelor) oder eine vergleichbare Berufsausbildung in einer dem Aufgabenprofil förderlichen Fachrichtung, vorzugsweise in Marketing, Kommunikation oder Projektmanagement für Museen, Kultur-, Bildungs- und/oder Forschungseinrichtungen\nKenntnisse und Berufserfahrung in den Bereichen Marketing & Kommunikation, vorzugsweise von politischen, gesellschaftlichen, kulturellen, künstlerischen und/oder juristischen Inhalten\nStrategisches Verständnis für die Zielgruppen der Stiftung Forum Recht im Bereich Marketing & Kommunikation und ein Gespür für Sprache und Bild\nErfahrungen bei der Konzeption und Umsetzung von Kommunikations-, Werbe- und Marketingmaßnahmen einschließlich der Einbindung von Online-Marketing, Social Media und der digitalen Kommunikation\nHervorragende sprachliche Ausdrucksfähigkeit in Deutsch und sehr gute Englischkenntnisse\nKenntnisse der gängigen Office- und Internetanwendungen sowie CMS und Suchmaschinen\nKenntnisse in der Anwendung von Grafik- und Bildbearbeitungssoftware (Photoshop, InDesign)\nAusgewiesene Teamfähigkeit, Organisations- und Sozialkompetenzen\nInteresse an den Themenbereichen Recht und Gerechtigkeit, Vermittlung, Geschichte, politische Bildung und Kultur\nEin hohes Maß an Motivation, Zuverlässigkeit, Verantwortungsbewusstsein, Einsatzbereitschaft und Flexibilität\nWir bieten:\nSie erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte bewerben Sie sich bis zum\n09. November 2025\n, Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2510_\nIhr Nachname\n_Bewerbung\nSenden Sie dann die Datei online an die E-Mail der Stiftung Forum Recht an\nbewerbungen@stiftung-forum-recht\n.\nFür inhaltliche Auskünfte steht Ihnen Silke Janßen, Leiterin der Fachabteilung Marketing, Kommunikation und Digitales, zur Verfügung:\njanssen@stiftung-forum-recht.de\n.\nEventuell anfallende Kosten, für die Ihnen durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-marketing-kommunikation-und-digitales-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-kunstarchiv-w-m-d/", "image": "", "title": "Sachbearbeitung Kunstarchiv (w/m/d)", "content_text": "Landkreis Oder-Spree, Beeskow Bewerbungsende: 26.10.2025 | Der Landkreis Oder-Spree schreibt diese Stelle zur sofortigen Besetzung im Bereich des Kultur- und Sportamtes aus.\nDie Besetzung der Stelle erfolgt befristet für ein Jahr als Elternzeitvertretung in Vollzeit (39 Stunden pro Woche). Die Tätigkeitsstätten sind Beeskow und Eisenhüttenstadt.\nDas Museum Utopie und Alltag. Alltagskultur und Kunst aus der DDR vereint das Kunstarchiv Beeskow und das Dokumentationszentrum Alltagskultur der DDR in Eisenhüttenstadt unter einem Namen. Beide Einrichtungen werden getragen vom Landkreis Oder-Spree und gefördert durch das Land Brandenburg.\nMit 170.000 Objekten der Alltagskultur und 18.500 Werken der bildenden und angewandten Kunst sowie des Laienschaffens bewahrt das Museum einen in seiner Zusammensetzung und Vielfalt außergewöhnlichen Bestand zur Kulturgeschichte der DDR. Am Ausstellungsstandort Eisenhüttenstadt kommt das architektonische und städtebauliche Erbe der DDR noch hinzu. Ein offener und partizipativer Umgang mit den Sammlungen, der unter anderem wissenschaftliche Kooperationen, künstlerische Interventionen und Citizen-Science-Projekte umfasst, soll die Sichtbarkeit steigern und den Diskurs zu Kultur- und Zeitgeschichte befördern. Hierfür ist eine interdisziplinäre und kooperative Arbeitsweise notwendig und ausdrücklich erwünscht.\nDer Landkreis Oder-Spree fördert aktiv die Gleichstellung aller sich Bewerbenden. Wir begrüßen deshalb alle Bewerbungen, unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nDas sind Ihre Aufgaben:\nProjektentwicklung und -koordination unter Einbezug möglicher Drittmittel\nMitarbeit Unternehmens- und Konzeptentwicklung\nOrganisation, Kommunikation und Durchführung von Ausstellungen, Begleitveranstaltungen, Besucherführungen und Vermittlungsangeboten\nMitarbeit bei Presse- und Öffentlichkeitsarbeit (betreuen und weiterentwickeln von Website, Social Media, Pressespiegel, Presseinformationen, Newsletter und der Präsenz des Museums auf externen Portalen)\nBearbeitung sämtlicher Nutzeranfragen (Leihverkehr, wissenschaftliche Arbeit unter anderem)\nPflege und Weiterentwicklung interner Datenbanken (Augias)\nBüroorganisation\nGremienarbeit, Berichtswesen, Protokoll und Statistik\nNetzwerkpflege und Netzwerkausbau\nDarauf können Sie sich freuen:\neine abwechslungsreiche und anspruchsvolle Tätigkeit mit interessanten und vielfältigen Aufgaben\ngute Einarbeitung und Begleitung durch eine Patin oder einen Paten (w/m/d)\nein motiviertes engagiertes Team und eine kreative, kollegiale Atmosphäre\nmodernste technische Ausstattung am Arbeitsplatz und in Beratungsräumen (Videokonferenzen)\neine Behördenkultur, in der Mitgestaltung gewünscht ist\nVereinbarkeit von Pflege, Familie und Beruf durch flexible Arbeitszeitmodelle, Teilzeitmöglichkeiten und gegebenenfalls Mobile Arbeit im Rahmen einer Dienstvereinbarung\nleistungsgerechte Vergütung nach Tarifvertrag öffentlicher Dienst\npersönliche und fachliche Entwicklung durch ein umfangreiches Fortbildungsangebot und berufliche Entwicklungsmöglichkeiten\nattraktive (Sozial-) Leistungen des öffentlichen Dienstes (unter anderem Jahressonderzahlung, betriebliche Altersvorsorge, betriebliches Gesundheitsmanagement)\nBike-Leasing-Angebot für tariflich Beschäftigte\nmonatliche Aufladung einer Sachbezugskarte für tariflich Beschäftigte\nWas wir erwarten:\nerfolgreich abgeschlossenes Studium (mindestens Bachelor oder Diplom Fachhochschule) im Bereich Museumswissenschaften, Kulturwissenschaften, Kunstgeschichte, Kulturgeschichte oder vergleichbar\nWissen und Erfahrungen zum Themenbereich kulturelles Erbe der DDR wünschenswert\nKenntnisse und Erfahrungen im Umsetzen von Ausstellungen und Veranstaltungen sowie in Kommunikation und Vermittlung wünschenswert\nsicherer Umgang mit den gängigen Office-Programmen und Datenbanken\nausgeprägte Kommunikations- und Teamfähigkeit\nOrganisationstalent und Fähigkeit zum präzisen Arbeiten\nBelastbarkeit, Flexibilität und Kreativität\nVor-Ort-Präsenz und -Engagement\nFührerschein Klasse B wünschenswert\nDie Vergütung erfolgt entsprechend Tarifvertrag öffentlicher Dienst mit der Entgeltgruppe 9b.\nBitte reichen Sie Ihre aussagekräftigen Unterlagen (Bewerbungsschreiben, Lebenslauf, Zeugnis über den Berufsabschluss, Qualifikationsnachweise, Arbeitszeugnisse) bis zum\n26. Oktober 2025\nausschließlich bei folgender Adresse ein:\nLandkreis Oder-Spree\nStabsstelle Personal\nBreitscheidstraße 7\n15848 Beeskow\noder als PDF-Dokument per E-Mail an:\npersonalamt@landkreis-oder-spree.de\nVon einer Zusendung in Heftern oder Bewerbungsmappen ist abzusehen, da Bewerbungsunterlagen aus Kostengründen nicht zurückgesandt werden. Es erfolgt keine schriftliche Eingangsbestätigung. Bewerberinnen und Bewerber, die nicht berücksichtigt werden, erhalten eine schriftliche Information.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-kunstarchiv-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d/", "image": "", "title": "Restaurator/in (m/w/d)", "content_text": "Museum für Franken, Würzburg Bewerbungsende: 16.11.2025 | Das\n„Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg“\nin der Trägerschaft des Freistaates Bayern ist ein Museum für fränkische Kunst- und Kulturgeschichte. Zur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt\neine/n Restaurator/in (m/w/d)\nim Rahmen einer Elternzeitvertretung zunächst in Vollzeit mit 40 Wochenstunden, ab dem 01.01.2027 befristet bis zum 22.09.2027 mit 25 Wochenstunden, Entgeltgruppe 8, zum nächstmöglichen Zeitpunkt.\nDas\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg\nbefindet sich seit dem 01.01.2017 als Landesmuseum in der Trägerschaft des Freistaates Bayern. Es ist ein Zentralmuseum für fränkische Kunst- und Kulturgeschichte mit einer Abteilung zur Würzburger Stadtgeschichte und besitzt überregional bedeutende Sammlungen der Malerei, Grafik und Skulptur sowie des Kunsthandwerks von der Frühzeit bis in die Gegenwart. Derzeit befindet sich das traditionsreiche Haus in einer Phase der Neupositionierung, die mit einer Generalsanierung der Festung Marienberg, einer komplexen Neukonzeption und dem Umzug des Museums samt seiner Depots einhergeht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrarin/", "image": "", "title": "Registrar:in", "content_text": "Kirchner Museum Davos, Davos (Schweiz) Bewerbungsende: 15.11.2025 | Das Kirchner Museum Davos ist ein international renommiertes Kunstmuseum, das sich vollumfänglich dem Werk Ernst Ludwig Kirchners widmet. Im modernen Bau von Gigon/Guyer fügt sich das Museum in das alpine Panorama von Davos ein und bietet neben wechselnden Sonderausstellungen zur Moderne und zeitgenössischen Kunst auch ein abwechslungsreiches Rahmenprogramm mit innovativen Formaten.\nWir suchen als Vertretung der aktuellen Stelleninhaberin\nper sofort oder nach Vereinbarung\neine/n,\nRegistrar:in (60–100%, Home-Office möglich)\nIhr Aufgabengebiet\nOrganisation des Leihverkehrs:\nErstellen und Überprüfen von Leihverträgen, Organisation nationaler und internationaler Kunsttransporte (inkl. Kurierkoordination und -betreuung) sowie Abwicklung aller versicherungstechnischen Angelegenheiten.\nAusstellungen:\nUnterstützung der Ausstellungsplanung und enge Zusammenarbeit mit den Bereichen Ausstellung und Museumstechnik, inkl. Koordination von Auf- und Abbauarbeiten.\nOptional:\nBildrechte und Datenbankpflege\nBearbeitung von Bildrechteanfragen sowie kontinuierliche Pflege und Aktualisierung der Bilddatenbank (MuseumPlus).\nIhr Profil\nStudium in Museologie, Kunstgeschichte oder vergleichbaren Ausbildung\nErfahrung im Bereich Registratur/Sammlungsverwaltung\nFundierte Kenntnisse im Umgang mit MuseumPlus oder vergleichbaren Datenbanksystemen\nSehr gute Kommunikationskenntnisse in Deutsch und Englisch (Wort und Schrift)\nHohe Selbstständigkeit, gute Organisations- und Koordinationsfähigkeiten\nFlexibilität und Belastbarkeit, Bereitschaft für gelegentliche Abend- und Wochenendeinsätze\nWir bieten\nEine abwechslungsreiche Tätigkeit in einem dynamischen und kreativen Umfeld.\nFlexible Anstellungsmöglichkeiten sowie die Option auf Home-Office-Arbeit.\nEin herzliches und professionelles Team.\nBitte senden Sie Ihre Bewerbungsunterlagen mit Angaben zum möglichen Arbeitsbeginn und zu Ihren Gehaltsvorstellungen bis\n15. November 2025\nan:\nRenya Heinrich, Leiterin Finanzen und Administration,\nbewerbungen@kirchnermuseum.ch\n. Bei Fragen stehen wir Ihnen gerne telefonisch unter\n+41 81 410 63 00\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.11.2025", "url": "https://www.museumsbund.de/stellenangebote/registrarin/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte-2/", "image": "", "title": "Mitarbeiter (w/m/d) Sicherheitszentrale und Pforte", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 16.11.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWerden Sie Teil unseres Teams! Denn auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besuchern zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken.\nWir besetzen ab sofort eine Stelle als\nMitarbeiter (w/m/d) Sicherheitszentrale und Pforte\n(in Vollzeit, 38,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nÜberwachung und Kontrolle der zugangsberechtigten Personen\nKontrolle und Überwachung der Außenhaut mittels Videoüberwachungsanlage\nKontrollgänge aus technischen Gründen oder bei Veranstaltungen\nKoordinierung des Alarmablaufs bei Polizei oder Brandalarm, Verständigung von Personen nach Notfallplan\nTelefonzentrale für technische bzw. infrastrukturelle Belange\nInformation und Vermittlungsposition bei externen Besuchern und Dienstleistern\nBestellung und Koordinierung der Handwerkeraufsichten\nMelden und Erstellen von Berichten und Vorkommnissen\nIhr Profil:\nBerufserfahrung im Bereich Sicherheit und Pfortendienst\nBescheinigung über die Unterrichtung nach § 34a GewO oder höherwertig\nKenntnisse im Umgang mit Gefahrenmanagementsystemen (BMA/EBA)\nTechnisches Verständnis z. B. im Bereich der Gefahrenmeldetechnik\nGute Anwender PC-Kenntnisse\nBereitschaft, im Schichtbetrieb (Früh- und Spätschicht) zu arbeiten\nHohes Verantwortungsbewusstsein und verantwortungsvoller Umgang mit Informationen\nFähigkeit, auch in Notfallsituationen ruhig und konzentriert zu bleiben\nGute und schnelle Auffassungsgabe\nAusgesprochene Team- und Kommunikationsfähigkeit\nKompetentes und freundliches Auftreten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung unter Angabe der Gehaltsvorstellung, die Sie bitte\nbis zum 16.11.2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-19\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Böttcher (Leitung Bereich Besucherservice) unter T +49 711 470 40 130. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/ datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte-2/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-projekt-kulturgutrtetter-m-w-d/", "image": "", "title": "Mitarbeiter*in im Projekt KulturGutRtetter (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 28.10.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren Standort Mainz suchen wir ab sofort\neine*n Mitarbeiter*in im Projekt KulturGutRtetter (m/w/d)\nals wissenschaftliche Hilfskraft mit 10 – 15 Wochenstunden befristet bis 31.12.2025 mit Aussicht auf Verlängerung\nIhre Aufgaben:\nBeschaffung und Bestellwesen: Durchführung von Bestellungen nach Bedarf, Pflege und Organisation der Bestellablage, Verwaltung von Lieferantenkontakten\nInventur und Bestandsmanagemants: Entwicklung und Umsetzung eines Inventurkonzeps für das Materiallager des KGR Projekts, Erstellung und kontinuierliche Pflege von Excel-Bestandlisten, Überwachung der Lagerbestände\nLogistik und Organisation: Entwicklung enes Logistikkonzeps für das KGR Projekts, Organisation und optimale Verteilung der Ausstattung in luftvefrachtbare Kisten, Erstellung und Pflege von Packlisten, Unterstützung bei der Entwicklung eines Packstufenkonzeps\nIhr Anforderungsprofil:\nEingeschriebene/r Student/in, vorzugsweise in den Bereichen Logistik, Wirtschaftsingenieurswesen, BWL oder vergleichbaren Studiengängen, Interesse an logistischen Fragestellungen und Supply Chain Management, sehr gute MS Excel-Kenntnisse, strukturiertes und organisiertes Arbeiten, Zuverlässigkeit und Eigenständigkeit\nWünschenwert:\nErste praktische Erfahrungen im Bereich Logistik oder Materialwirtschaft, Kenntniss in Inventur- und Lagerverwaltung, Affinität für systematisches Arbeiten und Dokumentation\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen bei einer hohen beruflichen Sicherheit\nEine Vergütung nach vorgegebenem Stundenlohn für Hilfskräfte\nMöglichkeit zum mobilem Arbeiten\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nBezuschussung des Deutschlandtickets in Höhe von 50 %\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt (bitte Nachweise beifügen!).\nWir freuen uns auf Ihre vollständige Bewerbung unter Angabe der gewünschten Wochenstunden- in einer PDF-Datei – per E-Mail bis zum 28.10.2025. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-projekt-kulturgutrtetter-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleiterin-museen-w-m-d/", "image": "", "title": "Teamleiter*in Museen (w/m/d)", "content_text": "Stadt Herne, Herne Bewerbungsende: 06.11.2025 | Die Stadt Herne sucht zum nächstmöglichen Zeitpunkt eine*n\nTeamleiter*in Museen (w/m/d)\n(Kennziffer 32/0180)\nfür den Bereich Museen und Stadtarchiv des Fachbereichs Kultur.\nDas Emschertal-Museum der Stadt Herne ist ein traditionsreiches Stadt- und Regionalmuseum mit jährlich rund 65.000 Besucher*innen. Im Jahr 2026 feiert das Museum sein 100-jähriges Jubiläum. Das Emschertal-Museum besteht aus den Häusern Schloss Strünkede mit der Schlosskapelle, dem Heimatmuseum „Unser Fritz“ sowie der Städtischen Galerie im Schlosspark, die ihren Schwerpunkt auf künstlerische Positionen des 20. und 21. Jahrhunderts legt.\nNeben dem klassischen Museumsbetrieb mit Dauer- und Sonderausstellungen, Führungen und dem Bereich der Bildung und Vermittlung finden zahlreiche Sonderveranstaltungen wie der Strünkeder Sommer, der Strünkeder Advent oder auch das STEAMPUNKfestival im Heimatmuseum statt.\nFür die Verstärkung unseres Teams mit zurzeit 18 Mitarbeitenden suchen wir eine engagierte und zugewandte Persönlichkeit mit Hochschulabschluss in einem museumsrelevanten Fach und mehrjähriger einschlägiger Berufserfahrung im Museumsbereich.\nWir bieten Ihnen:\nein unbefristetes Beschäftigungsverhältnis in Vollzeit (\n39 Wochenstunden\n)\neine leistungsgerechte Vergütung nach vorliegender Qualifikation in der\nEntgeltgruppe\n12 TVöD\neine betriebliche Altersvorsorge (VBL)\nein gutes Angebot an persönlichen und fachlichen Fort- und Weiterbildungsmöglichkeiten und eine umfassende Einarbeitung\neine vielseitige, verantwortungs- und anspruchsvolle Tätigkeit in einem motivierten Arbeitsumfeld\nein betriebliches Gesundheitsmanagement mit umfangreichem Programm\nvielfältige Rabatte durch Corporate Benefits\nes besteht das Angebot eines vergünstigten Großkundentickets für den ÖPNV, der Nutzung von Metropolradruhr-Fahrrädern oder der Finanzierung eines Fahrrades durch eine zinslose Gehaltsvorauszahlung\nIhre Aufgabenschwerpunkte:\nFührungsverantwortung für die Bereiche Öffentlichkeitsarbeit, Veranstaltungen, Mu-seumspädagogik/Bildung und Vermittlung\nVertretung der Abteilungsleitung/Museumsdirektor*in\nEinsatz der zugeordneten Mitarbeiter*innen und Entscheidung in grundsätzlichen, fachlichen, personellen und organisatorischen Angelegenheiten\nMitarbeit bei der Erstellung von Organisationskonzepten\nPlanung und Entwicklung von museumspädagogischen Angeboten für alle Altersgruppen\nPflege der Kooperationen mit regionalen und überregional anerkannten Bildungseinrichtungen / Netzwerkarbeit\nPlanung und Entwicklung der pädagogischen Programmangebote des Emschertal-Museums\nPlanung, Ausbau und Entwicklung des Museumsangebotes zu interkulturellen, inklusi-ven und demografierelevanten Themen und Schwerpunkten\nAufsicht, Planung und Durchführung von Schüler- und Studentenpraktika sowie der Schulung der 20 Dozent*innen im Bereich Museumspädagogik und deren Betreuung und praxisbezogener Anleitung\nSchulung der Mitarbeiter*innen in Bezug auf die Veranstaltungen, pädagogischer Aktionen, Events, Ausstellungen und zur Pflege des Museumsbestandes\nDiese Voraussetzungen müssen Bewerber*innen erfüllen:\nein erfolgreich abgeschlossenes (Fach-)Hochschulstudium (Bachelor, Master oder Diplom) in einem museumsrelevanten Fach wie Geschichte, Kunstgeschichte, Archäologie, Kulturwissenschaft, Museumswissenschaft, Pädagogik\nlangjährige, einschlägige Fach- und Berufserfahrung\nausgeprägte Kooperations- und Teamfähigkeit\nKund*innen- und Serviceorientierung, Lernbereitschaft sowie Eigeninitiative\nein hohes Maß an Selbständigkeit, Engagement, Flexibilität und Belastbarkeit\nFlexibilität bei der Arbeitszeitgestaltung, Bereitschaft zu Spät- und Wochenenddiensten\nHinsichtlich der zu übernehmenden Aufgaben sollen folgende Kompetenzprofile besonders ausgeprägt sein:\nWerthaltung\nDiversity- und Kommunikationskompetenz, kognitive Kompetenz\nKonfliktfähigkeit\nSoziale Sensibilität\nWünschenswert sind:\nMehrjährige Führungserfahrung\nModerierende Kompetenzen und Dialogfähigkeit\nAusgeprägte Fähigkeit zu strukturiertem, konzeptionellem sowie kreativem Denken\nInteresse an Themen des Verwaltungshandelns sowie vertiefte Kenntnisse im Museumsmanagement\nErfahrungen mit Formen der analogen und digitalen Vermittlung sowie publikumsbezogener Museumsarbeit\nFahrerlaubnis der Klasse B\nGrundlage unserer Erwartungen ist das Kompetenzmodell der Stadt Herne, das Sie unter\nwww.herne.de/kompetenzmodell\neinsehen können.\nDie Besetzung der Vollzeitstelle ist grundsätzlich in\nTeilzeitform\n(Job-Sharing) möglich. Bei der Funktionsübertragung auf zwei in Teilzeit beschäftigte Mitarbeiter*innen können nach Absprache aller Beteiligten bestimmte Arbeitszeitmodelle festgelegt werden.\nDie Stadtverwaltung Herne definiert sich als moderne Arbeitgeberin, die Chancengleichheit und die Vielfalt der Lebensentwürfe ihrer Mitarbeitenden fördert und dadurch Perspektiven schafft.  Für ihr beispielhaftes Handeln wurde die Stadtverwaltung Herne 2025 zum dritten Mal in Folge mit dem Prädikat „\nTotal E-Quality\n“ ausgezeichnet. Ihr erklärtes Ziel ist es, dass sich die Stadtgesellschaft auch in ihrer Belegschaft widerspiegelt.\nBewerbungen von Frauen sind ausdrücklich erwünscht. Sie werden bei gleicher Qualifikation im Rahmen der gesetzlichen Regelungen bevorzugt berücksichtigt.\nBewerbungen von Menschen mit Behinderung sind willkommen.\nWerden auch Sie Teil des Teams und prägen zusammen mit rund 3.000 Mitarbeitenden die Zukunft der Stadt Herne.\nBewerben Sie sich ganz einfach online auf unserer Homepage unter\nwww.herne.de/Rathaus/Stellen-und-Ausbildung/\nbis zum 06.11.2025\n.\nWir freuen uns auf Ihre Bewerbung!\nKontakt:\nAls Ansprechperson steht Ihnen für inhaltliche Fragen aus dem Fachbereich Kultur Herr Dr. Doetzer-Berweger (\n02323/16-1071)\ngerne zur Verfügung. Für verfahrenstechnische Fragen wenden Sie sich an Frau Graf vom Personaleinsatzmanagement (\n02323/16-2541)\n. Weitere Informationen zur Stadt Herne finden Sie im Internet unter\nwww.herne.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.11.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleiterin-museen-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-pforte-telefonzentrale-w-m-d/", "image": "", "title": "Mitarbeiter*in für die Pforte / Telefonzentrale (w/m/d)", "content_text": "Übersee-Museum, Bremen Bewerbungsende: 10.11.2025 | Die Vielfalt der Welt unter einem Dach: Im Übersee-Museum laden einzigartige kulturgeschichtliche Exponate aus der ganzen Welt, meisterhafte Tierdioramen, echte Pflanzen und zahlreiche Mitmachstationen Groß und Klein zum Staunen ein! Das Museum ist ein faszinierender und inspirierender Ort im Herzen der Hansestadt. Bei unserer Arbeit stehen die Menschen im Mittelpunkt, egal, ob als Besucher*innen oder Kolleg*innen, denn wir möchten Andere mit unserer Neugier und Begeisterung für die Vielfalt des Lebens anstecken. Bei uns ist die Welt zu Gast und wir dürfen die Gastgeber sein.\nHaben Sie Lust, diesen Weg mit uns zu gehen und uns im Bereich der Buchhaltung tatkräftig zu unterstützen?\nWir suchen zum nächstmöglichen Termin\nEine/n Mitarbeiter*in für die Pforte / Telefonzentrale (w/m/d)\n–  Entgeltgruppe 3 TVöD, Teilzeit mit 27,5 Wochenstunden, unbefristet\nWir bieten Ihnen:\nEine abwechslungsreiche Arbeitsumgebung durch ständig wechselnde Ausstellungen und Veranstaltungen\nSpannende Einblicke hinter die Kulissen in allen relevanten Bereichen des Museums\nUnterstützung durch aufgeschlossene Kolleg*innen der Abteilungen aus unterschiedlichen Berufen und Sprachen\nEinen sicheren Arbeitsplatz auch in Krisenzeiten\nAlle sozialen Bedingungen des öffentlichen Dienstes wie z. B. 30 Tage Jahresurlaub, Jahressonderzahlungen, Betriebliche Altersversorgung (VBL), 5 Tage Bildungszeit\nKostenloser Eintritt in die großen Bremer Museen\nGute Erreichbarkeit mit dem ÖPNV durch direkte Lage am Bremer Hauptbahnhof\nEin gefördertes Jobticket der BSAG\nIhre Aufgaben:\nSie sind verantwortlich für den Schließdienst des Museums und Übermaxx.\nSie betreuen die Pforte.\nSie übernehmen Empfang und Registrierung von Handwerkern; dazu gehören Ausgabe und Rücknahme von Schlüsseln und Besucher-/Handwerkerausweisen.\nZu Ihren Aufgaben zählt die Annahme, Bearbeitung und Vermittlung eingehender Telefonate (auch in Englisch); sofern erforderlich erstellen Sie Gesprächsnotizen oder E-Mails und leiten diese weiter.\nSie achten auf einen gepflegten Pfortenbereich.\nSie organisieren die Annahme und Bearbeitung der angelieferten Post/Pakete sowie deren Abholung und Bereitstellung für den Versand.\nSie übernehmen die Annahme und Weiterleitung von Materiallieferungen\nSie informieren sich über Veranstaltungen, Produkte und Verkaufsaktionen, um den Anrufer*innen freundlich und kompetent Auskünfte erteilen zu können.\nSie übernehmen die Urlaubs- und Krankheitsvertretung des Kollegen an der Pforte.\nIhr Profil\nSie zeigen Begeisterung und Freude am Umgang mit Menschen\nSie verfügen über eine hohe Kundenorientierung, Team- und Kommunikationsfähigkeit\nSie haben ein sicheres und freundliches Auftreten auch in Stresssituationen\nSie sind zuverlässig, gewissenhaft und verantwortungsbewusst\nSie zeigen Selbstständigkeit und Einsatzfreude und sind zeitlich flexibel\nSie verfügen über umfassende Deutschkenntnisse und Grundkenntnisse in Englisch, gern auch in anderen Sprachen\nSchulabschluss: Realschulabschluss wünschenswert\nBerufsausbildung: Diese Tätigkeit ist für Quereinsteiger (w/m/d) geeignet, eine intensive Einarbeitung erfolgt durch das Museum. Ausbildung / Berufserfahrungen in Berufen, die einen Umgang mit Menschen pflegen, sind wünschenswert.\nBewerbungshinweise:\nDas Übersee-Museum begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten und von People of Colour sowie von Bewerber*innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Menschen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nSollten Sie Lust haben, bei uns zu arbeiten, bewerben Sie sich bitte bis zum\n10.11.2025\n. Ihre Bewerbungsunterlagen (Bewerbungsschreiben, Lebenslauf und Nachweis der Qualifikation) richten Sie bitte per Email als PDF-Datei (max. 10 MB) unter der Angabe der Kennziffer:\nUEM_2506\nan\nbewerbermanagement@performanord.bremen.de\nBei Rückfragen wenden Sie sich gerne an: Frau Weyher, Tel. 0421 361-6158\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-die-pforte-telefonzentrale-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhalterin-w-m-d/", "image": "", "title": "Buchhalter*in (w/m/d)", "content_text": "Übersee-Museum, Bremen Bewerbungsende: 10.11.2025 | Die Vielfalt der Welt unter einem Dach: Im Übersee-Museum laden einzigartige kulturgeschichtliche Exponate aus der ganzen Welt, meisterhafte Tierdioramen, echte Pflanzen und zahlreiche Mitmachstationen Groß und Klein zum Staunen ein! Das Museum ist ein faszinierender und inspirierender Ort im Herzen der Hansestadt. Bei unserer Arbeit stehen die Menschen im Mittelpunkt, egal, ob als Besucher*innen oder Kolleg*innen, denn wir möchten Andere mit unserer Neugier und Begeisterung für die Vielfalt des Lebens anstecken. Bei uns ist die Welt zu Gast und wir dürfen die Gastgeber sein.\nHaben Sie Lust, diesen Weg mit uns zu gehen und uns im Bereich der Buchhaltung tatkräftig zu unterstützen?\nWir suchen zum 01. Januar 2026\neine/n Buchhalter*in (w/m/d)\n–  Entgeltgruppe 9b TVöD, 19,5 Wochenstunden, unbefristet\nWir bieten Ihnen:\nEine abwechslungsreiche Arbeitsumgebung durch ständig wechselnde Ausstellungen und Veranstaltungen\nSpannende Einblicke hinter die Kulissen in allen relevanten Bereichen des Museums\nUnterstützung durch aufgeschlossene Kolleg*innen aus unterschiedlichen Berufen\nEinen sicheren Arbeitsplatz auch in Krisenzeiten\nAlle sozialen Bedingungen des öffentlichen Dienstes wie z. B. 30 Tage Jahresurlaub,\nJahressonderzahlungen, Betriebl. Altersversorgung (VBL), 5 Tage Bildungszeit p.a.\nKostenloser Eintritt in die großen Bremer Museen\nGute Erreichbarkeit mit dem ÖPNV durch direkte Lage am Bremer Hauptbahnhof\nIhr Aufgaben:\nKreditoren, Debitoren, Anlagen- und Sachkontenbuchhaltung, z. B\nPrüfung, Erfassung und Verbuchung von Eingangsrechnungen\nVerarbeitung und Verbuchung der Kreditkartenabrechnungen\nPflege der Sachkonten\nWahrnehmung der Debitorenrechnung inkl. Mahnsystem\nMitwirkung bei der Erstellung von Quartals- und Jahresabschlüssen\nIhr Profil:\nEine abgeschlossene Berufsausbildung als Finanz-/Bilanzbuchhalter*in (w/m/d)\noder eine vergleichbare Qualifikation.\nMehrjährige Berufserfahrung in vergleichbarer Position.\nSicherer Umgang mit SAP o.ä. Buchhaltungsprogrammen und MS Office.\nAusgeprägtes analytisches Denkvermögen.\nUnd teamorientierte Arbeitsweise\nBewerbungshinweise:\nDas Übersee-Museum begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten und von People of Colour sowie von Bewerber*innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Menschen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nSollten Sie Lust haben, bei uns zu arbeiten, bewerben Sie sich bitte bis zum\n10.11.2025\n. Ihre Bewerbungsunterlagen (Bewerbungsschreiben, Lebenslauf und Nachweis der Qualifikation) richten Sie bitte per Email als PDF-Datei (max. 10 MB) unter der Angabe der Kennziffer:\nBuchhaltung\nan\nbewerbermanagement@performanord.bremen.de\nBei Rückfragen wenden Sie sich gerne an: Frau Erxleben, Tel. 0421 361-20521.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.11.2025", "url": "https://www.museumsbund.de/stellenangebote/buchhalterin-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-bzw-restaurator-w-m-d-fachbereich-papier/", "image": "", "title": "Restauratorin bzw. Restaurator (w/m/d) Fachbereich Papier", "content_text": "Staatlichen Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern, Schwerin Bewerbungsende: 11.11.2025 | Die Staatlichen Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern bewahren, pflegen und erforschen das kultur- und kunstgeschichtliche Fundament Mecklenburg-Vorpommerns. Dazu gehören einige der schönsten und bedeutendsten Zeugnisse der Architekturgeschichte und Gartenkunst Norddeutschlands sowie die herzoglichen Kunstsammlungen und Kunstschätze internationalen Ranges.\nDas Dezernat Sammlungsmanagement ist u.a. für die konservatorisch/ restauratorische Betreuung und Erhaltung der Sammlungsbestände zuständig.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-bzw-restaurator-w-m-d-fachbereich-papier/", "date_published": "2025-10-20T00:00:00"}]}