{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/phd-position-m-f-d-in-population-genomics-of-vertebrates-2/", "image": "", "title": "PhD position (m/f/d) in Population Genomics of Vertebrates", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 24.02.2025 | The Senckenberg Gesellschaft für Naturforschung (SGN) is a member of the Leibniz Association and is based in Frankfurt am Main, Germany. SGN conducts natural history research with more than 800 employees and research institutions in six federal states. Within SGN, the Senckenberg Biodiversity and Climate Research Centre (SBiK-F) explores the interactions between biodiversity, climate, and society.\nThe\nSenckenberg Biodiversity and Climate Research Centre\ninvites applications for a\nPhD position (m/f/d) in Population Genomics of Vertebrates\n(65 %)\nThere is an exciting opportunity for a talented and motivated applicant to join the working group of Prof. Dr. Axel Janke. The applicant is expected to be closely involved in evolutionary, population or phylo-genetics to study speciation in mammals (bears, giraffe, kangaroos or allies) at the genomic level. The likely project will involve giraffe genomics.\nYour profile:\nMaster degree in Biology, Genetics, Bioinformatics or a related field\nStrong interest and proven skills in genomic evolutionary-, population- and/or phylogenomic analyses, in particular drift-related processes, speciation, and population statistics.\nExperience in analyzing NGS and programing of scripts, R\nVery good written and oral communication skills in English\nInterest to be involved in an international and interdisciplinary group to expand the work to species distribution modeling, paternal inference and conservation genetics\nWhat is awaiting you?\na workplace in a central location with good transport connections in the heart of Frankfurt – flexible working hours – opportunities for mobile working – support with childcare or caring for family members (certified by the „audit berufundfamilie“) – Senckenberg badge for free entry in museums in Frankfurt – special annual payment – company pension scheme\nPlace of employment: Frankfurt am Main\nWorking hours: part-time (65%)\nType of contract: The contract should start preferably on April 1\nst\n, 2025 and is limited to three years\nSalary: according to the collective agreement of the State of Hesse\n(pay grade E 13, TV-H)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position and will be given preference in the case of equal qualifications.\nApplicants with disabilities (“Schwerbehinderung”) will be given preferential consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nYou would like to apply?\nThen please send us your complete and informative application documents (CV, letter of motivation, academic transcripts and certification / credentials, two relevant publications, and contact details of two potential references to) in electronic form (as a single PDF file)\nby 24.02.2025 to\nrecruiting@senckenberg.de\n, quoting the reference number #11-25001,\nor apply directly on our homepage using the online application form.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFor scientific enquiries please contact Prof. Dr. Axel Janke\naxel.janke@senckenberg.de\n.\nFor more information about the Senckenberg Gesellschaft für Naturforschung, please visit\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.02.2025", "url": "https://www.museumsbund.de/stellenangebote/phd-position-m-f-d-in-population-genomics-of-vertebrates-2/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/social-media-managerin-w-m-d-4/", "image": "", "title": "Social Media Manager:in (w/m/d)", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 15.03.2025 | Wir erforschen den Wandel von Erde und Leben in Zeit und Raum.\nDie Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nDamit unsere spannenden Themen auch in den sozialen Netzwerken sichtbarer werden, benötigen wir Deine Unterstützung.\nWir suchen\n…\neine Social Media Managerin oder einen Social Media Manager (w/m/d)\nin Vollzeit befristet bis zum 31.12.2027\nDeine Aufgaben:\nDu baust eine Social Media Redaktion auf und erarbeitest gemeinsam mit dem Sachgebiet Kommunikation eine Social Media Gesamtstrategie für die SNSB\nDu erstellst auf dieser Basis ein umfassendes Social Media Konzept für die SNSB\nDu etablierst, koordinierst und pflegst einen Social Media Redaktionskalender\nDu unterstützt die Social Media Akteure unserer Museen mit deinem Knowhow\nDu konzeptionierst, planst und erstellst Inhalte (Texte, Bilder, Videos) für diverse Social Media Plattformen (wie z.B. Facebook, Instagram, LinkedIn)\nDu recherchierst eigenständig Themen und entwickelst neue Formate\nDu baust einen Pool aus Beiträgen über SNSB-Themen für die verschiedenen Social Media Kanäle der SNSB Einrichtungen auf\nDu bereicherst die Social Media Kanäle der SNSB mit deinen kreativen Ideen\nDu begleitest Veranstaltungen, Pressemitteilungen, Forschungsprojekte etc. medial\nDas bringst Du mit:\nDu hast erfolgreich ein Hochschulstudium oder eine einschlägige Ausbildung abgeschlossen\nDu hast mindestens zwei Jahre Berufserfahrung im Social Media Management\nDu begeisterst Dich für digitale Kommunikation\nDu kennst Dich sehr gut aus mit allen wichtigen Social Media Kanälen (wie z.B. Facebook, Instagram, LinkedIn)\nDu hast Erfahrung im journalistisch-redaktionellen Bereich\nDu hast ein gutes Gespür für geeignete Themen und triffst mit Deinen Texten und Bildern den richtigen Ton\nDu hast eine sichere und eigenständige Arbeitsweise bei der Redaktionsplanung\nDu hast Kenntnisse in den Bereichen Kampagnenkonzeption für Social Media, Storytelling und KPIs\nEs macht Dir Spaß, Videos und Fotos zu erstellen und mit den gängigen Tools zu bearbeiten\nThemen rund um die Natur, Naturforschung und Naturwissenschaften faszinieren Dich\nDu bist kreativ und arbeitest eigenständig\nDu bist kommunikativ und teamfähig\nDu hast Lust auf Wissenschaftskommunikation\nDas bieten wir Dir:\nEin spannendes und abwechslungsreiches Tätigkeitsfeld in der Wissenschaftskommunikation\nEinblicke in aktuelle Naturforschung und hinter die Kulissen unserer Museen und Naturkundesammlungen\nEin hohes Maß an kreativem Spielraum\nEin nettes Team\nEin schöner Arbeitsort mitten im Botanischen Garten\n30 Tage Urlaub, Überstundenausgleich\nAlle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\nDie Vergütung erfolgt je nach Qualifikation nach Tarifvertrag der Länder (TV-L) Eingruppierung bis zu E12\nMöglichkeit zur Arbeit im Homeoffice, flexible Arbeitszeiten und Teilzeitmodelle\nFreien Eintritt in alle unsere Museen und den Botanischen Garten München-Nymphenburg\nDas klingt spannend?\nDann bewirb dich jetzt und werde Teil unseres Teams! Bringe dein digitales Knowhow und deine Kreativität ein, um die Welt der Naturwissenschaften einem jungen Publikum näherzubringen.\nWir freuen uns auf Deine Bewerbung mit Lebenslauf, Anschreiben, Abschluss- und Arbeitszeugnissen\nbis zum 15.03.2025.\nBitte schicke uns Deine Bewerbung als ein PDF mit der Bezeichnung Social_Media_Manager/in_Nachname_Vorname an bewerbung@snsb.de\nDu hast fachliche Fragen? Dann melde Dich gerne bei Frau Hannah Rauscher-Spiess (rauscher-spiess@snsb.de, Tel. 089 / 17861-119). Bei Fragen zum Verfahren melde Dich gerne bei Frau Susann Windisch (\npersonal@snsb.de\n).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nReisekosten für die Anreise zu einem möglichen Bewerbungsgespräch können wir leider nicht übernehmen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/social-media-managerin-w-m-d-4/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-jubilaeum-w-m-d/", "image": "", "title": "Projektleitung Jubiläum (w/m/d)", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 15.03.2025 | Wir erforschen den Wandel von Erde und Leben in Zeit und Raum.\nDie Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nWir feiern im Jahr 2027 unseren 200. Geburtstag und wollen diesen Anlass nutzen, um mit internen und externen Veranstaltungen im Rahmen einer Kampagne die bisherige Entwicklung zu feiern, ihr Profil als Forschungsmuseum in der Öffentlichkeit zu schärfen und einen Blick in die Zukunft zu werfen. Aus diesem Grund suchen wir für das Sachgebiet Kommunikation der SNSB eine\nProjektleitung Jubiläum (w/m/d)\nin Vollzeit, befristet bis zum 31.12.2027\nDie Aufgaben umfassen insbesondere:\nEntwicklung verschiedener Formate und Veranstaltungen zum 200-jährigen Jubiläum gemeinsam mit dem Sachgebiet Kommunikation, der wissenschaftlichen Projektleitung sowie dem Fachausschuss für Wissenschaftskommunikation\nKoordination und Steuerung der unterschiedlichen Projekte\nKonzeption von Teilprojekten im Rahmen des Gesamtprojekts\nEntwicklung von Strategien, Maßnahmen und eines Finanzplans zur Umsetzung\nAbstimmung von Projektschritten, Zeitplanung, Konzeption, Implementierung und Umsetzung mit dem Sachgebiet Kommunikation und dem Fachausschuss Wissenschaftskommunikation der SNSB\nKonzeption und Steuerung der Erstellung einer Broschüre zum Jubiläum\nProjektdokumentation\nsichere Führung interner Prozesse und Arbeitsabläufe\nWir erwarten:\neinschlägige Erfahrung und/oder ein erfolgreich abgeschlossenes qualifizierendes Hochschulstudium (Masterabschluss oder Äquivalent) in einer einschlägigen Fachrichtung, z.B. Kulturmanagement, Betriebswirtschaftslehre mit Schwerpunkt Kongress-, Messe- und Eventmanagement\nnachweisliche mehrjährige Erfahrung auf dem Gebiet des Projekt- und Veranstaltungsmanagements, inkl. der Projektsteuerung\nOrganisationsgeschick, selbstständiges und strukturiertes Arbeiten\nhohe soziale Kompetenz und kommunikative Fähigkeiten sowie Freude an der Zusammenarbeit in einem interdisziplinären Team\nBelastbarkeit, Zuverlässigkeit, Flexibilität und hohe Einsatzbereitschaft\ngute Deutsch- und Englischkenntnisse\nKenntnisse im Umgang mit üblicher Software in den Bereichen Office und Projektmanagement\nWir bieten:\neine spannende und vielseitige Aufgabe mit viel Gestaltungsspielraum an einem interessanten Arbeitsplatz in einem engagierten und kollegialen Team\nbei Erfüllung der notwendigen Voraussetzungen eine Vergütung nach E 13 TV-L\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\n30 Tage Urlaub, Überstundenausgleich\nMöglichkeit zur Arbeit im Homeoffice, flexible Arbeitszeiten und Teilzeitmodelle\nFreien Eintritt in alle unsere Museen und den Botanischen Garten München-Nymphenburg\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen mit Lebenslauf, Anschreiben, Abschluss- und Arbeitszeugnissen\nbis zum\n15.03.2025.\nDiese senden Sie bitte elektronisch als ein PDF mit der Bezeichnung Projektleitung_Jubiläum_Nachname_Vorname an\nbewerbung@snsb.de\n.\nIhre fachlichen Fragen bzgl. der Stelle beantwortet Frau Hannah Rauscher-Spiess (rauscher-spiess@snsb.de, Tel. 089 / 17861-119). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nReisekosten für die Anreise zu einem möglichen Bewerbungs­gespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-jubilaeum-w-m-d/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-ausstellungskuration-w-m-d/", "image": "", "title": "Wissenschaftliche Projektleitung / Ausstellungskuration (w/m/d)", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 15.03.2025 | Wir erforschen den Wandel von Erde und Leben in Zeit und Raum.\nDie Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nWir feiern im Jahr 2027 unseren 200. Geburtstag und planen hierzu u.a. eine große Sonderausstellung, die modular gleichzeitig an den SNSB-Museen in München sowie an den Regionalmuseen gezeigt werden soll. Schwerpunktmäßig soll sich die Sonderausstellung den Themen Sammeln und Sammlungen in den Naturwissenschaften widmen, um die Vielfalt und Bedeutung wissenschaftlicher Sammlungen einer breiten Öffentlichkeit bewusst zu machen. Für Planung und Organisation dieses Projekts suchen wir für das Sachgebiet Kommunikation der SNSB eine\nWissenschaftliche Projektleitung / Ausstellungskuration (w/m/d)\nin Vollzeit, befristet bis zum 31.12.2027\nDie Aufgaben umfassen insbesondere:\nKonzeption und Umsetzung einer Sonderausstellung zur Bedeutung der SNSB-Sammlungen in Zusammenarbeit mit dem Fachausschuss für Wissenschaftskommunikation, dem Sachgebiet Kommunikation sowie der Projektleitung des Jubiläums\nRecherche und Dokumentation, Objekt- und Bildauswahl, ggfs. Abklärung von Bildrechten\nZusammenarbeit mit den Konservatorinnen und Konservatoren der SNSB-Abteilungen\nZusammenarbeit mit einem Ausstellungsgestaltungsteam und den realisierenden handwerklichen Gewerken\nErstellung eines Zeit- und Kostenplans, ggfs. Mitwirkung bei der Ausschreibung extern zu erbringender Leistungen\nAbstimmung von Projektschritten mit den Projektbeteiligten\nProjektdokumentation und Mitarbeit bei der Erstellung einer Broschüre zum Jubiläum\nWir erwarten:\neinschlägige Erfahrung und/oder ein erfolgreich abgeschlossenes qualifizierendes Hochschulstudium (Masterabschluss oder Äquivalent) in einer einschlägigen Fachrichtung, z.B. in Museologie, Natur- oder Kulturwissenschaften\nnachweisliche mehrjährige Erfahrung auf dem Gebiet der Ausstellungskuration\nOrganisationsgeschick, selbstständiges und strukturiertes Arbeiten\nhohe soziale Kompetenz und kommunikative Fähigkeiten sowie Freude an der Zusammenarbeit in einem interdisziplinären Team\nBelastbarkeit, Zuverlässigkeit, Flexibilität und hohe Einsatzbereitschaft\ngute Deutsch- und Englischkenntnisse\nWir bieten:\neine spannende und vielseitige Aufgabe mit Gestaltungsspielraum an einem interessanten Arbeitsplatz in einem engagierten und kollegialen Team\nbei Erfüllung der notwendigen Voraussetzungen eine Vergütung nach E 13 TV-L\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\n30 Tage Urlaub, Überstundenausgleich\nMöglichkeit zur Arbeit im Homeoffice, flexible Arbeitszeiten und Teilzeitmodelle\nFreien Eintritt in alle unsere Museen und den Botanischen Garten München-Nymphenburg\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen mit Lebenslauf, Anschreiben, Abschluss- und Arbeitszeugnissen\nbis zum 15.03.2025.\nDiese senden Sie bitte elektronisch als ein PDF mit der Bezeichnung Ausstellungskuration_Jubiläum_Nachname_Vorname an\nbewerbung@snsb\n.de\nIhre fachlichen Fragen bzgl. der Stelle beantwortet Frau Hannah Rauscher-Spiess (rauscher-spiess@snsb.de, Tel. 089 / 17861-119). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nReisekosten für die Anreise zu einem möglichen Bewerbungs­gespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-ausstellungskuration-w-m-d/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-bereich-bildung-und-vermittlung-m-w-d/", "image": "", "title": "Mitarbeiter/in für den Bereich Bildung und Vermittlung (m/w/d)", "content_text": "Museum Kunststätte Bossard, Jesteburg Bewerbungsende: 07.03.2025 | Das Museum Kunststätte Bossard, 30 km südlich von Hamburg gelegen, ist mit seinem expressionistischen Kunsttempel, dem Wohn- und Atelierhaus des Künstlerehepaars Bossard sowie dem Ausstellungsgebäude ein außergewöhnlicher Ort der Kunst- und Zeitgeschichte der ersten Hälfte des 20. Jahrhunderts. Aktuell liegen die Arbeitsschwerpunkte des Museums in der Sanierung der bestehenden historischen Gebäude, der Vermittlung der Forschungsergebnisse zur Geisteshaltung des Ehepaares Bossard und seiner Einstellung zum Nationalsozialismus sowie auf einer Neuausrichtung in Bezug auf Organisation und Strukturen, Museumsmanagement, Veranstaltungen und Ausstellungen.\nZur Unterstützung des Museumsbetriebes sucht das Museum Kunststätte Bossard zum nächstmöglichen Zeitpunkt eine/n\nMitarbeiter/in für den Bereich Bildung und Vermittlung (m/w/d) in Teilzeit (20 Wochenstunden)\nDas wird Ihr Aufgabenbereich:\nAuf der Basis hauseigener sowie externer Forschungsergebnisse entwickeln Sie Bildungsangebote für Schulklassen und Erwachsenengruppen.\nSie entwickeln, implementieren und evaluieren Konzepte zur Vermittlung der kunst- und zeitgeschichtlichen Inhalte auf der Basis interner und externer Forschungsergebnisse für diverse Zielgruppen\nSie schaffen innovative, partizipative und barrierearme Vermittlungsangebote für die Museumsinhalte\nSie zeichnen verantwortlich für die Qualitätssicherung der angebotenen Programme\nSie haben den direkten Kontakt zu den Schulen und freien Mitarbeiterinnen und Mitarbeitern und wirken bei der Vermarktung der pädagogischen Angebote mit\nSie koordinieren das Kurs- und Ferienprogramm sowie das regelmäßige Kreativangebot „Kinderatelier“\nWir freuen uns auf Sie, wenn Sie die folgenden Dinge mitbringen:\nSie verfügen über ein abgeschlossenes Studium der Kunstgeschichte, Geschichte oder einer verwandten Wissenschaft mit vertieften Kenntnissen der Kunstgeschichte der ersten Hälfte des 20. Jahrhunderts sowie der neueren und neuesten Zeitgeschichte\nSie sind eine offene, gewinnende und begeisterungsfähige Persönlichkeit mit einem hohen Maß an Kommunikations- und Teamfähigkeit. Sie verfügen über ein souveränes Auftreten und ein hohes Maß an Belastbarkeit\nSie haben Freude an der Arbeit mit einem engagierten und kollegialen Team sowie die Leidenschaft an der Arbeit in einem kleinen Museum\nSie verfügen über ein hervorragendes Organisationsgeschick sowie über eine eigenständige, verlässliche und gute Arbeitsweise.\nSie haben gute IT-Anwenderkenntnisse und haben einen sicheren Umgang mit allen üblichen MS Office-Produkten und elektronischen Kommunikationswegen.\nSie bringen die Bereitschaft mit, bei Bedarf auch am Abend oder am Wochenende zu arbeiten\nSie verfügen über einen PKW um das Museum Kunststätte Bossard zu erreichen.\nBei uns können Sie sich freuen auf:\nFlexible Arbeitszeiten\nEine interessante, anspruchsvolle und vielseitige Tätigkeit in einem besonderen Arbeitsumfeld\nDie Gestaltung des Bereichs Bildung und Vermittlung in einer Veränderungssituation\nMöglichkeiten der Weiterbildung\nFaire Bezahlung und hohe Flexibilität in Bezug auf Arbeitszeiten und Homeoffice\n25 Tage Urlaub sowie freie Tage am 24.12. und 31.12.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen in elektronischer Form (pdf) bis zum 7.3.2025 an\nMuseum Kunststätte Bossard\nFrau Heike Duisberg-Schleier\nBossardweg 95\n21266 Jesteburg\nduisberg@bossard.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-bereich-bildung-und-vermittlung-m-w-d/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-3/", "image": "", "title": "Mitarbeiter (m/w/d)", "content_text": "Kunsthalle “Talstrasse“, Halle Bewerbungsende: 11.03.2025 | Verstärkung des Teams der Kunsthalle “Talstrasse“\nDer Kunstverein “Talstrasse“ e.V. wurde im August 1991 gegründet. In einer klassizistischen Villa, die seit den frühen 1950er Jahren als Atelierhaus und Arbeitsstätte vielen halleschen Künstlern diente, zeigt er seit 1994 regelmäßig Ausstellungen. Die Ausstellungsfläche wurde 2014 durch den Neubau der KUNSTHALLE “Talstrasse“ um einen modernen Erweiterungsbau mit Ausstellungs- und Nebenräumen von musealem Zuschnitt erweitert. Im Mittelpunkt seiner Arbeit steht die Entwicklung von Jahresprogrammen mit spezifischen thematischen Fragestellungen. Ein programmatischer Spannungsbogen zwischen Geschichte und Gegenwart charakterisiert im Wesentlichen die Inhalte dieser Programme. Dabei legt der Verein Wert auf die Vorstellung zeitgenössischer Kunst in ihrer Vielfalt und verschiedensten Tendenzen. Regionale Bezüge setzen ebenso Schwerpunkte wie die Vorstellung nationaler und internationaler Kunstentwicklungen. Umfangreiche Publikationen mit Fachbeiträgen sind nahezu immer Bestandteil der Projekte. Der Kunstverein “Talstrasse“ ist Mitglied des AdKV, des Deutschen Museumsbunds, des Museumsverbands Sachsen-Anhalt und des Museumsnetzwerkes der Stadt Halle (Saale).\nFür die verantwortliche Unterstützung der Leitung des Hauses suchen wir ab März 2025 einen Mitarbeiter (m/w/d).\nIhre Aufgaben\nUnterstützung der Leitung des Hauses bei der Erstellung von Ausstellungskonzepten bis hin zur\nMitarbeit im Ausstellungsmanagement und bei der Ausstellungsrealisierung\nAbwicklung des Leihverkehrs\nPlanungs- und Informationsmanagement\nKoordination und selbstständige Durchführung von Teilprojekten im Ausstellungskontext\nÜbernahme von Aufgaben der Öffentlichkeitsarbeit in verschiedenen Bereichen\nEinbringen in die Akquisetätigkeit zur Finanzierung der Projekte, Fördermittelbeantragung und Abrechnung\nInventarisierung, Erschließung und Dokumentation des Sammlungsbestandes\nIhr Profil\nVorausgesetzt wird ein abgeschlossenes Studium (Bachelor oder Master) bevorzugt im Bereich Marketing mit Zusatzqualifikation in Richtung Kunstgeschichte, der Museologie bzw. Museumswissenschaft/ Museumskunde mit dem Schwerpunkt kunstgeschichtlicher Kenntnisse, der Geistes- bzw. Kulturwissenschaften oder ein Abschluss mit ähnlichen Qualifikationen. Erwartet werden einschlägige Erfahrungen im routinierten Umgang mit Kunst- und Museumsobjekten, sehr gute EDV-Kenntnisse, überdurchschnittliche Einsatzbereitschaft und eine eigenverantwortliche, gewissenhafte, kreative und selbstständige Arbeitsweise. Die Fähigkeit zu engagierter Teamarbeit und zu interdisziplinärem Arbeiten, sichere Umgangsformen, Organisationstalent sowie ein gültiger Führerschein der Klasse B runden Ihr Profil ab.\nUnser Angebot\nWir bieten Ihnen einen interessanten und abwechslungsreichen Arbeitsplatz (Vollzeit, 40 Stunden / Woche) in einem perspektivisch unbefristeten Arbeitsverhältnis. Darüber hinaus bieten wir Ihnen attraktive Arbeits-bedingungen in Form der gleitenden Arbeitszeit mit flexiblen Möglichkeiten zum Ausgleich der Dienstzeit. Der Arbeitsort ist Halle (Saale). Die Vergütung erfolgt je nach Umfang der Aufgabenübertragung sowie Erfüllung der persönlichen Voraussetzungen in Anlehnung an TV-L 2025. Der Kunstverein “Talstrasse“ e.V. gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt, und fügen einen etwaigen Nachweis hierüber bei. Bewerbungskosten können nicht übernommen werden. Eingereichte Bewerbungsunterlagen werden daher nur zurückgesandt, wenn ein hinlänglich mit Adresse versehener und ausreichend frankierter Rückumschlag beigefügt ist\nKunstverein “Talstrasse“ e.V.\nTalstr.23\n06120 Halle (Saale)\nbewerbung@kunstverein-talstrasse.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-3/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-kuratorin/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in / Kurator*in", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 09.03.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams zum 1. Juli 2025 eine engagierte Persönlichkeit als\nWissenschaftliche*r Mitarbeiter*in / Kurator*in\nin Teil- oder Vollzeit (wöchentliche Arbeitszeit mindestens 30 Stunden) befristet auf 2 Jahre.\nIhre Aufgaben:\nKonzeption von Ausstellungs-, Veranstaltungs- und Publikationsprojekte für die Sammlungsbereiche angewandte Kunst und Glas\nSteuerung und Durchführung der Ausstellungsprojekte in enger Zusammenarbeit mit der Projektleitung\nEinhaltung und Kontrolle von Budgets und Zeitplänen\nVerfassen von Katalog- und Ausstellungstexten\nIhr Profil:\nEin abgeschlossenes wissenschaftliches Hochschulstudium (M. A.) der Kunstgeschichte, Kulturwissenschaften oder eines vergleichbaren Fachs\nMehrjährige Erfahrung im Aufgabengebiet\nKreativität und innovatives Denken für Ausstellungsprojekte\nAusgeprägtes Organisationstalent sowie eine umsichtige, strukturierte und zielorientierte Arbeitsweise\nEin hohes Maß an Eigenverantwortung, Engagement, Belastbarkeit sowie ein kooperativer, teamfähiger Arbeitsstil\nSicherheit im mündlichen und schriftlichen Ausdruck\nGute Kenntnisse im Umgang mit MS Office, Grundkenntnisse im Umgang mit Datenbanken\nSehr gute Englischkenntnisse\nWir bieten u.a.:\nEine spannende und vielfältige Tätigkeit mit Gestaltungsmöglichkeiten und eigener Verantwortung\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge, das Deutschlandticket Job und weitere diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum 9. März 2025 über unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nWestrey Page\n, Referentin des Generaldirektors, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-kuratorin/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing/", "image": "", "title": "Projektmanager*in Marketing", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 09.03.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams zum nächstmöglichen Zeitpunkt eine*n engagierte*n\nProjektmanager*in Marketing\nunbefristet in Vollzeit.\nDas erwartet Sie:\nKreative Kampagnenentwicklung: Sie entwickeln innovative und zielgruppengerechte Marketing­kampagnen für den Kunstpalast, den Robert-Schumann-Saal und das NRW-Forum – von der ersten Idee bis zur Erfolgsauswertung.\nStrategische Vermarktung: Sie gestalten neue Marketingkonzepte und tragen zur Weiterentwicklung der Marken bei.\nEigenständige Umsetzung: Sie setzen eigenverantwortlich die Marketingkampagnen um, d.h. Kampagnenentwicklung, Mediaplanung (offline und online), Erstellung von Briefings und Koordination von Produktionsplänen, Abwicklung von Mailings, Steuerung von Kooperationen, Budgetplanung und -kontrolle.\nPerformance Marketing: Sie übernehmen Planung, Durchführung und Optimierung von Performance-Marketing-Maßnahmen mit Fokus auf Paid Social (Instagram, TikTok) sowie Google Ads.\nOptimierung und Erfolgsmessung: Sie analysieren die Performance der Marketingkampagnen, optimieren ggf. bestehende Kampagnen und leiten Verbesserungen ab.\nProjektmanagement und Teamarbeit: Sie arbeiten eng mit unseren Expert*innen für Social Media und Presse, Kurator*innen und Ausstellungsmanager*innen zusammen und koordinieren externe Dienstleister und Agenturen.\nDas bringen Sie mit:\nErfahrungen im Marketing: Sie haben ein abgeschlossenes Studium mit Schwerpunkt Marketing oder mehrjährige Berufserfahrung im Kampagnenmanagement oder einer vergleichbaren Position.\nFundierte Kenntnisse\n:\nSie kennen sich in der Mediaplanung und im digitalen Marketing, insbesondere im Bereich Performance Marketing (Paid Social, Google Ads) bestens aus.\nKreativität & analytisches Denken: Sie entwickeln nicht nur starke Ideen und haben ein Gespür für Design und zielgruppenspezifische Kommunikation, sondern können deren Erfolg auch an anhand von KPIs bewerten.\nProjektmanagement-Skills: Sie sind strukturiert, verstehen die Interessen aller Beteiligten, können mehrere Projekte parallel steuern und verlieren nie den Überblick.\nMacher*in-Mentalität: Sie packen an, übernehmen Verantwortung und treiben die Marketingkampagnen mit Lösungsorientierung und Eigeninitiative voran.\nKommunikationsstärke: Sie können mit Stakeholdern auf Augenhöhe sprechen und sie für Ihre Ideen begeistern und verfügen über gute Englischkenntnisse.\nBei uns erwartet Sie u.a.:\nEine spannende und vielfältige Tätigkeit mit Gestaltungsmöglichkeiten und eigener Verantwortung\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge, das Deutschlandticket Job und weitere diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum 9. März 2025 über unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nChristine Doum\n, Leitung Marketing und Digitales, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d-7/", "image": "", "title": "Personalsachbearbeiter/in (m/w/d)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 28.02.2025 | Die Zentralen Dienste der Staatlichen Museen und Sammlungen gehören zur Direktion der Bayerischen Staatsgemäldesammlungen, nehmen jedoch in Haushalts-, Rechts-, IT- und Personalangelegenheiten Aufgaben für alle staatlichen Museen und Sammlungen in ganz Bayern, derzeit insgesamt 19 Einrichtungen mit insgesamt etwa 30 Zweigmuseen und -galerien, wahr. Die Direktion der Bayerischen Staatsgemäldesammlungen ist ihrerseits eine unmittelbar nachgeordnete Behörde des Staatsministeriums für Wissenschaft und Kunst.. Die Büros der Zentralen Dienste befinden sich in München Neuhausen.\nWir suchen zur Verstärkung unseres Teams im Zentralen Personalreferat eine/n\nPersonalsachbearbeiter/in (m/w/d)\nin Vollzeit oder aufgeteilt auf zwei Personen in Teilzeit mit je 20 Wochenstunden, Entgeltgruppe 9b TV-L bzw. Besoldungsgruppe A 9/A 10 BayBesG, unbefristet und zum nächstmöglichen Zeitpunkt\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d-7/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/reinigungskraft-m-w-d-19/", "image": "", "title": "Reinigungskraft (m/w/d)", "content_text": "Bayerisches Armeemuseum, Ingolstadt Bewerbungsende: 09.03.2025 | Das Bayerische Armeemuseum ist eines der großen militärhistorischen Museen in Europa. Der Schwerpunkt der Sammlungen liegt auf Bayern in seinem europäischen Kontext. Sie reichen vom Spätmittelalter bis in die Gegenwart.\nDas Bayerische Armeemuseum sucht zum nächstmöglichen Zeitpunkt\neine\nReinigungskraft (m/w/d)\nin Teilzeit 50% (20 Stunden) und unbefristet\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/reinigungskraft-m-w-d-19/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-sammlungsmanagement-w-m-d/", "image": "", "title": "Wissenschaftliches Sammlungsmanagement (w/m/d)", "content_text": "Geowissenschaftliches Museum der Universität Göttingen, Göttingen Bewerbungsende: 28.02.2025 | An der Georg-August-Universität Göttingen Stiftung Öffentlichen Rechts – Fakultät für Geowissenschaften und Geographie ist zum nächstmöglichen Zeitpunkt die Stelle\nWissenschaftliches Sammlungsmanagement (w/m/d)\n– Entgeltgruppe 13 TV-L –\nin Teilzeit mit 50 % der regelmäßigen wöchentlichen Arbeitszeit (zzt. 19,90 Stunden/Woche) zu besetzen. Die Stelle ist unbefristet.\nDas Geowissenschaftliche Museum der Universität Göttingen beherbergt mehr als vier Millionen Objekte und Serien (Fossilien, Mineralien, Gesteine und Meteorite) und ist somit eine der bedeutendsten geowissenschaftlichen Sammlungen Deutschlands. Wir bieten eine herausfordernde Tätigkeit mit viel eigenverantwortlichem Gestaltungspotenzial innerhalb des Museumsteams, dem Sie mit hoher Einsatzbereitschaft, Flexibilität und Organisationstalent begegnen.\nIhre Aufgaben\neigenständiges wissenschaftliches Management der Sammlungsbestände des Geowissenschaftlichen Museums (insbesondere Erschließung, wissenschaftliche Dokumentation und Digitalisierung, Eingangs- und Ausgangsmanagement) in Zusammenarbeit mit dem Kustos der Sammlungen des Geowissenschaftlichen Museums und dem technischen Sammlungsmanagement\neigenverantwortliche Betreuung von Teilbeständen der Sammlungen des Geowissenschaftlichen Museums (insbesondere der mineralogischen und petrologischen Sammlungsbestände)\nKonzeption und Gestaltung von Sonderausstellungen sowie Weiterentwicklung von Dauerausstellungsbereichen\nBeteiligung an der Öffentlichkeitsarbeit (u.a. regelmäßige Führungen, Angebote an Aktionstagen, wie z.B. der Nacht des Wissens) und Betreuung der Webseiten und des Social Media Auftritts des Geowissenschaftlichen Museums\nIhr Profil\nüberdurchschnittlich abgeschlossenes Studium der Geowissenschaften, Geologie / Paläontologie oder Mineralogie (M.Sc. oder Diplom, Promotion erwünscht)\nFachkompetenz in der Arbeit mit geowissenschaftlichem Sammlungsmaterial in Museen bzw. universitären Sammlungen\nErfahrung im Bereich der Ausstellungsgestaltung und musealen Öffentlichkeitsarbeit, Kenntnisse über zu beachtende Aspekte der Barrierefreiheit sind hierbei von Vorteil\ndurch Publikationen belegte Fähigkeiten in der eigenständigen Bearbeitung geowissenschaftlicher Fragestellungen\nsehr gute wissenschaftliche Fachkenntnisse im gesamten Spektrum geowissenschaftlichen Sammlungsmaterials, insbesondere in der Systematik der Minerale und Gesteine\nsehr gute MS-Office Kenntnisse, sowie Erfahrung im Umgang mit Sammlungsdatenbanken und Grundkenntnisse in mindestens einer Programmiersprache (z.B. MySQL, HTML, PHP)\nVorkenntnisse im Bereich der Geschichte der Geowissenschaften sind erwünscht\nsehr gute Deutsch- und Englischkenntnisse\nFührerschein der Klasse B\nsehr gute Organisationsfähigkeit sowie Teamfähigkeit, Flexibilität, Engagement, hohe Motivation und Freude an Öffentlichkeitsarbeit und dem Umgang mit unseren Museumsbesuchern und wissenschaftlichen Gästen\nWir bieten\neine langfristige, familienfreundliche Berufsperspektive\neine abwechslungsreiche Tätigkeit innerhalb eines hochmotivierten Teams\neine weitgehend eigenständige Arbeitsorganisation mit einer Vielzahl von Mitbestimmungsmöglichkeiten\nDie Universität Göttingen strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, eine Erhöhung des Frauenanteils an und fordert daher qualifizierte Frauen nachdrücklich zur Bewerbung auf. Sie versteht sich zudem als familienfreundliche Hochschule und fördert die Vereinbarkeit von Wissenschaft/Beruf und Familie. Der beruflichen Teilhabe von schwerbehinderten Beschäftigten sieht sich die Universität in besondere Weise verpflichtet und begrüßt deshalb Bewerbungen schwerbehinderter Menschen. Bei gleicher Qualifikation erhalten Bewerbungen von Menschen mit Schwerbehinderung den Vorzug. Eine Behinderung bzw. Gleichstellung ist zur Wahrung der Interessen bereits in die Bewerbung aufzunehmen.\nBewerbung mit den üblichen Unterlagen werden\nbis zum 28.02.2025 ausschließlich in elektronischer Form\nper Email an\ngeomuseum@gwdg.de\nerbeten.\nFakultät für Geowissenschaften und Geographie, GZG-Museum, Goldschmidtstr. 1-3, 37077 Göttingen\nFür Rückfragen steht Ihnen Herr\nDr. Alexander Gehler unter der Tel.-Nr. 0551 39-27998 bzw. E-Mail:\nagehler@gwdg.de\nzur Verfügung.\nHinweis:\nWir weisen darauf hin, dass die Einreichung der Bewerbung eine datenschutzrechtliche Einwilligung in die Verarbeitung Ihrer Bewerbungsdaten durch uns darstellt. Näheres zur Rechtsgrundlage und Datenverwendung finden Sie im\nHinweisblatt zur Datenschutzgrundverordnung (DSGVO)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-sammlungsmanagement-w-m-d/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-fachreferat-kunst-und-kulturgeschichte-mit-schwerpunkt-numismatik/", "image": "", "title": "Volontär*in (m/w/d) im Fachreferat Kunst- und Kulturgeschichte mit Schwerpunkt Numismatik", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 02.03.2025 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen in Deutschland und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg.\nWir suchen zum 01.05.2025 befristet für die Dauer von zwei Jahren eine*n wissenschaftliche*n\nVolontär*in (m/w/d) im Fachreferat Kunst- und Kulturgeschichte mit Schwerpunkt Numismatik\nIn Ergänzung zu Ihrer abgeschlossenen wissenschaftlichen Ausbildung an einer Universität beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums. Es vermittelt durch ein internes Bildungsprogramm Kenntnisse der wissenschaftlichen Tätigkeitsfelder im Museum (z. B. Sammlungsbetreuung, Magazinierung, Inventarisierung, Publikationswesen) sowie der Aufgabenfelder der klassischen Museumsarbeit, wie z. B. Projektsteuerung oder Kulturvermittlung.\nZum Fachreferat Kunst- und Kulturgeschichte des Badischen Landesmuseums gehört eine umfangreiche numismatische Sammlung mit Beständen von der Antike bis zur Gegenwart. Das Volontariat ist diesem Bereich zugeordnet und beinhaltet folgende Schwerpunkte: Betreuung und digitale Erschließung der numismatischen Sammlung, Vorarbeiten zur Neukonzeption der Dauerausstellungen, sowie Begleitung der allgemeinen Arbeiten eines Sammlungskurators.\nIm Rahmen der Sonderausstellung der Volontär*innen des Badischen Landesmuseums arbeiten Sie inhaltlich konzeptionell sowie u. a. an der Finanzplanung, der Ausstellungsgestaltung oder der Kulturvermittlung mit.\nVorausgesetzt\nwerden ein\nabgeschlossenes\nHochschulstudium der Geschichte oder verwandter Fächer (M. A., Master, Promotion) sowie epochenübergreifende Kenntnisse in Numismatik, wünschenswert sind Kenntnisse in (badischer) Landesgeschichte. Außerdem erwarten wir von Ihnen: Vorerfahrungen in der Museumsarbeit (Praktika, Studienprojekte), Kenntnisse der fachlichen und musealen Diskurse, Datenbankkenntnisse sowie in hohem Maß Engagement, Teamfähigkeit und Belastbarkeit.\nEs handelt sich um eine Vollzeitstelle mit zurzeit durchschnittlich 39,5 Stunden pro Woche. Die monatliche Vergütung entspricht EG 13 Stufe 1 TV-L 50 % im ersten Jahr bzw. EG 13 Stufe 2 TV-L 50 % im zweiten Jahr. Im Übrigen gelten die Rahmenbedingungen gem. der VwV des Landes Baden-Württemberg für Volontär*innen (s. www.landesmuseum.de unter Museum, Service, Stellenangebote).\nIhre Bewerbung richten Sie bitte bis zum 02.03.2025 per Mail an\nbewerbungen@landesmuseum.de\nunter Angabe der Kennziffer „Volontariat Kunstgeschichte 2-25“.\nBei Rückfragen wenden Sie sich bitte an Oliver Sänger, Kurator, Tel. Nr. 0721/926-6515, Mail\noliver.saenger@landesmuseum.de\nSchwerbehinderte Bewerber*innen werden bei gleicher Eignung vorrangig berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-fachreferat-kunst-und-kulturgeschichte-mit-schwerpunkt-numismatik/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-5/", "image": "", "title": "Wissenschaftlicher Volontär (w, m, d)", "content_text": "Museum der Deutschen Binnenschifffahrt, Duisburg Bewerbungsende: 06.03.2025 | Die\nStadt Duisburg\nsucht für das Museum der Deutschen Binnenschifffahrt einen\nwissenschaftlichen Volontär (w, m, d)\nDas Museum befindet sich im Hafenstadtteil Ruhrort im Gebäude der Jugendstil-Badeanstalt von 1908. Zum Museum gehören fünf historische Schiffe. Das größte davon, der Seitenradschleppdampfer OSCAR HUBER, kann betreten werden und beherbergt eine eigene Ausstellung. Die Dauerausstellung im Gebäude zeigt die Geschichte der Binnenschifffahrt auf dem Rhein und weiteren deutschen Wasserstraßen mit einer Fülle von Schiffsmodellen und Original-Objekten. Viele Objekte dürfen von den Besuchern angefasst werden. Die Bibliothek und das Archiv des Museums mit zahlreichen Fotos, Filmen und Akten haben bei der Erforschung der Binnenschifffahrt nationale Bedeutung. Regelmäßige Sonderausstellungen und Veranstaltungen runden das Profil des Hauses ab.\nIhre Aufgabenschwerpunkte\nWährend des Volontariats werden Sie die Bereiche Sammeln, Bewahren, Erforschen, Ausstellen und Vermitteln kennenlernen. Beim Erfassen von Neuzugängen werden Sie in die Datenbanksysteme Faust 7 und Citavi eingeführt. Die Grundlagen des musealen Erforschens und Ausstellens vermitteln wir praxisnah bei der Dauerausstellung. In Zusammenarbeit mit internen und externen Kollegen bekommen Sie außerdem Einblicke in die Bereiche Magazin, Restaurierung, Öffentlichkeitsarbeit (online und offline) und Museumspädagogik.\nIhre fachlichen Kompetenzen\nSie verfügen über:\neinen Hochschulabschluss (M.A., Dr.) in einem museumsrelevanten Fach (z. B. Museologie, Geschichte, Kultur- und Sozialwissenschaften)\nFähigkeit zur raschen Einarbeitung in das Thema Binnenschifffahrt, Fähigkeit zum strukturierten Arbeiten und zur Selbstorganisation, Gründlichkeit im Umgang mit großen Datenmengen\neinen sicheren Umgang mit den gängigen Office-Programmen\nBereitschaft, gelegentlich auch außerhalb der regulären Dienstzeiten zu arbeiten\nWünschenswert sind darüber hinaus:\nErfahrung in der Wissenschaftskommunikation (online und offline)\npraktische Erfahrungen in der Museumsarbeit\npraktische Erfahrungen mit Museumsdatenbanken\nDetails\nEinstellungszeitpunkt: 01.05.2025\nStellenwert: 50% von EG 13 TVöD\nEingruppierung nach dem Tarifvertrag für den öffentlichen Dienst (TVöD)\nVollzeit (Teilzeit grundsätzlich möglich)\nWir bieten Ihnen\neine fundierte Ausbildung in der praktischen Museumsarbeit\nkollegiale Einarbeitung und Betreuung mit Ausbildungsplan\ndie Förderung der Teilnahme an Tagungen und an Weiterbildungsangeboten\ndie monatliche Vergütung beträgt 50% von E13 (erhöht sich im zweiten Jahr), in Anlehnung an die Empfehlung des Deutschen Museumsbunds\ndas Volontariat ist auf zwei Jahre befristet\ndie wöchentliche Arbeitszeit beträgt 39 Stunden in Gleitzeit\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nAussagefähige Bewerbungen werden ab sofort bis zum\n06.03.2025\nan folgende Anschrift erbeten:\nausbildung@stadt-duisburg.de\n.\nBitte senden Sie Ihre Bewerbungsunterlagen gebündelt als eine PDF.\nGewünschte Anlagen: Tabellarischer Lebenslauf, Abschlusszeugnisse, ggf. Praktikumszeugnisse, Schreibprobe (wissenschaftlicher Text, 1 Seite, z. B. aus Ihrer Masterarbeit).\nPostalische Bewerbungen können nicht berücksichtigt werden.\nWeitere Informationen zur Bewerbung:\nBewerbungen geeigneter schwerbehinderter Personen sind ausdrücklich erwünscht. Menschen mit Zuwanderungsgeschichte möchten wir mit unserem Stellenangebot besonders ansprechen.\nSie haben noch Fragen zum Bewerbungsverfahren?\nHierfür steht Ihnen\nMarcel Kositz\n,\nAkademie für Personalentwicklung, Telefon 0203/283-982871 oder per E-Mail:\nm.kositz@stadt-duisburg.de\n, gerne zur Verfügung.\nSie haben noch fachliche Fragen?\nDann wenden Sie sich bitte an\nDr.\nDennis Beckmann, Museum der Deutschen Binnenschifffahrt, Telefon 0203/283-94125 oder per-Mail:\nd.beckmann@stadt-duisburg.de\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-5/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-d-m-w-2/", "image": "", "title": "Wissenschaftlichen Volontär (d/m/w)", "content_text": "Kunstmuseum Celle, Celle Bewerbungsende: 23.02.2025 | Die Residenzstadt Celle sucht für das Kunstmuseum Celle mit Sammlung Robert Simon zum nächstmöglichen Zeitpunkt einen\nWissenschaftlichen Volontär (d/m/w)\nSie begeistern sich für moderne und zeitgenössische Kunst?\nDie Vermittlung an ein breites Publikum liegt Ihnen am Herzen?\nSie haben Ideen und Lust auf innovative Konzepte?\nDann bieten wir Ihnen\nein auf zwei Jahre befristetes Volontariat in einem engagierten Team.\neine Anstellung über die Stadt Celle mit einer Vergütung, die 50 v. H. des Entgelts der EG 13 Stufe 1 TV-L in der jeweils geltenden Fassung mit der Maßgabe beträgt, dass weitere Zulagen und Zuwendungen nicht gewährt werden dürfen.\nneben beruflicher Sicherheit ein attraktives, vielfältiges und flexibles Arbeitsumfeld.\nals familienfreundlicher Arbeitgeber grundsätzlich eine flexible Arbeitszeitgestaltung ohne Kernarbeitszeit und Unterstützung bei der Vereinbarkeit von Familie und Beruf.\numfassende Fort- und Weiterbildungsbildungsmöglichkeiten im Rahmen der Personalent-wicklung.\neine qualifizierte und verlässliche Betreuungsmöglichkeit für unter dreijährige Kinder in der städtischen „Trollecke“ direkt am Neuen Rathaus.\nTeilnahme am Firmenfitnessprogramm des Anbieters „Hansefit“.\nAngebot des Deutschland-Tickets als personalisiertes Jobticket.\nMitarbeiter- und Führungskräfteberatung durch das Fürstenberg Institut.\nflexible oder verlässliche mobile Arbeit in Absprache mit der Führungskraft ohne bürokra-tischen Aufwand.\nIhre Aufgabenschwerpunkte sind:\nKonzeption und Organisation von Ausstellungen und Kunstprojekten\nÖffentlichkeits- und Medienarbeit, Social Media, Kommunikation\nKunstvermittlung für verschiedene Zielgruppen\nVeranstaltungsmanagement\nFundraising/ Förderanträge\nVerwaltungsaufgaben\nWährend der Ausbildung erhalten die Volontäre (d/m/w) Einblicke in alle museumsrelevanten Bereiche der Institution. Zudem bieten wir Ihnen die Möglichkeit, ein eigenes Ausstellungs- oder Vermittlungsprojekt zu realisieren.\nÜber uns:\nDas Kunstmuseum Celle mit Sammlung Robert Simon ist ein dynamisches Haus mit innovativen Konzepten für zeitgenössische Kunst und deren Vermittlung. Ein Schwerpunkt von Sammlung und Sonderausstellungen ist internationale Lichtkunst. Als das „erste 24-Stunden-Kunstmuseum der Welt“ bietet das Haus rund um die Uhr Begegnungen mit Gegenwartskunst – am Tag ganz klassisch im Museum, bei Nacht von außen mit Lichtkunst an und hinter der Fassade. Ziel der Museumsarbeit ist es, möglichst viele Menschen in Kontakt mit künstlerischem Denken und Handeln zu bringen.\nDas Volontariat umfasst projektabhängig alle Bereiche der Museumsarbeit.\nDarauf kommt es uns an:\nDie formale Voraussetzung für eine erfolgreiche Bewerbung ist ein abgeschlossenes wissen-schaftliches Hochschulstudium (Diplom (Univ.)/ Master/ Magister oder Staatsexamen höhe-res Lehramt, oder gleichwertig) der Studienbereiche „Kunstgeschichte / Kunstwissenschaften / Kunstpädagogik / Kunstvermittlung / Bildende Kunst / Bildwissenschaft.“ Auch Personen mit einem unmittelbar auf das Museums- und Ausstellungswesen bezogenen Abschluss (wie Curatorial Studies oder Museologie) können sich bewerben.\nDarüber hinaus ist das Beherrschen der deutschen Sprache auf Sprachniveau C1 erforderlich.\nAußerdem erwarten wir:\nFachliche Kompetenz:\nwissenschaftlicher Schwerpunkt/ ausgeprägtes Interesse im Bereich Gegenwartskunst\nErfahrungen/Interesse in den Bereichen\n– Kunstvermittlung an verschiedene Zielgruppen\n– Ausstellungskonzeption und -organisation\n– Öffentlichkeitsarbeit/ Marketing, insbesondere Social Media\n– Grafik, digitale Bildbearbeitung, Content-Management, EDV-Anwendungen\nSoziale Kompetenz:\nFreude am Arbeiten im Team\nhervorragende schriftliche und mündliche Ausdrucksfähigkeit\nInterkulturelle Kompetenz\nMethodische Kompetenz:\nstrukturierte, eigenständige und lösungsorientierte Arbeitsweise\nOrganisationstalent\nPersönliche Kompetenz:\nsicheres und angemessenes Auftreten\nBegeisterung und Offenheit für alle Bereiche der Museumsarbeit\nHaben Sie Lust bekommen, das Team des Kunstmuseums Celle zu unterstützen?\nDann freuen wir uns auf Ihre Online-Bewerbung bis zum 23.02.2025.\nWeitere Informationen zu den Aufgaben erhalten Sie unter\nwww.kunst.celle.de\noder über\nFrau Dr. Julia Otto\n, Tel.: (05141) 12-4521.\nFür Fragen zum Ausschreibungsverfahren steht Ihnen gerne\nFrau Nadine Hacke\n, Tel.: (05141) 12 -1174 zur Verfügung.\nDie Stadt Celle verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern. Um das unterrepräsentierte Geschlecht im Bereich dieser Entgeltgruppe, bezogen auf die gesamte Stadtverwaltung, besonders zu fördern, besteht daher an Bewerbungen von Frauen besonderes Interesse.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Eignung bevorzugt berücksichtigt.\nZu Zwecken und für die Dauer der Durchführung des Bewerbungsverfahrens werden personenbezogene Daten gespeichert.\nDie Stadt Celle ist ein familienfreundlicher Arbeitgeber. Unter\nwww.celle.de\nerhalten Sie Informationen über Bauen und Wohnen, Kinderbetreuung sowie Schule, Arbeit und Freizeit in der modernen Residenzstadt.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-d-m-w-2/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-depothelfer-m-w-d/", "image": "", "title": "Hausmeister/Depothelfer (m/w/d)", "content_text": "MIK Museum Industriekultur Osnabrück, Osnabrück Bewerbungsende: 27.02.2025 | Das\nMIK Museum Industriekultur Osnabrück\nist in einem denkmalgeschützten Gebäudeensemble einer ehemaligen Kohlenzeche im Norden Osnabrücks verortet. Anknüpfend an die besondere Lage im Kultur- und Landschaftspark Piesberg stellen wir das Beziehungsdreieck Mensch – Natur – Wirtschaft ins Zentrum unserer vielfältigen Angebote, die jährlich mehr als 50.000 Besuchende anziehen. In großen Ausstellungen greifen wir nicht nur historische Themen auf, sondern auch Fragen von aktueller Relevanz und regen zu einem Austausch über Ideen für die Zukunft an. Unser Profil entwickeln wir derzeit in unserem Team aus rund 20 Köpfen weiter.\nSie möchten Ihr handwerkliches Geschick in die Betreuung des Museumsgeländes und der Gebäude einbringen? Sie haben Lust, bei der Neuorganisation des Sammlungsdepots mit historischen Maschinen und Alltagsobjekten zur unterstützen? Dann freuen wir uns auf Ihre Bewerbung!\nWir suchen zum nächstmöglichen Zeitpunkt einen:\nHausmeister/Depothelfer (m/w/d)\nIhre Aufgaben:\nPflege der Museumsgebäude und des Geländes\nKleinere Reparaturen in den Ausstellungen, Gebäuden und im Außengelände\nAufräum-/Entsorgungsarbeiten\nKoordination und Begleitung von Handwerkerterminen, Mithilfe in den Werkstätten\nUnterstützung bei Aufbau/Abbau von Ausstellungen und Veranstaltungen\nBesorgungen, Transporte\nUnterstützung bei der Neuorganisation der Sammlungsdepots (Sortieren, Einlagern und Säubern von technischen Objekten, Aufbau von Ordnungssystemen etc.)\nWir bieten Ihnen:\nEin abwechslungsreiches Arbeitsfeld an einem besonderen Ort mit der Möglichkeit, selbstständig zu arbeiten und eigene Ideen einzubringen\nEin teamorientiertes, wertschätzendes und aufgeschlossenes Arbeitsklima\nEine Vollzeitstelle; Teilzeitregelungen sind aber möglich, ebenso eine Teilung der Stelle\nDie Vereinbarkeit von Berufs- und Privatleben durch ein flexibles Arbeitszeitmodell\n30 Tage Jahresurlaub ausgehend von einer 5 Tage-Woche\nTeilnahme an Weiterbildungen; Profitieren vom Job-Rad-System\nSie bringen mit:\nZuverlässigkeit und Belastbarkeit\nTechnisches Interesse und handwerkliches Geschick, gern entsprechende Ausbildung\nBerufserfahrung im beschriebenen oder in einem ähnlichen Aufgabengebiet\nKörperliche Belastbarkeit, hohe Einsatzbereitschaft, Flexibilität\nEigenverantwortliches, lösungsorientiertes, strukturiertes und sorgfältiges Arbeiten\nTeam- und Kommunikationsfähigkeit, freundliches Auftreten\nFahrerlaubnis der Klasse B, gerne auch für Flurförderfahrzeuge\nBitte senden Sie Ihre vollständigen, aussagekräftigen Bewerbungsunterlagen mit Ihren Gehaltsvorstellungen, zusammengefasst in einem PDF-Dokument,\nbis zum 24. Februar 2025\nan\nbrokmann@mik-osnabrueck.de\nWir setzen uns für Diversität und Inklusion ein und freuen uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. Bewerbungen von Menschen mit Angabe einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Unsere Gebäude sind bisher nicht vollständig barrierefrei.\nFür nähere Auskünfte stehen wir Ihnen gerne unter 0541/9127-845, brokmann@mik-osnabrueck.de zur Verfügung. Weitere Informationen finden Sie unter www.mik-osnabrueck.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.02.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-depothelfer-m-w-d/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-in-des-gebaeudemanagements-und-der-ausstellungsproduktion/", "image": "", "title": "Leiter/in des Gebäudemanagements und der Ausstellungsproduktion", "content_text": "Museen der Stadt Straßburg, Straßburg Bewerbungsende: 09.03.2025 | Möchten Sie Ihrer Karriere neuen Schwung verleihen? Haben Sie schon einmal darüber nachgedacht, im Elsass (Frankreich) zu arbeiten? Die europäische Hauptstadt Straßburg bietet eine außergewöhnliche Lebensqualität in einem kosmopolitischen Umfeld, nahe der Grenze, in einer zweisprachigen Region.\nWenn Sie Beamter sind, haben Sie die Möglichkeit, eine Abordnung in den öffentlichen Dienst in Frankreich zu beantragen. Wenn Sie kein Beamter, aber gleichgestellt sind, kann Ihnen ein Vertrag angeboten werden.\nAlso, wenn Sie qualifiziert und erfahren sind und…wenn Sie auch Französisch (und ein wenig Englisch) sprechen, dann warten wir auf Sie!\nOrt\n: Museen von Straßburg\nStelle zu besetzen:\nSofort\nVertragsart:\nUnbefristet / abgeordnete Beamte\nArbeitszeit\n: 35 Stunden pro Woche\nNiveau:\nFührungskraft A5\nStellenbeschreibung:\nDie Museen von Straßburg suchen eine/n Leiter/in des Gebäudemanagements und der Ausstellungsproduktion, um ihr dynamisches Team zu verstärken. Diese Schlüsselposition umfasst die Verwaltung und Überwachung des gesamten Gebäudebestands der Museen sowie die Koordination von Ausstellungen und kulturellen Veranstaltungen.\nHauptaufgaben:\nSie leiten und animieren die Teams des Departements (4 Führungskräfte und 20 technische Mitarbeiter, darunter Maler, Tischler, Schlosser, Elektriker (einschließlich neuer Technologien)).\nSie schlagen die Strategie des Departements vor und setzen sie um. In diesem Zusammenhang:\nSie sind eine treibende Kraft bei der Entwicklung einer Politik zur Verwaltung des baulichen Erbes (kurative und präventive Instandhaltung der vom Museumsdienst verwalteten Gebäude), die die verschiedenen Funktionen der Gebäude (Erhaltung, Empfang des Publikums…) berücksichtigt.\nSie schlagen eine nachhaltige und rationale Produktionspolitik für die Konzeption und Umsetzung museografischer Einrichtungen vor.\nSie arbeiten an der Planung der Renovierungsarbeiten des baulichen Erbes mit den zuständigen EMS-Diensten und stellen die technische und finanzielle Überwachung der Arbeiten für den Dienst sicher.\nSie stellen die Schnittstelle zwischen den Beteiligten eines Projekts (dem/den Ausstellungskurator(en), dem Künstler, dem Szenografen…) sicher und überwachen die Planung des Aufbaus der Ausstellungen und kulturellen Veranstaltungen in enger Zusammenarbeit mit dem Departement für Ausstellungskoordination und öffentliche Programme.\nSie verwalten die Finanzen, Einkäufe und öffentlichen Aufträge des Departements.\nSie tragen zur Sicherheit der 10 Museen und eines historischen Ensembles des Netzwerks in enger Zusammenarbeit mit dem Sicherheitsbeauftragten der Museen bei.\nSie sorgen für den ökologischen Übergang in den beruflichen Praktiken und achten auf die Umsetzung umweltfreundlicher Lösungen.\nGesuchtes Profil:\nAbschluss\n: Mindestens Bachelor in Ingenieurwesen oder Bachelor-Abschluss im Kulturbereich, oder nachgewiesene Erfahrung im Bereich Gebäudemanagement und Ausstellungsproduktion.\nFührungskompetenzen\n: Erfahrung in der Teamleitung und Projektmanagement.\nTechnische Kenntnisse\n: Beherrschung des Gebäudemanagements und der Vorschriften für öffentliche Gebäude.\nVerwaltungskompetenzen\n: Kenntnisse im öffentlichen Auftragswesen und Budgetmanagement.\nSprachen\n: Beherrschung von Französisch (mindestens Niveau C1), Englisch und/oder Deutsch (mindestens Niveau B1)\nPersönliche Qualitäten\n: Selbstständigkeit, Reaktionsfähigkeit, Organisationssinn, Genauigkeit, Teamfähigkeit und Interesse an Kultur und Kulturerbe.\nArbeitsbedingungen:\nTechnische Bereitschaftsdienste\n: gelegentlich an Wochenenden..\nAnsprechpartner für Informationen:\nFrançois PFALZGRAF, Generaladministrator\nfrancois.pfalzgraf@strasbourg.eu\nBewerbung\n: Senden Sie Ihren Lebenslauf und Ihr Bewerbungsschreiben an\nStellenbeschreibung original (link)\n:\nRESPONSABLE DU DEPARTEMENT PATRIMOINE BÂTI ET DE L’APPUI À LA PRODUCTION DES EXPOSITIONS\nUm Ihren Lebenslauf und Ihr Bewerbungsschreiben einzureichen, müssen Sie unbedingt die Website der Stadt Straßburg über den Link in der Anzeige besuchen.\nWerden Sie Teil unseres Teams und tragen Sie zur Wertschätzung des kulturellen Erbes von Straßburg bei!\nInformationen:\nWenn Sie kein Beamter sind\n, können Sie durch einen Vertrag eingestellt werden: erster Vertrag von 1 bis 3 Jahren, verlängerbar, unbefristeter Vertrag ab 6 Jahren.\nWenn Sie Beamter sind:\num Zugang zum französischen öffentlichen Dienst durch Abordnung zu erhalten, müssen deutsche Beamte oder vergleichbare Personen die folgenden Bedingungen erfüllen:\n1. Staatsangehörigkeit:\nStaatsangehörigkeit eines europäischen Landes (z.B. Deutschland, Österreich, Belgien usw.) oder der Fürstentum Andorra.\n2. Status:\nBeamter in einem europäischen Land sein oder eine Stelle in einer Verwaltung, einer Organisation oder einer Einrichtung innehaben, deren Aufgaben mit denen der französischen Verwaltungen vergleichbar sind.\n3. Allgemeine Bedingungen:\nDie allgemeinen Zugangsvoraussetzungen für den französischen öffentlichen Dienst erfüllen.\n4. Körperschaften und Beschäftigungsgruppen:\nAlle Körperschaften und Beschäftigungsgruppen des französischen öffentlichen Dienstes sind durch Abordnung zugänglich.\nDiese Bedingungen ermöglichen es europäischen Beamten, in Frankreich zu arbeiten und gleichzeitig ihren Status und ihre Rechte in ihrem Herkunftsland zu behalten.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-in-des-gebaeudemanagements-und-der-ausstellungsproduktion/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-der-rheinland-pfalz-triennale-2026/", "image": "", "title": "Kurator:in (m/w/d) der Rheinland-Pfalz Triennale 2026", "content_text": "BBK Rheinland-Pfalz, Trier Bewerbungsende: 09.03.2025 | Die Rheinland-Pfalz Triennale präsentiert der Öffentlichkeit innovative zeitgenössische Kunst aus Rheinland-Pfalz. Die Rheinland-Pfalz Triennale bietet ein Podium für etwa 50 Bildende Künstler:innen mit Bezug zum Land Rheinland-Pfalz. Dieser Bezug kann z.B. durch Wohnort, Geburtsort oder Studium in Rheinland-Pfalz begründet sein.\nMit der Rheinland-Pfalz Triennale wird dem Publikum landesweit ein attraktiver, an Qualität und Innovation orientierter Querschnitt des künstlerischen Schaffens in Rheinland-Pfalz präsentiert und das im Land vorhandene künstlerische Potential sowie die künstlerische Vielfalt öffentlich sichtbar gemacht.\nDer Hauptausstellungszeitraum der kommenden Ausgabe ist vom\n24.\nApril\nbis\nzum\n31. Mai 2026\nin Trier. Als große Ausstellungsorte stehen die Kunsthalle Trier, die TUFA und das Rheinische Landesmuseum zur Verfügung, ggf. ergänzt durch Off-Spaces.\nDie Rheinland-Pfalz Triennale 2026 erweitert ihren Fokus über die Bildende Kunst hinaus, indem sie innovative Beteiligungsformate, interdisziplinäre Ansätze und raumbezogene Prozesse einbezieht.\nEin Schwerpunkt der kommenden Rheinland-Pfalz Triennale liegt auf Kultureller Bildung, zivilgesellschaftlicher Teilhabe und Inklusion. Ziel ist es, die bestehenden Formate und Kooperationen in diesen Bereichen zu intensivieren, um die Persönlichkeitsentwicklung von Kindern und Jugendlichen zu fördern. Dabei geht es nicht nur um die Förderung des eigenen künstlerischen Schaffens, sondern auch um die Entwicklung der Fähigkeit, Kunst und Kultur aktiv wahrzunehmen und zu interpretieren.\nDurch diese Fokussierung auf kulturelle Bildung leistet die Landeskunstausstellung einen wichtigen Beitrag zur Zukunft der Bildenden Kunst. Sie schafft die Voraussetzungen dafür, dass kommende Generationen sowohl als Kunstschaffende als auch als Kunstrezipierende für die Bildende Kunst begeistert werden können.\nDer Berufsverband Bildender Künstlerinnen und Künstler Rheinland-Pfalz im Bundesver- band e.V. (BBK RLP) ist Träger der Rheinland-Pfalz Triennale und zeichnet im Auftrag des Ministeriums für Familie, Frauen, Kultur und Integration (MFFKI) verantwortlich für das\nGesamtprojekt.\nDer BBK Rheinland-Pfalz sucht zum nächstmöglichen Zeitpunkt eine*n\n„Kurator*in\n(m/w/d)“\nfür\ndie\nRheinland-Pfalz\nTriennale\n2026\nIHRE\nAUFGABEN:\nJurierung\nder ausstellenden Künstler/innen als Teil des dreiköpfigen\nJuryteams\nKuratierung\nLeitung des Kuratierungs-Teams, bestehend aus dem/r Kurator/in, einer\nKuratierungs-\nStipendiatin des Schloss Balmoral sowie einem Mitglied des Vorstandes des BBK\nRLP\nEntwicklung,\nPlanung\nund\nUmsetzung\ndes\nkuratorischen\nKonzepts\nfür die\nRheinland-\nPfalz Triennale 2026 als Primus inter Pares des Kurator:innen-\nTeams\nAktive Unterstützung des Projektleiters bei der strategischen Planung und operativen Umsetzung des Gesamtprogramms\nTeamführung\nLeitung und Motivation des kuratorischen Teams sowie Zusammenarbeit mit dem Projektleiter der Rheinland-Pfalz Triennale und externen Partnern\nIHR\nPROFIL:\nAbgeschlossenes Hochschulstudium in Kunstgeschichte, Bildende Kunst oder einem verwandten Bereich bzw. entsprechende Berufserfahrung\nErfahrung als Kurator:in von großen\nAusstellungen\nUmfassende Kenntnisse der internationalen zeitgenössischen Kunst und der aktuellen\nKunstszene\nHervorragende organisatorische Fähigkeiten und Projektmanagement-\nKompetenzen\nAusgeprägte Kommunikationsstärke und zuverlässige Arbeitsweise im\nTeam\nErfahrung und Netzwerke in Kunstvermittlung und\nInklusion\nWIR\nBIETEN:\nEine spannende und herausfordernde Position in einer renommierten Kunstausstellung mit großer Strahlkraft\nDie Möglichkeit, innovative und neue Konzepte zu\ngestalten\nEin dynamisches und kreatives Arbeitsumfeld in einem motivierenden\nTeam\nFlexible Arbeitszeiten und Mobile-Work-\nOptionen\nVergütung in Höhe von 32.000 Euro brutto (ausbezahlt in mehreren Blöcken im Projektzeitraum bis Mai 2026)\nBEWERBUNG:\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse und Referenzen) bis zum\n9.\nMärz\n2025\nausschließlich per Mail an info@rheinland-pfalz-triennale.de\nBei erfolgreicher Vorauswahl laden wir Sie zu einem Vorstellungsgespräch\nam\n24.\nMärz\n2025\nein. Wir bitten Sie daher, sich diesen Termin\nvorzumerken.\nBei Fragen wenden Sie sich an den Projektleiter der Rheinland-Pfalz Triennale, Herrn Christopher Kott per Mail an c.kott@rheinland-pfalz-triennale.de oder telefonisch unter 06131 – 37 14 24.\nWir freuen uns auf Ihre\nBewerbung!\nHinweis: Diese Ausschreibung richtet sich an alle qualifizierten Bewerberinnen und Bewerber unabhängig von Geschlecht, Alter, Herkunft, ethnischen Hintergrund, Religion, Behinderung oder sexueller Identität. Schwerbehinderte werden bei entsprechender Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-der-rheinland-pfalz-triennale-2026/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-bibliothek-befristet-in-teilzeit-20-wochenstunden-in-nuernberg/", "image": "", "title": "Mitarbeit Bibliothek befristet in Teilzeit (20 Wochenstunden) in Nürnberg", "content_text": "Bayerische Landesamt für Denkmalpflege (BLfD), Nürnberg Bewerbungsende: 11.03.2025 | Mitarbeit befristet in Teilzeit (20 Wochenstunden) in Nürnberg\nDas\nBayerische Landesamt für Denkmalpflege (BLfD)\nist die zentrale Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Entscheidend sind für uns die Fragen „Was ist ein Denkmal?“ und „Wie gehen wir damit um?“ Seit der Gründung des Amtes im Jahr 1908 sind die Erfassung und Erforschung der Denkmäler und die Beratung von Eigentümern, Planern und Institutionen unsere Hauptaufgaben. Wir sind Ansprechpartner für alle Fragen zu Bau- und Bodendenkmälern. Zum BLfD gehört außerdem die Landesstelle für die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren Tätigkeiten umfassend berät und betreut.\nZur Literaturversorgung des BLfD gibt es eine zentrale Fachbibliothek in München sowie weitere Bibliotheken in den Dienststellen. Die Bibliotheksbestände sind im Verbundkatalog B3Kat und im gemeinsamen Lokalsystem der bayerischen Behördenbibliotheken nachgewiesen.\nAuf der Nürnberger Kaiserburg ist die Bodendenkmalpflege für Mittelfranken mit einer archäologisch ausgerichteten Fachbibliothek angesiedelt. Diese soll nach den bibliothekarischen Standards des BLfD neu aufgestellt und erfasst werden. Darüber hinaus können unterstützende Tätigkeiten im Alltagsgeschäft der Bodendenkmalpflege anfallen. Die Tätigkeit ist aufgrund der flexiblen Zeiteinteilungsmöglichkeiten insbesondere auch für Werkstudentinnen/-en (m/w/d) o. Ä. bestens geeignet.\nIhre Aufgaben\nNeusystematisierung und Neuaufstellung der Bestände der Bibliothek der Dienststelle Nürnberg\nregelwerksgerechte Erfassung der Bestände im Bibliothekssystem (v. a. die Erfassung von Exemplardaten und Zeitschriftenbeständen im Lokalsystem)\nBestandsbereinigungen des Bibliotheksbestandes\nErfassungs-, Ablage- und Archivierungsarbeiten im Dokumentations-, Ortsakten- und Fotoarchiv sowie im Funddepot\nArbeit mit dem Fachinformationssystem\nWissenschaftliche Hilfskrafttätigkeiten (Recherche-, Scan- und Kopierarbeit) (zu\nprüfen)\nUnser Angebot\nTätigkeit in Nürnberg auf 2 Jahre befristet\nBezahlung nach E 9 TV-L und betriebliche Altersvorsorge (bitte informieren Sie sich z. B. unter www.oeffentlicher-dienst.info über die Vergütung)\nGute Vereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nEine abwechslungsreiche, kommunikative Tätigkeit in einer kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen und einem guten Betriebsklima\nVertiefter Einblick in die Tätigkeitsfelder der Bodendenkmalpflege in Bayern\nIhr Profil\nVorausgesetzt werden:\nAbschluss (Bachelor oder Master) eines relevanten archäologischen Studienganges, vorzugsweise der Ur- und Frühgeschichtlichen Archäologie, Provinzialrömischen Archäologie oder Archäologie des Mittelalters und der Neuzeit, oder eine vergleichbare Qualifikation in der Grabungstechnik oder eines eng verwandten kulturwissenschaftlichen Faches\ngute PC-Kenntnisse (MS-Office-Anwendungen, Datenbankanwendungen, Bibliothekssysteme)\nBibliothekserfahrung bzw. die Bereitschaft sich zügig bibliothekarische Kenntnisse anzueignen\nSelbstständige, sorgfältige und strukturierte Arbeitsweise\nOrganisationstalent, Teamfähigkeit und Flexibilität\nKörperliche Belastbarkeit\nGrundsätzlich keine Vorbeschäftigung beim Freistaat Bayern (§ 14 Abs. 2 TzBfG)\nVon Vorteil sind:\nKenntnisse in der Archäologie Süddeutschlands und entsprechender Literatur\nErfahrungen in der Bodendenkmalpflege bzw. auf archäologische Ausgrabungen\nGrundkenntnisse in AutoCad und GIS-Systemen\nSchwerbehinderte werden bei im Wesentlichen gleicher Eignung bevorzugt eingestellt. Wir weisen allerdings darauf hin, dass die Dienststelle aufgrund Ihrer Denkmaleigenschaft und die Einsatzorte auf Baustellen und Ausgrabungen nicht barrierefrei sind.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen (vor allem möglichst vollständigen Arbeits-/Dienst- und akademischen Abschlusszeugnissen sowie im – gerne kurzen – Anschreiben einer Darstellung der als zwingend vorausgesetzten Punkte) bis spätestens\n11.03.2025\n(Eingangsdatum) ausschließlich über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n02.04.2025\nin Nürnberg statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-bibliothek-befristet-in-teilzeit-20-wochenstunden-in-nuernberg/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-in-m-w-d-fuer-die-beratung-nichtstaatlicher-museen-4/", "image": "", "title": "Referent/-in (m/w/d) für die Beratung nichtstaatlicher Museen", "content_text": "Bayerische Landesamt für Denkmalpflege, Weißenburg Bewerbungsende: 04.03.2025 | Referent/-in (m/w/d) für die Beratung nichtstaatlicher Museen mit Dienstort Weißenburg in Vollzeit – befristet für 2 Jahre zum 01.06.2025\nDas Bayerische Landesamt für Denkmalpflege ist die staatliche Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege.\nDie Abteilung „Landesstelle für die nichtstaatlichen Museen in Bayern“ berät und fördert mit einem interdisziplinären Team Projekte der 1200 nichtstaatlichen Museen in Bayern. Zu diesem Zweck führt sie u. a. individuelle Museumsberatungen zu Fragen von Konzeption und musealer Gestaltung, Sammlungspflege, Öffentlichkeitsarbeit, Vermittlung sowie Barrierefreiheit und Inklusion durch; sie organisiert Veranstaltungen und Fortbildungen, legt fachliche Publikationen in analoger und digitaler Form vor und stellt den Museen spezifische Softwarelösungen zur Verfügung.\nIhre Aufgaben\nMuseumsfachliche Betreuung und Beratung der Museen in den in Ihnen zugewiesenen geografischen bzw. thematischen Gebieten (Schwaben / bayerische Freilicht- und Agrarhistorischemuseen)\nDurchführung von Dienstreisen und notwendigen Ortsterminen bzw. Abklärungen von Sachverhalten in Videokonferenzen\nBeratung der Träger nichtstaatlicher Museen einschließlich ihrer politischen Gremien z. B. durch Teilnahme an Auswahlverfahren\nBeurteilung von Förderanträgen an die Landesstelle inkl. der Formulierung von Zuwendungsvorschlägen und Begutachtung von Förderanträgen an Dritte\nMitarbeit bei durch die Landesstelle für die nichtstaatlichen Museen organisierten und angebotenen Fortbildungen\nErarbeitung fachlich fundierter Stellungnahmen bei Anfragen politischer Gremien\nVerfassen von Fachpublikationen\nVertretung der Landesstelle für die nichtstaatlichen Museen in Gremien,\nFacharbeitskreisen und bei externen Veranstaltungen (Vorträge bei Fachtagungen, Eröffnungen, Jubiläen etc.)\nUnser Angebot\nBefristete Anstellung für 2 Jahre\nBezahlung nach E 13 TV-L, sofern die tarifrechtlichen Voraussetzungen erfüllt sind. Bitte informieren Sie sich z. B. unter\nwww.oeffentlicher-dienst.info\nüber die Vergütung.\nUmfassende aufgabenbezogene Fortbildungsmöglichkeiten\nFlexible Arbeitszeiten und die Möglichkeiten mobilen Arbeitens (Standardausstattung mit Dienstnotebook und -handy)\nBetriebliche Altersvorsorge\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und\nkultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\nIhr Profil\nVorausgesetzt werden:\nAbgeschlossenes wiss. Hochschulstudium (Master oder vglb.) und nachgewiesene langjährige, alle Tätigkeitsbereiche umfassende Museumserfahrung (insbesondere Personal- und Budgetverantwortung, Konzepterstellung und Sammlungsverwaltung)\n(ein Masterabschluss an einer Dualen Hochschule oder Fachhochschule muss für den Zugang zum höheren Dienst akkreditiert sein. Die Akkreditierung des Studiengangs zum Zeitpunkt des Abschlusses ist nachzuweisen, bei Studienabschluss außerhalb Deutschlands ist die Anerkennung nachzuweisen)\nFundierte Kenntnisse in museumsrelevanten Fachwissenschaften, u. a. der Landesgeschichte sowie Kulturgeschichte Bayerns\nMehrjährige einschlägige Berufserfahrung in einem Museum, insbesondere mit den Schwerpunkten Sammlungsentwicklung, Konzeption und Organisation von Ausstellungen sowie der Gestaltung musealer Präsentationen und Dauerausstellungen und strategische Entwicklung von Museen\nBereitschaft zu häufigen, auch mehrtägigen Dienstreisen, u. a. als Selbstfahrer (m/w/d) von Dienstfahrzeugen mit Führerschein Klasse B\nSicherheit im Umgang mit digitalen Medien, Videokonferenzsystemen und Office-Programmen; ausgeprägte Digitalkompetenzen\nErfahrung bei der Durchführung von Fortbildungsveranstaltungen\nGrundsätzlich keine Vorbeschäftigung beim Freistaat Bayern (§ 14 TzBfG)\nVon Vorteil sind:\nBerufserfahrung im Projektmanagement und in der Beratung\nVerhandlungsgeschick, Durchsetzungsvermögen und Stressresistenz\nModerierende und gleichzeitig zielorientierte Dialogfähigkeit, insbesondere bei Beratungsgesprächen mit den haupt- und ehrenamtlichen Partnern in den Museen und bei Gremienarbeit auf kommunaler Ebene\nKenntnisse und Erfahrung in den Themenbereichen Migration, Integration und Interkultur\nSoziale Kompetenzen\nInteresse an innovativen Museumsentwicklungen und gestalterischen Fragestellungen\nHohes Engagement und Flexibilität\nKonzeptionelles Denken und Teamfähigkeit\nOrganisationstalent und Kreativität\nFührerschein/Fahrerlaubnis Klasse B und gute Fahrpraxis\nBelastbarkeit\nSchwerbehinderte werden bei im Wesentlichen gleicher Eignung bevorzugt eingestellt. Dennoch bitten wir zu beachten, dass sowohl die Dienststelle in Weißenburg, als auch ein Großteil der Museen, welcher zur Beratung bereist werden müssen, nicht barrierefrei zugänglich sind! Die Stelle ist grundsätzlich teilbar.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen (vor allem möglichst vollständigen Arbeits-/Dienst- und akademischen Abschlusszeugnissen sowie im – gerne kurzen – Anschreiben einer Darstellung der als zwingend vorausgesetzten Punkte) bis spätestens\n04.03.2025\n(Eingangsdatum) ausschließlich über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer\nHomepage – Arbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden am\n27.03.2025\nin Weißenburg statt. Sie erhalten rechtzeitig eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-in-m-w-d-fuer-die-beratung-nichtstaatlicher-museen-4/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/innenrevisorin-unbefristet-voll-oder-teilzeit/", "image": "", "title": "Innenrevisor*in  Unbefristet, Voll- oder Teilzeit", "content_text": "Stiftung Humboldt Forum im Berliner Schloss, Berlin Bewerbungsende: 16.02.2025 | Mit dem Humboldt Forum ist ein neuer Ort des Erlebens, der Begegnung und des Lernens in der Mitte Berlins entstanden. Im Humboldt Forum werden herausragende Sammlungen und bedeutende Exponate mit einem multidisziplinären Veranstaltungsprogramm zusammengeführt. Die Stiftung Humboldt Forum im Berliner Schloss (SHF), eine rechtsfähige Stiftung des bürgerlichen Rechts mit Sitz in Berlin, ist Eigentümerin und Betreiberin des Humboldt Forums.\nDie Stiftung Humboldt Forum im Berliner Schloss sucht zum nächstmöglichen Zeitpunkt eine*n\nInnenrevisor*in (d/m/w)\nDie Innenrevision ist ein wesentliches Instrument des Vorstandes der Stiftung Humboldt Forum im Berliner Schloss zur Prüfung der Einhaltung der Grundsätze der Ordnungsmäßigkeit, Sicherheit, Wirtschaftlichkeit und Zweckmäßigkeit der Geschäftsprozesse und der Kontrollsysteme der Stiftung Humboldt Forum im Berliner Schloss und ihres Tochterunternehmens Humboldt Forum Service GmbH. Sie ist dem Vorstand direkt unterstellt und erbringt im Auftrag des Vorstandes unabhängige Prüfungs-und Beratungsleistungen und hilft Risiken zu mindern. Sie unterstützt den Vorstand der Stiftung Humboldt Forum im Berliner Schloss bei der Wahrnehmung der Gesamtverantwortung.\nIhre Aufgaben\nSie erstellen einen Revisionskatalog und aufbauend darauf einen jährlichen Revisionsplan.\nSie führen die Prüfungen durch und erstatten darüber Bericht, Sie verfolgen und überwachen die von Ihnen vorgeschlagenen Maßnahmen, dabei legen Sie erkennbare Gefahren und Risiken offen.\nSie führen im Auftrag des Vorstandes auch Sonderprüfungen durch.\nSie überprüfen die Einhaltung gesetzlicher Vorschriften und interner Dienst- und Arbeitsanweisungen.\nSie überwachen das interne Kontrollsystem.\nSie begleiten die externen Prüfungen durch Bundesrechnungshof, Zuwendungsgeber, Bundesverwaltungsamt u. a. Prüfer in Abstimmung mit anderen Bereichen je Prüfungsschwerpunkt Vorstand, Stabsstellen.\nIhr Profil\nSie haben ein abgeschlossenes wissenschaftliches Hochschulstudium vorzugsweise der Betriebswirtschaftslehre oder der Verwaltungswissenschaften.\nSie haben Berufserfahrung im Bereich Revision/Compliance/Controlling eines Unternehmens oder öffentlichen Einrichtung oder mehrjährige Erfahrung im Bereich von Berater- und Wirtschaftsprüfertätigkeit in namhaften Wirtschaftsprüfungsgesellschaften.\nSie haben gute Kenntnisse des Zuwendungs-und Gemeinnützigkeitsrechts.\nSie haben ein hohes Maß an persönlichem Engagement, arbeiten strukturiert und die Fähigkeit das Wesentliche im Blick zu behalten.\nIdealerweise haben Sie schon Arbeitserfahrung in einer Kultureinrichtung.\nUnser Angebot:\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkte, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z.B. 39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe 13. Die Besetzung der Stelle erfolgt unbefristet. Die Stelle ist grundsätzlich für eine Wahrnehmung in Teilzeit geeignet.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich der Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, des Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne aus dem Personalbereich unter bewerbung@humboldtforum.org. Ihr Bewerbungsanschreiben richten Sie bitte an die Vorständin Administration Christine Rieffel-Braune.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nLust darauf, ein Teil der Stiftung Humboldt Forum im Berliner Schloss zu werden? Dann freuen wir uns auf Ihre Bewerbung bis zum 16.02.2025 ausschließlich über unser Online-Formular.\n>>>hier geht es zum Online-Formular\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2025", "url": "https://www.museumsbund.de/stellenangebote/innenrevisorin-unbefristet-voll-oder-teilzeit/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kommunikations-und-verwaltungsmitarbeiter-in-m-w-d-in-teilzeit/", "image": "", "title": "Kommunikations- und Verwaltungsmitarbeiter/in (m/w/d) in Teilzeit", "content_text": "Zweckverband Dachauer Galerien, Dachau Bewerbungsende: 09.03.2025 | Der Zweckverband Dachauer Galerien und Museen unterhält in der Dachauer Altstadt die drei Häuser Gemäldegalerie, Bezirksmuseum und Neue Galerie, die sich wechselnden Themen aus der Geschichte der Künstlerkolonie Dachau, der städtischen und regionalen Kulturgeschichte sowie der zeitgenössischen Kunst widmen.\nMit dem Museumsforum Dachau entwickelt der Zweckverband in den nächsten Jahren eines der größten Museumsprojekte Bayerns. Das Museumsforum entsteht im Herzen der Stadt in einem ehemaligen Papier-Produktionsgebäude im aufstrebenden neuen Stadtquartier „Mühlbachviertel“ und wird sowohl die bestehenden Häuser als auch ein Museum der Arbeits- und Industriekultur Oberbayerns umfassen. Trägerinnen des Zweckverbands sind die Stadt Dachau, der Landkreis Dachau und der Bezirk Oberbayern.\nDer Zweckverband sucht zum 1. Mai 2025 unbefristet eine\nKommunikations- und Verwaltungsmitarbeiter/in (m/w/d)\nin Teilzeit (20 Wochenstunden)\nIhr Aufgabenfeld\nSie arbeiten sowohl mit der Verwaltungsleitung und der Gründungsdirektorin zusammen als auch mit dem wachsenden Aufbauteam für das Museumsforum und dem bestehenden Team des Zweckverbands. Sie bilden eine wichtige Schnittstelle zur Öffentlichkeit und Partnern, tragen zum Bekanntmachen und der positiven Außenwirkung der Häuser und ihrer Angebote bei und entwickeln die Kommunikationsarbeit weiter. Ihre Tätigkeiten in der Verwaltung unterstützen den reibungslosen Betriebsablauf in unseren Häusern auf dem Weg zum Museumsforum.\nZu Ihren Aufgaben im Bereich Kommunikation gehören\nRedaktion und Weiterentwicklung der Website sowie der digitalen Newsletter\nKreatives Storytelling und Pflege der Social-Media-Kanäle (Facebook und Instagram) inkl. Monitoring und Performance-Analyse\nErstellung und suchmaschinenoptimierte Aufbereitung von Content (Text, Ton, Bild, Video) unter Berücksichtigung der jeweiligen Zielgruppen und Kanäle\nUnterstützung bei der Erstellung von Informationsmaterial zu Veranstaltungen und Vermittlungsprogrammen\nBewerbung der Angebote und Programme des Zweckverbands (u.a. über Veranstaltungsportale und -drucksachen sowie verschiedene Marketing-Aktionen)\nPflege von Adressdatenbanken und Verteilern\nMitarbeit bei der strategischen Weiterentwicklung von Kommunikations- und Marketinginstrumenten, Erstellung von Kommunikationsplänen\nZu Ihren Aufgaben im Bereich Verwaltung gehören\nErstellung der Dienstpläne für die Kassenkräfte\nVorbereitende Zeiterfassung und Kassenabrechnungen\nPflege der Besuchsstatistiken (Ausstellungen und Veranstaltungen)\nBearbeitung von Katalogbestellungen und Bestandsinventur\nInventarisierung von Buchanschaffungen\nKoordination und Durchführung von Versandaktionen (z.B. Programme, Flyer, Plakate etc.)\nUnterstützung bei der Vorbereitung von Veranstaltungen und beim allgemeinen Büromanagement\nIhr Profil\nfür die Position relevantes, abgeschlossenes (Fach-)Hochschulstudium oder eine für die Aufgaben qualifizierende Ausbildung oder vergleichbare Qualifikation\nMehrjährige Berufserfahrung und fundierte Kenntnisse im Bereich klassischer und digitaler Kommunikation und Marketing, vorzugsweise in Kultureinrichtungen\nSicherer Umgang mit Content-Management-Systemen, Online- und Social-Media-Plattformen und anderen Kommunikations- und Marketing-Tools\nAusgeprägte Kommunikationsfähigkeit mit der Befähigung zu zielgruppengerechter Ansprache\nHohe Versiertheit im Umgang mit MS-Office-Paket und Internet sowie Kenntnisse in Bildbearbeitungs-, Videoschnitt- und Tonprogrammen bzw. Bereitschaft, sich diese anzueignen\nKenntnisse in Datenschutz, Urheber-, Reproduktions- und Bildrechten von Vorteil\nausgezeichnete Ausdrucksfähigkeit in Wort und Schrift in Deutsch, sehr gute Kenntnisse in Englisch\nGespür für Mechanismen und Trends in der (digitalen) Kommunikation sowie für Storytelling und Bildsprache\nWoraus es noch ankommt / erwünscht\nStrukturiertes, selbständiges und zuverlässiges Arbeiten\nPlanungs-, Problemlösungs- und Zeitmanagement-Kompetenz\nKreativität und Organisationsgeschick\nProfessionelles Auftreten sowie Diskretion und Loyalität\nOffenheit gegenüber neuen (digitalen) Hilfsmitteln und Werkzeugen\nAffinität zur Arbeit im Kultur- und Museumsbereich sowie Interesse am Aufbau eines innovativen Museumsprojekts\nSpaß an eigenverantwortlicher Arbeit in einem kleinen, agilen Aufbauteam und im Umgang mit Menschen aus unterschiedlichen Kontexten\nWir bieten Ihnen\nVergütung bis Entgeltgruppe TVöD EG 8 unter Berücksichtigung Ihrer individuellen Berufserfahrung, einschließlich der üblichen Leistungen des öffentlichen Dienstes\nbetriebliche Altersversorgung durch die Bayerische Versorgungskammer (BVK)\nVereinbarkeit von Beruf und Familie durch flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Notwendigkeiten sowie Möglichkeit zu mobilem Arbeiten\nMöglichkeit der institutionenübergreifenden Vernetzung\nMitarbeit in einem spannenden und zukunftsorientierten Museumsprojekt von gesellschaftspolitischer Relevanz\nvielseitiges Aufgabenfeld mit Gestaltungsspielraum, aktiver Einflussnahme und Entwicklungspotenzial\nengagierte und empathische Arbeitsatmosphäre in einem kollegialen Team\nWir glauben an den Wert von Vielfalt und begrüßen Bewerbungen von Menschen unabhängig von kultureller, sozialer oder ethnischer Herkunft, Geschlecht, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend der Zielsetzungen des Schwerbehindertenrechts (der Einsatzort ist nicht barrierefrei). Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nPersonen ohne EU-Staatsbürgerschaft fügen bitte der Bewerbung eine Kopie des Aufenthaltstitels mitsamt Arbeitserlaubnis bei.\nSie sind interessiert? Dann richten Sie Ihre\nschriftliche Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse sowie Angabe des frühestmöglichen Arbeitsbeginns)\nzusammengefasst in einem PDF-Dokument von max. 10 MB unter dem Kennwort „Assistenz Kommunikation“ per Email an\nverwaltung@dachauer-galerien-museen.de\n.\nBewerbungsfrist ist der 9. März 2025. Maßgeblich ist das Datum des digitalen Posteingangs.\nDie persönlichen Vorstellungsgespräche sind vsl. für die KW 12 geplant.\nBitte beachten Sie, dass per Post eingereichte Bewerbungsunterlagen nicht zurückgesandt werden und dass durch die Bewerbung evtl. entstehende Reisekosten nicht erstattet werden.\nFür Fragen zum Aufgabengebiet:\nDr. Nina Möllers\nTel. 0172-9451553\nFür Fragen zum Bewerbungsverfahren:\nEva Hollaus\nTel. 08131/5675-13\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten für die Dauer dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kommunikations-und-verwaltungsmitarbeiter-in-m-w-d-in-teilzeit/", "date_published": "2025-02-10T00:00:00"}]}