{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-museum-lyonel-feininger/", "image": "", "title": "Museumspädagoge (m/w/d) – Museum Lyonel Feininger", "content_text": "Kulturstiftung Sachsen-Anhalt, Quedlinburg Bewerbungsende: 10.08.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nZu den Betrieben der Stiftung zählt unter anderem das Museum Lyonel Feininger in Quedlinburg, das mit der Sammlung von Dr. Hermann Klumpp (1902–1987) einen der weltweit umfangreichsten Bestände an Druckgrafiken von Lyonel Feininger (1871–1956) beherbergt. Das Museum widmet sich dem Leben und Werk dieses bedeutenden Vertreters des Expressionismus und der modernen Kunst. Es präsentiert eine umfangreiche Sammlung seiner Gemälde, Zeichnungen und Grafiken, zeigt wechselnde Ausstellungen und fördert die Auseinandersetzung mit Feiningers künstlerischem Erbe sowie seiner Verbindung zur Bauhaus-Bewegung.\nZur Vermittlung der Sammlungswerke und der Ausstellungen an die unterschiedlichsten Zielgruppen suchen wir in Vollzeit zum schnellstmöglichen Einstellungstermin einen museumspädagogischen Mitarbeiter (m/w/d).\nIhre Aufgaben\nKonzeption, Organisation und Durchführung von zielgruppenspezifischen Vermittlungsangeboten und -programmen für Kinder, Erwachsene und Menschen mit Behinderung,\nKontaktpflege zu Kindergärten und Schulen, Erstellung und Durchführung von lehrplanadäquaten Angeboten,\nErstellung von museumspädagogischem Begleitmaterial sowie didaktischen Hilfsmitteln,\nEntwicklung partizipativer, interaktiver und multimedialer Angebote / Workshops unter Einsatz von digitalen Medien,\nEvaluation der Vermittlungsangebote,\nOrganisation von museumsrelevanten Veranstaltungen und museumspädagogischen Aktionen und Events,\nVernetzung mit Bildungseinrichtungen, Kulturanbietern und Kunstschaffenden der Region,\nUnterstützung im Bereich der Öffentlichkeitsarbeit.\nIhr Profil\nabgeschlossenes Studium der Pädagogik (ggf. mit Vertiefungs- oder Aufbaustudium Museumspädagogik), der Museologie oder Kunstvermittlung oder ein Studienabschluss einer vergleichbaren Geistes-, Sozial- oder Kulturwissenschaft,\neinschlägige berufspraktische Erfahrungen in der didaktischen Vermittlung musealer Inhalte,\nBeherrschung zielgruppengerechter und fachdidaktischer Methoden unter besonderer Berücksichtigung der Inklusion,\nausgeprägte kommunikative Fähigkeiten, Kreativität, Flexibilität, Teamfähigkeit, strukturierte planerische Fähigkeiten,\ngute Kenntnisse der Kunstgeschichte, pädagogische Kompetenz und Erfahrung bei der Anwendung neuer didaktischer Methoden und Vermittlungsansätze,\nsichere Umgang mit MS-Office-Anwendungen,\nBeherrschung der deutschen Sprache in Wort und Schrift und Aufgeschlossenheit gegenüber neuen Medien,\nBereitschaft zur Übernahme von Diensten an Abenden, Wochenenden sowie Feiertagen.\nUnser Angebot\neine interessante, abwechslungsreiche und eigenverantwortliche Tätigkeit (Vollzeit, 40 Stunden/Woche),\nein unbefristetes Arbeitsverhältnis,\ngleitende Arbeitszeit,\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge,\ndie Möglichkeit zur zeitweisen Arbeit im Homeoffice,\nangenehmes Betriebsklima mit Arbeitsort in Quedlinburg,\ntarifgerechte Eingruppierung in die Entgeltgruppe 9b TV-L.\nNähere Auskünfte zu der ausgeschriebenen Stelle erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/07.2025-09 bis zum 10.08.2025 an „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als eine pdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-museum-lyonel-feininger/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-w-m-d-5/", "image": "", "title": "wissenschaftliche/r Mitarbeiter/in (w/m/d)", "content_text": "Stiftung Haus der Geschichte Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 31.08.2025 | Die Stiftung Haus der Geschichte Nordrhein-Westfalen ist eine Stiftung des öffentlichen Rechts mit Sitz in Düsseldorf. Auftrag der Stiftung ist es, die Geschichte des Landes Nordrhein-Westfalen lebendig darzustellen und anschaulich werden zu lassen. In Ausstellungen, Veranstaltungen, Publikationen und online sollen Entstehung, Entwicklung, Vielfalt und Wandel des Landes einer breiten Zielgruppe vermittelt werden.\nDie Stiftung sucht zum nächstmöglichen Zeitpunkt (Wochenarbeitszeit 39:50 Stunden) unbefristet am Dienstort Düsseldorf:\neine/n wissenschaftliche/n Mitarbeiter/in (w/m/d)\n(E 13 TV-L)\n.\nIhre Aufgaben:\nKonzeptionelle Erarbeitung von besucherorientierten und zugleich wissenschaftlich fundierten Ausstellungen.\nMitwirkung bei Konzeption, Planung und Durchführung von musealen Vermittlungs- und Bildungsangeboten.\nVerfassen von Textbeiträgen für Print- und Online-Publikationen, von Konzept- und Gremienpapieren sowie Ausstellungstexten.\nSammlungstätigkeit.\nGesucht werden\nBeschäftigte mit:\nabgeschlossenem Magister-/Masterstudium der Geschichts- oder Politikwissenschaften mit nachgewiesenen Kenntnissen der deutschen Zeitgeschichte sowie Erfahrungen in der Museums- oder Ausstellungsarbeit.\nKenntnisse der NRW-Landesgeschichte sind wünschenswert.\nEine einschlägige Promotion ist erwünscht.\nAußerdem\nzeichnet sich\nIhr Profil\nwie folgt aus:\nSie verfügen über eine ausgeprägte Fähigkeit zum konzeptionellen Denken.\nSie arbeiten selbstständig und zeichnen sich durch großes persönliches Engagement aus.\nSie besitzen eine ausgeprägte Fähigkeit zur Teamarbeit.\nUnser Angebot\nan Sie:\nDie Einstellung erfolgt unbefristet im tariflichen Beschäftigungsverhältnis in der Entgeltgruppe 13 TV-L.\nIn der Stiftung gibt es eine familienfreundliche gleitende Arbeitszeit, Teilzeitbeschäftigung ist grundsätzlich möglich. Für die in der Stiftung geleisteten Arbeitszeiten wird entsprechend der Vorschriften des öffentlichen Dienstes in eine Zusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (VBL) einbezahlt (Zusatzrente).\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen noch unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nEbenfalls ausdrücklich erwünscht sind Bewerbungen von geeigneten schwerbehinderten und ihnen gleichgestellten Menschen im Sinne des SGB IX.\nDie Ausschreibung richtet sich ausdrücklich auch an Menschen mit Migrationsgeschichte.\nBitte bewerben Sie sich bis zum\n31. August 2025\nmit aussagekräftigen\nBewerbungsunterlagen (Anschreiben, Lebenslauf, Abschlusszeugnisse, Arbeitszeugnisse) in einer\nzusammengefassten PDF-Datei (max. 10 MB)\nper E-Mail an\nbewerbung@hdgnrw.de\nunter Angabe des Betreffs\n„wissenschaftliche/r Mitarbeiter/in (w/m/d)“\noder auf dem Postweg an:\nStiftung Haus der Geschichte Nordrhein-Westfalen\n– Personalreferat –\nJägerhofstr. 29\n40479 Düsseldorf\nBei Rückfragen zu dem Bewerbungsverfahren steht Ihnen Frau Melanie Armelies unter der angegebenen E-Mail-Adresse zur Verfügung:\nmelanie.armelies@hdgnrw.de\n.\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass wir Ihre personenbezogenen Daten in unseren Systemen für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-w-m-d-5/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-marketing-m-w-d/", "image": "", "title": "Mitarbeit Marketing (m/w/d)", "content_text": "Von der Heydt-Museum Wuppertal, Wuppertal Bewerbungsende: 29.08.2025 | Zum nächstmöglichen Zeitpunkt besetzt die Von der Heydt-Museum gGmbH eine Stelle für\nMitarbeit Marketing (m/w/d),\nTeilzeit (20 Stunden/Woche), zunächst befristet auf zwei Jahre.\nDas Von der Heydt-Museum zählt zu den prominentesten Museen Deutschlands und steht im Austausch mit vielen Institutionen auf der ganzen Welt. 1902 eröffnet, wird es 2027 seinen 125. Geburtstag feiern.\nDas Museum zeigt und beherbergt bedeutende, international bekannte Bestände u. a. der niederländischen Kunst des 17. Jahrhunderts, der Malerei und Grafik des 19. Jahrhunderts sowie der Kunst des 20. und 21. Jahrhunderts. Auch aufgrund seiner Sonderausstellungen genießt das Von der Heydt-Museum beim Publikum wie in der Fachwelt einen ausgezeichneten Ruf.\nZur Unterstützung unserer Presse- und Öffentlichkeitsarbeit schreiben wir eine Stelle für Mitarbeit im Bereich Marketing aus.\nAufgaben:\nProjektmanagement für Kommunikationskampagnen, analog und digital\nMitarbeit bei der Einführung und Umsetzung neuer Konzepte für Marketingmaßnahmen\nMitarbeit an Ausbau und Weiterentwicklung der digitalen Kommunikationskanäle sowie der Website des Von der Heydt-Museums\nselbstständige Erstellung von entsprechendem Content\nBetreuung des digitalen Newsletters\nUnterstützung bei der Presse- und Öffentlichkeitsarbeit\nVoraussetzungen:\nStudienabschluss im Bereich Marketing, Kulturmanagement, Medien- bzw. Kommunikationswissenschaft, Journalistik oder vergleichbar\nerste Erfahrungen im Marketing sowie im aufgabenbezogenen Projektmanagement\nKenntnisse im Bereich Social Media mit Erfahrung in Content-, Bild- und Videoerstellung\ngutes schriftliches und mündliches Ausdrucksvermögen; ästhetische Sensibilität\nFremdsprachenkenntnisse: Englisch fließend in Wort und Schrift\nsichere Beherrschung der Produkte der MS-Office-Familie\nKommunikations- und Kooperationskompetenz, Team- und Organisationsfähigkeit, Kreativität und Sorgfalt\nVorteilhaft sind:\nErfahrungen mit redaktionellen Tätigkeiten\nweitere Sprachkenntnisse, z. B. Französisch\nDie Stelle ist zunächst auf zwei Jahre befristet. Die Vergütung erfolgt in Anlehnung an TVöD EG 9.\nIhre Bewerbung richten Sie bitte bis zum 29.08.2025 in schriftlicher oder elektronischer Form an:\nDr. Roland Mönig, Direktor\nVon der Heydt-Museum Wuppertal\nTurmhof 8\nD-42103 Wuppertal\nE-Mail: von-der-heydt-museum@stadt.wuppertal.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-marketing-m-w-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-der-museumsdirektorin-m-w-d/", "image": "", "title": "Assistent*in der Museumsdirektorin (m/w/d)", "content_text": "Brandenburgisches Landesmuseum für moderne Kunst, Cottbus Bewerbungsende: 28.09.2025 | Die Brandenburgische Kulturstiftung Cottbus-Frankfurt (Oder) (BKC-F) sucht für das Brandenburgische Landesmuseum für moderne Kunst (BLMK) mit seinen zwei Standorten Cottbus und Frankfurt (Oder)\nzum 1. Dezember 2025 am Standort Cottbus\neine*n\nAssistent*in der Museumsdirektorin (m/w/d)\nEs handelt sich um eine Vollzeitstelle (40 Std./Woche), die unbefristet zu besetzen ist.\nDas\nBrandenburgische Landesmuseum für moderne Kunst (BLMK)\nan den beiden Standorten Cottbus und Frankfurt (Oder) beherbergt mit etwa 45.000 Werken die weltweit umfassendste, museale Sammlung von Kunst aus der DDR und den nachfolgenden künstlerischen Traditionslinien. An den zwei Standorten mit insgesamt drei Ausstellungshäusern werden gleichzeitig mehrere Präsentationen gezeigt. Das Ausstellungsprogramm ist eng an die einzigartige Ressource der hauseigenen Sammlung geknüpft, die regelmäßig im Zusammenhang national und international relevanter Gegenwartskunst gezeigt und vor allem in kunsthistorische Kontexte gestellt wird. Hinzu kommt ein umfangreiches Rahmenprogramm aus Veranstaltungen und museumspädagogischen Aktivitäten.\nGesucht wird eine weltoffene, museums- und kunstinteressierte, engagierte Persönlichkeit mit mehrjähriger Berufserfahrung.\nIhr künftiges Aufgabengebiet umfasst insbesondere:\nÜbernahme vielfältiger Aufgaben zur Unterstützung der Museumsdirektorin als deren zentrale Vertrauensperson\nOrganisation und Administration des Sekretariatsbereiches (Terminkoordination, Korrespondenz, Schriftverkehr, Ablageführung, Datenbankpflege, Postbearbeitung)\nPlanung und Organisation von Veranstaltungen, museumsinternen sowie stiftungsbezogenen Sitzungen und Terminen sowie von Dienstreisen\nHaushaltsüberwachung, vorbereitende Buchhaltung\nadministrative Mitarbeit bei Ausstellungsorganisation und Leihverkehr\nAusfertigen von Verträgen\nIdealerweise bringen Sie folgende Voraussetzungen mit:\nSie haben eine abgeschlossene kaufmännische Ausbildung oder vergleichbare Qualifikation\nSie verfügen über ein hohes Maß an Zuverlässigkeit, Organisationsgeschick, Verantwortungsbewusstsein, Belastbarkeit sowie Engagement, Diskretion und Loyalität\nSie sind eine selbstsichere Persönlichkeit mit einem positiven, freundlichen und höflichen Auftreten\nSie haben eine schnelle Auffassungsgabe, Flexibilität und Teamfähigkeit\nSie verfügen über eine stilsichere Schreibweise und sehr gute Rechtschreibung sowie einen sorgfältigen, zuverlässigen und selbstständigen Arbeitsstil\nSie haben Erfahrungen mit den Strukturen eines Kultur- und Museumsbetriebes sowie ein grundlegendes Verständnis für künstlerische Arbeit\nSie verfügen Kompetenz in allen für den Bürobetrieb einschlägigen Tools (Word, Excel, Power Point)\nIhre Kenntnisse der deutschen Sprache sind ausgezeichnet und im Englischen gut\nWir bieten Ihnen:\nein abwechslungsreiches, verantwortungsvolles und vielseitiges Aufgabengebiet\nArbeit in einem dynamischen, besonderen und außergewöhnlichen Umfeld\neine tarifliche Vergütung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TVL)\n30 Tage Urlaub\nzusätzliche Leistungen auf Grundlage des TV-L, wie z.B. Betriebliche Altersvorsorge, vermögenswirksame Leistungen und Jahressonderzahlung\npro Spielzeit zwölf kostenfreie Tickets für Vorstellungen des Staatstheaters Cottbus\ngelebte Transparenz und offene Kommunikation\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen bis zum\n28. September 2025\nan die\nBrandenburgische Kulturstiftung Cottbus-Frankfurt (Oder)\nPersonalbüro\nLausitzer Str. 33\n03046 Cottbus\noder per E-Mail an:\npersonal@bkc-f.de\n(zusammengefasst als ein PDF-Dokument, max. 20 MB)\nFachliche Auskünfte erteilt Ihnen Frau Kremeier, Tel.: 0355/49494049, Mail: info-cb@blmk.de. Allgemeine Auskünfte zum Ausschreibungsverfahren erhalten Sie von Frau Holick, Tel.: 0355/7824105, Mail: personal@bkc-f.de.\nDie Vorstellungsgespräche finden am 14. Oktober 2025 in Cottbus statt.\nWir bitten um Verständnis, dass aus Kostengründen Bewerbungsunterlagen in Papierform nur zurückgeschickt werden können, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Von der Zusendung von Eingangsbestätigungen und Zwischen-bescheiden wird abgesehen.\nDes Weiteren weisen wir darauf hin, dass von Seiten der Kulturstiftung im Zusammenhang mit der Bewerbung entstehende Kosten (z.B. Fahrt- und Bewerbungskosten) nicht übernommen werden.\nDie BKC-F fördert die berufliche Zukunft von Frauen. Bewerbungen von Frauen werden daher ausdrücklich erwünscht und nach Maßgabe des Landesgleichstellungsgesetzes berücksichtigt.\nDie im Rahmen Ihrer Bewerbung mitgeteilten personenbezogenen Daten werden auf der Grundlage des § 26 des Brandenburgischen Datenschutzgesetzes verarbeitet. Sofern Sie mit der Verarbeitung der Daten nicht einverstanden sind oder die Einwilligung widerrufen, kann Ihre Bewerbung nicht berücksichtigt werden.\nDie Bewerbungsunterlagen werden nach Abschluss des Auswahlverfahrens den Vorgaben des Datenschutzrechts entsprechend gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.09.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-der-museumsdirektorin-m-w-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/persoenlicher-referentin-m-w-d-2/", "image": "", "title": "Persönliche*r Referent*in (m/w/d)", "content_text": "Brandenburgisches Landesmuseum für moderne Kunst, Cottbus Bewerbungsende: 17.08.2025 | Die Brandenburgische Kulturstiftung Cottbus-Frankfurt (Oder) (BKC-F) sucht für das Brandenburgische Landesmuseum für moderne Kunst (BLMK) mit seinen zwei Standorten Cottbus und Frankfurt (Oder)\nzum nächstmöglichen Zeitpunkt\neine*n\nPersönliche*r Referent*in (m/w/d)\nEs handelt sich um eine Vollzeitstelle (40 Std./Woche), die befristet für die Dauer der Elternzeit (voraussichtlich bis 31.08.2026) zu besetzen ist. Arbeitsort ist Cottbus.\nDas\nBrandenburgische Landesmuseum für moderne Kunst (BLMK)\nan den beiden Standorten Cottbus und Frankfurt (Oder) beherbergt mit etwa 45.000 Werken die weltweit umfassendste, museale Sammlung von Kunst aus der DDR und den nachfolgenden künstlerischen Traditionslinien. An den zwei Standorten mit insgesamt drei Ausstellungshäusern werden gleichzeitig mehrere Präsentationen gezeigt. Das Ausstellungsprogramm ist eng an die einzigartige Ressource der hauseigenen Sammlung geknüpft, die regelmäßig im Zusammenhang national und international relevanter Gegenwartskunst gezeigt und vor allem in kunsthistorische Kontexte gestellt wird. Hinzu kommt ein umfangreiches Rahmenprogramm aus Veranstaltungen und museumspädagogischen Aktivitäten.\nGesucht wird eine weltoffene, museums- und kunstinteressierte, kommunikationsstarke Persönlichkeit mit ausgeprägtem strategischen Geschick und sehr guten analytischen Fähigkeiten.\nAls Persönliche*r Referent*in unterstützen Sie die Museumsdirektorin aktiv in ihrer wissenschaftlichen und administrativen Tätigkeit. Sie bearbeiten eigenständig Sachfragen und Inhalte im Zuständigkeitsbereich der Direktorin und führen diese, in Abstimmung mit der Museumsleitung, bis zur Entscheidungsreife. Außerdem obliegt Ihnen die Vorbereitung, Betreuung und Nachbereitung von museumsinternen sowie stiftungsbezogenen Sitzungen und Terminen. In Ihrer Position arbeiten Sie eng mit Einrichtungen und Gruppen des kulturellen, wissenschaftlichen und gesellschaftlichen Lebens zusammen. Die Betreuung von Kooperationsprojekten und die Koordination sowie eigenverantwortliche Bearbeitung von Förder- und Drittmittelprojekten runden Ihr Aufgabengebiet ab.\nIdealerweise bringen Sie folgende Voraussetzungen mit:\nSie haben ein abgeschlossenes Studium im Bereich Kultur-, Geistes-, Rechts- oder Wirtschaftswissenschaften oder eine vergleichbare Ausbildung\nSie verfügen über gute Kenntnisse der Funktionsweise von musealen Einrichtungen\nSie haben Erfahrungen im Bereich der Drittmittelakquise und verfügen über fundierte Kenntnisse im Projektmanagement und in der Projektsteuerung\nSie bringen die Fähigkeit und Bereitschaft zur eigenverantwortlichen Übernahme von administrativen Aufgaben mit\nSie verfügen über umfassende Kenntnisse in der Vorbereitung und Durchführung von Abstimmungs- und Entscheidungsprozessen mit unterschiedlichen Institutionen\nSie bringen ein überdurchschnittliches Engagement, hohe Belastbarkeit, Flexibilität und Teamgeist mit\nIhre Kenntnisse der deutschen Sprache sind ausgezeichnet und im Englischen sehr gut, weitere Fremdsprachen sind wünschenswert\nSie haben einen Führerschein Klasse B\nWir bieten Ihnen:\nein abwechslungsreiches, verantwortungsvolles und vielseitiges Aufgabengebiet\nArbeit in einem dynamischen, besonderen und außergewöhnlichen Umfeld\neine tarifliche Vergütung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TVL) in der Entgeltgruppe 10\n30 Tage Urlaub\nzusätzliche Leistungen auf Grundlage des TV-L, wie z.B. Betriebliche Altersvorsorge, vermögenswirksame Leistungen und Jahressonderzahlung\npro Spielzeit zwölf kostenfreie Tickets für Vorstellungen des Staatstheaters Cottbus\ngelebte Transparenz und offene Kommunikation\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen bis zum\n17. August 2025\nan die\nBrandenburgische Kulturstiftung Cottbus-Frankfurt (Oder)\nPersonalbüro\nLausitzer Str. 33\n03046 Cottbus\noder per E-Mail an:\npersonal@bkc-f.de\n(zusammengefasst als ein PDF-Dokument, max. 20 MB)\nFachliche Auskünfte erteilt Ihnen Frau Kremeier, Tel.: 0355/49494049, Mail: info-cb@blmk.de. Allgemeine Auskünfte zum Ausschreibungsverfahren erhalten Sie von Frau Holick,                         Tel.: 0355/7824105, Mail: personal@bkc-f.de.\nDie Vorstellungsgespräche finden am 2. September 2025 in Cottbus statt.\nWir bitten um Verständnis, dass aus Kostengründen Bewerbungsunterlagen in Papierform nur zurückgeschickt werden können, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Von der Zusendung von Eingangsbestätigungen und Zwischen-bescheiden wird abgesehen.\nDes Weiteren weisen wir darauf hin, dass von Seiten der Kulturstiftung im Zusammenhang mit der Bewerbung entstehende Kosten (z.B. Fahrt- und Bewerbungskosten) nicht übernommen werden.\nDie BKC-F fördert die berufliche Zukunft von Frauen. Bewerbungen von Frauen werden daher ausdrücklich erwünscht und nach Maßgabe des Landesgleichstellungsgesetzes berücksichtigt.\nDie im Rahmen Ihrer Bewerbung mitgeteilten personenbezogenen Daten werden auf der Grundlage des § 26 des Brandenburgischen Datenschutzgesetzes verarbeitet. Sofern Sie mit der Verarbeitung der Daten nicht einverstanden sind oder die Einwilligung widerrufen, kann Ihre Bewerbung nicht berücksichtigt werden.\nDie Bewerbungsunterlagen werden nach Abschluss des Auswahlverfahrens den Vorgaben des Datenschutzrechts entsprechend gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/persoenlicher-referentin-m-w-d-2/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeitende-w-m-d-zur-entwicklung-und-betreuung-webbasierter-anwendungen/", "image": "", "title": "Wissenschaftliche Mitarbeitende (w/m/d) zur Entwicklung und Betreuung webbasierter Anwendungen", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 31.08.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nZur Verstärkung unseres Teams im Bereich Biodiversitätsdatenmanagement suchen wir zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für drei Jahre drei\nWissenschaftliche Mitarbeitende (w/m/d) zur\nEntwicklung und Betreuung webbasierter Anwendungen\nin Vollzeit oder Teilzeit für die Erfassung, Verwaltung und Veröffentlichung biologischer und molekularer Daten. Zwei der Stellen werden an unserem Standort Hamburg und eine Stelle am Standort Bonn verortet sein.\nDas sind Ihre Aufgaben:\nKonzeption und Entwicklung von Webinterfaces und REST-Schnittstellen für Biodiversitäts- und Trait-Daten\nIntegration externer Datenquellen (z.  GBIF, EOL, TraitBank) und Nutzung biologischer Standards (z. B. Darwin Core, TDWG)\nAufsetzen und Pflege indexbasierter Suchmaschinen zur Abfrage großer Datenmengen\nModellierung und Pflege relationaler Datenbanken (z.  mit Anbindung an unser zentrales Sammlungsdatenbankframework Diversity Workbench)\nUmsetzung von Nutzerrollen, Validierung, Änderungsverfolgung und Sicherheitsmechanismen\nMitarbeit an der technischen Dokumentation und optional an Open-Source-Projekten\nEnge Zusammenarbeit mit biologischen Fachgruppen, IT-Zentren und wissenschaftlichen Partnern\nDas sind unsere Anforderungen:\nAbgeschlossenes Hochschulstudium (Master oder gleichwertig) in Informatik, Bioinformatik oder einem verwandten Fachgebiet\nFundierte Kenntnisse in der Webentwicklung (Python, TypeScript, JavaScript, Django o. ä.)\nErfahrung im Umgang mit APIs, Datenbanken (MySQL, MS SQL) und Suchtechnologien (Elasticsearch, Solr)\nIdealerweise Erfahrung mit Biodiversitätsdaten, Ontologien oder strukturierten wissenschaftlichen Metadaten\nSelbstständige, strukturierte Arbeitsweise und Freude an interdisziplinärer Zusammenarbeit\nDas sind unsere Leistungen:\nEine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 13 TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\nDie Möglichkeit des Bezugs eines Jobtickets\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 31.08.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Katharina Ostermann. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert.\nWir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Bewerbungen von schwerbehinderten Menschen sind ausdrücklich erwünscht und werden bei gleicher Eignung bevorzugt berücksichtigt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeitende-w-m-d-zur-entwicklung-und-betreuung-webbasierter-anwendungen/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-presse-kommunikation-und-marketing-m-w-d/", "image": "", "title": "Leitung Presse, Kommunikation und Marketing (m/w/d)", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 31.08.2025 | Das Freilichtmuseum Hessenpark präsentiert die Siedlungsgeschichte des Bundeslandes Hessen auf einer Fläche von ca. 60 ha mit über 100 historischen Gebäuden, einer Vielzahl von interessanten Veranstaltungen rund um das ländliche und kleinstädtische Alltagsleben und erlaubt somit eine Zeitreise durch die letzten 400 Jahre. Wir zeigen kulturhistorische Sonder- und Dauerausstellungen und bieten in unserem Jahresprogramm abwechslungsreiche Veranstaltungen. Mit mehr als 200.000 Gästen jährlich gehört der Hessenpark zu den größten Freilichtmuseen Deutschlands.\nWir suchen\nab 01.01.2026 vorzugsweise\nin\nVollzeit\neine\nLeitung Presse, Kommunikation und Marketing (m/w/d)\nSie haben ein Gespür für Sprache und eine Leidenschaft für Alltagskultur? Bewegen sich umsichtig in der Medienwelt und möchten mit uns die Zukunft der Museums-PR gestalten? Dann freuen wir uns, Sie kennenzulernen!\nOb Presseinformation, Social Media Post, Marketingmaßnahmen oder Webseiten-Content – als Leitung Presse, Kommunikation und Marketing sind Sie zuständig für die Kommunikation unseres vielfältigen Programms an die Medien und unsere Community – von Sonderausstellungen, Sammlungs- und Restaurierungsprojekten bis hin zu Veranstaltungen und digitalen Angeboten sorgen Sie mit Ihrem Team für eine reputationsbildende und reichweitenstarke Verbreitung.\nIhre Aufgaben:\nPlanung und Umsetzung von PR-Maßnahmen sowie deren Weiterentwicklung\nOrganisation und Betreuung von Pressekonferenzen, Medienterminen, Interviews, Foto- und Filmaufnahmen sowie externen Medienanfragen\nSchreiben von Pressetexten und Redaktion von Content für die digitalen Kanäle und Plattformen\nVerantwortung für die Contentmanagementpflege der Webseite und für das Community Management der Social-Media-Kanäle\nAusbau und Pflege unseres Netzwerks aus Medienvertretern, Influencern und Multiplikatoren sowie Koordination externer Dienstleister (Agenturen, Fotografen und Videoproduzenten)\nPlanung und Erstellung von Printprodukten (Jahresprogramm, Anzeigen, Redaktion des Förderkreismagazins)\nEntwicklung neuer digitaler Angebote\nSie organisieren und pflegen die interne Kommunikation im Museumsteam\nSie planen unser Marketingkonzept und sorgen für dessen Umsetzung\nSie führen ein Team von 2 Mitarbeitenden\nWir wünschen uns von Ihnen:\nSie verfügen über ein abgeschlossenes Hochschulstudium im Bereich Kommunikation und Medien, Publizistik, Journalismus, (Kunst)geschichte, Kulturmanagement oder einem vergleichbaren Fach.\nSie haben einschlägige Berufserfahrung in Public Relations und Onlinekommunikation sowie im Projektmanagement – idealerweise im Kulturbereich.\nSie haben exzellente Kommunikationsfähigkeiten sowie Freude am Texten und an einer plattformenspezifischen Ansprache.\nSie halten sich informiert über aktuelle Trends und digitale Entwicklungen in der Medienbranche und setzen diese um.\nWir bieten\n:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nLeistungsgerechte Vergütung nach TV-H mit betrieblicher Altersvorsorge, einer Jahressonderzahlung sowie vermögenswirksamen Leistungen\nkostenfreie Parkplätze und Ladestationen für E-Bikes und demnächst E-Autos\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten\nVergünstigte Mittagstisch-Angebote im Museumsgasthaus\nRabatt in unseren Museumsshops und bei unseren Führungen, Kursen, Workshops Gemeinsame sportliche Aktivitäten und ein umfangreiches Gesundheitsmanagement\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum\n31.08.2025\nper E-Mail  an\npersonal@hessenpark.de\n. Für Fragen steht Ihnen Christine Saarholz, Leitung Personal, zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-presse-kommunikation-und-marketing-m-w-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-stadtgeschichte-und-erinnerungskulturen/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in für Stadtgeschichte und Erinnerungskulturen", "content_text": "Kulturamt der Bundesstadt Bonn, Bonn Bewerbungsende: 17.08.2025 | Beim\nKulturamt\nist zum nächstmöglichen Zeitpunkt eine Stelle als\nWissenschaftliche*r Mitarbeiter*in für Stadtgeschichte und Erinnerungskulturen\n– Entgeltgruppe 13 TVöD –\nbefristet bis zum 31. Dezember 2026 in Teilzeit mit 25,75 Wochenstunden zu besetzen.\nDie Bundesstadt Bonn zeichnet sich durch eine lebendige Erinnerungskultur aus, die von Kultur- und Bildungseinrichtungen, aber auch von ehrenamtlichen Akteur*innen geprägt wird. Einige Aspekte der Stadtgeschichte, z. B. Kolonialismus, Zwangsarbeit und Migration erfahren allerdings erst allmählich größere Beachtung.\nIn den Jahren 2022 bis 2024 fertigte das Projekt „Aktive Erinnerungskultur“ eine wissenschaftliche Bestandsaufnahme der erinnerungskulturellen Akteur*innen, Diskurse, Themen und Orte in Bonn an und legte einen Abschlussbericht mit Handlungsempfehlungen für eine dauerhafte Beschäftigung der Bundesstadt Bonn mit den Themen der Erinnerungskultur vor.\nDie derzeit wichtigste Aufgabe im Bereich der städtischen Erinnerungskultur besteht darin, das kommunale Konzept zur Erinnerungskultur zu erstellen und weiterzuentwickeln. Dieses Konzept soll Verfahren strukturieren und wissenschaftliche Kriterien festlegen, die die Grundlage für die Bearbeitung erinnerungskultureller Anliegen und Anträge bei der Stadt darstellen. Zudem unterstützt, koordiniert und vernetzt der Fachbereich Erinnerungskultur die vielseitigen Aktivitäten der Gedenk- und Erinnerungsarbeit. Darüber hinaus werden Vermittlungs- und Veranstaltungsangebote zu erinnerungskulturellen Themen oder Orten in Bonn unterbreitet. Es ist ein Anliegen der Bundesstadt Bonn sich mit den Leerstellen der Stadtgeschichte auseinanderzusetzen, bestehende Erinnerungszeichen weiterzuentwickeln und ein pluralistisches sowie partizipatives Erinnern zu fördern.\nFür diese vielfältigen Aufgaben wird ein*e wissenschaftliche*r Mitarbeiter*in gesucht, die*der uns bei der Weiterentwicklung des Konzepts Erinnerungskultur unterstützt.\nZu Ihren Aufgaben zählen:\nErstellung und Fortschreibung des städtischen Konzepts Erinnerungskultur, im Besonderen die wissenschaftliche Konzeption und Umsetzung von Vorgehen und Verfahren zum Umgang mit historisch ambivalenten Benennungen und Ehrungen im Stadtraum sowie zukünftigen Benennungsverfahren\nwissenschaftliche Archiv- und Literaturrecherchen zu unterschiedlichen erinnerungskulturellen Themen\nVerfassen von wissenschaftlichen Texten auf Basis dieser Recherchen, z. B. für die Etablierung neuer oder der Kontextualisierung bestehender Stadtmarkierungen (z. B. Straßenschilder, Info- und Gedenktafeln) und für fachliche Stellungnahmen oder Gutachten zur Beantwortung von Anfragen aus Politik, Verwaltung, städtischer Bevölkerung oder von externen Organisationen\nwissenschaftliche Konzeption und Umsetzung von partizipativen und diskursiven Prozessen innerhalb der Verwaltung, mit der Stadtgesellschaft und den politischen Vertretungen\nMitarbeit an der Einberufung und Betreuung eines wissenschaftlichen Expert*innen – Gremiums zum Thema Benennungen und Ehrungen\nVernetzung mit anderen Akteur*innen der Erinnerungskultur sowie Netzwerkarbeit mit Geschichts- und Erinnerungsinitiativen und mit Museums- und Forschungseinrichtungen.\nEine Änderung oder Ergänzung des Aufgabengebiets bleibt vorbehalten.\nVorausgesetzt werden\n:\nabgeschlossenes wissenschaftliches Hochschulstudium (Master oder vergleichbarer Abschluss) der Public History, Geschichts- oder Politikwissenschaft\nnachgewiesene Kenntnisse der NS- und Kolonialgeschichte sowie besonderes Interesse an der Bonner Stadtgeschichte\nein hohes Maß an Teamfähigkeit, Kreativität, Organisationsgeschick und Flexibilität sowie Kommunikationsfähigkeit.\nWünschenswert sind:\nErfahrungen im Umgang mit Archiven, Quellenmaterial und mit digitalen Datenbanken sowie Fähigkeit zur Einordnung von Informationen innerhalb wissenschaftlicher Diskurse\nVerwaltungserfahrung und Erfahrung mit Gremienarbeit\nVernetzung im akademischen Umfeld ist von Vorteil\nDiversitätskompetenz sowie ein diversitäts- und diskriminierungsbewusster Umgang mit Kolleg*innen, Projektpartner*innen und Vertreter*innen der Stadtgesellschaft.\nEs handelt sich um eine Vollzeitstelle. Die Besetzung ist auch in Teilzeit möglich.\nGemäß Landesgleichstellungsgesetz und Gleichstellungsplan der Bundesstadt Bonn werden Bewerbungen von Frauen für diese Stelle bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nFür Auskünfte zum Aufgabengebiet steht Ihnen die Leiterin des Kulturamtes, Susanne König, unter der Rufnummer 0228 – 77 45 16 oder per E – Mail unter\nsusanne.koenig@bonn.de\ngerne zur Verfügung.\nFür Auskünfte zum Bewerbungsverfahren steht Ihnen beim Personal- und Organisationsamt Andreas Dickmann unter der Rufnummer 0228 – 77 34 23 zur Verfügung.\nBewerbungen von Menschen mit Behinderung sind erwünscht.\nDie Bewerbungsfrist endet am 17.08.2025.\nInformationen zu unserem Unternehmen finden Sie im Internet unter:\nhttp://www.bonn.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-stadtgeschichte-und-erinnerungskulturen/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleiter-in-location-events-w-m-d-als-mutterschutz-und-elternzeitvertretung/", "image": "", "title": "Projektleiter/in Location & Events (w/m/d) als Mutterschutz- und Elternzeitvertretung", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 10.08.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 600.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum 01.10.2025 eine*n\nProjektleiter/in Location & Events (w/m/d)\nals Mutterschutz- und Elternzeitvertretung, in Vollzeit\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleiter-in-location-events-w-m-d-als-mutterschutz-und-elternzeitvertretung/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/betriebstechnikerin-m-w-d-2/", "image": "", "title": "Betriebstechniker:in (M/W/D)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 31.08.2025 | Die Bayerischen Staatsgemäldesammlungen suchen eine/n\nBetriebstechnikerin / Betriebstechniker (M/W/D)\nin Vollzeit und unbefristet, zum nächstmöglichen Zeitpunkt.\nIm Herzen der Landeshauptstadt Bayerns befinden sich inmitten des Kunstareals die Bayerischen Staatsgemäldesammlungen. Mit den über 30.000 zu betreuenden Objekten des Gemälde- und Kunstbesitzes des Freistaates zählen die Bayerischen Staatsgemäldesammlungen mit ihren fünf Münchner Häusern und den Staatsgalerien an etlichen weiteren Standorten in Bayern zu den bedeutendsten Gemäldesammlungen in Europa.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/betriebstechnikerin-m-w-d-2/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wiss-volontaer-m-w-d-mit-dem-schwerpunkt-kunst/", "image": "", "title": "wiss. Volontär (m/w/d) mit dem Schwerpunkt Kunst", "content_text": "Museum Bautzen, Bautzen Bewerbungsende: 10.08.2025 | Trauen Sie sich! Die Große Kreisstadt Bautzen sucht Menschen mit Engagement, Herzblut und Expertise. Gemeinsam mit circa 500 Beschäftigten arbeiten Sie aktiv für die Verwaltung einer der familienfreundlichsten Mittelstädte Deutschlands. Mit ca. 39.000 Einwohnern ist Bautzen als Zentrum der Oberlausitz ein moderner und attraktiver Dienstleistungs-, Wirtschafts- und Wohnungsstandort.\nStellen Sie sich der Herausforderung und bewerben Sie sich auf die im Museum der Stadt Bautzen zu besetzende Stelle als\nwiss. Volontär (m/w/d) mit dem Schwerpunkt Kunst\n(Vergütung: 50% von EG 13 TVöD [VKA])\nund werden Sie zum nächstmöglichen Zeitpunkt\nbefristet für die Dauer von 2 Jahren\nTeil der Bautzener Stadtverwaltung, in Vollzeit mit einer wöchentlichen Arbeitszeit von 39 Stunden. Das Museum Bautzen ist ein Museum mit vielseitigen Sammlungen und den Abteilungen Archäologie und Naturkunde, Volkskunde, Stadtgeschichte, Kunst und Kulturgeschichte. Es ist eine aktive, lebendige, kommunale Einrichtung der Stadt Bautzen. Die Kunstsammlung ist von überregionaler Bedeutung.\nZu Ihren Aufgaben zählen dabei:\nUnterstützung bei der Bearbeitung von Nachlässen, Schenkungen und Leihgaben\nBeantworten von Recherche-Anfragen\nMitarbeit im Grafischen Kabinett (Inventarisierung, Fotografie)\nInventarisierung von Neueingängen\nArbeit mit der Museumsdatenbank HiDA 4\nUnterstützung im Ausstellungsaufbau\nDas bringen Sie mit:\nQualifikation\nabgeschlossenes Hochschulstudium (FH / Uni) der Kunstgeschichte, der Kunstwissenschaft oder ein vergleichbarer wissenschaftlicher Abschluss\nExpertise\nerste Erfahrungen im Bereich der Arbeit in einer Kunstsammlung\nKenntnisse über die Kunst aus den Anfängen der Moderne\nKompetenz & Persönlichkeit\nsicherer Umgang mit den gängigen Microsoft-Office-Anwendungen und gängigen Grafikprogrammen\nFreude, Engagement und Begeisterungsfähigkeit bei der Arbeit mit Kunstwerken\nsoziale Kompetenz, Kommunikationsfähigkeit, Flexibilität und die Fähigkeit zur kollegialen Teamarbeit\nSprachkenntnisse der deutschen Sprache mind. auf C1-Niveau\nDie Ausschreibung wendet sich an Interessenten, die das Volontariat als Einstieg in das Berufsleben nutzen möchten. Während der Ausbildung am Museum erhält die Volontärin/der Volontär (m/w/d) auch Einblicke in die anderen Bereiche des Museums. Weitere Informationen zum Museum Bautzen finden Sie unter\nwww.museum-bautzen.de\n.\nWir überzeugen Sie mit:\nattraktiven\nAufgaben in einem vielfältigen und interessanten Tätigkeitsfeld\nleistungsgerechter\nVergütung nach TVöD (VKA)\nmit betrieblicher Altersvorsorge, Jahressonderzahlung und vermögenswirksamen Leistungen\njährlich\n30 Tage Erholungsurlaub\n(bei einer 5-Tage-Woche), 24.12. und 31.12. arbeitsfrei\nVereinbarkeit von Familie und Beruf durch\nflexible Gleitzeit\nindividuellen\nFortbildungsmöglichkeiten\nzur fachlichen und persönlichen Entwicklung\neinem betrieblichen\nGesundheitsmanagement\nder Möglichkeit der\nmobilen Arbeit\nnach aktueller Dienstvereinbarung\nSie passen zum Anforderungsprofil und sind interessiert? – Wir auch\n.\nGern möchten wir Sie kennenlernen!\nWir freuen uns auf Ihre Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen) bis zum\n10. August 2025\ndirekt über unser Bewerberportal:\nhttps://jobs.bautzen.de/rzbfz\n(Bei postalischen Bewerbungen bitten wir um Beachtung, dass eine Rücksendung von Bewerbungsunterlagen nur möglich ist, wenn der Bewerbung ein ausreichend frankierter Rückumschlag beiliegt.)\nBewerbungen grundsätzlich geeigneter schwerbehinderter Menschen, auch gleichgestellter im Sinne des § 2 Abs. 3 Sozialgesetzbuch – Neuntes Buch (SGB IX) –, werden bei vergleichbarer Qualifikation besonders berücksichtigt. Ein entsprechender Nachweis ist den Bewerbungsunterlagen beizulegen.\nBis zum Abschluss des Auswahlverfahrens werden Ihre personenbezogenen Daten unter Beachtung der EU-Datenschutzgrundverordnung (EU-DSGVO) sowie des Sächsischen Datenschutzgesetzes (SächsDSG) und des Sächsischen Datenschutzdurchführungsgesetzes (SächsDSDG) gespeichert und ausschließlich für den Zweck dieses Verfahrens verarbeitet und genutzt. Vertraulichkeit sichern wir Ihnen zu.\nKontakt bei fachlich-inhaltlichen Fragen zur Stelle: Herr Dr. Vollbrecht, Tel. 03591 534 – 911\nKontakt bei Fragen zum Bewerbungsprozess: Herr Waurich, Tel. 03591 534 – 120\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wiss-volontaer-m-w-d-mit-dem-schwerpunkt-kunst/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "LWL-Museum für Archäologie und Kultur, Herne Bewerbungsende: 25.08.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum 01.01.2026 als\nwissenschaftliche:n Volontär:in (w/m/d)\nPauschalvergütung\nfür das LWL-Museum für Archäologie und Kultur in Herne. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche) an. Sie erhalten eine monatliche Pauschalvergütung in Höhe von 50 % der Entgeltgruppe 13, Stufe 1 TVöD VKA, im zweiten Jahr nach Stufe 2.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8160 bis zum 25.08.2025.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-gebaeudemanagement-m-w-d/", "image": "", "title": "Leitung Gebäudemanagement (m/w/d)", "content_text": "Niedersächsische Landesmuseen Oldenburg, Oldenburg Bewerbungsende: 17.08.2025 | Der Betrieb Niedersächsische Landesmuseen Oldenburg besteht aus dem Landesmuseum für Kunst und Kulturgeschichte, dem Landesmuseum Natur und Mensch sowie dem Schlossgarten mit dem Stadtwald Eversten Holz. Das Landesmuseum für Kunst und Kulturgeschichte zählt zu den wichtigsten kunst- und kulturgeschichtlichen Museen in Nordwestdeutschland. Seine Sammlungen und Ausstellungen werden in den historischen Gebäuden Schloss, Augusteum und Prinzenpalais im Zentrum der Universitätsstadt Oldenburg präsentiert. Das aus einer Großherzoglichen Sammlung hervorgegangene Landesmuseum Natur und Mensch ist eines der ältesten Museen Deutschlands. Aufgrund ihres Alters und ihrer Einzigartigkeit gehören Teile der Sammlung zu den bedeutendsten nationalen Sammlungen.\nWir bieten zum nächstmöglichen Zeitpunkt in unserem engagierten Team eine Beschäftigung als\nLeitung Gebäudemanagement (m/w/d)\nEs handelt sich um eine unbefristete Vollzeitstelle mit einer Vergütung nach Entgeltgruppe E 11 TV-L. Die Stelle ist bedingt teilzeitgeeignet.\nTätigkeitsbereich\nIhre Tätigkeiten umfassen insbesondere:\nLeitung des Bereiches Gebäudemanagement / technische Dienste / Reinigungsdiente mit insgesamt 9 Mitarbeitenden, insbesondere\nVerantwortliche Betreuung und Bearbeitung von Liegenschaftsangelegenheiten bei der baulichen Unterhaltung und Bewirtschaftung der Grundstücke und denkmalgeschützten Gebäude\nBegleitung von Baumaßnahmen des Staatlichen Baumanagements\nVorbereitung und Durchführung eigener, kleiner Baumaßnahmen\nKoordination des Arbeitsschutzes\nÄnderungen in der Aufgabenverteilung bleiben vorbehalten.\nAnforderungsprofil\nStudium (Bachelor oder FH-Diplom) im Ingenieurwesen, vorzugsweise in den Fachrichtungen Bau oder Facility Management oder Abschluss des Verwaltungslehrgangs II mit nachgewiesenen Kenntnissen im Facility Management\nWünschenswert ist mindestens eine zweijährige Erfahrung in der Verwaltung\nSelbständigkeit, Organisationsgeschick, hohe Belastbarkeit, Team- und Kommunikationsfähigkeit\nSchnelle und rechtssichere Entscheidungsfähigkeit sowie Verantwortungsbewusstsein\nWir erwarten neben einer ausgeprägten Serviceorientierung ein grundlegendes Interesse an Museumsarbeit, die Bereitschaft, sich in die Strukturen der Museen einzuarbeiten und bieten bedarfsorientierte Fortbildungsmöglichkeiten.\nWir bieten:\nEine unbefristete und sichere Arbeitsstelle nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\n30 Tage Urlaub sowie eine Jahressonderzahlung\nBetriebliche Altersvorsorge über die Versorgungsanstalt des Bundes und der Länder (VBL)\nEin interessantes, vielfältiges und entwicklungsfähiges Aufgabenfeld\nDie Möglichkeit zur Teilnahme an Fort- und Weiterbildungen\nEine leistungsgerechte Bezahlung nach Entgeltgruppe 11 TV-L\nEin motiviertes Team, das sich auf die Zusammenarbeit mit Ihnen freut\nDer Arbeitsplatz ist bedingt teilzeitgeeignet, da eine hohe Verfügbarkeit des Arbeitsplatzinhabers wegen kurzfristig zu treffenden Entscheidungen erforderlich ist. Eine Besetzung des Arbeitsplatzes in Teilzeit ist folglich nur mit einer Wochenstundenzahl von mindestens 32 Wochenstunden möglich.\nFür Rückfragen steht Ihnen der betriebswirtschaftliche Leiter, Herr Klaukien, unter E-Mail. o.klaukien@landesmuseen-ol.de und telefonisch unter: (0441) 40570- 403 zur Verfügung.\nDer Betrieb Niedersächsische Landesmuseen Oldenburg fördert die Gleichstellung und begrüßt daher alle Bewerbungen, unabhängig von ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nDer Betrieb strebt den Abbau einer Unterrepräsentanz nach dem Niedersächsischen Gleichberechtigungsgesetzes (NGG) an und fördert die berufliche Gleichstellung aller Geschlechter. Daher sind Bewerbungen von Männern besonders erwünscht.\nDer beruflichen Teilhabe von schwerbehinderten Beschäftigten sehen sich die Landesmuseen Oldenburg in besonderer Weise verpflichtet. Bewerbungen schwerbehinderter Personen werden bei gleicher Eignung und nach Maßgabe der einschlägigen Vorschriften bevorzugt berücksichtigt. Wir bitten Sie, eine Behinderung/Gleichstellung zur Wahrung der Interessen bereits in das Bewerbungsschreiben aufzunehmen.\nBitte senden Sie Ihre aussagekräftige Bewerbung – ohne Portraitfoto – als PDF Datei bis zum 17.08.2025 an den Personalleiter der Niedersächsischen Landesmuseen Oldenburg, Herrn Angelopoulos, unter\nbewerbung@landesmuseen-ol.de\n, Stichwort „Leitung Gebäude“.\nDie Unterlagen werden nach Abschluss des Besetzungsverfahrens im Rahmen der Datenschutz-Grundverordnung (DS-GVO) vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-gebaeudemanagement-m-w-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalter-techniker-m-w-d-in-teilzeit-20-std-woche-fuer-zwei-museen-und-das-neue-depot/", "image": "", "title": "Depotverwalter / Techniker (m/w/d) in Teilzeit (20 Std./Woche) für zwei Museen und das neue Depot", "content_text": "Stiftung Hessischer Jägerhof, Darmstadt Bewerbungsende: 21.08.2025 | Die Stiftung Hessischer Jägerhof, eine gemeinnützige Stiftung des privaten Rechts, ist Eigentümerin des historischen Ensembles Jagdschloss Kranichstein in Darmstadt. Sie betreibt dort das Museum „Jagdschloss Kranichstein“ und das „bioversum – Museum für biologische Vielfalt“. In den kommenden Jahren bis 2030 wird das Museum Jagdschloss Kranichstein umfassend saniert und ein neues Depot auf dem Schlossgelände errichtet, um die wertvolle Sammlung zukunftssicher unterzubringen und zu bewahren.\nDepotverwalter / Techniker (m/w/d) in Teilzeit (20 Std./Woche)\nfür unsere beiden Museen und das neue Depot zum nächstmöglichen Zeitpunkt gesucht\nZur Unterstützung unserer beiden Museen und zur Vorbereitung des Umzugs in unser neues Depot suchen wir eine engagierte Persönlichkeit, die den Aufbau und die Strukturierung unserer Sammlungsverwaltung aktiv mitgestaltet.\nIhre Aufgaben:\nEntwicklung eines Ordnungssystems zur Unterbringung der Objekte in einer Rollregalanlage\nVorbereitung und Durchführung der Zwischenlagerung aller Objekte aus der aktuellen Ausstellung während des Depotneubaus und der Sanierung\nMithilfe bei der Planung, Organisation und Durchführung des Depotumzugs\nPlanung, Organisation und Überwachung präventiver Maßnahmen gegen Schädlingsbefall (IPM)\nVerpacken und sachgerechte Lagerung der Objekte nach konservatorischen Standards\nRegelmäßige Kontrolle und Überwachung des Raumklimas in Ausstellung, Archiv und Depot\nBetreuung der technischen Anlagen sowie Koordination von Wartungen durch externe Firmen\nMithilfe beim Auf- und Abbau der neuen Dauerausstellung\nAusleuchtung von Sonderausstellungen nach der Sanierung\nInstandhaltung der Museumsbeleuchtung\nUmzug und Aktualisierung der Sammlungsdatenbank auf eine neue Software, inklusive Datenbereinigung und -pflege\nWas wir erwarten:\nAbgeschlossene Ausbildung oder Berufserfahrung im Bereich Restaurierung, Museologie, Sammlungstechnik, Veranstaltungstechnik oder eine vergleichbare Qualifikation\nKenntnisse in der fachgerechten Handhabung, Verpackung und Lagerung von Museumsobjekten\nGrundkenntnisse in Klimakontrolle und idealerweise Erfahrung im Umgang mit Sammlungsdatenbanken\nOrganisations- und Planungsgeschick sowie selbstständige, strukturierte Arbeitsweise\nTeamfähigkeit und Freude an der Zusammenarbeit mit ehrenamtlichen Mitarbeiter*innen und externen Dienstleistern\nHandwerkliches Geschick und technisches Verständnis\nkörperliche Belastbarkeit (Heben und Tragen von Lasten)\nFahrerlaubnis Kl. B\nDie wöchentliche Arbeitszeit beträgt 20 Stunden. Die Vergütung richtet sich nach dem Tarifvertrag für den öffentlichen Dienst Hessen E 9 (TV-H).\nWir freuen uns auf Ihre Bewerbung gerne per Mail oder senden Sie Ihre aussagefähigen Bewerbungsunterlagen bis 21. August 2025 an:\nFrau Onno Faller\nE-Mail:\nbewerbung@jagdschloss-kranichstein.de\nBei Rückfragen wenden Sie sich bitte an die oben angegebene E-Mail Adresse oder rufen ab 8. August 2025 unter der Telefonnummer 06151 97111823 an.\nAdresse:\nStiftung Hessischer Jägerhof\nKranichsteiner Str. 261\n64289 Darmstadt\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.08.2025", "url": "https://www.museumsbund.de/stellenangebote/depotverwalter-techniker-m-w-d-in-teilzeit-20-std-woche-fuer-zwei-museen-und-das-neue-depot/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/magazinverwalter-w-m-d-graphische-sammlung-3/", "image": "", "title": "Magazinverwalter (w/m/d) Graphische Sammlung", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 30.07.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes und inklusives Vermittlungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir suchen ab sofort einen\nMagazinverwalter (w/m/d) Graphische Sammlung\n(in Teilzeit, 55 % – 21,73 Stunden / Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nSie sind eine engagierte Persönlichkeit, die Freude daran hätte, eine wichtige Schnittstelle zwischen dem Magazin, der Graphikrestaurierung, den Kunstwissenschaftlern, den Mitarbeitern der Wissenschaftlichen Dokumentation und dem Fotoatelier zu bilden? Dann freuen wir uns auf Ihre Bewerbung!\nIhre Aufgaben:\nHerausgabe und Rückordnung von Werken des Bestandes an die Bereiche Graphikrestaurierung und Kunstwissenschaft sowie an Besucher\nVerwaltung und Pflege des Rahmenbestandes\nOptimierung der Raumressourcen, außerdem Verbesserung der Zugänglichkeit im Hinblick auf die Schädlingsprävention\nMitarbeit bei Ausstellungsauf- und –abbau und Ein-/Ausrahmen von Kunstwerken auf Papier\nUnterstützung bei der Überwachung der Abholung und Anlieferung von Kunsttransporten\nMitwirkung bei der Umsetzung restauratorischer Verpackungs- und Lagerungskonzepte\nIhr Profil:\nabgeschlossene Ausbildung im Handwerk oder vergleichbare Qualifikation\nsicherer Umgang mit Museumsdaten, IMDAS wäre wünschenswert\nsicherer Umgang mit MS Office und weiteren Datenbanken\nTeamfähigkeit und Kooperationsbereitschaft\nstrukturierte Arbeitsweise und ausgeprägter Ordnungssinn\nhohes Verantwortungsbewusstsein\nsichere Handhabung von fragilen Kunstwerken\nKörperliche Belastbarkeit (Tragen von schweren Lasten und langes Stehen)\nFührerschein Klasse B von Vorteil\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nSchwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte ausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-16\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Dr. Susanne Kaufmann (Leitung Abteilung Fachdienste) unter T +49 711 470 40 206. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/ datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.07.2025", "url": "https://www.museumsbund.de/stellenangebote/magazinverwalter-w-m-d-graphische-sammlung-3/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherservice-kunstausstellung-christelle-oyiri-dead-god-flow-im-cank/", "image": "", "title": "Besucherservice Kunstausstellung „Christelle Oyiri. Dead God Flow“ im Cank", "content_text": "x:hibit projects UG, Berlin Bewerbungsende: 30.07.2025 | Für den Besucherservice der Ausstellung „\nChristelle Oyiri. Dead God Flow\n“ im Zeitraum 4.09. bis 19.10.2025 suchen wir Mitarbeiter*innen in Vollzeit, Teilzeit und auch als Werksstudierende.\nIhre Aufgaben\nIm Fokus der Tätigkeit stehen die Kommunikation mit den Besucher*innen, Hilfestellung und Problemlösungskompetenz. Durch Ihren Einsatz ermöglichen Sie den Besucher*innen der Ausstellung ein einzigartiges Besuchserlebnis, indem Sie je nach Einteilung im Einsatzplan die folgenden Aufgaben übernehmen:\nSie empfangen die Besucher*innen und unterstützen sie während ihres Aufenthalts aktiv, indem Sie Fragen zum Besuch, Inhalt und Konzept der Ausstellung beantworten.\nSie verkaufen Tickets und Publikationen (z.B. Katalog) und übernehmen die Ticketkontrolle.\nSie stellen den reibungslosen Betrieb der Ausstellung sicher. Mithilfe von Checklisten überprüfen und dokumentieren Sie den Betrieb, melden Störungen und beheben diese in enger Abstimmung mit dem Projektteam.\nSie übernehmen tägliche Berichte, die z.B. Besuchszahlen, Beobachtungen und Optimierungsvorschläge umfassen.\nSie öffnen und schließen die Ausstellung vor bzw. nach den Öffnungszeiten – je nach Einsatzplanung.\nSie sprechen bei Bedarf Verstöße gegen die Hausordnung an – dadurch ermöglichen Sie allen Besucher*innen ein angemessenes Besuchserlebnis. Es handelt sich jedoch explizit um keine “Bewachungstätigkeit”.\nSie übernehmen allgemeine, organisatorische Aufgaben.\nIhr Profil\nSie haben Freude an der Arbeit mit unterschiedlichen Besucher*innengruppen.\nSie sind kommunikationsstark und zeichnen sich durch besucherorientiertes Denken und Handeln, Einsatz- und Verantwortungsbereitschaft aus.\nDas Thema der Ausstellung weckt Ihre Neugier, Sie haben Kenntnisse oder Interesse und Sensibilität für die Themen der Ausstellung wie Club Culture / African Beats / Musik im Allgemein sowie Kultur und Geschichte marginalisierter Communities\nSie sind technikaffin, zuverlässig und bereit, auch an Wochenenden und Feiertagen zu arbeiten.\nSie arbeiten gern im Team und verstehen dessen Erfolg als ein gemeinsames Ganzes, zeichnen sich durch Einsatzbereitschaft aus und sind bereit, Verantwortung zu übernehmen.\nSie sprechen mindestens fließend Deutsch und Englisch und davon eine Sprache sehr gut. Weitere Sprachkenntnisse sind ein Vorteil, aber kein Muss.\nIdealerweise haben Sie erste Erfahrungen in diesem Bereich gesammelt, wie beispielsweise:\nBetreuung von Museen / Ausstellungen / Konzerten oder anderen Veranstaltungen\nVerkauf / Service / Beratung / Kundenkontakt oder jede andere Arbeit mit Menschen\nVermittlung im Museum / in einer Ausstellung / Gedenkstätte oder andere Erfahrungen in der Museumspädagogik / Kulturvermittlung / Guide / Kunstvermittlung oder Sozialarbeit\nErfahrungen mit Empfang / Events / Kundenservice / Visitor Service\nRahmenbedingungen\nDie Ausstellung findet im Cank Berlin, Neukölln, vom 8.09. bis zum 19.10.2025 statt.\nSchulungen finden vor Beginn der Ausstellung statt (vergütet), voraussichtlich 4. und 5.09.2025\nDie Arbeitszeiten richten sich nach den Öffnungszeiten der Ausstellung und liegen je nach Einsatzplanung Donnerstag bis Sonntag, 12 bis 20 Uhr (zzgl. vergüteter Vor- und Nachbereitung sowie Hoch- und Runterfahren der Ausstellungstechnik).\nDie Arbeitszeiten und wöchentlichen Arbeitsstunden können im Rahmen der betrieblichen Anforderungen individuell abgestimmt werden. Wir versuchen faire und flexible Lösungen für alle Lebensphasen zu finden.\nEs können unterschiedliche Arbeitszeitmodelle vereinbart werden.\nDie Vergütung liegt mit € 15,49 / Std. (brutto) deutlich über dem Branchendurchschnitt.\nVor Arbeitsbeginn finden Schulungen und Einarbeitungen zu Abläufen und Inhalten statt.\nSelbstverständlich handelt es sich um eine sozialversicherungspflichtige Tätigkeit und keine Zeit- oder Leiharbeit.\nDie Beschäftigungsdauer ist aufgrund der Laufzeit der Ausstellung befristet.\nist anschließend eine Weiterbeschäftigung in anderen Projekten möglich, was aber nicht garantiert werden kann.\nDer Job ist sehr gut für Studierende / Quereinstieg / Orientierungsphasen geeignet.\nEs gibt eine legere und bereitgestellte Corporate Fashion für ein einheitliches Auftreten ggü. Besucher*innen, aber keine „Uniformierung“, Anzüge oder ähnliches.\nSie gewinnen praktische Einblicke in die Berliner Kunst- und Kulturlandschaft, insbesondere in die Organisation von Ausstellungsbetrieben.\nUns ist bewusst, dass der Erfolg des Projekts auch von der Motivation und Einbindung der Mitarbeiter*innen abhängt.\nEs werden mehrere Kolleg*innen gesucht.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter oder sexueller Orientierung und Identität. Ihre Bewerbung kann auch ohne Bild und Hinweise auf Herkunft, Alter oder Geschlecht eingeschickt werden (Kopien der Unterlagen können entsprechend geschwärzt werden).\nWenn wir Ihr Interesse geweckt haben, freuen wir uns über Ihre Bewerbung! Bitte senden Sie Ihre Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) an jobs@xhibit.de.\nInformationen zur Ausstellung der LAS ART FOUNDATION unter:\nhttps://www.las-art.foundation/de/programm/dead-god-flow\nÜber x:hibit projects / Kontakt\nAls Expert*innen im Bereich der Visitor Relations unterstützen wir Kulturorte bei der Initiierung, Aufrechterhaltung und Optimierung ihrer Besucherbeziehungen – ganzheitlich und über alle Phasen des Besuchszyklus hinweg. Unsere Mission ist es, individuelle Lösungen für die Visitor Relations von Kulturorten zu erarbeiten, die der gesellschaftlichen Bedeutung der Institutionen und den dynamischen und diversen Bedürfnissen ihrer Besucher*innen gerecht werden. Die Umsetzung von Besucherservices für Kulturorte wie Museen und Ausstellungen deutschlandweit gehört dabei zu unseren Kernkompetenzen.\nx:hibit projects UG\nFürstenplatz 1\n14052 Berlin\n+49.30.263.966.50\njobs@xhibit.de\nhttps://www.xhibit.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.07.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherservice-kunstausstellung-christelle-oyiri-dead-god-flow-im-cank/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktionssekretariat-m-w-d-3/", "image": "", "title": "Direktionssekretariat (m/w/d)", "content_text": "Deutsches Ledermuseum, Offenbach am Main Bewerbungsende: 18.08.2025 | Zum nächstmöglichen Zeitpunkt ist die Stelle im Direktionssekretariat (m/w/d) im Deutschen Ledermuseum in Offenbach am Main – Anstalt des öffentlichen Rechts – zu besetzen.\nDas Deutsche Ledermuseum in Offenbach am Main hat mit seiner Fokussierung auf Leder und artverwandte Materialien weltweit ein Alleinstellungsmerkmal in der Museumswelt: Über 30.000 Objekte zeugen von der globalen Verwendung und der vielfältigen kulturhistorischen Bedeutung des Werkstoffs Leder von der Urzeit des Menschen bis heute. Bestände alternativer Materialien werden in den letzten Jahren gezielt um vegane und recycelbare Stoffe erweitert. Ursprünglich als historische Vorbildsammlung für die Ausbildung junger Designer*innen, Handwerker*innen und Lederwarenproduzierenden in der einst florierenden Lederstadt Offenbach 1917 gegründet, umfasst die Sammlung heute eine Bandbreite an Gebrauchs- und Luxusgegenständen vom Kunsthandwerk und Design über Mode bis hin zu Objekten der Alltagskultur.\nIhre Aufgaben\nZu Ihren Tätigkeiten gehören die selbstständige Führung des Direktionssekretariats durch professionelles Management einschließlich Terminkoordination und Terminvorbereitung in organisatorischer Hinsicht, Telefondienst, Registratur, Posteingang/-ausgang, eigenständige Gestaltung der Korrespondenz sowie das Führen von Wiedervorlagen.\nDazu zählen auch allgemeine Verwaltungstätigkeiten sowie die Unterstützung der Direktion bei administrativen Geschäftsvorgängen, museumsplanerischen Aufgaben und Recherchen. Ebenfalls gehören die Organisation und Mitwirkung bei der Vorbereitung und Durchführung von Veranstaltungen, Pressekonferenzen und Eröffnungen dazu – einschließlich des Einladungsmanagements und der Pflege der Adressdatenbank. Des Weiteren sind Dienstpläne u.a. für das Kassenteam zu erstellen und zu überprüfen.\nSie sind erste*r Ansprechpartner*in für Museumsmitarbeiter*innen und Gäste.\nIhr Profil\nSie verfügen über eine erfolgreich abgeschlossene kaufmännische Ausbildung, ein erfolgreich abgeschlossenes Studium (z.B. Museumsmanagement) oder eine vergleichbare Ausbildung.\nWünschenswert sind Erfahrungen in den klassischen Aufgabenfeldern der Museumspraxis sowie Berufserfahrung in einer vergleichbaren Position, idealerweise in einer Kulturinstitution oder einem Museum.\nErwartet werden neben berufsprofilgebenden Fertigkeiten und Kenntnissen der administrativen Abläufe auch der sichere und eigenverantwortliche Umgang mit den üblichen MS-Office-Programmen, eine hohe Eigeninitiative, Belastbarkeit, Zuverlässigkeit, Flexibilität sowie eine sorgfältige und strukturierte, verantwortungsvolle und selbstständige Arbeitsweise. Sichere Umgangsformen, sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift, ausgeprägtes Organisationsgeschick, Engagement sowie Kommunikationsstärke, Teamfähigkeit und ein souveränes Auftreten runden Ihr Profil ab.\nUnser Angebot\neine Vollzeitstelle zunächst befristet auf 2 Jahre, eine anschließende Entfristung wird angestrebt\ndie Vergütung erfolgt im Rahmen der Qualifikation nach den tarifrechtlichen Voraussetzungen des TVöD VkA\nbetriebliche Zusatzversorgung zur Alterssicherung im Tarifbereich\nvermögenswirksame Leistungen können gewährt werden\neine vielseitige, interessante Tätigkeit in einem kleinen Team\neine verantwortungsvolle Aufgabe mit hohem Entwicklungspotential\nSchwerbehinderte Bewerber*innen werden nach Maßgabe des SGB IX bei gleicher Qualifikation und Eignung besonders berücksichtigt. Von ihnen wird jedoch ein Maß an körperlicher Eignung verlangt, das den Anforderungen des Arbeitsplatzes gerecht wird. Die Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht.\nZur Wahrung Ihrer Interessen teilen Sie daher bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt.\nSie sind interessiert?\nBitte senden Sie Ihre aussagekräftige Bewerbung – bevorzugt digital – bis spätestens 18. August 2025 in einer einzigen PDF-Datei (max. 5 MB) an Agnes Stutz, Personalabteilung des Deutschen Ledermuseums. Wir bitten um Verständnis, dass Papierbewerbungen nicht zurückgesendet werden können. Eine Erstattung von Bewerbungs- oder Reisekosten ist leider nicht möglich.\nAnschrift:\nDeutsches Ledermuseum\nDirektorin Dr. Inez Florschütz\nFrankfurter Str. 86\n63067 Offenbach am Main\nbewerbungen(at)ledermuseum.de\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Museums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.08.2025", "url": "https://www.museumsbund.de/stellenangebote/direktionssekretariat-m-w-d-3/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/110699/", "image": "", "title": "Stellvertretende/r Sachgebietsleiter/in (m/w/d) mit B. A.", "content_text": "Ballonmuseum Gersthofen, Gersthofen Bewerbungsende: 13.08.2025 | Werden Sie Teil unseres Teams!\nDas Ballonmuseum Gersthofen ist weltweit das erste sowie in Deutschland das einzige Museum seiner Art. Es erzählt die Geschichte der Ballonfahrt mit dem besonderen Schwerpunkt Gasballon. Die Sammlung des Museums besteht aus zahlreichem technischem Originalequipment von kulturhistorischer Bedeutung und gehört auch international zu den größten und ältesten Sammlungen für Ballongeschichte sowie deren Technik. Zudem ist das Thema Ballonfahrt historisch eng mit der Stadt Gersthofen verknüpft und reicht bis ins 18. Jahrhundert zurück.\nUnser Stellenangebot\nBachelor/in (m/w/d) of Arts (B. A.) als\nS\ntellvertretende/r Sachgebietsleiter/in (m/w/d) für das Ballonmuseum Gersthofen\nin Voll- oder Teilzeit als Elternzeitvertretung für voraussichtlich drei Jahre.\nSie besitzen\nEin abgeschlossenes kunst- bzw. kulturwissenschaftliches Studium (Bachelor oder FH)\nFachkenntnisse im museologischen Bereich\nGrundlegende Kenntnisse in den museumsrelevanten Online-Portalen (Deutscher Museumsbund, ICOM bzw. Kulturportale wie Bavarikon)\nKenntnisse der Prozessabläufe des Museumsbetriebes sowie des Kultur-, Veranstaltungs- und Ausstellungsmanagements\nErfahrung in der Inventarisation\n– wünschenswert\nErfahrung in museumspädagogischer Arbeit\n– wünschenswert\nUmfassende Fachkenntnisse im Bereich Marketing und Öffentlichkeitsarbeit\nTiefgründige Fachkenntnisse in Kommunikationstechniken\nSehr hohe Dienstleistungsorientierung\nHohe Teamfähigkeit\nSicherer Umgang mit allen MS Office-Produkten\nDas erwartet Sie\nMitarbeit bei laufenden Geschäften und bei Projekten im Ballonmuseum\nVeranstaltungs- und Ausstellungsmanagement\nDurchführen von Presse- und Öffentlichkeitsarbeit/Kommunikation\nPflege der Sammlung und Ausstellung\nStellvertretender Sachgebietsleiter (m/w/d) des Ballonmuseums\nFreuen Sie sich auf\nEine befristete Einstellung als Tarifbeschäftigter (m/w/d) in der Entgeltgruppe 10 TVöD mit einer leistungsorientierten Jahressonderzahlung. Bitte informieren Sie sich z. B. unter\noeffentlicher-dienst.info\nüber die Vergütung.\nBetriebliche Zusatzkrankenversicherung\nAttraktive betriebliche Altersvorsorge\nEine gute Vereinbarkeit von Beruf und Familie durch flexible Arbeitszeitmodelle (u. a. Gleitzeit)\nMobiles Arbeiten nach Bestehen der Probezeit\n6 Wochen Urlaub/Jahr, grundsätzlich am Faschingsdienstag sowie 24. und 31. Dezember frei\nBezuschussung zum Deutschland-Ticket\nWir freuen uns auf Ihre Kontaktaufnahme\nFachliche Fragen\nKathrin Dürr\nTel.: 0821/2491-505\nE-Mail: kduerr@gersthofen.de\nFragen zur Bewerbung\nElena Gillmann\nTel.: 0821/2491-200\nE-Mail: egillmann@gersthofen.de\nDie Stadt Gersthofen fördert aktiv die Gleichstellung aller Mitarbeiter/innen (m/w/d). Wir begrüßen Bewerbungen von allen Menschen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bewerber/innen (m/w/d) mit Schwerbehinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt?\nWir freuen uns, dass Sie Lust darauf haben bei der Stadt Gersthofen zu arbeiten. Um sich zu bewerben, nutzen Sie bitte unser Online-Stellenportal unter www.gersthofen.de/jobs und senden Sie uns aussagekräftige Unterlagen wie Anschreiben, Lebenslauf, Zeugnissen usw. zu.\n(Eine automatische Antwort-Mail informiert Sie darüber, ob Ihre Bewerbung angekommen ist.)\nEnde der Bewerbungsfrist ist der\n13.08.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.08.2025", "url": "https://www.museumsbund.de/stellenangebote/110699/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-6/", "image": "", "title": "Grabungstechniker (m/w/d)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 15.08.2025 | Beim Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– sind befristete Stellen als\nGrabungstechniker (m/w/d)\nfür den Einsatz als Grabungstechniker* bei baubegleitenden archäologischen Untersuchungen (z.B. mobiles Archäologieteam) und bei Ausgrabungen unterschiedlicher Größe und Zeitdauer (z.B. Stadtkern, Infrastruktur) zu besetzen.\nDie Stellen sind mit höchstens E 10 TV-L bewertet. Die Eingruppierung richtet sich nach den übertragenen Aufgaben der konkreten Stelle.\nDie Stellen verstehen sich vorbehaltlich der zur Verfügung stehenden Mittel und sind entsprechend der jeweiligen Ausgrabungsvorhaben befristet.\nEs handelt sich um Vollzeitstellen. Der Dienstort richtet sich nach dem Einsatzort.\nAufgaben:\nDurchführung grabungstechnischer Aufgaben bei archäologischen Grabungen unterschiedlicher Größe\nAnleitung des unterstellten Fach- und Grabungspersonals entsprechend der Vorgaben der Grabungsleitung\nZusammenarbeit mit den Bau ausführenden Betrieben und der zentralen Baustellenüberwachung\nÜberprüfung des koordinierten Einsatzes der Baustellentechnik\nDokumentation im Gelände und anschließend Fundbearbeitung bis zur Herstellung des technischen Gesamtberichtes\nFachliche Voraussetzungen:\nabgeschlossene Ausbildung zum Grabungstechniker oder der Nachweis vergleichbarer Qualifikationen bzw. Kenntnisse\nKenntnisse der mitteldeutschen Ur- und Frühgeschichte\nErfahrung bei der Durchführung von Grabungsprojekten oder archäologische Geländeerfahrung\nwünschenswert sind gute Kenntnisse der Vermessung\neinschlägige EDV-Kenntnisse (z. B. MS Office-Paket oder GIS)\nKenntnisse der einschlägigen Arbeitsschutzbestimmungen und Erfahrung beim Arbeiten auf Baustellen\nPersönliche Voraussetzungen:\nKörperliche Eignung zum Einsatz auf Baustellen\nAusgeprägte Teambereitschaft, hohe Flexibilität, ausdauernde Einsatzbereitschaft\nFührerschein Klasse B, Bereitschaft zum Führen eines Dienst-Kfz\nBereitschaft zum Führen einer Flugdrohne\nWir bieten Ihnen:\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze schätzt\nzusätzliche betriebliche Altersvorsorge (VBL)\n30 Tage Urlaub im Jahr bei einer 5-Tage-Woche (24.12. und 31.12. frei)\nTeilzeit ist in angemessenem Rahmen möglich\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 12/25\n– auch außen auf dem Briefumschlag – bis zum 15.08.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–\nLandesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA\nunter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\n*Aus Gründen der besseren Lesbarkeit wird auf die gleichzeitige Verwendung der Sprachformen männlich, weiblich und divers (m/w/d) verzichtet. Sämtliche Personenbezeichnungen gelten gleichermaßen für alle Geschlechter.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.08.2025", "url": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-6/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-in-der-grafiksammlung/", "image": "", "title": "Elternzeitvertretung in der Grafiksammlung", "content_text": "Käthe Kollwitz Museum Köln, Köln Bewerbungsende: 31.07.2025 | Elternzeitvertretung in der Grafiksammlung des Käthe Kollwitz Museum Köln\nMehr als 300 Zeichnungen, mehr als 600 Druckgrafiken, Skulpturen\nMonografisches Museum\nStandort: Köln\nBeginn: ab sofort\nBeschäftigungsart: Assistentenstelle in Teilzeit (70%), befristet auf voraussichtlich 18 Monate\nBewerbungsfrist: 31.7.25\nDas sind Ihre Aufgaben:\nMitarbeit bei der Objektverwaltung und -erschließung, einschließlich Depotverwaltung, Datenbankpflege und Organisation von Restaurierungsaufträgen\nUnterstützung beim Leihverkehr\nMitarbeit bei der Organisation und Durchführung von Ausstellungen\nEigenständige Durchführung von Führungen\nÜbernahme weiterer Verwaltungs-, Organisations- und Kommunikationsaufgaben\nDas erwarten wir:\nabgeschlossenes wissenschaftliches Hochschulstudium im Bereich Kunstgeschichte oder verwandten Fächern (Master oder vergleichbarer Abschluss) oder abgeschlossenes Studium der Fachrichtung Konservierung und Restaurierung von Kunst- und Kulturgut\nErfahrung im musealen Umgang mit Grafiken (Arthandling, Verwahrung und Kontrolle)\nGutes Auffassungsvermögen\nZuverlässiger und vorausschauender Arbeitsstil\neigenverantwortliches Arbeiten\nKommunikations- und Teamfähigkeit\nsehr gute Deutschkenntnisse und mindestens eine weitere Fremdsprache\nBeherrschung der üblichen digitalen Office-Anwendungen\nDamit punkten Sie:\nErfahrung in der Museumsarbeit\nKenntnisse druckgrafischer Techniken\nErfahrung im Verfassen wissenschaftlicher Kurztexte (Katalogeinträge etc.)\nErfahrung in gängigen Datenbanksystemen\nDamit punkten wir:\nflexible Arbeitszeiten\ngutes Arbeitsklima\nattraktive Sozialleistungen: z.B. Deutschlandticket sowie vermögenswirksame Leistungen\nsehr gute Anbindung an den öffentlichen Nahverkehr\nDas Beschäftigungsverhältnis ist angelehnt an den Tarifvertrag für den öffentlichen Dienst der Sparkassen (TVöD-S).\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung und sexueller Identität.\nHaben Sie Fragen?\nFür Fragen zur Stellenausschreibung stehen wir Ihnen per E-Mail unter\nmuseum@kollwitz.de\nzur Verfügung.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse) per E-Mail an\nmuseum@kollwitz.de\nbis spätestens 31.07.2025 ein.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-in-der-grafiksammlung/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verantwortliche-elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "image": "", "title": "verantwortliche Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 12.08.2025 | Das Deutsche Technikmuseum – Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine\nverantwortliche Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)\nunbefristet und in Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.08.2025", "url": "https://www.museumsbund.de/stellenangebote/verantwortliche-elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "date_published": "2025-07-22T00:00:00"}]}