{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-70/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Freilichtmuseum Hessenpark, Bewerbungsende: 15.05.2025 | Das Freilichtmuseum Hessenpark ist das Museum für Alltagskultur des Landes Hessen. Es thematisiert in über 100 wiedererrichteten Gebäuden auf einer Fläche von 60 Hektar und mit einer Sammlung von mehr als 200.000 Objekten den Wandel des Wohnens und Arbeitens auf dem Land und in den Kleinstädten bis zum Ende des 20. Jahrhunderts. In Sonder- und Dauerausstellungen ist es uns wichtig, auch Bezug auf aktuelle Fragestellungen zu nehmen. Unser Jahresprogramm spiegelt die Themenvielfalt von Alltagskultur über Fachwerkbau und nachhaltiges Bauen bis zur Biodiversität wider.\nZur Verstärkung des Fachbereichs Wissenschaft besetzen wir ab dem\n01.09.2025 befristet für zwei Jahre\nin Vollzeit ein\nWissenschaftliches Volontariat\nIhre Aufgaben:\nSie erhalten Einblicke in alle museumsrelevanten Bereiche unserer Institution mit Schwerpunkten in der wissenschaftlichen Arbeit, der Projekt- und Veranstaltungsorganisation und der Sammlungsarbeit.\nSie können Ihre Stärken bei der Mitarbeit am Vermittlungsprogramm sowie an Sonder- und Dauerausstellungen und in fachbereichsübergreifenden Projekten einbringen.\nWährend des Volontariats übernehmen Sie Verantwortung für eigene Projekte in einem Team, das sich gegenseitig unterstützt.\nWir betreuen und fördern Sie mit Blick auf Ihre weiteren beruflichen Ziele.\nEs erwartet Sie ein flexibles, teamorientiertes Arbeitsumfeld in einem der größten Freilichtmuseen Deutschlands.\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Master) im Fach Kulturanthropologie, (empirische) Kulturwissenschaft oder in einem vergleichbaren museologischen oder historischen Studiengang\nPraktika im Museumsbetrieb, idealerweise erste Erfahrungen im Ausstellungswesen oder der Vermittlungsarbeit\nGute Kenntnisse der gängigen MS-Office-Anwendungen\nFähigkeit sich gut und verständlich auszudrücken, organisatorisches Geschick und Hands-on-Mentalität, Teamfähigkeit sowie Belastbarkeit\nFreude an Vermittlungstätigkeiten, an Projektarbeit und an Themen der Alltagskultur\nWir wertschätzen diverse Teams und freuen uns über Ihre Bewerbung unabhängig von Ihrer kulturellen und sozialen Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexuellen Identität.\nHaben Sie Lust auf eine abwechslungsreiche Tätigkeit in der besonderen Umgebung eines spannenden und lebendigen Freilichtmuseums?\nMöchten Sie gemeinsam mit uns etwas bewegen und den Bereich Wissenschaft tatkräftig unterstützen? Dann bewerben Sie sich jetzt!\nBitte senden Sie\nIhre aussagekräftige Bewerbung per E-Mail bis zum 15.05.2025 an:\npersonal@hessenpark.de\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-70/", "date_published": "2025-04-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-museumstechnik-und-depot-maennlich-weiblich-divers/", "image": "", "title": "Leiter Museumstechnik und Depot (männlich/weiblich/divers)", "content_text": "Kulturamt der Stadt Gera, Gera Bewerbungsende: 05.05.2025 | Gera, eine mittelgroße Stadt mit einer zentralen Lage, vereint in sich ein breites Spektrum an Lebensqualität. Die Stadt ist reich an Kultur, Sport, Wohnmöglichkeiten, Natur sowie Wirtschaft und bietet damit alles, was das Herz begehrt. Gera ist ein Wirtschaftsstandort, der von den vielen liebens- und lebenswerten Ortsteilen profitiert. Die Vielfalt und Qualität der Lebensbedingungen in Gera machen es zu einem attraktiven Ort für Menschen jeden Alters.\nAls einer der größten Arbeitgeber der Region verstehen wir es als unsere Aufgabe die Stadt weiterzuentwickeln und voranzutreiben. Wir laden Sie ein, an diesem Vorhaben mitzuwirken und als ein Teil der Stadtverwaltung diese Entwicklung mitzugestalten.\nZur Verstärkung des\nKulturamtes, Abteilung Museen,\nsuchen wir zum nächstmöglichen Zeitpunkt einen\nLeiter Museumstechnik und Depot\n(männlich/weiblich/divers)\nIhre Aufgabenschwerpunkte\nKoordination der technischen Arbeitsabläufe an den fünf städtischen Museumsstandorten sowie in den Außendepots, insbesondere:\nErstellung der Arbeitspläne für das Team\nDurchführung von Dienstberatungen\nAusstellungsauf- und -abbau\nErtüchtigung der Räumlichkeiten für die Ausstellungsbelange\nKoordinierung der Restaurierungsmaßnahmen\nDurchführung von Kunsttransporten\nVergabe und Controlling von Dienstleistungen\nSicherstellung regelmäßiger Wartungsaufgaben\nErmittlung der Werkzeug- und Werkstattbedarfe\nDepotleitung unter Beachtung aller erforderlichen Vorgänge personeller, organisatorischer und fachlicher Art (Museumstechnik, Restauration, Konservation und Präparation), insbesondere:\nSicherstellung der Arbeitsabläufe unter Berücksichtigung der Sicherheitsbestimmungen entsprechen der Arbeitsvorschriften, Versicherungs- und Leihgebervorgaben sowie DIN-Vorschriften\nErfassung des Depotguts nach Kriterien wie Material, Maße, Zustand, konservatorische, sicherheitstechnische, lagerungstechnische und logistische Belange (u. a. Vorbereitung Konzeptentwürfe zur Depotplanung, Standortverwaltung, Monitoring)\nUnterstützung besonderer Projekte während der Planungs- und Bauphase\nUnser Angebot\nein unbefristetes Arbeitsverhältnis in Vollzeit\nein jährliches Entgelt zwischen 45.390,49 Euro und 63.744,05 Euro brutto entsprechend der Bewertung nach der\nEntgeltgruppe\nE 9b des Tarifvertrages für den öffentlichen Dienst (TVöD)\nein jährlicher Urlaubsanspruch von 30 Tagen\neinen Arbeitsplatz bei einem modernen, dienstleistungs- und bürgerorientierten Arbeitgeber in einer kulturell vielfältig geprägten Stadt\nflexible Arbeitszeiten zur guten Vereinbarkeit der persönlichen Lebenssituation mit der beruflichen Verantwortung\neine Zusatzversorgung zur betrieblichen Altersvorsorge\ndie Möglichkeit der Zahlung von vermögenswirksamen Leistungen\nVorteilsportal für Mitarbeiterangebote – „Corporate Benefits“\ndie Option des Fahrradleasings für Tarifbeschäftigte\nFolgende Anforderungen müssen Sie erfüllen\nerfolgreich abgeschlossenes (Fach-) Hochschulstudium oder vergleichbarer Abschluss (Bachelor oder Diplom) in der Fachrichtung Restaurierung/Konservierung oder Museologie\nsouveräner Umgang mit moderner Bürokommunikation, Standard- und\nAnwendersoftware\nsehr gute Deutschkenntnisse in Wort und Schrift (Muttersprachler oder vergleichbar mit Sprachniveau C1)\nFührerschein der Klasse B\nDie Erfüllung folgender Anforderungen ist wünschenswert\nanwendungsbereite Kenntnisse in der Sammlungsqualifizierung, Depotplanung und Projektmanagement\nBerufserfahrungen in der öffentlichen Verwaltung, vorzugsweise im musealen Bereich\nFührungserfahrung\ngute Fremdsprachenkenntnisse in Englisch\nWenn Sie eine hochmotivierte Persönlichkeit sind, die insbesondere über gutes fachliches Wissen und persönliche Kompetenzen, wie Teamfähigkeit sowie sehr gute Kommunikationsfähigkeiten verfügt, selbstständig und flexibel agiert und in der Lage ist, strukturiert zu arbeiten, freuen wir uns auf Ihre Bewerbung. Eine hohe Auffassungsgabe sowie analytische Fähigkeiten runden ihr Profil bestenfalls ab.\nDie Stadtverwaltung Gera setzt sich aktiv für die Förderung von Gleichstellung und Diversität in allen Bereichen ihrer Tätigkeit ein. Wir glauben, dass Vielfalt in unseren Teams zu innovativen Lösungen und einer positiven Arbeitsatmosphäre beiträgt. Daher laden wir alle qualifizierten Personen ein, sich um die ausgeschriebene Position zu bewerben, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie\nsexueller Orientierung und Identität.\nHaben Sie Fragen?\nOrganisatorische Fragen beantwortet Ihnen gern Frau Opitz, Leiterin des Teams Personalgewinnung und -entwicklung, telefonisch unter 0365/838-1320 oder per E-Mail an\npersonal.bewerbung@gera.de\n. Für grundsätzliche Anfragen steht Ihnen der Leiter des Kulturamtes, Herr Eckerle, unter der Telefonnummer 0365/838-3600 zur Verfügung.\nIhre Bewerbung\nBitte beachten Sie, dass eingehende Bewerbungen auf ihre fachliche Qualifikation ausgewertet werden. Wir können Sie im weiteren Auswahlverfahren folglich nur dann berücksichtigen, wenn Sie uns Nachweise hierüber vorlegen.\nWir freuen uns auf Ihre Bewerbung mit\naussagefähigem Bewerbungsschreiben,\ntabellarischem Lebenslauf zur lückenlosen Darstellung Ihres Ausbildungs- und beruflichen Werdegangs,\nZeugniskopien der geforderten Abschlüsse,\nqualifizierten Arbeitszeugnissen,\nNachweis des Führerscheins der Klasse B.\nBitte nutzen Sie für Ihre Bewerbung unser\nOnline-Bewerbungsportal\nauf der Plattform Interamt.\nAusschreibungsschluss ist der\n5. Mai 2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-museumstechnik-und-depot-maennlich-weiblich-divers/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamassistenz-m-w-d-in-der-abteilung-wissen-sammlung-archive-und-forschung/", "image": "", "title": "Teamassistenz (m/w/d) in der Abteilung Wissen – Sammlung, Archive und Forschung", "content_text": "ZKM | Zentrum für Kunst und Medien Karlsruhe, Karlsruhe Bewerbungsende: 30.04.2025 | Das ZKM | Zentrum für Kunst und Medien Karlsruhe wurde 1989 gegründet, um die klassischen Künste ins digitale Zeitalter fortzuschreiben. Heute ist das ZKM weltweit eines der renommiertesten Häuser für einen offenen Kunstbegriff und ist zugleich Ausstellungs- und Veranstaltungsort sowie Forschungsinstitution. Dabei bewegt es sich national und international in vielfältigen Netzwerken mit renommierten Partnern aus Kultur, Wissenschaft und Musik. Wir sind eine Stiftung des öffentlichen Rechts mit der Stadt Karlsruhe und dem Land Baden-Württemberg als Stifter.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/teamassistenz-m-w-d-in-der-abteilung-wissen-sammlung-archive-und-forschung/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-der-graphischen-sammlung/", "image": "", "title": "Leitung (m/w/d) der Graphischen Sammlung", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 01.05.2025 | Bei der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – ist zum nächstmöglichen Zeitpunkt die\nLeitung (m/w/d) der Graphischen Sammlung\nzunächst befristet für die Dauer von 12 Monaten in Vollzeit zu besetzen. Die wöchentliche Arbeitszeit beträgt 39 Stunden. Das Aufgabengebiet ist nach Entgeltgruppe 13 TV-L bewertet. Dienstort ist Mainz.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine obere Landesbehörde und unmittelbar dem Ministerium des Innern und für Sport nachgeordnet. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Koblenz, Landesmuseum Mainz, Rheinisches Landesmuseum Trier und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDie Graphische Sammlung umfasst ca. 50.000 Blätter vom späten Mittelalter bis zur Gegenwart und ist damit die größte graphische Sammlung in Rheinland-Pfalz. Die Bestände sind sehr vielfältig und umfassen Aquarelle, Handzeichnungen, Druckgrafiken, Künstlerautographen und alte Fotografien. Die Zeichnungen des 19. Jahrhunderts, besonders der deutschen Romantik und der Nazarener, bilden einen zentralen Schwerpunkt. Ein Alleinstellungsmerkmal bilden die umfassenden Bestände von Max Slevogt, dessen grafischer Nachlass 2014 erworben wurde. Eine Mitarbeit am Max Slevogt-Forschungsprojekt des Museums ist wünschenswert.\nIn den kommenden Jahren ist die Neukonzeption des Museums mit einer Neuaufstellung seiner Bestände geplant. Als Mitglied des Museumsteams erhalten Sie die Möglichkeit, auch die Bestände der Graphischen Sammlung neu und publikumswirksam zu präsentieren.\nDas interessante Aufgabengebiet umfasst unter anderem:\ndie wissenschaftliche Betreuung der Graphischen Sammlung des Landesmuseums Mainz (u. a. Leihverkehr, Sammlungspflege, Depotmanagement, Drittmittelakquise)\nKonzeption und Realisierung von Sonderausstellungsprojekten in der Funktion der verantwortlichen Projektleitung\nRealisierung von wissenschaftlichen Publikationen\nMitwirkung bei der Weiterentwicklung der Dauerausstellung in enger Zusammenarbeit mit der Museumsleitung, den Kuratoren und Restauratoren des Museums\nFortführung der wissenschaftlichen Inventarisierung und Erschließung der Sammlungsbestände\nMitarbeit bei der Inventarisierung und Digitalisierung\nMitarbeit bei der Bildungs- und Vermittlungsarbeit\nLeitung der Restaurierungswerkstätten, insbesondere Steuerung des Personaleinsatzes, verantwortliche Budgetverwaltung sowie eigenverantwortliche Durchführung von Vergabeverfahren für diesen Bereich\nFür die Wahrnehmung dieser Aufgaben erwarten wir:\nein abgeschlossenes wissenschaftliches Hochschulstudium der Fachrichtung Kunstgeschichte (mindestens Master/Magister), idealerweise ergänzt um eine Promotion\nmehrjährige Berufserfahrung im Museums- und Ausstellungswesen, idealerweise in einer Graphischen Sammlung\nprofunde Kenntnisse der Kunst- und Kulturgeschichte, vor allem umfassende Kenntnisse im Bereich der Grafik aller Epochen\nwissenschaftliche Publikationen zu kunst- und kulturwissenschaftlichen Themen\nErfahrung in der Pflege und Anwendung von Datenbanken\nBegeisterung für digitale und moderne mediale Präsentationsformen\nErfahrung in der Projektleitung, einschl. der Personaleinsatz- und Budgetsteuerung sowie der Anwendung der einschlägigen Vergabevorschriften\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team werden vorausgesetzt\nhohes Maß an Eigenverantwortung, Kommunikationsfähigkeit sowie Engagement und Belastbarkeit\nkompetentes, überzeugendes und freundliches Auftreten\nGrundkenntnisse im Arbeits- und Vertragsrecht\ngute Fremdsprachenkenntnisse in Wort und Schrift, vorzugsweise in Englisch und Französisch\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der modernen Bürokommunikationstechnik\nPKW-Führerschein sowie entsprechende Fahrpraxis\nDie regelmäßige durchschnittliche wöchentliche Arbeitszeit beträgt bei Vollzeit 39 Stunden. Die Stelle ist nicht Teilzeit geeignet.\nMit dem Vorliegen der personalwirtschaftlichen Voraussetzungen wird eine unbefristete Beschäftigung angestrebt.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 28/2025 bis zum 01.05.2025\nbevorzugt an:\nbewerbung@gdke.rlp.de\noder postalisch an\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-m-w-d-der-graphischen-sammlung/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/archaeologe-leiter-archaeologischer-grabungen-m-w-d-3/", "image": "", "title": "Archäologe / Leiter archäologischer Grabungen (m/w/d)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 29.04.2025 | Beim Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt sind, zum nächstmöglichen Zeitpunkt befristete Stellen als\nArchäologen / Leiter archäologischer Grabungen (m/w/d)\nfür den Einsatz als Grabungsleiter* bei baubegleitenden archäologischen Untersuchungen (z. B. mobiles Archäologieteam) und bei Ausgrabungen unterschiedlicher Größe und Zeitdauer (z. B. Stadtkern, Infrastruktur) zu besetzen.\nDie Stellen sind mit E 13 TV-L bewertet. Die Stellen verstehen sich vorbehaltlich der zur Verfügung stehenden Mittel und sind entsprechend der jeweiligen Ausgrabungsvorhaben befristet.\nEs handelt sich um Vollzeitstellen. Der Dienstort richtet sich nach dem Einsatzort.\nAufgaben:\nGrabungsleiter leiten die jeweiligen baubegleitenden Maßnahmen bzw. Ausgrabungen unterschiedlicher Größe und weisen das unterstellte Fach- und Grabungspersonal an\nGrabungsleiter koordinieren die Baustellentechnik, Vermessung sowie Fundbearbeitung und leiten das Grabungsbüro\nGrabungsleiter sind für den Grabungsfortschritt gemäß Bauzeitenplan verantwortlich\nGrabungsleiter übernehmen verantwortlich den Gesamtbericht zur Ausgrabung\nFachliche Voraussetzungen:\nabgeschlossenes Hochschulstudium der Ur-, Vor- und Frühgeschichte oder Mittelalterarchäologie oder andere archäologische Fachdisziplinen sowie einschlägige Kenntnisse der mitteldeutschen Ur- und Frühgeschichte\nErfahrung bei der Leitung von Grabungsprojekten oder mehrmonatige Geländeerfahrung\neinschlägige EDV-Kenntnisse (z. B. MS Office-Paket)\nKenntnisse der einschlägigen Arbeitsschutzbestimmungen und Erfahrung beim Arbeiten auf Baustellen\nwünschenswert sind Kenntnisse der Vermessung\nPersönliche Voraussetzungen:\nKörperliche Eignung zum Einsatz auf Baustellen\nAusgeprägte Bereitschaft im Team zu arbeiten, hohe Flexibilität, ausdauernde Einsatzbereitschaft\nFührerschein Klasse B, Bereitschaft zum Führen eines Dienst-Kfz\nBereitschaft zum Führen einer Flugdrohne\nWir bieten Ihnen:\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze schätzt\nzusätzliche betriebliche Altersvorsorge (VBL)\n30 Tage Urlaub im Jahr bei einer 5-Tage-Woche (24.12. und 31.12. frei)\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 02/25\n– auch außen auf dem Briefumschlag – bis zum 29.04.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–\nLandesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA\nunter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\n*Aus Gründen der besseren Lesbarkeit wird auf die gleichzeitige Verwendung der Sprachformen männlich, weiblich und divers (m/w/d) verzichtet. Sämtliche Personenbezeichnungen gelten gleichermaßen für alle Geschlechter.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.04.2025", "url": "https://www.museumsbund.de/stellenangebote/archaeologe-leiter-archaeologischer-grabungen-m-w-d-3/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-26/", "image": "", "title": "Restaurator:in (m/w/d)", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 27.04.2025 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen in Deutschland und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg.\nIm Badischen Landesmuseum Karlsruhe ist ab dem nächstmöglichen Zeitpunkt unbefristet und in Vollzeit\ndie Stelle eines Restaurators / einer Restauratorin (m/w/d)\nin der Fachrichtung Gemälde/ Skulpturen und präventive Konservierung zu besetzen.\nDie Tätigkeit umfasst v.a.:\ndie konservatorische und restauratorischen Betreuung von Gemälden, Skulpturen, Plastiken, polychrom gefassten Objekten, sowie modernen und zeitgenössischen Sammlungsgut\ndie Erstellung, Entwicklung und Durchführung von anspruchsvollen Konservierungs- und Restaurierungskonzepten im Rahmen der anstehen Umlagerung der Sammlungen in ein neues Interimsdepot\ndie konservatorische Betreuung, Planung und Umsetzung von Sonderausstellungen, deren fachgerechter Auf- und Abbau und deren Dokumentation\ndie Abwicklung des nationalen/ internationalen Leihverkehrs\ndie Weiterentwicklung und Ausführung des IPM im Rahmen der präventiven Konservierung\ndie Dokumentation und Archivierung von sammlungsrelevanten Daten in der Museumsdatenbank Imdas\nIhr Profil:\nabgeschlossenes Studium (mind. Bachelor-Abschluss, Master-Abschluss wünschenswert) in einem der Fachrichtung entsprechenden Studiengang der Restaurierung oder vergleichbare Qualifikation\nausgewiesene Berufserfahrungen in den entsprechenden, angegebenen Arbeitsfeldern eines größeren Museums oder in der Denkmalpflege\nnachgewiesene fachgerechte Erfahrungen im Umgang mit Objekten, Leihverkehr und Transportorganisation (u. a. Erstellen von Facility Reports, Versicherungs- und Zollfragen)\nausgeprägtes Organisationsgeschick, Verantwortungsbewusstsein und Zuverlässigkeit sowie Durchsetzungsvermögen\nhohes Maß an Eigeninitiative, Kommunikations- und Teamfähigkeit\nsouveränes persönliches Auftreten, Belastbarkeit, Kreativität und Flexibilität\nsicheres mündliches und schriftliches Auftreten in Deutsch und Englisch\nsehr gute Kenntnisse in der Anwendung einer museumsspezifischen Datenbank und in den gängigen MS Office-Anwendungen\nFührerschein Klasse B\nWir bieten Ihnen:\nBezahlung nach EG 10 TV-L inkl. Jahressonderzahlung\nZusammenarbeit mit einem motivierten und fachlich hochqualifizierten Museumsteam\nMöglichkeit, an einem überregional bekannten Museum sowie seiner Außenstellen mit anerkannten Sammlungen zu arbeiten\nArbeitsplatz im Zentrum Karlsruhes mit optimaler Anbindung durch den ÖNVP und einer attraktiven naturnahen Lage\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche)\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket\nSchwerbehinderte Bewerber*innen werden bei gleicher Eignung vorrangig berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nIhre Bewerbung richten Sie bitte bis zum 27.4.2025 an\nbewerbungen@landesmuseum.de\nunter Angabe der Bewerbungskennziffer „Restaurierung II/25“.\nBei Rückfragen wenden Sie sich bitte an Herrn Oliver Morr, Leiter Restaurierungswerkstätten, Tel. Nr. 0721/926 6511 oder per Mail an\noliver.morr@landesmuseum.de\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-26/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennischen-koordinatorin-erinnerungsort-kolonialismus-m-w-d/", "image": "", "title": "Kaufmännische:r Koordinator:in Erinnerungsort Kolonialismus (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 04.05.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt,\nbefristet\nbis zum\n31. Dezember 2026\nund in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nKaufmännische:n Koordinator:in Erinnerungsort Kolonialismus (m/w/d)\nEntgeltgruppe 10 TVöD-V VKA, Tarifgebiet Ost\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Projekt\nSeit Mai 2024 ist ein Projektteam mit der Erarbeitung eines Konzepts und Realisierungsvorschlags für einen Erinnerungs- und Bildungsort bzw. ein Dokumentationszentrum zur Erinnerung und Aufarbeitung des Kolonialismus in Berlin betraut. Angedockt an das Stadtmuseum Berlin, baut die Arbeit des Teams im Auftrag des Landes Berlin auf dem Projekt „Erinnerungskonzept für Berlins koloniale Vergangenheit“, das im April 2024 der Senatsverwaltung übergeben wurde, auf. Die Arbeit findet dabei in enger Kooperation mit zwei vom Senat geförderten Projekten statt: der Koordinierungsstelle für ein gesamtstädtisches Aufarbeitungskonzept bei Decolonize Berlin e. V., sowie der Kompetenzstelle Dekolonisierung am Stadtmuseum Berlin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennischen-koordinatorin-erinnerungsort-kolonialismus-m-w-d/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-91/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Kunsthalle München, München Bewerbungsende: 29.04.2025 | Ihr Ziel ist es, mit Ausstellungen Menschen zu begeistern und neue Perspektiven zu eröffnen? Sie möchten ein breit aufgestelltes Programm mitgestalten, das sich an ein diverses Publikum richtet? Dann freuen wir uns auf Ihre Bewerbung: In der kuratorischen Abteilung der Kunsthalle der Hypo-Kulturstiftung (kurz: Kunsthalle München) ist zum 11. August 2025 eine Stelle (100%) als Wissenschaftliche:r Volontär:in (w/m/d) zu besetzen. Die Stelle ist zunächst auf ein Jahr befristet, mit der Option zur Verlängerung.\nMit rund 350.000 Besucher:innen jährlich ist die Kunsthalle München eines der renommiertesten Ausstellungshäuser Deutschlands. Trägerin der Kunsthalle München ist die Hypo-Kulturstiftung. Im Herzen der Münchner Innenstadt gelegen werden hier pro Jahr drei große Ausstellungen zu den unterschiedlichsten Themen gezeigt: von Malerei, Skulptur und Grafik über Fotografie bis hin zu Kunsthandwerk, Design oder Mode. Monografische Ausstellungen und thematische Projekte wechseln sich dabei ab, aber auch interdisziplinäre Ansätze finden im vielseitigen Programm der Kunsthalle München ihren Platz.\nAufgaben\nDie Hauptaufgabe besteht in der Mitwirkung an der Vorbereitung von Ausstellungen und umfasst u.a. folgende Tätigkeiten:\nMitarbeit an der inhaltlichen und visuellen Ausstellungskonzeption\nWissenschaftliche Recherchen\nMitarbeit bei der Katalogredaktion (u.a. Bildredaktion, Korrektorat)\nMitarbeit bei der Erstellung des Audioguides\nVerfassen und Redigieren von Raum- und Objekttexten\nArbeit mit der Ausstellungssoftware cura\n3D\nMitarbeit an einem kulturell und sozial inklusiven Begleitprogramm\nKonzeption und Gestaltung eines ausstellungsbezogenen Kinderbegleithefts\nFührungen durch die Ausstellungen\nUnterstützung des Ausstellungsmanagements beim Leihverkehr (u.a. Korrespondenz mit internationalen Leihgeber:innen und Kooperationspartner:innen, Erstellung und Pflege von Exponatlisten)\nUnterstützung des Ausstellungsmanagements bei der Organisation des Ausstellungsumbaus (u.a. Transport und Versicherung, Auf- und Abbau, Kurierplanung)\nVoraussetzungen\nAbgeschlossenes Hochschulstudium (Master/Magister) im Fach Kunstgeschichte oder Kunstwissenschaft\nFundierte Kenntnisse der Kunstgeschichte\nErste Erfahrungen im Museums- oder Ausstellungsbetrieb\nAusgezeichnetes Organisations- und Kommunikationsgeschick\nAusgeprägte Sozial- und Kommunikationskompetenzen\nStilsicheres Deutsch sowie sehr gute Englischkenntnisse in Wort und Schrift\nGrundkenntnisse in Französisch oder Spanisch oder einer weiteren Fremdsprache sind von Vorteil\nSicherer Umgang mit EDV-Systemen\nFlexibilität und hohe Einsatzbereitschaft, Belastbarkeit, Eigeninitiative, Teamfähigkeit\nWir bieten\nEinblicke in alle Aufgabenbereiche eines Ausstellungshauses\nEine interessante und vielseitige Tätigkeit in einem internationalen Arbeitsumfeld\nEin dynamisches, offenes und motiviertes Team, das die Möglichkeit bietet, sich mit individuellen Fähigkeiten und Ideen einzubringen\nEinen zentral gelegenen Arbeitsplatz mit sehr guter Anbindung an den öffentlichen Nahverkehr\nArbeitgeberzuschuss für DeutschlandticketJob und EGYM-Wellpass\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie die Unterlagen (inkl. Anschreiben, Lebenslauf, Zeugniskopien, sonstigen Qualifikationsnachweisen)\nin einem PDF-Dokument (max. 12 MB) bis 29. April 2025\nmit dem Betreff: »Bewerbung Wissenschaftliches Volontariat« an: Juliane Wehrmeyer,\npersonal@hypo-kulturstiftung.de\n.\nPer Post eingesendete Bewerbungsunterlagen werden nur mit frankiertem Rückumschlag zurückgesandt. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nFür administrative Fragen zum Bewerbungsverfahren steht Ihnen Juliane Wehrmeyer gerne zur Verfügung:\npersonal@hypo-kulturstiftung.de\n,\n+49 (0) 89 / 378 30592\n.\nFür inhaltliche Fragen wenden Sie sich bitte an Jasmin Gierling:\ngierling@kunsthalle-muc.de\n;\n+ 49 (0) 89 / 378 28173.\nDie Auswahlgespräche werden voraussichtlich am 15. und 19. Mai 2025 stattfinden.\nDie Kunsthalle der Hypo-Kulturstiftung fördert aktiv die Gleichstellung aller Mitarbeitenden. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von Geschlecht, kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung oder sexueller Orientierung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-91/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-die-stabsstelle-presse-und-oeffentlichkeitsarbeit-2/", "image": "", "title": "Wissenschaftliche*r Volontär*in für die Stabsstelle Presse-und Öffentlichkeitsarbeit", "content_text": "Sprengel Museum Hannover, Hannover Bewerbungsende: 12.04.2025 | Die Landeshauptstadt Hannover sucht\neine*n wissenschaftliche*n Volontär*in\nfür die Stabsstelle Presse-und Öffentlichkeitsarbeit im Sprengel Museum Hannover.\nDas Sprengel Museum Hannover zählt mit seiner umfangreichen Sammlung und dem vielfältigen Ausstellungsprogramm zu den bedeutendsten Museen der Kunst des 20. und 21. Jahrhunderts\n.\nDie Stelle bietet ein interessantes und abwechslungsreiches Aufgabengebiet mit hohem Planungs- und Organisationsaufwand.\nWir führen Sie an folgende Aufgaben heran:\nPlanung und Umsetzung von Pressekonferenzen sowie Entwicklung von Kommunikationsstrategien\nfür die kontinuierliche Öffentlichkeitsarbeit.\nRedaktionelle Arbeit\n, wie das Verfassen und Redigieren von Texten (Pressemitteilungen, Quartalsprogramme, Sonderveröffentlichungen, Social Media) und die Mitarbeit an der Redaktionsarbeit für die Museumswebsite.\nAufbau und Pflege von Pressekontakten\nsowie Zusammenarbeit mit verschiedenen Abteilungen des Hauses und die Koordination externer Dienstleistender (z. B. Grafik, Werbetechnik).\nMitarbeit an der Konzeption und Umsetzung von Sonderausstellungskampagnen\nsowie Bearbeitung von Bildrechte- und Drehgenehmigungsanfragen und Anfragen von Redaktionen und Besucher*innen.\nRedaktionelle Betreuung der Social Media Kanäle\n(Instagram, Facebook, YouTube), einschließlich Erstellung von Redaktionsplänen, kanalspezifischem Content und Entwicklung neuer zielgruppenspezifischer Formate (Audience Development).\nEinarbeitung in Social Media Advertising und Influencer Marketing\nsowie die Entwicklung innovativer Kommunikationsformate in Zusammenarbeit mit den Abteilungen.\nSie verfügen über\nEin abgeschlossenes wissenschaftliches Hochschulstudium (M.A.) in den Studienbereichen Kunstwissenschaften oder Kommunikationswissenschaften. Der Abschluss sollte nicht älter als drei Jahre sein.\nBelegbares Interesse für die Kunst des 20. Jahrhunderts\nIhre Kompetenzen und Fähigkeiten\nWünschenswert und von Vorteil sind erste Erfahrungen in der Presse- und Öffentlichkeitsarbeit\nDigitalkompetenz\nTeamgeist, Freundlichkeit und Engagement\nGender- und Diversitykompetenz\nSehr gute Deutsch-und Englischkenntnisse (wir freuen uns über jede weitere Sprache, die Sie mitbringen)\nWir bieten\nDie Möglichkeit zum Erwerb fundierter Kenntnisse der Presse- und Öffentlichkeitsarbeit in einer kulturellen Einrichtung\nHome-Office-Möglichkeiten und flexible Arbeitszeitmodelle\n30 Tage Erholungsurlaub im Kalenderjahr bei einer 5-Tage-Woche\nvielfältige Fortbildungsmöglichkeiten\nein attraktives Job-Ticket für den öffentlichen Personennahverkehr\nVereinbarkeit von Beruf und Privatleben\nattraktive Sport- und Gesundheitsangebote\nHinweise und Werte\nEs wird eine Vergütung in Höhe der\nHälfte des Entgeltes der Entgeltgruppe 13 Stufe 1 TVöD gewährt.\nDas Sprengel Museum Hannover unterstützt die Initiative für ein Vorbildliches Volontariat des Deutschen Museumsbundes e.V.\nDie Stelle ist zum\nnächstmöglichen Zeitpunkt für die Dauer von 2 Jahren\nmit einer wöchentlichen Arbeitszeit von 40 Stunden zu besetzen und ist Teilzeit geeignet. Wir kommen gern mit Ihnen über praktikable Arbeitszeitmodelle ins Gespräch.\nDie Landeshauptstadt Hannover hat das Ziel, die Vielfalt der Bevölkerung auch in der  Stadtverwaltung abzubilden. Sie erkennt damit Vielfalt als wichtigen Teil ihrer  Unternehmenskultur an und ist bestrebt, ein offenes Arbeitsumfeld zu schaffen, das Menschen unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihres Alters, ihrer  Behinderung, ihrer Religion sowie ihrer sexuellen oder geschlechtlichen Identität gleiche Chancen bietet.\nSchwerbehinderte Menschen oder ihnen gleichgestellte Bewerbende werden bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Wir bestärken insbesondere Menschen mit einer Migrationsbiografie sich zu bewerben. Weitere Informationen und Hinweise über die Landeshauptstadt Hannover als Arbeitgeberin und das Stellenbesetzungsverfahren finden Sie unter\nwww.Karriere-Stadt-Hannover.de\n.\nWir freuen uns auf Ihre Bewerbung\nFür Rückfragen zum Bewerbungsverfahren steht Ihnen\nFrau Hagenah\n(Tel. 0511/168-46218,\ncarola.hagenah@hannover-stadt.de\n) als Ansprechpartner*in zur Verfügung. Für inhaltliche Fragen zur Stelle wenden Sie sich bitte an\nFrau Hartstang\n(Tel. 0511/168-43924,\njudith.hartstang@hannover-stadt.de\n).\nBei Interesse bewerben Sie sich bitte mit Ihrer vollständigen und aussagefähigen Bewerbung\nbis\nzum 12.04.2025\nunter Angabe der Ausschreibungsziffer\n30810-1635 online über unser Bewerbungsportal\nhttps://karriere.hannover.de\n.\nNoch nichts Passendes dabei?\nDann bleiben Sie mit uns im Kontakt. Wir freuen uns auch über Initiativbewerbungen und beraten Sie gern über die vielfältigen Einstiegsmöglichkeiten.\nFür interne Bewerbungen wird auf die geltenden LHH-spezifischen Regelungen verwiesen.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-die-stabsstelle-presse-und-oeffentlichkeitsarbeit-2/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-w-m-d-in-personalunion-mit-der-stelle-des-stiftungsgsvorstands/", "image": "", "title": "Museumsdirektor:in (w/m/d) in Personalunion mit der Stelle des Stiftungsgsvorstands", "content_text": "Stiftung Landesmuseum für Technik und Arbeit, Mannheim Bewerbungsende: 28.04.2025 | Bei der Stiftung Landesmuseum für Technik und Arbeit in Mannheim ist zum nächstmöglichen Zeitpunkt die Position\nder Museumsdirektorin / des Museumsdirektors (w/m/d)\nin Personalunion mit der Stelle des Stiftungsgsvorstands\nneu zu besetzen.\nDas TECHNOSEUM -Landesmuseum für Technik und Arbeit zählt zu den größten Technikmuseen in Deutschland und wird vom Land Baden-WürNemberg und der Stadt Mannheim getragen. Es macht technische und soziale Entwicklungen verständlich und ist Forum für die Diskussion von Gegenwartsfragen und Zukun)saufgaben von Wirtscha) und Gesellscha). Von besonderer Bedeutung sind die Kinder-und Jugendbildung sowie die Zusammenarbeit mit Schulen. Durch eine räumliche Erweiterung im Nachbargebäude bietet sich die Möglichkeit, neue Schwerpunkte für das Haus zu entwickeln.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-w-m-d-in-personalunion-mit-der-stelle-des-stiftungsgsvorstands/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinator-in-fuer-die-skulptur-projekte-2027/", "image": "", "title": "Projektkoordinator/in für die Skulptur Projekte 2027", "content_text": "LWL-Museum für Kunst und Kultur, Münster Bewerbungsende: 28.04.2025 | Seit 1977 ermöglichen die Skulptur Projekte Münster Begegnungen mit Werken namhafter Künstler:innen im öffentlichen Raum. Die von Klaus Bußmann und Kasper König ins Leben gerufene internationale Kunstausstellung wird im Zehn-Jahres-Rhythmus veranstaltet. Träger der Skulptur Projekte sind der Landschaftsverband Westfalen-Lippe (LWL) und die Stadt Münster. Veranstaltet und organisiert werden die Skulptur Projekte vom LWL-Museum für Kunst und Kultur. Das LWL-Museum für Kunst und Kultur ist ein Museum des Landschaftsverbandes Westfalen-Lippe (LWL). Es vermittelt, erforscht und bewahrt Kunst und Kultur vom elften Jahrhundert bis zur Gegenwart.\nDie Skulptur Projekte Münster stehen im Jahr 2027 unter der künstlerischen Leitung von „What, How and for Whom/WHW“. Der LWL, der die Personalverantwortung für die Skulptur Projekte trägt, sucht voraussichtlich zum nächstmöglichen Zeitpunkt.\nProjektkoordinator/in für die Skulptur Projekte 2027 (w/m/d)\nmit einer wöchentlichen Arbeitszeit von 39 Stunden. Das Arbeitsverhältnis ist befristet bis voraussichtlich 31.12.2027.\nWorauf Sie sich freuen können?\nEine Vergütung nach EG 11 TVöD\nDie Mitarbeit an einer internationalen Großausstellung\nEin vielseitiges, abwechslungsreiches und verantwortungsvolles Aufgabengebiet bei einem großen öffentlich-rechtlichen Arbeitgeber\nEine gute Arbeitsatmosphäre in einem engagierten und motivierten Team\nEine leistungsstarke vom Arbeitgeber finanzierte Betriebsrente mit der kvw-Zusatzversorgung für Ihre finanzielle Absicherung im Alter bei Vorliegen der Voraussetzungen\nAttraktive Fort- und Weiterbildungsmöglichkeiten\nVielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z. B. flexible Arbeitszeiten\nIhre Tätigkeiten\ndie eigenverantwortliche Koordination der Prozesse zur Realisierung von Kunstprojekten im öffentlichen Raum. Dazu zählt die Begleitung von Genehmigungsprozessen und baulichen Maßnahmen und die Koordination von Sicherheitskonzepten sowie dem Transport von Kunstwerken in Abstimmung mit\nexternen Dienstleister:innen und Fachbehörden der Stadt Münster.\nEigenverantwortliche Entwicklung und Umsetzung von Nachhaltigkeitsstrategien\nfür das gesamte Projekt. Dies beinhaltet die Entwicklung und Überwachung nachhaltiger Richtlinien für alle Projektausgaben, einschließlich Produktion, Transport, Veranstaltungsmanagement und Materialeinsatz. Dazu gehört auch die Rückkopplung mit dem kuratorischen Team.\nUnterstützung der Projektleitung\nadministrativen Prozessen insbesondere in der Ausstellungsrealisierung und im\nEinsatz digitaler Organisationstools zur Effizienzsteigerung\n, insbesondere Nutzung und Pflege von Datenbanken, Projektmanagement-Software und Kommunikationsplattformen.\nKoordination und Vorbereitung\nvon Abstimmungsterminen mit internen und externen Akteur:innen der Skulptur Projekte 2027.\nPlanung und Organisation von Recherche- und Arbeitsreisen der Projektleitung sowie der Künstler:innen-Besuche,\neinschließlich Terminmanagement, Transportkoordination und administrativer Nachbereitung.\nPlanung und Organisation von Veranstaltungen\nim Rahmen der Skulptur Projekte 2027, insbesondere in den Eröffnungswochen.\nWas erwarten wir von Ihnen?\nEin abgeschlossenes\nBachelor-Studium\nin Kulturmanagement, Betriebswirtschaftslehre, Architektur, Bauingenieurwesen, Produktdesign, Nachhaltigkeitsmanagement, Kulturwissenschaften, Bildender Kunst, Eventmanagement, Freier Kunst oder einem vergleichbaren Studiengang\noder\neine abgeschlossene kaufmännische\nAusbildung\n, eine Ausbildung als Eventkauffrau/-mann oder als Verwaltungsfachangestellte/r\nBerufserfahrung in der Organisation und Koordination\nvon Großprojekten, vorzugsweise mit Bezug zu Kunst und Kultur\nKenntnisse im Projektmanagement\n, idealerweise im Bereich Kulturinstitutionen oder Großausstellungen und/oder mit Schwerpunkt auf nachhaltige Prozesse, Kreislaufwirtschaft und CO₂-Reduktion in der Kulturproduktion.\nErfahrung in der Zusammenarbeit mit internationalen Akteur:innen,\nsowie in der Abstimmung mit Behörden und Fördermittelgebern\nSicherer Umgang mit digitalen Organisationstools\n(z. B. Projektmanagement-Software wie Meistertask, Asana oder MS Project, digitale Kommunikationsplattformen, Datenbanken oder CRM-Systeme)\nSehr gute Kommunikationsfähigkeiten\nin Deutsch und Englisch, weitere Sprachkenntnisse von Vorteil\nOrganisationsgeschick, Eigeninitiative und Teamfähigkeit\nSicherer Umgang mit gängigen\nOffice-Programmen und digitalen Tools\nFührerschein Klasse B\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes NRW bevorzugt berücksichtigt. Bewerbungen geeigneter schwerbehinderter Personen sind ebenfalls ausdrücklich erwünscht. Wir begrüßen Bewerbungen von Bewerber:innen unabhängig von ihrer Nationalität, ihrem kulturellen oder sozialen Hintergrund, ihrem Alter, ihrer Religion, ihrer Weltanschauung, ihrer Behinderung oder ihrer sexuellen Identität.\nBei fachlichen Fragen zu diesen vielfältigen Aufgaben wenden Sie sich gerne an:\nLWL-Museum für Kunst und Kultur:\nVerena Putzer (Tel.: 0251/591-7696)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nLWL-Haupt- und Personalabteilung:\nLara Steinkamp (Tel.-Nr. 0251 591-5168)\nNehmen Sie die Herausforderung an?\nDann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\nTabellarischer Lebenslauf\nHochschulabschlusszeugnisse\nBei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nGegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate, Textproben)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer xx/24\nbis zum\n28.04.2024\n(Eingangsstempel LWL) an:\nLandschaftsverband Westfalen-Lippe (LWL)\nLWL-Haupt- und Personalabteilung\n48133 Münster\nWir bevorzugen eine Bewerbung über unser Online-Portal.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.04.2025", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinator-in-fuer-die-skulptur-projekte-2027/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-kunst-und-kultur/", "image": "", "title": "Fachbereichsleitung Kunst und Kultur (m/w/d)", "content_text": "Stadt Magdeburg, Magdeburg Bewerbungsende: 30.04.2025 | Im Dezernat Kultur, Schule und Sport der Landeshauptstadt Magdeburg ist die Position der\nFachbereichsleitung Kunst und Kultur\n(m/w/d)\nEG 15 TVöD-VKA  |  Vollzeit |  unbefristet\nBewerbungsfrist 30. April 2025  |  Interamt ID 1280751, E 102/25\nnächstmöglich zu besetzen.\nMagdeburg liegt im Zentrum Sachsen-Anhalts an der mittleren Elbe und ist mit ihrer Einwohnerzahl von knapp 243.000 eine lebendige Großstadt für alle Generationen. Als Hauptstadt des an Kulturerbe reich bestückten Landes Sachsen-Anhalt schöpft das moderne Magdeburg aus einem reizvollen und vielgefä­cherten Angebot historisch gewachsener Kulturstätten, an Konzert- und Theaterveranstaltungen auf hohem Niveau, zahlreichen Kunst und Open-Air-Events, einer lebhaften und kreativen Freien Kulturszene und einem breit aufgestellten Museumsangebot von der Kulturgeschichte über moderne Kunst bis zur neuzeitlichen Industriekultur. Gleichzeitig bietet Magdeburg als Stadt Kaiser Ottos des Großen, des Kom­ponisten Georg Philipp Telemann oder des Physikers und Erfinders Otto von Guericke vielfältige kultur­historische Bezüge, die weit über Mitteldeutschland hinausstrahlen.\nNeben dem als Kommunaler Eigenbetrieb getrennt geführten Vier-Sparten-Theater, dem Telemann-Kon­servatorium und dem überregional bekannten Magdeburger Puppentheater, bündelt die neu geschaffene Fachbereichsleitung Kunst und Kultur im Kultur-, Schul- und Sport-Dezernat die übergeordnete Leitung und Führung der städtischen Kunst- und Kulturstätten sowie der kulturpolitischen und -fördernden Agenden der Landeshauptstadt Magdeburg. Für die Führung von sieben direkt berichtenden Fachdiensten und der Wahrnehmung zahlreicher übergreifender, entwickelnder und repräsentativer Aufgaben, verfügt die neue Leitungsposition darüber hinaus über einen Stab mit mehreren Mitarbeitenden in koordinierender Funktion. Die künftige Fachbereichsleitung ist für die erfolgreiche Umsetzung der Kulturstrategie verantwortlich, wie auch für deren Weiterentwicklung. Sie gestaltet zielorientiert anstehende Change-Management-Prozesse im Bereich Kunst und Kultur; erkennt und bewertet kulturelle Megatrends und betreut und unterstützt die Fachdienstleitungen bei der zukunftsgerichteten Ausgestaltung und Umsetzung der vielschichtigen Kultur-Angebote in ihren Bereichen.\nInsgesamt werden 2025 1,7% (entspricht ca. 16 Mio. EUR) des städtischen Haushalts durch den Fachbereich „Kunst und Kultur“ verwaltet.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-kunst-und-kultur/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kommunikatorinnen-im-kindermuseum-2/", "image": "", "title": "Kommunikator*innen im Kindermuseum", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 21.04.2025 | Kommunikator*innen im Kindermuseum\nZu besetzen sind mehrere\nTeilzeitstellen (19,5 Wochenstunden)\nin der\nEntgeltgruppe 6 TVöD (Bund)\n, die auf 1 Jahr befristet sind.\nDie Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nSpielgeräusche, lautes Lachen sowie neugierige Fragen von großen und kleinen Menschen bringen Ihre Augen zum Strahlen und bereiten Ihnen gute Laune? Dann lesen Sie bitte aufmerksam weiter.\nMit der Eröffnung von ANOHA 2021 hat das Jüdische Museum einen Ort zum Entdecken, Erforschen und Spielen für Familien und Kinder im Kita- und Grundschulalter geschaffen. ANOHA setzt die Erzählung der Arche Noah aus der Tora in Szene und lädt Kinder und Familien ein, ganz in die Geschichte einzutauchen. Die Besucher*innen werden im Eingangsbereich begrüßt und erkunden dann eigenständig das Kindermuseum.\nAls Kommunikator*innen geben Sie an verschiedenen Stationen Impulse, erzählen Geschichten oder laden zu Interventionen ein und ermuntern die Besucher*innen zum Tasten, Spüren, Entdecken, Fragen, Zuhören und Ausprobieren von Objekten und Installationen. Im Zusammenspiel von Ausstellung und Vermittlung erleben unsere Besucher*innen Regen und Flut, gehen mit den Tieren gemeinsam an Bord der Arche, erproben das Zusammenleben und gestalten nach ihren Vorstellungen den Neuanfang in einer besseren Welt. Es eröffnen sich aus der Geschichte heraus Bezüge zur Lebenswelt der Kinder: zum Nachdenken über Gott und die Welt, über das Zusammenleben in Vielfalt und über einen nachhaltigen Umgang mit Ressourcen.\nFolgende Aufgaben erwarten Sie u.a.\nVermittlung der Arche Noah-Geschichte an Kinder im Kita- und Grundschulalter und erwachsene Begleitpersonen an verschiedenen interaktiven Erlebnisstationen nach einem vorgegebenen museumspädagogischen Konzept\nVermittlung von jüdischen Inhalten sowie kultur- und religionsübergreifenden Perspektiven\nHeranführen der Kinder an die Ausstellung und ihre Kernthemen\nUnterstützung und Anleitung der Kinder beim Basteln, Spielen, Singen, Erzählen usw.\nErfüllung von Service- sowie organisatorischen Aufgaben wie z. B. Einlasskontrolle, Gruppenkoordination, Erteilen von Auskünften zu ANOHA und zum Jüdischen Museum Berlin\nGewährleistung der Einhaltung von Vorschriften und Sicherheitsbestimmungen in den Publikumsbereichen\nMitarbeit an Besucherbefragungen zur Qualitätssicherung\nUnsere Anforderungen\nNachgewiesene pädagogische Erfahrung und Freude im Umgang mit Kindern\nSehr gute serviceorientierte und strukturierte Arbeitsweise\nTeamfähigkeit, hohe Einsatzbereitschaft und zeitliche Flexibilität für die Arbeit nach Dienstplan inklusive regelmäßiger Tätigkeit an Wochenenden und Feiertagen\nAusgeprägtes Kommunikationsvermögen und kindgerechte Ansprache\nSensibilität für Gruppendynamiken und unterschiedliches Sozialverhalten der Kinder\nKreativität in der Umsetzung von Spielangeboten für Kinder\nSehr gute Deutsch- und Englischkenntnisse\nWünschenswert: Kenntnisse einer weiteren Sprache, Interesse an der jüdischen Kultur sowie Kenntnisse der diskriminierungskritischen Bildung\nWünschenswert: Sie sind neuen Kommunikationswegen und Softwareprogrammen gegenüber   aufgeschlossen\nUnser Angebot\n30 Tage Jahresurlaub nach TVöD, 24.12. frei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Jobtickets, das vom Arbeitgeber bezuschusst wird\nKostenloser Besuch der Wechselaustellung des Jüdischen Museums Berlin für Sie und eine Begleitperson sowie die vergünstigte bzw. kostenlose Teilnahme an Veranstaltungen des JMB\nDie Tätigkeit wird überwiegend im Stehen verrichtet.\nIhre Arbeitszeit richtet sich nach den Öffnungszeiten des Kindermuseums.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 05/2025\nbis zum\n21. April 2025\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nAus arbeitsrechtlichen Gründen können gemäß § 14 Abs. 2 Teilzeit- und Befristungsgesetz nur Bewerber*innen berücksichtigt werden, die nicht zuvor bei der Stiftung Jüdischen Museum Berlin beschäftigt waren.\nDie Bewerbungsgespräche werden voraussichtlich in der Woche vom 12. bis 16. Mai 2025 stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gern Herr Krogulec unter der Telefonnummer 030/25993482\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kommunikatorinnen-im-kindermuseum-2/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-den-bereich-presse-und-oeffentlichkeitsarbeit/", "image": "", "title": "Mitarbeiter*in (w/m/d) für den Bereich Presse- und Öffentlichkeitsarbeit", "content_text": "Kunstmuseum Bochum, Bochum Bewerbungsende: 25.04.2025 | Mitarbeiter*in (w/m/d) für den Bereich Presse- und Öffentlichkeitsarbeit\nBewerbungsfrist: 25.04.2025\nBewertung: EG 10 TVöD (49.500 € – 69.000 € in Abhängigkeit Ihrer einschlägigen Berufserfahrung)\nDie Beschäftigung erfolgt befristet als Elternzeitvertretung für 12 Monate zum schnellstmöglichen Zeitpunkt.\nÜber das Kunstmuseum Bochum\nNeugier, Experimentierfreude und eine Einladung zum offenen Austausch stehen im Mittelpunkt des Programms des Kunstmuseums Bochum. Am Rande des Stadtparks und einen Katzensprung von der Bochumer Innenstadt gelegen, versteht sich das Kunstmuseum Bochum als ein Ort mit Werkstattcharakter, an dem viel möglich ist und viele beteiligt sind.\nDas Kunstmuseum Bochum ist ein Ort, an dem Kunst und ihre Rolle in gesellschaftlichen Entwicklungen gezeigt und diskutiert werden. Wir organisieren Ausstellungen mit zeitgenössischen Künstler*innen und mit Kunst des 20. und 21. Jahrhunderts und bieten dazu unterschiedliche Veranstaltungs- und Vermittlungsformate an.\nDiese Aufgaben erwarten Sie:\nIhnen obliegt die Gesamtsteuerung, Koordinierung und strategische Weiterentwicklung der Kommunikationsabteilung mit den Aufgabenbereichen Presse- und Öffentlichkeitsarbeit, Marketing und Online-Kommunikation.\nSie intensivieren die Verbindungen zu Journalist*innen und Redaktionen im Print- und Onlinebereich, fertigen Pressemitteilungen an und sind verantwortlich für die Vorbereitung von Pressekonferenzen und -besichtigungen.\nSie betreuen die Social-Media-Kanäle des Kunstmuseums (Content-Planung und -Erstellung), steuern den geplanten Relaunch der Museumswebsite, betreuen die Pflege der aktuellen Website und sind verantwortlich für die Planung und Umsetzung von digitalen Anzeigenkampagnen und übernehmen die Redaktion des Museumsnewsletters.\nSie konzipieren Werbekampagnen für die einzelnen Ausstellungen des Kunstmuseums und überwachen deren Umsetzung. Hierbei leiten Sie insbesondere die Zusammenarbeit mit einem Team aus externen Grafikdesigner*innen, entwickeln Briefings für grafische Medienprodukte des Museums und steuern die grafische Umsetzung der Kampagnen. Sie verfassen Texte und koordinieren die Redaktionsabläufe der unterschiedlichen Medien des Kunstmuseums (Einladungen, Pressetexte, Quartals- und Ausstellungsflyer, Begleitmaterial zu Ausstellungen, Website- und Social-Media-Inhalte etc.) sowie aller weiteren Marketingmaßnahmen und koordinieren den Vertrieb der Kommunikationsmedien des Museums.\nSie unterstützen den internen Prozess der Publikumsentwicklung, insbesondere in Hinblick auf die Publikumsbefragung, die derzeit am Museum durchgeführt wird.\nDas sind Ihre Qualifikationen und Fähigkeiten\nGesucht wird eine weltoffene, museums- und kunstaffine Persönlichkeit mit guten Kommunikations- und Netzwerkfähigkeiten. Sie sind daran interessiert, das Kunstmuseum strategisch weiterzuentwickeln und scheuen keine Experimente. Sie interessieren sich für Museen und moderne und zeitgenössische Kunst.\nIhr Profil:\nAbgeschlossenes Studium in Kommunikationswissenschaften, Marketing, Kulturmanagement oder eine vergleichbare Qualifikation\nMindestens 5 Jahre Berufserfahrung im Bereich Kommunikation, Presse- und Öffentlichkeitsarbeit, idealerweise im Kulturbereich\nService- und publikumsorientierte Einstellung: Sie sind sehr daran interessiert, neue Museumsnutzer*innen zu aktivieren und neue Kommunikationsangebote zu entwickeln.\nStilsicheres Schreiben und redaktionelle Erfahrung\nSicherer Umgang mit Social Media und Content-Produktion (Text, Audio, Video)\nErfahrung in der Zusammenarbeit mit Presse, Medienpartner*innen, Agenturen und externen Dienstleister*innen\nStrukturierte, eigenständige Arbeitsweise sowie Erfahrung im Projektmanagement\nKommunikationsstärke, Kreativität und Gespür für Zielgruppenansprache\nKenntnisse in Website-Management und – Entwicklung von Vorteil\nSehr gute Kenntnisse der deutschen Sprache. Da die Kommunikation mit den Grafikdesigner*innen des Kunstmuseums auf Englisch (wahlweise auch auf Niederländisch möglich) stattfindet, sind darüber hinaus gute Kenntnisse in einer der beiden Sprachen Voraussetzung\nDarüber hinaus wünschen wir uns einen diversitäts- und diskriminierungssensiblen Umgang mit dem Publikum ebenso wie mit den Kolleg*innen.\nDas kann die Stadt Bochum Ihnen bieten:\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit in einem dynamischen, kollegialen und inklusiven Museumsteam\nDie Möglichkeit, die Kommunikationsstrategie aktiv mitzugestalten\nEin kreatives Arbeitsumfeld mit spannenden Projekten und Kooperationen\nFlexible Arbeitszeiten und die Möglichkeit zum mobilen Arbeiten\nJobrad bzw. Dienstrad und Fahrradparkplätze in der Tiefgarage\nJobticket für Tarifbeschäftigte\nBezahlung nach Tarifvertrag im öffentlichen Dienst oder Landesbesoldungsgesetz\nBetriebliche Altersvorsorge\nFort- und Weiterbildungsmöglichkeiten\nVielfältige Rabatte durch Corporate Benefits\nZeitkontingent für Vorsorgeuntersuchungen\nDie Stadt Bochum gestaltet Ihre Zukunft mit Plan!\nMit der Bochum Strategie sind wichtige Weichen der Stadtentwicklungen gestellt. An diesem Erfolgskonzept können Sie aktiv mitwirken. Hier wird eine fachübergreifende Zusammenarbeit an gesamtstädtischen Projekten großgeschrieben. Der Kompass für gute Zusammenarbeit und Führung schafft den Rahmen für eine moderne, gestaltende und dienstleistungsorientierte Stadtverwaltung.\nWir sind eine moderne und innovative Dienstleistungsverwaltung im Herzen des Ruhrgebiets. Um diesen Anspruch und die Qualitäten unserer Arbeit kontinuierlich zu verbessern, stärken wir Diversität und kulturelle Vielfalt. Wir pflegen eine Unternehmenskultur, die von gegenseitigem Respekt und Wertschätzung geprägt ist.\nBewerbungen von Menschen mit internationaler Familiengeschichte sind ausdrücklich willkommen.\nGrundsätzlich können die Aufgaben auch mit reduzierter Arbeitszeit wahrgenommen werden. Eine flexible Arbeitszeitgestaltung kann, orientiert an den dienstlichen Erfordernissen, vereinbart werden. Teilen Sie uns dazu bitte Ihre Vorstellungen mit.\nFragen beantworten Ihnen gerne:\nFachamt: Noor Mertens, Direktorin des Kunstmuseums, Telefon 0234/910-4203, E-Mail: NMertens@bochum\nFrank Schorneck, Verwaltungsleiter, Telefon 0234/910-4114, Email Schorneck@bochum.de\nPersonaleinsatz: Petra Herbertz, Telefon 0234/910-2588, Email PHerbertz@bochum.de\nSind Sie neugierig geworden?\nWenn “Ja” – dann bewerben Sie sich bitte bis zum\n25.04.2025\nausschließlich online über das Stellenportal www.interamt.de.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-fuer-den-bereich-presse-und-oeffentlichkeitsarbeit/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeitender-fuer-museumsberatung-m-w-d/", "image": "", "title": "Mitarbeitender für Museumsberatung (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 11.05.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit einen\nMitarbeitenden für Museumsberatung (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 9b TV-L)\nan der Sächsischen Landesstelle für Museumswesen am Standort Chemnitz. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Bitte beachten Sie, dass die Arbeitsstelle im denkmalgeschützten Gebäude leider nicht barrierefrei zugänglich ist.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Sammlungen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Sächsische Landesstelle für Museumswesen (SLfM) mit Sitz in Chemnitz gehört zu den SKD. Die Sächsische Landesstelle für Museumswesen unterstützt unabhängig und mit praxistauglichem Fachwissen vor allem nichtstaatliche Museen im Freistaat Sachsen. Zum umfangreichen Serviceangebot gehören Beratung, Fortbildung und gezielte Projektförderung und -begleitung. Außerdem betreibt die Landesstelle für Museumswesen das sächsische Museumsportal und die landes- wie bundesweite Vernetzung von Museumsarbeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeitender-fuer-museumsberatung-m-w-d/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/doctoral-student-m-f-d-in-paleobotany/", "image": "", "title": "Doctoral student (m/f/d) in Paleobotany", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 11.05.2025 | The Senckenberg Gesellschaft für Naturforschung (SGN) was founded in 1817 and is one of the most important research institutions in the field of biodiversity. At its twelve locations throughout Germany, scientists from almost 40 nations conduct cutting-edge research on an international scale. The Society’s headquarter is in the Main metropolis of Frankfurt in the heart of Germany. This is also where one of the best-known Senckenberg facilities, the Senckenberg Natural History Museum, is located.\nThe Senckenberg Society for Nature Research (SGN) at the location in Frankfurt am Main is seeking to fill the following position starting 01.09.2025\nDoctoral student (m/f/d) in Paleobotany\n(Part time, 75%)\nAs part of the Emmy Noether Project “Spatial signal and bias in the fossil record of seed plants in the late Mesozoic” led by Dr. Mario Coiro, we are hiring a doctoral student (m/f/d) for a 30 month term contract with possibility of a 6 month extension.\nThe project aims to identify the geological and biological causes of the patterns observed in Jurassic and Cretaceous floras by combining spatially explicit data from the rock record with trait-based data from the plant fossil record, in order to fully disentangle the different causes of the apparent quasi-synchronous radiation of seed plants. This position will focus on estimating the variation in plant trait diversity at a global scale during the Jurassic-Cretaceous interval.\nYour tasks\nStudy and photograph vegetative fossil specimens of gymnosperms from the collections of the Senckenberg networks as well as other collections around the world.\nScore traits from vegetative fossils of gymnosperms from the Jurassic and Cretaceous based on literature searches and direct observations.\nQuantify morphological variation through time and space using disparity measures.\nDisseminate results in scientific journals and international conferences.\nYour Qualfications\nEssential\nDiploma or Masters degree in Botany, Biology, Paleontology, Paleobiology or a related discipline\nKnowledge of botany and plant anatomy\nStrong interest in trait-based analyses and macroevolution\nGood communication skills, in order to work in a highly collaborative and international environment\nVery good command of written and spoken English\nDesirable\nGood knowledge of the statistical programming language R\nExperience with vegetative fossils of seed plants, i.e. leaf venation and architecture\nKnowledge of cuticular anatomy and microscopy, including fluorescence and confocal microscopy\nWe offer\nAn attractive and challenging position in a motivated team\nIndependent work in an international and professional environment\nThe possibility to conduct a PhD thesis\nFlexible working hours – mobile working – Support with childcare or caring for family members (certified by the „audit berufundfamilie“ (work and family audit) – Employee ID card with free admission to municipal museums – Annual bonus – Company pension plan\nLocation: Frankfurt\nEmployment scope: Part Time (75%)\nContract type: Limited until 29.02.2028 with the possibility of a 6 month extension\nCompensation: E 13 TV-H / Collective agreement of the state Hesse\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability.Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nWould you like to apply?\nPlease send us your complete and comprehensive application documents (cover letter, detailed CV, training and employment references) electronically (as a single PDF file) quoting reference #01-25029 by 11\nth\nof May 2025 to recruiting@senckenberg.de.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFor any job-related inquiries, Dr. Mario Coiro will be happy to assist you at\nmario.coiro@senckenberg.de\n.\nFor more information about the Senckenberg Gesellschaft für Naturforschung, please visit\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/doctoral-student-m-f-d-in-paleobotany/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-kreditorenbuchhaltung-m-w-d/", "image": "", "title": "Teamleitung Kreditorenbuchhaltung (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 25.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für den Bereich Finanzen und Einkauf am Standort Frankfurt eine\nTeamleitung Kreditorenbuchhaltung (m/w/d)\n(Vollzeit / vollzeitnahe Teilzeit, mind. 75%)\nIhre Aufgaben:\nAls Kreditorenbuchhalter*in (m/w/d) sind Sie für den gesamten Prozess rund um alle Kreditorenrechnungen, deren Verbuchung und Zahlung sowie die Überwachung und Klärung der Kreditorenkonten zuständig. Gemeinsam mit den Teamkolleg*innen stemmen Sie das Tagesgeschäft, sorgen für eine handelsrechtlich und steuerlich korrekte Verbuchung aller kreditorischen Vorgänge und stellen die unbedingte Einhaltung von Fristen sicher.\nAls Teamleitung sind Sie erste*r Ansprechpartner*in für das Team, die Kreditoren und alle internen und externen Partner. Sie unterstützen aktiv Zukunftsprojekte wie Prozessanalysen und -verbesserungen sowie die Digitalisierung. Die selbständige Analyse und Pflege von Stammdaten sowie die Bearbeitung von Statistiken und Aufbereitung von Auswertungen liegen in Ihrem Verantwortungsbereich.\nIhr Profil:\nEine abgeschlossene kaufmännische Ausbildung, vorzugsweise eine Weiterbildung zum/zur Bilanzbuchhalter*in (m/w/d) oder eine vergleichbare Ausbildung im steuerlichen Bereich\nMehrjährige Berufserfahrung in der Finanzbuchhaltung\nSehr gute SAP-Kenntnisse (vorrangig FI, MM) und sehr gute MS-Office- Kenntnisse (insb. Excel)\nSelbständige, lösungsorientierte Arbeitsweise und Erfahrung in der Optimierung von Prozessen\nTeamfähigkeit und Lust auf spannende, abwechslungsreiche Geschäftsvorfälle einer weltweit anerkannten Forschungseinrichtung\nWir bieten Ihnen:\neine attraktive und herausfordernde Tätigkeit, zunächst befristet für 2 Jahre, in einer weltweit anerkannten Forschungseinrichtung\nein Gehalt, das der Bedeutung der Aufgaben und den Anforderungen an die jeweilige Stelle angemessen ist\neigenverantwortliches Handeln in einem motivierten und professionellen Umfeld\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung\noder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – betriebliche Altersvorsorge (ZVK) – tariflicher Urlaubsanspruch\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit (40 Std. / Woche);\nvollzeitnahe Teilzeit ist möglich (mind. 75%)\nVertragsart: zunächst befristet für 2 Jahre\nVergütung: E 9 – E10 nach TV-H (Tarifvertrag des Landes Hessens)\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25026 bis zum 25.04.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Sigrid Weidner unter\nsigrid.weidner@senckenberg.de\ngerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-kreditorenbuchhaltung-m-w-d/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologin-3/", "image": "", "title": "Museolog:in", "content_text": "Vorderasiatisches Museum der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 23.04.2025 | Beim Vorderasiatischen Museum der\nStaatlichen Museen zu Berlin\nist eine Stelle als\nMuseolog:in\nzu besetzen. Das\nVorderasiatische Museum\ngehört zu den bedeutendsten Museen mesopotamischer Altertümer in der Welt; seine Sammlung mit über 206.000 inventarisierten Objekten vermittelt einen Eindruck von der 6.000 Jahre umfassenden kulturhistorischen Entwicklung in Vorderasien. In den nächsten Jahren stehen umfangreiche Umzüge an. Zur Unterstützung bei der Vorbereitung und Begleitung der Umzüge und Wiedereinrichtung neuer Depots suchen wir eine:n Museolog:in.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museologin-3/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volljuristin-w-m-d/", "image": "", "title": "Volljurist:in (w/m/d)", "content_text": "LWL-Museum für Archäologie und Kultur, Münster Bewerbungsende: 16.04.2025 | Der Landschaftsverband Westfalen-Lippe (LWL) sucht Sie zum frühestmöglichen Eintrittstermin als\nVolljurist:in (w/m/d)\nEG 13 TVöD VKA\nfür die LWL-Archäologie für Westfalen. Wir bieten eine unbefristete Teilzeitstelle (19,5 Wochenstunden) an.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 7697 bis zum 16.04.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.04.2025", "url": "https://www.museumsbund.de/stellenangebote/volljuristin-w-m-d/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-vertrieb-m-w-d/", "image": "", "title": "Mitarbeiter/in Vertrieb (m/w/d)", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 01.05.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich. Die Kunstsammlung ist ein Museum im Wandel, das sich im Programm und als Institution mit den Themen Diversität, Digitalisierung und Nachhaltigkeit beschäftigt und sich aktiv neuen Besucher*innengruppen zuwendet.\nWir suchen zum nächstmöglichen Zeitpunkt für unsere Abteilung Verwaltung im Bereich Vertrieb/Kasse eine/n\nMitarbeiter/in Vertrieb\n(m/w/d)\nin Vollzeit, befristet für sechs Monate. Die Stelle wird mit der Entgeltgruppe E 8 TV-L vergütet.\nIhre Aufgaben:\nBearbeitung von Bestellungen\nErstellung von Rechnungen/Lieferscheinen\nBeratung und Beantwortung von Kunden- und Besucher*innenfragen\nErstellung und Verwaltung von Jahreskarten\nArbeiten mit Warenwirtschafts- und Ticketingsystem\nUnterstützung bei der Erstellung von Auswertungen\nBetreuung des Webshops, u.a. Bestellkontrolle, Reklamationsverarbeitung, Kundentelefon sowie Artikelverwaltung\nTätigkeit im direkten Verkauf an der Museumskasse\nErteilen von Auskünften an die Besucher*innen des Museums während der Tätigkeit an der Museumskasse\nUnsere Anforderungen:\nAbgeschlossene Ausbildung im kaufmännischen oder administrativen Bereich und Berufserfahrung in einem vergleichbaren Tätigkeitsbereich\nAusgeprägte Kommunikationskompetenz und serviceorientierte Haltung\nSicheres Auftreten und Eigeninitiative\nGute Deutsch- und Englischkenntnisse in Wort und Schrift, Kompetenzen in weiteren für die Diversität Düsseldorfs und der Region relevanten Sprachen sind erwünscht\nDiversitätskompetenz\nSicherer Umgang mit den gängigen MS Office Anwendungen\nErfahrung mit Warenwirtschafts- oder Ticketingsystemen von Vorteil\nWir bieten:\nEine vielseitige Vollzeitstelle in einer der angesehensten Kultureinrichtungen Europas\nVielseitige Aufgaben mit einem hohen Maß an Eigenverantwortung\nEin attraktives Gehalt gemäß TV-L mit betrieblicher Altersversorgung (VBL)\n30 Tage Urlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGleitzeitkonto und flexible Arbeitszeitmodelle zur Vereinbarkeit von Beruf und Familie\nIndividuelle Weiter- und Fortbildungsmöglichkeiten\nSehr gute ÖPNV-Anbindung\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten, und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum 01.05.2025 über unser Online Bewerberformular ein:\nhttps://jobs.kunstsammlung.de/stellenangebote/379120792?ref=8010141000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gros | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-vertrieb-m-w-d/", "date_published": "2025-04-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-aufsichtsdienst-2/", "image": "", "title": "Mitarbeiter/-in (m/w/d) im Aufsichtsdienst", "content_text": "Bayerisches Armeemuseum, Ingolstadt Bewerbungsende: 27.04.2025 | Das Bayerische Armeemuseum ist eines der großen militärhistorischen Museen in Europa. Der Schwerpunkt der Sammlungen liegt auf Bayern in seinem europäischen Kontext. Sie reichen vom Spätmittelalter bis in die Gegenwart.\nDas Bayerische Armeemuseum sucht zum nächstmöglichen Zeitpunkt\nMitarbeiter/-in (m/w/d) im Aufsichtsdienst unbefristet und Vollzeit\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-aufsichtsdienst-2/", "date_published": "2025-04-03T00:00:00"}]}