{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-in-der-abteilung-sammlung-und-wissenschaft-3/", "image": "", "title": "Wissenschaftliches Volontariat in der Abteilung Sammlung und Wissenschaft", "content_text": "Staatliche Kunsthalle Karlsruhe, Karlsruhe Bewerbungsende: 13.06.2025 | Die Staatliche Kunsthalle Karlsruhe gehört mit ihrer hochrangigen Sammlung und einer regen Ausstellungs- und Veranstaltungstätigkeit zu den großen und traditionsreichen Kunstmuseen in Deutschland. Sie wird als Landesbetrieb geführt und ist eine nach kunstwissenschaftlichen und wirtschaftlichen Grundsätzen agierende Kultureinrichtung des Landes Baden-Württemberg. Das Museum befindet sich derzeit in einem umfassenden Transformationsprozess, da das Hauptgebäude der Kunsthalle für mehrere Jahre grundlegend saniert und erweitert wird. Währenddessen bespielt die Kunsthalle Interimsstandorte, darunter auch im ZKM | Zentrum für Kunst und Medien Karlsruhe. Das Team der Staatlichen Kunsthalle Karlsruhe kommt aus verschiedenen Regionen und Ländern. Wir pflegen eine kollegiale Arbeitsatmosphäre; unsere Herzen schlagen für die Kunst, ihre Erforschung und Vermittlung an eine offene und diverse Gesellschaft.\nZmm 1. September 2025 besetzen wir ein\nwissenschaftliches Volontariat\nin der Abteilung Sammlung und Wissenschaft\nDer/die Volontär*in (m/w/d) erhält anhand eines gemeinsam erarbeiteten Ausbildungsplans Einblicke in alle museumsrelevanten Bereiche eines Kunstmuseums. Zu den Kernaufgaben des Volontariats in der Abteilung Sammlung und Wissenschaft zählen alle für die kuratorische Praxis relevanten Tätigkeiten in Sammlung und Ausstellung sowie die Vermittlungsarbeit für diverse Publika. Darüber hinaus werden Kenntnisse im Bereich der Kommunikation, des Museumsmanagements und der Verwaltung vermittelt. Ein Austausch unter den Volontär*innen sowie die Teilnahme an internen und externen Fortbildungen und der Erwerb von Zusatzqualifikationen wird von uns begrüßt und gefördert. Für den Zeitraum des Volontariats wird dem/der Volontär*in eine zentrale Ansprechperson zur Seite gestellt.\nDas Volontariat umfasst Einblicke und Mitarbeit an\nallen Prozessen laufender und geplanter Ausstellungsprojekte, darunter Konzeption, Werkauswahl, Leihverkehr, Präsentations- und Vermittlungskonzept, Katalogredaktion.\nder wissenschaftlichen Erforschung und Publikation der Sammlung.\nAngeboten der Kunstvermittlung etwa durch Führungen, Vorträge oder digitale Formate.\nProzessen der Ausstellungs- und Museumskommunikation.\nverwaltungsseitigen Prozessen.\nWir erwarten\nein abgeschlossenes Hochschulstudium im Fach Kunstgeschichte, vorzugsweise mit Promotion.\nneben einer sehr guten Ausdrucksweise im Deutschen eine gute Beherrschung der englischen und möglichst auch der französischen Sprache.\nfundierte Kenntnisse der älteren und neueren europäischen Kunstgeschichte sowie Interesse an zeitgenössischer Kunst.\neinen versierten Umgang mit digitalen Anwendungen sowie Interesse an der digitalen Kunstgeschichte.\nOrganisationstalent sowie eine umsichtige, strukturierte und zielorientierte Arbeitsweise.\nein hohes Maß an Eigenverantwortung, Kreativität, Engagement sowie einen kooperativen, teamfähigen Arbeitsstil.\nWir bieten\neine fundierte Ausbildung mit vielfältiger Tätigkeit, Gestaltungsmöglichkeiten und Übernahme eigener Verantwortungen.\neine auf zwei Jahre befristete Vollzeitstelle (39,5 Stunden) in einem attraktiven und kreativen Umfeld.\nVergütung nach Entgeltgruppe 13 TV-L (50%) in Stufe 1, die sich im zweiten Jahr auf Stufe 2 erhöht.\nim Rahmen der geltenden Regelungen flexible Arbeitszeitgestaltung und Möglichkeit zum mobilen Arbeiten sowie 30 Tage Urlaub.\njährliche Sonderzuwendung und attraktive Zusatzleistungen, wie Jobticket für den öffentlichen Nahverkehr mit Arbeitgeberzuschuss und interessante Angebote im Rahmen der betrieblichen Gesundheitsförderung.\nDie Staatliche Kunsthalle Karlsruhe gewährleistet die berufliche Gleichstellung aller Mitarbeitenden (m/w/d). Wir begrüßen deshalb Bewerbungen von Menschen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bei gleicher Eignung werden wir Menschen mit Behinderung bevorzugt einstellen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum\n13.06.2025\nper E-Mail an\npersonal@kunsthalle-karlsruhe.de\noder schriftlich an die Verwaltung der Staatlichen Kunsthalle Karlsruhe, Frau Claudia Buselmeier, Hermann-Veit-Straße 6, 76135 Karlsruhe. Eine Rücksendung schriftlicher Bewerbungen erfolgt nur, wenn Sie einen frankierten und adressierten Rückumschlag beifügen. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen gemäß geltendem Datenschutzrecht vernichtet. Weitere Informationen erhalten Sie bei Frau Dr. Leonie Beiersdorf per Mail an beiersdorf@kunsthalle-karlsruhe.de, oder unter www.kunsthalle-karlsruhe.de. Bitte beachten Sie die\ndatenschutzrechtlichen Informationen für Bewerber*innen\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-in-der-abteilung-sammlung-und-wissenschaft-3/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-geschaeftsleitung-elternzeitvertretung/", "image": "", "title": "Referent*in (m/w/d) der Geschäftsleitung – Elternzeitvertretung", "content_text": "Roemer- und Pelizaeus Museum, Hildesheim Bewerbungsende: 09.06.2025 | Das Roemer- und Pelizaeus Museum beherbergt die zweitwichtigste ägyptische Sammlung Deutschlands, aber auch Objekte aus diversen anderen Kulturkreisen, wie Alaska, Südamerika, Afrika, China oder der Hildesheimer Stadtgeschichte, aber auch Naturhistorie und vieles mehr. Die Kraft des Museums liegt in der Verknüpfung dieser Sammlungsgebiete und dem Ziel mit allen Besucher*innen zu relevanten Fragen in Dialog zu treten. Das RPM ist ein Ort, an dem sich Hildesheimer*innen und auswärtige Besucher*innen wohlfühlen, dort inspiriert werden, Spaß haben, und sich einbringen können. Insbesondere sollen sich dort Gruppen begegnen, die sonst weniger miteinander in Kontakt sind, sich austauschen.\nBei uns erwartet Sie eine spannende und vielseitige Tätigkeit, die in gemeinsame Absprache in Voll- oder Teilzeit stattfinden kann. Die Stelle als Referent*in ist eine auf ein Jahr befristete Elternzeitvertretung, die idealerweise am 15. August 2025 beginnt. Dienstort ist Hildesheim, wobei mobiles Arbeiten in Absprache möglich ist.\nIhre Tätigkeiten als Referent*in\nUnterstützung und Entlastung unserer Geschäftsführerin von administrativen und organisatorischen Aufgaben im Tagesgeschäft und bei Projekten\nKoordination von Terminen und Dienstreisen, inklusive sorgfältiger Vor- und Nachbereitung (Protokollführung etc.)\nRegelmäßige Abstimmung / Korrespondenz mit Schnittstellenpartnern, um den Informationsfluss sicherzustellen und erhaltene Informationen zu verteilen\nErstellung und Auswertung von Protokollen, internen Reports und Statistiken sowie Aufbereitung von Präsentationen und Beschlussvorlagen\nWas erwarten wir von Ihnen?\nein abgeschlossenes (Fach-)Hochschulstudium (Diplom/Bachelor) mit betriebswirtschaftlichem Schwerpunkt oder eine Ausbildung mit kaufmännischen Bereich\neingehende Berufserfahrung im kaufmännischen Bereich\nHohe Zuverlässigkeit, Pünktlichkeit und Verantwortungsbewusstsein\nErwünscht:\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nOrganisationstalent, Teamfähigkeit und Belastbarkeit\nausgeprägte selbstständige Arbeitsweise und Flexibilität\nDas bieten wir:\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nschlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nanteilige Übernahme der Kosten für ein Deutschlandticket Job\nbetriebliche Altersvorsorge\nWir freuen uns über die Zusendung Ihrer Bewerbungsunterlagen unter Nennung Ihrer Gehaltsvorstellungen bis zum\n9. Juni 2025\nper E-Mail an:\nbewerbung@rpmuseum.de\n. Durch die Bewerbung entstehende Reisekosten werden nicht erstattet. Die Auswahlgespräche finden am 18. und 19. Juni statt. Dienstbeginn idealerweise zum 15. August 2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.06.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-geschaeftsleitung-elternzeitvertretung/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-w-m-d-des-programmbereichs-iii-kommunikation-meeresbezogener-wissenschaften-und-kooperationsprofessorin-w-m-d-head-of-program-area-iii-communication-of-marine-rela/", "image": "", "title": "Leiter:in (w/m/d) des Programmbereichs III „Kommunikation meeresbezogener Wissenschaften“ und Kooperationsprofessor:in (w/m/d) / Head of Program Area III “Communication of Marine-Related Sciences” and professorship (f/m/d)", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 18.06.2025 | // EN below\nDas Deutsche Schifffahrtsmuseum (DSM)/Leibniz-Institut für Maritime Geschichte ist ein Forschungsmuseum der Leibniz-Gemeinschaft. Aufgabe des DSM ist es, – ausgehend von gesellschaftlich relevanten Themen – die Wechselwirkung zwischen Mensch und Meer am Beispiel maritimer Technologien auf Grundlage seiner Sammlung zu erforschen, bedeutende maritime Zeugnisse der Vergangenheit zu erhalten und für die Zukunftsgestaltung relevante Fragen wissenschaftsbasiert sowie besucher:innen- und nutzer:innenorientiert in der Ausstellung und über Transferveranstaltungen zu vermitteln. Die UNIVERSITÄT BREMEN ist eine Forschungsuniversität mit einem international profilierten Schwerpunkt in der Meeresforschung.\nIm Rahmen eines gemeinsamen Berufungsverfahrens (§ 20 BremHG) ist zum nächstmöglichen Zeitpunkt  die Position\nals Leiter:in (w/m/d) des Programmbereichs III „Kommunikation meeresbezogener Wissenschaften“ des Deutschen Schifffahrtsmuseums | Leibniz Institut für Maritime Geschichte\nin Verbindung mit einer Stelle als Kooperationsprofessor:in (w/m/d)\nBesoldungsgruppe W2\nfür das Fachgebiet Kommunikation museumsbezogener Wissenschaftsgeschichte\nim Fachbereich 8 – Sozialwissenschaften\nim Fach Geschichtswissenschaft der Universität Bremen\nKennziffer: P689-25\nzu besetzen.\nBei Erfüllung der allgemeinen beamtenrechtlichen Voraussetzungen erfolgt die Berufung auf die Professur in einem Beamtenverhältnis auf Lebenszeit.\nZu den Aufgaben der Professur gehören in Forschung und Lehre insbesondere die Kommunikation kultur-, sozial- und technikgeschichtlicher Wissenschaft und die Wissenschaftsgeschichte in enger Anknüpfung an die Forschungsfelder des DSM.\nGesucht wird eine Persönlichkeit, die über herausragende Kenntnisse im Bereich der Methodik der Wissenskommunikation und/oder museumsbezogener Wissenschaftsgeschichte sowie über die Bereitschaft verfügt, die Wechselbeziehung zwischen Mensch und Meer theoretisch zu reflektieren. Sie ist verantwortlich für die Ausgestaltung der am DSM entwickelten Ausstellungs- und Wissenschaftskommunikationsvorhaben und reflektiert die Wechselwirkung von Forschung und Ausstellung. Dabei soll insbesondere auch an der Förderung des wissenschaftlichen Nachwuchses aktiv mitgewirkt werden.\nZu den Aufgaben der Programmbereichsleitung gehört des Weiteren die Teamführung und Erfolgsverantwortung der in ihrem Bereich angesiedelten Gruppe der Bildung und Vermittlung und die Mitwirkung an institutsübergreifenden Strategie- und Programmplanungen. Diese sind eingebettet in internationale museale Entwicklungen. Dienstort ist Bremerhaven.\nEinstellungsvoraussetzungen sind ein einschlägiger wissenschaftlicher Hochschulabschluss, eine fachlich einschlägige und herausragende Promotion sowie weitere wissenschaftliche Leistungen  im Fach Geschichte oder in begründeten Fällen in angrenzenden Fächern mit einem starken Bezug zur Geschichtswissenschaft. Eine Habilitation oder habilitationsäquivalente Leistung wird vorausgesetzt. In Ausnahmefällen kann diese durch inhaltliche Leistungen auf einer wissenschaftlichen Leitungsposition im musealen Feld außerhalb einer Hochschule nachgewiesen werden. Die inhaltliche Leistung besteht in der methodisch fundierten Kuratierung von Sonder- und Dauerausstellungen. Die Bereitschaft zur hochschuldidaktischen Weiterbildung sowie die pädagogisch-didaktische Eignung, die in der Regel durch Erfahrungen in der universitären Lehre vorzuweisen ist, werden ebenfalls vorausgesetzt. Die Beherrschung von Deutsch (bei internationalen Bewerber:innen zumindest sehr gute Lesekompetenz) und Englisch sowie die Bereitschaft, Veranstaltungen in deutscher und englischer Sprache anzubieten, werden erwartet; aktive Deutschkenntnisse sollen nach spätestens drei Jahren vorliegen. Erwartet werden Erfahrungen in der Durchführung von Ausstellungsprojekten und/ oder vergleichbaren Formaten der Wissenskommunikation.\nDie Berufung erfolgt unter Zugrundelegung von §§ 18, 20 BremHG und § 116 BremBG nach dem Berliner Modell.\nOffen für unkonventionelle Ansätze in Forschung und Lehre hat die Universität Bremen sich seit ihrer Gründung vor 50 Jahren ihren Charakter als Ort der kurzen Wege für Menschen und Ideen bewahrt. Mit einem breiten Fächerspektrum verbinden wir außergewöhnliche Leistungsstärke und großes Innovationspotenzial. Als ambitionierte Forschungsuniversität stehen wir für den Ansatz des Forschenden Lernens und eine ausgeprägte Orientierung an Interdisziplinarität. Wissenschaftliche Kooperationen weltweit gestalten wir aktiv und partnerschaftlich.\nHeute lernen, lehren, forschen und arbeiten rund 23.000 Menschen auf unserem internationalen Campus. In Forschung und Lehre, Verwaltung und Betrieb bekennen wir uns nachdrücklich zu den Zielen der Nachhaltigkeit, Klimagerechtigkeit und Klimaneutralität. Unser Bremer Spirit drückt sich aus im Mut Neues zu wagen, in einem unterstützenden Miteinander, in Respekt und Wertschätzung füreinander. Mit unserem Studien- und Forschungsprofil und als Teil des europäischen YUFE-Netzwerks übernehmen wir gesellschaftliche Verantwortung in der Region, in Europa und der Welt.\nDie Universität ist familienfreundlich, vielfältig und versteht sich als internationale Hochschule. Wir begrüßen daher alle Bewerber:innen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter, sexueller Orientierung und Identität.\nDas DSM und die Universität Bremen beabsichtigt, den Anteil der weiblichen Beschäftigten in der Wissenschaft zu erhöhen, weshalb Frauen ausdrücklich aufgefordert werden, sich zu bewerben. Bei gleicher Qualifikation werden Frauen vorrangig berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nSchwerbehinderten Menschen wird bei einer Bewerbung bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben\nFür grundsätzliche Fragen zum Personalauswahlverfahren sowie für inhaltliche Fragen zur ausgeschriebenen Stelle wenden Sie sich bitte an die Geschäftsführende Direktorin des DSM, Prof. Dr. Ruth Schilling, schilling@dsm.museum\nBewerbungen mit den aussagefähigen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse, zwei- bis dreiseitiges Exposé zum Profil der Professur sowie Auflistung aller Dritttmittelvorhaben und Ausstellungsprojekte, Nachweise von Leitungs- und akademischer Lehrerfahrung) unter Angabe der Kenziffer P689-25 sowie einer ausführlichen Darstellung Ihrer Forschungsinteressen\nals eine PDF-Datei auf dem unverschlüsselten elektronischen Postwegbis zum 18.06.2025 an:\nfb08.bewerbung@uni-bremen.de\noder postalisch an:\nUniversität Bremen\nDekanin des Fachbereichs 08/Sozialwissenschaften\nKennziffer: P689-25\nUniversitäts-Boulevard 11-13\n28359 Bremen\nWir weisen darauf hin, dass den Bewerbungsunterlagen keine Fotos beizufügen sind.\nWeitere Informationen zu Berufungsverfahren an der Universität Bremen finden Sie unter\nwww.uni-bremen.de/berufungsverfahren\n// EN\nThe German Maritime Museum (DSM)/Leibniz Institute of Maritime History is a research museum of the Leibniz Association. The mission of the DSM is to explore the interaction between humans and the sea, using maritime technologies as an example, based on socially relevant topics and its collection, to preserve significant maritime relics from the past, and to communicate questions relevant to shaping the future in a science-based and visitor- and user-oriented manner through exhibitions and transfer events. The University of Bremen is a research university with an internationally renowned focus on marine research.\nAs part of a joint appointment procedure (§ 20 of the BremHG), the position of Head of Program Area III “Communication of Marine-Related Sciences” at the German Maritime Museum | Leibniz Institute for Maritime History is to be filled\nin conjunction with a cooperative professorship (f/m/d)\nSalary grade W2\nfor the field of communication of museum-related scientific history\nin Faculty 8 – Social Sciences\nin the Institute of History at the University of Bremen\nReference number: P689/25\nSubject to fulfillment of the general civil service requirements, the appointment to the professorship will be made on a permanent basis.\nThe responsibilities of the professorship, both in research and teaching, include, in particular, the communication of cultural, social, and technological history, as well as the history of science, closely linked to the research fields of the DSM. We are seeking a person with outstanding knowledge in the methodology of knowledge communication and/or museum-related history of science, as well as a willingness to theoretically reflect on the interrelationship between humans and the sea. They will be responsible for the design of the exhibition and science communication projects developed at the DSM and reflect on the interplay between research and exhibitions. In particular, they will actively participate in the promotion of young researchers.\nThe responsibilities of the program area head also include team leadership and responsibility for the success of the education and outreach group located in their area, as well as participation in cross-institutional strategy and program planning. These are embedded in international museum developments. The location is Bremerhaven.\nEligibility criteria include a relevant academic university degree, a relevant and outstanding doctorate, and further academic achievements in history or, in justified cases, in related subjects with a strong connection to history. A habilitation (postdoctoral qualification) or equivalent is expected. In exceptional cases, this may be offset by substantive achievements in a senior academic position in the museum field outside of a university. The substantive achievement consists of the methodically sound curation of special and permanent exhibitions. A willingness to pursue further training in higher education didactics and pedagogical and didactic aptitude, which is generally demonstrated through experience in university teaching, are also required. Proficiency in German (at least very good reading skills for international applicants) and English, as well as the willingness to offer courses in both German and English, are expected; active German language skills should be established after three years at the latest. Experience in implementing exhibition projects and/or comparable knowledge communication formats is expected.\nThe appointment is based on Sections 18 and 20 of the Bremen Higher Education Act (BremHG) and Section 116 of the Bremen Higher Education Act (BremBG) according to the Berlin Model.\nOpen to unconventional approaches in research and teaching, the University of Bremen has retained its character as a place of short distances for people and ideas since it was founded 50 years ago. With a broad range of subjects, we combine exceptional performance with great potential for innovation. As an ambitious research university, we stand for the approach of research-based learning and a pronounced orientation towards interdisciplinarity. We actively organise scientific cooperation worldwide in a spirit of partnership.\nToday, around 23,000 people learn, teach, research and work on our international campus. In research and teaching, administration and operations, we are firmly committed to the goals of sustainability, climate justice and climate neutrality. Our Bremen spirit is expressed in the courage to try new things, in supportive cooperation, in respect and appreciation for one another. With our study and research profile and as part of the European YUFE network, we assume social responsibility in the region, in Europe and the world.\nThe university is family-friendly, diverse and sees itself as an international university. We therefore welcome all applicants regardless of gender, nationality, ethnic and social origin, religion/belief, disability, age, sexual orientation and identity.\nThe DSM and the University of Bremen intend to increase the proportion of female employees in science, which is why women are expressly encouraged to apply. In the case of equal qualifications, women will be given priority, unless reasons relating to the person of a competitor prevail.\nSeverely disabled persons with essentially equal professional and personal qualifications will be given priority in applications\nFor general questions regarding the personnel selection procedure as well as questions regarding the content of the advertised position, please contact the Managing Director of the DSM, Prof. Dr Ruth Schilling\n,\nschilling@dsm.museum\nApplications with informative documents (cover letter, CV, certificates, two to three-page exposé on the profile of the professorship as well as a list of all third-party funded projects and exhibition projects, proof of management and academic teaching experience) stating the reference number P689-25 and a detailed description of your research interests as a PDF file by unencrypted electronic mail by June 18\nth\n, 2025 to: fb08.bewerbung@uni-bremen.de or by post to:\nUniversity of Bremen\nDean of the Faculty 08/Social Sciences\nReference number: P689-25\nUniversity Boulevard 11-13\n28359 Bremen\nPlease note that no photos are to be attached to the application documents.\nFurther information on appointment procedures at the University of Bremen can be found at\nhttps://www.uni-bremen.de/berufungsverfahren\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-w-m-d-des-programmbereichs-iii-kommunikation-meeresbezogener-wissenschaften-und-kooperationsprofessorin-w-m-d-head-of-program-area-iii-communication-of-marine-rela/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-liegenschaftsverwaltung-2/", "image": "", "title": "Sachbearbeiter (m/w/d) für die Liegenschaftsverwaltung", "content_text": "Kulturstiftung Sachsen-Anhalt, Leitzkau Bewerbungsende: 15.06.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nZur Verstärkung der Liegenschaftsverwaltung insbesondere zur vorübergehenden Vertretung einer Kollegin suchen wir zum nächstmöglichen Zeitpunkt einen Sachbearbeiter (m/w/d) für das Liegenschaftsmanagement in Leitzkau.\nIhre Aufgaben\nErstellung von Betriebskostenabrechnungen bzw. -umlagen im Rahmen von Miet- und Pachtverträgen\nBearbeitung allgemeiner Anfragen zu Miet-, Pacht-, Jagdpacht-, Nutzungs- und Erbbaurechtsverträgen\nEinleitung von Vergabeverfahren für Liefer- und Dienstleistungsaufträge (z.B. für Baumkontrollen/ Baumfällungen, Grünpflegearbeiten auf den stiftungseigenen Grundstücken bzw. Liegenschaften, etc.)\nBearbeitung von Rechnungen, Termincontrolling, Haushaltsmittelbewirtschaftung\nVergabe von Film- und Fotorechten\nBearbeitung von allgemeinen Grundstücksangelegenheiten\nIhr Profil\nabgeschlossene Ausbildung zum Verwaltungsfachangestellten (m/w/d) oder Abschluss einer vergleichbaren kaufmännischen Berufsausbildung\nBerufserfahrung in der öffentlichen Verwaltung ist von Vorteil, jedoch keine Bedingung\nsichere Deutschkenntnisse, vor allem ein gutes mündliches und schriftliches Ausdrucksvermögen\nberufsprofilgebende Kenntnisse in den Bereichen Immobilienverwaltung, Informationsmanagement und Informationsverarbeitung, bürowirtschaftliche Abläufe sowie der Koordinations- und Organisationsaufgaben\nsicherer Umgang mit den üblichen MS-Office-Programmen (Word, Excel, Outlook und PowerPoint)\nüberdurchschnittliche Einsatzbereitschaft, Zuverlässigkeit, Flexibilität, Kreativität\nsorgfältige, selbstständige und systematische Arbeitsweise\nausgesprochen hohe Bereitschaft zur Teamarbeit\nUnser Angebot\neine interessante, abwechslungsreiche und anspruchsvolle Tätigkeit (in Vollzeit, 40 Stunden/ Woche)\nbefristetes Arbeitsverhältnis (längstens bis zum 28.02.2027)\ngleitende Arbeitszeit mit flexiblen Möglichkeiten zum Ausgleich der Dienstzeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in Gommern/ OT Leitzkau\nfreier Eintritt in alle Museen der Kulturstiftung Sachsen-Anhalt\ntarifgerechte Eingruppierung bis zu der\nEntgeltgruppe 6 TV-L\nNähere Auskünfte zur Stellenausschreibung erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer\n12/03041/05.2025-04\nbis zum\n15.06.2025\nan „\nReferat12@kulturstiftung-st.de\n“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als\neine\npdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutz-rechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-liegenschaftsverwaltung-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekar-m-w-d-10/", "image": "", "title": "Bibliothekar (m/w/d)", "content_text": "Stiftung Museum Schloss Moyland, Bedburg-Hau Bewerbungsende: 15.06.2025 | Die Stiftung Museum Schloss Moyland sucht\nzum nächstmöglichen Zeitpunkt einen\nBibliothekar (m/w/d)\nin Vollzeit (100%)\nDas Museum Schloss Moyland ist ein national und international bedeutendes Museum mit einer umfangreichen Sammlung der Kunst vom 19. bis 21. Jahrhundert. Im Zentrum steht eine große Sammlung von Werken des international bedeutenden, in Krefeld geborenen und in Kleve aufgewachsenen, Künstlers Joseph Beuys. Ergänzt wird diese durch zahlreiche weitere wichtige künstlerische Positionen der Postmoderne und Gegenwart wie z.B. James Lee Byars, David Hockney, Katharina Sieverding, Charlotte Moorman oder Wolf Vostell. Die Sammlung wurde von den kunstbegeisterten Brüdern Hans und Franz-Joseph van der Grinten aufgebaut und wird laufend erweitert.\nMit Sonderausstellungen und Sammlungspräsentationen strebt das Haus heute eine Öffnung zu gesellschaftlichen Fragen sowie zu Medien und Themen der Gegenwart an. Dabei soll die Repräsentation gesellschaftlicher Vielfalt unter Berücksichtigung der Gleichberechtigung von Künstlerinnen und Künstlern und anderer möglicher Identitätsentwürfe besonders hervorgehoben werden. Die verstärkte Einbeziehung neuer und digitaler Medien ist Teil dieser Neuausrichtung. Seit 2022 legt die Einrichtung einen verstärkten Fokus auf performative künstlerische Herangehensweisen sowie den Dialog zwischen Positionen der Sammlung und der Kunst der Gegenwart.\nStandort ist ein historisches neogotisches Wasserschloss inklusive eines Parks (mit Ausstellungshalle und Skulpturenpark), unweit der niederländischen Grenze. An das Museum angegliedert sind das Joseph Beuys Archiv und die Museumsbibliothek. Mit seinen Forschungs-, Ausstellungs- und Vermittlungsaktivitäten hat sich das Museum als Kunst-Zentrum für eine regionale, nationale sowie internationale Öffentlichkeit etabliert.\nDie Stelle ist unbefristet und richtet sich nach dem Tarifvertrag der Länder (TV-L) mit der Entgeltgruppe 10.\nIhre Aufgaben umfassen unter anderem:\nBestandsaufbaudienstleistungen und Erweiterung der Bibliotheksbestände\nKoordination der Ausleihen an interne Nutzer/-innen, sowie Bereitstellung von Informationen in Handapparaten für Projekte und Publikationen der Träger-organisation\nOrganisation von Schriftentausch mit nationalen und internationalen Institutionen sowie Fernleihen (Incoming und Outgoing)\nManagement von Medien- und Auskunftsdiensten nach internen sowie\nkundenorientierten Bedürfnissen und Anfragen als auch Kalkulation von\nRecherchekosten\nVorakzession, Bestellung und Erwerbung von deutschsprachigen und internationalen Publikationen\nAkzessionierung eingehender Zeitschriften, Lieferungs- und Rechnungs-\nkontrolle, Inventarisierung der Neuzugänge, Tilgung und Makulierung von\nBeständen\nAusbau des internationalen Netzwerks mit Hochschuleinrichtungen, Bibliotheken und relevanten Fachinstituten\nWeiterentwicklung der Themen Digitalisierung, Wahrnehmung der Bibliothek als „Dritter Ort“, Barrierefreiheit, Diversität und die öffentliche Wahrnehmung und Sichtbarkeit\nDas erwarten wir:\nAbgeschlossenes Hochschulstudium im Bereich des Bibliotheks- und Informationsmanagements oder vergleichbarer Abschluss\nZusatzqualifikation oder Berufserfahrung in kunstwissenschaftlichen Bibliotheken bzw. kunstbezogene Kenntnisse wären wünschenswert\nGute IT-Kenntnisse (z.B. Microsoft Office) und Erfahrungen in der Verbundkatalogisierung sowie sehr gute Kenntnisse von Bibliotheksverwaltungs-\nsystemen\nKenntnisse in Ressource Description and Access (RDA) und der bibliothekarischen Datenformate sowie die Bereitschaft, diese zu vertiefen\nErfahrungen in der Arbeit mit fremdsprachiger Literatur\nGute Fremdsprachenkenntnisse in Englisch sowie einer weiteren Fremd-\nsprache wären wünschenswert\nEine gut strukturierte, serviceorientierte und gewissenhafte Arbeitsweise,\nKreativität, Innovationsbereitschaft sowie eine ausgeprägte soziale Kompetenz und Teamfähigkeit\nWir bieten Ihnen:\nEin Tätigkeitsfeld mit Gestaltungsmöglichkeiten\n30 Tage Urlaubsanspruch pro Kalenderjahr\nGute Fort- und Weiterbildungsmöglichkeiten\nSichere und pünktliche Zahlung des Gehalts\nSicherer Arbeitsplatz\nErgänzende Altersversorgung\nTelearbeit nach Absprache möglich\nDer Arbeitsplatz ist nicht barrierefrei.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) bis zum\n15. Juni 2025\nan\nStiftung Museum Schloss Moyland\nChristian Theinert\nAm Schloss 4\n47551 Bedburg-Hau\nE-Mail:\npersonal@moyland.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekar-m-w-d-10/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-mitarbeit-m-w-d-im-fridericianum-2/", "image": "", "title": "kuratorische Mitarbeit (m/w/d) im Fridericianum", "content_text": ", Kassel | Die documenta und Museum Fridericianum gGmbH in Kassel sucht zum nächstmöglichen Zeitpunkt eine\nKuratorische Mitarbeit (m/w/d) im Fridericianum\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die von der Stadt Kassel und dem Land Hessen als Gesellschafter getragen wird. In ihre Verantwortung gehören die alle fünf Jahre stattfindende documenta Ausstellung, das Fridericianum, das documenta archiv, das documenta Institut und die documenta Halle. Das Fridericianum wurde im Jahr 1779 als eines der weltweit ersten öffentlichen Museen eröffnet. Heute ist die Institution ein international renommierter Ausstellungsort für Gegenwartskunst. Unter der Direktion von Moritz Wesseler wird ein breites Spektrum an Positionen vorgestellt, das von Neuentdeckungen bis hin zu etablierteren Protagonist*innen des Kunstdiskurses reicht. Ein umfassendes Veranstaltungsprogramm macht das Haus darüber hinaus zu einem lebendigen Ort des Austauschs über die zeitgenössische Kulturproduktion.\nAls Kuratorische*r Mitarbeiter*in sind Sie unmittelbar an der Entwicklung und Umsetzung der Ausstellungen und Veranstaltungen des Fridericianum beteiligt.\nArbeitsbereiche und Tätigkeiten sind u.a.:\nprojektbezogene Unterstützung des Teams bei der Entwicklung und Organisation von Ausstellungen\nRecherche und Mitarbeit bei der Vor- und Nachbereitung von Ausstellungen und Veranstaltungen\nErstellung von Zeitplänen\nMitarbeit bei der Finanzplanung und -abwicklung einschließlich Drittmittelaquise\nallgemeine Mitarbeit im Tagesgeschäft\nBetreuung und Redaktion von Druckerzeugnissen\nIhr Profil:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Fachrichtung Kunstgeschichte, Kunstwissenschaft oder Kulturwissenschaft mit entsprechendem fachspezifischem Schwerpunkt\nAusgeprägte Teamfähigkeit sowie Organisationsgeschick\nSehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift sowie eine angemessene Ausdrucksfähigkeit\nAffinität zum Projekt- und Zeitmanagement\nSehr gute Kenntnisse der gängigen MS-Office-Programme\nNachgewiesene Berufserfahrung\nLeistungsbereitschaft, Flexibilität, Zuverlässigkeit und die Bereitschaft zur Übernahme von Verantwortung im für die Position zumutbaren Maße\nEinsatzbereitschaft\nWir bieten Ihnen eine interessante und verantwortungsvolle Tätigkeit in einem international agierenden Team im Kunstumfeld. Wir bezuschussen das JobTicket-Abonnement der Mitarbeitenden zum Bezug von ÖPNV-Dauerfahrkarten im Umfang von sogenannten Deutschlandtickets. Der Arbeitsort ist Kassel. Es handelt sich um eine vertretungsbedingte Vollzeitstelle, die bis zum 28.02.2027 befristet ist.\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen (gern inkl. Arbeitsproben) unter Angabe des frühestmöglichen Eintrittstermins ausschließlich in elektronischer Form per E-Mail (ein zusammenhängendes PDF, max. 7 MB) an\nbewerbungen@documenta.de\n.\nAnsprechpartner für Fragen zum Aufgabengebiet: Direktor, Moritz Wesseler,\ninfo@fridericianum.org\n, Telefon: +49 561 70727-20\nAnsprechpartnerin für Fragen zum Bewerbungsverfahren: Abteilungsleitung Personal, Brigitte Gabler/Geert Frieler,\nbewerbungen@documenta.de\n, Telefon: +49 561 70727-17\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-mitarbeit-m-w-d-im-fridericianum-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/phd-m-w-d-in-plant-ecology-within-plant-functional-ecology/", "image": "", "title": "PhD (m/w/d) in plant ecology within Plant Functional Ecology", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | The State Museum of Natural History Stuttgart (SMNS) with its two locations Museum am Löwentor and Schloss Rosenstein is one of the largest natural history museums in Germany with over 180 employees. It sees itself as a future-oriented research and educational institution. With the support of the Baden-Württemberg Ministry of Science, Research and the Arts, the focus on biodiversity and evolutionary research is being comprehensively expanded. This will enable the SMNS to make an even greater contribution to solving current and future challenges such as the biodiversity crisis. In addition, together with the University of Hohenheim, we are forming the Competence Centre Biodiversity and Integrative Taxonomy (KomBioTa).\nWe offer to the next possible date a\nPhD position (m/f/d) in plant ecology within Plant Functional Ecology research group, Botany department\n(Salary scale E 13 TV-L, 65%, limited to 3 years)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/phd-m-w-d-in-plant-ecology-within-plant-functional-ecology/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-train-the-trainer-m-w-d/", "image": "", "title": "Projektkoordinator*in „Train the Trainer“ (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 05.06.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 als Römisch-Germanisches Zentralmuseum widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren Arbeitsbereich Museumsbetrieb am Standort Mainz suchen wir zum nächstmöglichen Zeitpunkt\neine*n Projektkoordinator*in „Train the Trainer“ (m/w/d)\nin Teil- oder Vollzeit\nbefristet auf ein Jahr\n(bis EG\n13 TV-L)\nIhre Aufgaben:\nKonzeption eines Fortbildungsprogramms für Multiplikator*innen für die Verankerung des LEIZA als außerschulischer Lernort\nIdentifikation der Anschlussfähigkeit von schulischen Lerninhalten und Themen der neuen Dauerausstellungen im Museum für Antike Schifffahrt und im Museum für Archäologie\nAnsprache von und Zusammenarbeit mit Multiplikator*innen insbesondere aus dem Schulbereich\nErarbeitung einer Strategie für kontinuierliche Vernetzung von Schule und Museum\nSteuerung der Durchführung und Evaluierung des Fortbildungsprogramms\nZertifizierung des Fortbildungsprogramms\nKooperation mit allen Arbeitsbereichen des LEIZA im Programmbereich „Wissenschaft und Gesellschaft“, insbesondere der Arbeitsgruppe „Neue Dauerausstellung“ und den Arbeitsbereichen Ausstellungen, Kommunikation und Museumsbetrieb sowie der wissenschaftlichen Mitarbeitenden\nMitarbeit im Kompetenzzentrum „Bildung im Museum“ der Leibniz-Gemeinschaft\nIhr Anforderungsprofil:\nAbgeschlossenes Hochschulstudium in dem Bereich der Archäologie, Gesellschafts-, Geistes- und Kulturwissenschaften oder Erziehungswissenschaften und pädagogischer Studiengänge\nPädagogische und didaktische Methodenkompetenz in der Vermittlung komplexer wissenschaftlicher Inhalte\nErfahrungen in der Konzeption, Organisation und Qualitätssicherung non-formaler und informeller Lernprozesse\nEine aufgeschlossene, kreative und kollegiale Persönlichkeit\nSorgfältiges, zielorientiertes und strukturiertes Arbeiten\nHohe Belastbarkeit und Flexibilität\nSehr gute Englischkenntnisse\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung sowie den kollegialen Austausch mit den Kolleg*innen der Institute der Leibniz-Gemeinschaft\nEin Arbeitsumfeld in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach „audit berufundfamilie“\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweis beifügen) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre Bewerbung bis zum\n05.06.2025\n– möglichst in einer PDF-Datei – per E-Mail an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können leider nicht erstattet werden.\nFür Rückfragen wenden Sie sich bitte an: Frau Dr. Antje Kluge-Pinsker\nE-Mail:\nantje.klugepinsker@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-train-the-trainer-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-geschaeftsfuehrerin-w-m-d/", "image": "", "title": "kaufmännische:r Geschäftsführer:in (w/m/d)", "content_text": "Focke-Museum, Bremen Bewerbungsende: 01.06.2025 | Das Focke-Museum, Bremer Landesmuseum für Kunst und Kulturgeschichte, Stiftung des öffentlichen Rechts, ist eines der großen regionalhistorischen Museen Nordwestdeutschlands mit Sammlungen zur Stadt- und Regionalgeschichte, Kulturgeschichte und zur Angewandten Kunst. Mit seinen Dauer- und Sonderausstellungen sowie Vermittlungsformaten und Veranstaltungen trägt das Focke-Museum maßgeblich zum Kulturangebot Bremens bei.\nZum nächstmöglichen Zeitpunkt ist im Focke-Museum die Stelle\nder kaufmännischen Geschäftsführerin/ des kaufmännischen Geschäftsführers (w/m/d)\nzu besetzen.\nDiese Position soll für die Dauer von 8 Jahren besetzt werden. Eine wiederholte Bestellung ist möglich.\nDie kaufmännische Geschäftsführung verantwortet die wirtschaftliche Entwicklung der Stiftung Focke-Museum. Der Gesamtbetrieb wird gemeinsam in kooperativer Zusammenarbeit mit der Direktorin fachlich wie auch wirtschaftlich geführt und gegenüber dem Stiftungsrat verantwortet. Der kaufmännischen Geschäftsführung obliegt insbesondere die Wirtschaftsführung und das Controlling, das Rechnungswesen, die Personalverwaltung, Vertrags- und Rechtsangelegenheiten, Gebäudemanagement und das Marketing.\nGesucht wird eine ziel- und teamorientierte Persönlichkeit (w/m/d), die Verständnis für den besonderen Charakter kulturellen Schaffens besitzt, bereit ist, sich in Bremen zu vernetzen und mit Engagement und Verantwortungsbewusstsein die Zukunft des Museums gestalten möchte.\nFür das breite Anforderungsspektrum der kaufmännischen Geschäftsführerin/des kaufmännischen Geschäftsführers (w/m/d) setzen wir ein dem Stellenprofil entsprechendes abgeschlossenes Hochschulstudium oder eine vergleichbare Qualifikation voraus.\nAußerdem erwarten wir in verantwortlicher Leitungsposition, vorzugsweise in der kaufmännischen Geschäftsführung eines Museums, erworbene und nachgewiesene, fundierte Kenntnisse und mehrjährige Erfahrungen, insbesondere in den Bereichen:\nkaufmännische Unternehmensplanung, Kostenrechnung und Budgetierung\nEDV-gestütztes Rechnungswesen\nRealisierung von Bau-/Investitionsprojekten\nFundraising, Sponsoring, Marketing und Vertragswesen.\nDaneben bringen Sie idealerweise mit\nErfahrungen in Personalführung\nErfahrungen in Prozessoptimierung, internem Projekt- und Qualitätsmanagement in einem Ausstellungsbetrieb\nausgeprägte kommunikative Fähigkeiten, Konfliktlösungskompetenz und Verhandlungsgeschick\nlösungsorientiertes Handeln, Urteils- und Entscheidungsfähigkeit, sowie Durchsetzungsvermögen\nunternehmerische Denkweise bei gleichzeitiger Identifikation mit den Zielen und Ansprüchen eines Museums.\nDie Aufgabenstellung verlangt ein hohes Maß an Engagement, Eigeninitiative, Flexibilität und Belastbarkeit. Dazu gehört auch die Entwicklung neuer Angebotsformate, ebenso wie die museumsseitige Koordination und Begleitung der laufenden, umfangreichen Baumaßnahme des Hauses.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderten Bewerber:innen wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nFür Rückfragen zum ausgeschriebenen Aufgabenbereich stehen Ihnen die Stiftungsratsvorsitzende, Frau Staatsrätin Carmen Emigholz (( 0421/361-10227) und die Direktorin des Focke-Museums, Frau Prof. Dr. Anna Greve (( 0421/699 600-10) gern zur Verfügung.\nBitte richten Sie Ihre aussagefähige Bewerbung (vorzugsweise per E-Mail, Bewerbungsunterlagen in einem PDF-Dokument zusammengefügt) unter Angabe der Kennziffer „\n2025/KfmGF Focke-Museum\n“ bis zum\n1. Juni 2025\nunter\npersonal@kultur.bremen.de\nunter „Senator für Kultur, Frau Staatsrätin Carmen Emigholz, Altenwall 15/16, 28195 Bremen“ an die Vorsitzende des Stiftungsrates Focke-Museum, Bremer Landesmuseum für Kunst und Kulturgeschichte. Bitte fügen Sie Ihren Bewerbungsunterlagen ein aktuelles Arbeitszeugnis bzw. eine aktuelle Beurteilung bei.\nBitte reichen Sie nur Kopien ein, da Unterlagen aus Kostengründen nicht zurückgesendet werden. Sofern Ihnen eine schriftliche Ablehnung zugeht, werden Ihre Unterlagen bis zum Ablauf der Frist gem. § 15 Allgemeines Gleichbehandlungsgesetz (AGG) aufbewahrt und anschließend vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-geschaeftsfuehrerin-w-m-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-verwaltung-m-w-d-6/", "image": "", "title": "Leitung der Verwaltung (m/w/d)", "content_text": "Staatliche Kunsthalle Baden-Baden, Baden-Baden Bewerbungsende: 07.06.2025 | Die Staatliche Kunsthalle Baden-Baden gehört als international renommiertes Ausstellungshaus zu den ältesten Kulturinstitutionen der Stadt und der Region. Seit ihrer Eröffnung im Jahr 1909 ist sie der Auseinandersetzung mit internationaler Gegenwartskunst verschrieben und verfolgt in ihrer Programmgestaltung einen transdisziplinären und transkulturellen Ansatz, der Kunst in einer notwendigen Auseinandersetzung mit einer diversen gesellschaftlichen Realität begreift. Ab Mai 2025 erfolgt die Leitung des Hauses durch das Badische Landesmuseum Karlsruhe.\nWir besetzen zum nächstmöglichen Zeitpunkt die\nLeitung der Verwaltung (m/w/d)\nEs handelt sich um ein unbefristetes Arbeitsverhältnis mit einem Beschäftigungsumfang von 75%.\nAls Leitung der Verwaltung in der Staatlichen Kunsthalle Baden-Baden sind Sie für die Bereiche Personal, Haushalt, Finanzwesen und Controlling sowie administrative Planungen verantwortlich.\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nLeitung der Verwaltung einschließlich der Verantwortlichkeit für alle allgemeinen Verwaltungsabläufe in den Sachgebieten Personal und Haushalt\nSteuerung des Finanz- und Rechnungswesens, des Controllings, der Haushaltsplanung, des Haushaltsvollzugs, der Mittelbewirtschaftung sowie des Vertrags-, Beschaffungs- und Vergabewesens\nVerantwortung für das Kassensystem\nMithilfe bei der Neustrukturierung und Koordinierung der Verwaltungsabläufe, insbes. (Weiter-)Entwicklung der Geschäftsprozesse z.B. in digitaler Aktenführung\nBegleitung von Drittmittelprojekten (Verwendungsnachweise, Projektcontrolling etc.) sowie Unterstützung bei der Einwerbung von Fördermitteln\nUnterstützung des Vorstands in rechtlichen, administrativen und organisatorischen Angelegenheiten\nPersonalführung der Verwaltungsmitarbeiter*innen\nVertretung des Vorstands in Verwaltungsangelegenheiten auf Weisung\nSie erfüllen folgende Voraussetzungen:\nAbgeschlossenes Studium als Diplom-Verwaltungswirt/in (FH) mit fachlichem Schwerpunkt nichttechnischer Verwaltungsdienst, Bachelorabschluss Public Management oder vergleichbare Qualifikation\nsichere Kenntnisse im Personal-, staatlichen Haushalts- und Vergaberecht\nsicherer Umgang mit den gängigen MS-Office-Programmen sowie die Bereitschaft zur Einarbeitung in andere Anwenderprogramme\nFähigkeit zur Prioritätensetzung, gutes Zeitmanagement\nVerantwortungsbewusstsein und Belastbarkeit sowie Organisations- und Koordinationsgeschick\nAusgewogenes Urteilsvermögen und Verhandlungsgeschick\nTeamfähigkeit und Führungskompetenz\nDie Vergütung erfolgt je nach Qualifikation, persönlichen Voraussetzungen und übertragenen Aufgaben bis max. Entgeltgruppe 11 TV-L. Das Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L).\nWir bieten zusätzlich:\nein spannendes Arbeitsumfeld und die Zusammenarbeit in einem motivierten Team\neinen Arbeitsplatz in der bekannten Bäderstadt Baden-Baden, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage zwischen dem sonnigen Rebland und dem Nationalpark Schwarzwald\ngute Vereinbarkeit von Familie und Beruf durch eine flexible Arbeitszeitregelung\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike,\nZusatzversorgung über die Versorgungsanstalt des Bundes und der Länder\neinmalige Jahressonderzahlung.\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt eingestellt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der\nK\nennziffer 03_25\nbis spätestens\n07.06\n.2025\nper E-Mail an info@kunsthalle-baden-baden.bwl.de Die Datei benennen Sie bitte wie folgt:\nKennziffer_03_25_Ihr Nachname\nNähere Informationen zur Staatlichen Kunsthalle Baden-Baden finden Sie auch im Internet unter\nwww.kunsthalle-baden-baden.de\nBei Fragen wenden Sie sich bitte per Mail an\ninfo@kunsthalle-baden-baden.bwl.de\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden können.\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist der Kunsthalle Baden-Baden ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Kunsthalle Baden-Baden verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an die Datenschutzbeauftragte, E-Mail:\ndespina.antonatou@landesmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-verwaltung-m-w-d-6/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-sektion-ichthyologie-w-m-d-technical-assistant-section-ichthyologym-f-d/", "image": "", "title": "Technische Assistenz, Sektion Ichthyologie (w/m/d) / Technical Assistant, Section Ichthyology(m/f/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 11.06.2025 | // EN below\nDas Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, zunächst befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von 2 Jahren eine\nTechnische Assistenz, Sektion Ichthyologie (w/m/d)\nIn Vollzeit mit 39 Stunden/Woche\nDas sind Ihre Aufgaben:\nKuratorische Unterstützung und Pflege unserer naturhistorischen Fischsammlung mit flüssig konservierten und trockenen Exemplaren, sowie die Erstellung neuer Flüssigpräparate.\nDigitalisierung von Sammlungen, Imaging, Akzessionierung und Inventarisierung.\nKoordinierung und Vorbereitung von Forschungsleihgaben und Dokumentationen (häufig in englischer Sprache).\nUnterstützung der Forschung einschließlich molekularer und morphologischer Laborarbeit.\nBeratung, Unterstützung und Unterweisung von Labor- und Sammlung Nutzern\nInventarisierung und Bestellung von Verbrauchs- und Labormaterialien.\nUnterstützung bei der Öffentlichkeitsarbeit.\nUnterstützung bei Lehrveranstaltungen, und Vorbereitung von Kursmaterial.\nPflege und Digitalisierung der Sektionsbibliothek.\nVorbereitung der Sammlung auf den Umzug in das neue Museumsgebäude.\nTeilnahme an Befischungen und fischkundlicher Feldarbeit.\nDas sind unsere Anforderungen:\nAbgeschlossene Ausbildung als Biologisch-technische Assistenz mit staatlicher Anerkennung oder gleichwertige, nachgewiesene Ausbildung und Fähigkeiten.\nUmfassende Kenntnisse und Erfahrungen zur Laborsicherheit und zum sicheren Umgang mit Chemikalien.\nInteresse und Begeisterung an der Arbeit mit Fischen in Labor und Freiland sowie für naturkundliche Museumssammlungen.\nAusgezeichnete Computerkenntnisse, einschließlich der Beherrschung von Microsoft Office-Software, PDF-Editoren und Adobe Photoshop oder ähnlicher Software.\nSehr gute Beherrschung der deutschen und englischen Sprache.\nAusgezeichnete zwischenmenschliche und organisatorische Fähigkeiten, eigenverantwortliches Arbeiten Flexibilität, Freundlichkeit und Kollegialität.\nPräzision und Sicherheit bei feinen handwerklichen Tätigkeiten.\nWünschenswert:\nErfahrung mit naturkundlichen Sammlungen, konservatorischer und präparatorischer Techniken, Umgang mit Binokularen und Bildgebungstechnologie.\nKenntnisse und Erfahrungen in Bezug auf Fischfangtechniken sowie die Bereitschaft zur Teilnahme an seegehenden Sammlungsreisen.\nDas sind unsere Leistungen:\nEine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nEin internationales, diverses Team mit exzellenter Zusammenarbeit und spannenden Projekten\nVergütung nach dem Tarifvertrag der Länder je nach Qualifikation bis zur EG 9a TV-L mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFlexible Arbeitszeiten\nFamilienfreundlichkeit zertifiziert durch das „audit berufundfamilie“\nDie Möglichkeit des Bezugs eines Jobtickets\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nDas LIB und die Sektion Ichthyologie sind bestrebt, ein vielfältiges, integratives, einladendes und positives Arbeitsumfeld zu schaffen. Wir fordern Personen mit unterschiedlichem Hintergrund, diversen Identitäten und Fähigkeiten nachdrücklich auf, sich zu bewerben.\nBitte richten Sie Ihre vollständigen Bewerbungsunterlagen (einschließlich Anschreiben, Lebenslauf und Zeugniskopien) bis zum 11.06.2025 ausschließlich digital über unser Karriereportal an Frau Katharina Ostermann. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nzur Stellenausschreibung\n// EN\nThe Leibniz Institute for the Analysis of Biodiversity Change (LIB) is one of the large, globally connected research museums of the Leibniz Association. In addition to excellent research on biodiversity and its changes, we are advancing the development of our extensive scientific collections with an international team and state-of-the-art technology. Through our exhibitions, educational programs, and communication work at our exhibition sites, Museum Koenig Bonn and Museum of Nature Hamburg, we aim to inspire enthusiasm for nature and engage in current sociopolitical discussions on species loss, climate change, and ecosystem protection. A new integrated natural history museum is planned for the Hamburg site, while the research infrastructure is currently being significantly expanded in Bonn.\nBecome part of our institute at the Hamburg location. We are looking for a new team member as soon as possible, initially limited to two years under the German Act on Part-Time and Fixed-Term Contracts.\nTechnical Assistant, Section Ichthyology(m/f/d)\nFull-time with 39 hours per week\nThese are your tasks:\nCuratorial support and maintenance of our natural history fish collection, including liquid-preserved and dry specimens, as well as the creation of new liquid preparations.\nDigitalization of collections, imaging, accessioning, and inventory management.\nCoordination and preparation of research loans and documentation.\nSupport for research, including molecular and morphological laboratory work.\nAdvising, assisting, and instructing users in the laboratory and collections.\nInventorying and ordering consumables and laboratory materials.\nAssistance with citizen science activities.\nTechnical support for teaching activities, as well as preparation of course materials.\nMaintenance and digitization of the section library.\nPreparation of the collection for relocation to the new museum building.\nParticipation in fish sampling and ichthyological fieldwork.\nThese are our requirements:\nA completed training as a Biological-Technical Assistant with state recognition or training with equivalent, proven skills.\nComprehensive knowledge and experience in laboratory safety and the safe handling of chemicals.\nInterest and enthusiasm for working with fish in the laboratory and in the field, as well as for natural history museum collections.\nExcellent computer skills, including proficiency in Microsoft Office software, PDF editors, and Adobe Photoshop or similar software.\nVery good command of both German and English languages.\nExcellent interpersonal and organizational skills, flexibility, friendliness, and collegiality.\nPrecision and accuracy in delicate manual tasks.\nExperience in handling natural history collections, conservation and preparatory techniques, as well as working with binoculars and imaging technology is desirable.\nKnowledge and experience in fish capture techniques, as well as a willingness to participate in offshore collection trips, are also desirable.\nEnjoyment of careful, independent work and excellent organizational skills.\nThese are our services:\nAn attractive position in an excellent research institution with a high level of creative potential in a dynamic scientific and societal environment.\nAn international, diverse team with excellent collaboration and exciting projects.\nRemuneration according to the public sector collective agreement (TV-L) depending on qualifications, up to pay grade 9a TV-L, with all the benefits of public service (occupational pension scheme, annual bonus, capital-forming benefits, statutory vacation entitlement).\nFlexible working hours.\nFamily-friendly certification through the “audit berufundfamilie”.\nThe option to obtain a job ticket.\nA centrally located workplace with excellent public transport connections.\nThe LIB and the Ichthyology Section are committed to creating a diverse, inclusive, welcoming, and positive work environment. We strongly encourage individuals from diverse backgrounds, identities, and abilities to apply.\nPlease submit your complete application documents (including cover letter, resume, and copies of certificates) by 11 June 2025 exclusively via our career portal to Ms. Katharina Ostermann. For organizational reasons, only online applications will be accepted. Severely disabled individuals will be given preference in case of equal suitability. More information about our institution can be found on the internet at:\nhttps://leibniz-lib.de/\n.”\nmore\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.06.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-sektion-ichthyologie-w-m-d-technical-assistant-section-ichthyologym-f-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/konservatorischer-mitarbeitender-m-w-d/", "image": "", "title": "konservatorischer Mitarbeitender (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 09.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, als längerfristige krankheitsbedingte Abwesenheitsvertretung, einen\nKonservatorischen Mitarbeitenden/Tischler (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe\n6 TV-L\n) in der Gemälderestaurierung. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv. Unser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Gemälderestaurierung wirkt innerhalb des Museumsverbundes der Staatlichen Kunstsammlungen Dresden besonders für die Gemäldegalerie Alte Meister und das Albertinum. Ihr obliegt die Sorge um die Erhaltung der Gemälde und Schmuckrahmen im Sinne präventiver Konservierung. Zugleich führt sie restauratorisch-konservatorische Maßnahmen zur Erhaltung der Kunstwerke dieser Sammlungen durch. Umfassende Recherchen und Untersuchungen zur Kunsttechnologie, zur Restaurierungsgeschichte und zu restauratorisch-konservatorischen Forschungsthemen flankieren die praktische Arbeit an den Objekten.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.06.2025", "url": "https://www.museumsbund.de/stellenangebote/konservatorischer-mitarbeitender-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sekretariat-kunstgewerbemuseum-m-w-d/", "image": "", "title": "Sekretariat Kunstgewerbemuseum (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 09.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum 01.08.2025, unbefristet und in Vollzeit, eine Person für das\nSekretariat (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6 TV-L\n) im Kunstgewerbemuseum in Schloss Pillnitz. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Der Arbeitsplatz ist grundsätzlich auch für Teilzeitbeschäftigung geeignet. Bei entsprechenden Bewerbungen erfolgt die Überprüfung, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten entsprochen werden kann.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDas Kunstgewerbemuseum (KGM) hat sich seit der Gründung im Jahr 1876 zu einem Ort der Inspiration für das Publikum und die zeitgenössische Kreativwirtschaft entwickelt. Die herausragende Sammlung umfasst über 100.000 Objekte. Die Weiterentwicklung der Sammlung, sowie Ausstellungs- und Forschungsprojekte mit Kooperationspartnern aus dem In- und Ausland sind die Basis dafür, gestalterisch-traditionelle Schwerpunkte mit innovativen und internationalen Positionen in einen Dialog zu bringen. Dies vor dem Hintergrund den Betrieb in Richtung „Grünes Museum“ zu entwickeln. Das jüngste Projekt ist der Design Campus als vernetzte Forschungs- und Entwicklungsplattform, die das Museum mit anderen Institutionen aus Wissenschaft, Gesellschaft und Kreation in Beziehung setzt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sekretariat-kunstgewerbemuseum-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/administrative-kaufmaennische-assistenz-leihverkehr-m-w-d/", "image": "", "title": "administrative & kaufmännische Assistenz / Leihverkehr (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 22.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, eine\nadministrative & kaufmännische Assistenz / Leihverkehr (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 6 TV-L) im Kunstfonds. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Der Arbeitsplatz ist grundsätzlich auch für Teilzeitbeschäftigung geeignet. Bei entsprechenden Bewerbungen erfolgt die Überprüfung, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten entsprochen werden kann.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDer Kunstfonds ist seit 2004 Teil der SKD und mit heute mehr als 36.000 Kunstwerken die größte öffentliche Sammlung von Kunst nach 1945 in Sachsen. Er verfügt über eine der größten Sammlung von Auftragskunst und öffentlichen Ankäufen aus der DDR sowie über einen wachsenden Bestand zeitgenössischer Kunst, die seit 1992 über die jährlichen Förderankäufe des Freistaates Sachsen in seine Sammlung eingeht. Zu den Aufgaben des Kunstfonds gehört das Bewahren, Erforschen und Vermitteln von Werken aus der Zeit der DDR und zeitgenössischer Kunst bis heute in eigenen Ausstellungen, Projekten und Publikationen aber auch als Leihgaben an Dritte.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/administrative-kaufmaennische-assistenz-leihverkehr-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktion-der-ethnographischen-sammlungen-sachsen-2/", "image": "", "title": "Direktion der Ethnographischen Sammlungen Sachsen", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 05.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Im Jahr 2024 hatten die SKD insgesamt über 2,3 Millionen Besuchende aus dem In- und Ausland. Das GRASSI Museum für Völkerkunde zu Leipzig bildet mit dem Museum für Völkerkunde Dresden und dem Völkerkundemuseum Herrnhut die Staatlichen Ethnographischen Sammlungen Sachsen (SES). Zusammen verfügen diese drei Museen über einen der umfangreichsten und bedeutendsten ethnographischen Sammlungsbestände in Europa. Die Staatlichen Ethnographischen Sammlungen Sachsen gehören zum Museumsverbund der Staatlichen Kunstsammlungen Dresden. Um sich im internationalen Kontext von grundsätzlichen Veränderungen in der ethnologischen Museumslandschaft zu positionieren, arbeiten die SES an neuen Konzepten für Ausstellungen, Veranstaltungen und Bildung sowie interdisziplinären Forschungsprogrammen.\nDie Staatlichen Kunstsammlungen Dresden suchen zum nächstmöglichen Zeitpunkt eine\nDirektion der Ethnographischen Sammlungen Sachsen.\nDie Stelle wird zunächst befristet auf fünf Jahre besetzt, eine spätere Vertragsverlängerung ist in beiderseitigem Einvernehmen möglich. Die Vergütung erfolgt außertariflich in Anlehnung an die Besoldungsgruppe A16.\nDie Leitung der Ethnographischen Sammlungen Sachsen – Leipzig | Dresden | Herrnhut – ist eingebunden in die Struktur des Museumsverbundes der SKD, welche durch Vielfalt in der Einheit sowie Einheit in der Vielfalt zusammengehalten wird. Eine der zentralen Aufgaben der künftigen Direktion wird es sein, die drei Museen inhaltlich wie strukturell als Einheit auszurichten und dabei die unterschiedlichen historischen Wurzeln und jeweils eigene Identität der Sammlungen zu respektieren. Mit diesem Ziel geht eine starke Profilierung der direkt verantworteten Sammlungen im Gesamtverbund der SKD als „global player“ in und für den Freistaat Sachsen und aus Sachsen heraus einher. Erwartet werden daher ein übergreifendes Denken und leidenschaftliches Engagement, um diesen Auftrag zu erfüllen und die großen strategischen Ziele zu erreichen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/direktion-der-ethnographischen-sammlungen-sachsen-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorischer-projektkoordinatorin-fuer-die-neue-dauerausstellung-w-m-d/", "image": "", "title": "Kuratorische:r Projektkoordinator:in für die neue Dauerausstellung (w/m/d)", "content_text": "Museum am Rothenbaum, Hamburg Bewerbungsende: 22.06.2025 | Das Museum am Rothenbaum fördert die Wertschätzung für Kulturen und Künste der Welt. Es befasst sich mit gesellschaftlichen Debatten der Gegenwart, in denen Themen wie koloniales Erbe, das Zusammenleben in einer globalisierten Gesellschaft und eine Öffnung\nder Museen für ein breites Publikum eine zentrale Rolle spielen. Als Museum mit weltumspannenden Sammlungen und Wissensarchiven entwickelt es sich derzeit zu einem innovativen Ausstellungs-, Veranstaltungs- und Forschungszentrum der Verflechtungsgeschichten und transkulturellen Kreativität.\nDas Museum am Rothenbaum (Stiftung öffentlichen Rechts) sucht baldmöglichst\nEine:n kuratorische:n Projektkoordinator:in für die neue Dauerausstellung (w/m/d)\nIn\nVollzeit,\nbefristet für 5 Jahre\nIn dieser Position sind Sie der Kuratorischen Leiterin unterstellt und koordinieren die inhaltlichen Planungen und Forschungen zur Konzeption und Umsetzung einer Neuen Dauerausstellung sowie die Zusammenarbeit und Kommunikation mit dem Gestaltungsteam. Dafür stehen Sie auch in engem Austausch mit der Direktorin sowie dem kuratorischen Team und wirken zu bestimmten Schwerpunktthemen selbst kuratorisch mit.\nDie Dauerausstellung soll im Rahmen eines großen Modernisierungsprojektes des MARKK neu eingerichtet werden. Dieses umfasst außerdem die Renovierung des historischen Museumsgebäudes, seine barrierefreie Erschließung, eine Erneuerung der Publikumsbereiche und Modernisierung der technischen Infrastruktur.\nIhre Aufgaben:\nKoordination und Management der inhaltlichen Konzeption und Planung der Neuen Dauerausstellung\nZentrale Ansprechperson der Ausstellungs- und Medienplaner:innen an der Schnittstelle zwischen Inhalt und Design\nOrganisation von Sitzungen, Erstellung von Zeitplänen, Strukturierung der inhaltlichen Planungsprozesse. Protokollführung\nAufbau und Pflege von Netzwerken mit Gemeinschaften, Kunstkollektiven, Expert:innen in den Nachfolgegesellschaften und Unterstützung der Regionalkurator:innen bei der Beziehungspflege und der Organisation der Zusammenarbeit im Rahmen der Dauerausstellungsplanung\nInhaltliche Mitwirkung an der Konzeption von Dauerausstellungsbereichen und eigene wissenschaftliche Recherche\nBetreuung und Arbeitseinteilung der kuratorischen Projektassistenzen zur Unterstützung des Kurator:innenteams\nInhaltliche Konzeption von Planungstools in der Museumsdatenbank und Entwicklung von Kommunikationsstrukturen innerhalb des kuratorischen Teams und mit dem Gestaltungsteam\nIhre Qualifikationen:\nein abgeschlossenes wissenschaftliches Hochschulstudium (vorzugsweise Doktorat) der Kultur- und Sozialanthropologie (Ethnologie), der globalen Kunstgeschichte, Indigenous Studies oder einer Regionalwissenschaft mit Schwerpunkt auf materieller Kultur oder zeitgenössischer globaler Kunst sowie Kenntnis dekolonialer Theorien und Gegenwartsdebatten\nProjekt- und Outreacherfahrung\nNachgewiesene wissenschaftliche und kuratorische Kompetenz\nWünschenswert ist ein ausgezeichnetes Netzwerk im Themenfeld Indigenous Knowledge, zeitgenössische globale Kunst, vorzugsweise in Ozeanien, den Amerikas oder dem süd- oder zentralasiatischen Raum\nsichere Beherrschung der modernen Büro-Kommunikation (MS Office-Paket)\nErfahrung in der Arbeit mit Museumsdatenbanken und in der Objektdokumentation\nSehr gute Kommunikationsfähigkeiten. Koordinationsfähigkeit und hohe Sozialkompetenz\nTeamfähigkeit, Durchsetzungsvermögen, Konfliktfähigkeit, Belastbarkeit, Zuverlässigkeit, strukturierte Arbeitsweise\nKreatives Denken, Humor und Freude an der Arbeit mit Dingen und Menschen\nausgezeichnete Englischkenntnisse in Wort und Schrift. Falls keine Deutschkenntnisse vorhanden sind, muss die Bereitschaft zum Erlernen der Sprache innerhalb von 3 Jahren auf C1 Niveau gegeben sein.\nWir bieten:\neine Vergütung entsprechend E13 TV-AVH\neine abwechslungsreiche und zukunftsweisende Tätigkeit während eines besonderen Moments der Umgestaltung des Museums\nZuschuss zum Deutschland-Ticket\nDas Museum am Rothenbaum begrüßt Bewerbungen von Menschen aller Nationalitäten, von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nicht barrierefrei).\nFür inhaltliche Nachfragen steht Ihnen Dr. Johanna Wild (Tel.: 040 / 428 879-635) zur Verfügung.\nIhre schriftliche Bewerbung (mit Motivationsschreiben und ohne Foto) senden Sie bitte bis zum\n22.6.2025\nper E-Mail an bewerbung@markk-hamburg.de (Single-PDF, max. 20 MB) oder postalisch an das Museum am Rothenbaum, z. H. Frau Lapidus, Rothenbaumchaussee 64, 20148 Hamburg. Wir weisen darauf hin, dass wir Bewerbungsunterlagen nicht zurücksenden. Falls Sie dies wünschen, legen Sie bitte einen frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorischer-projektkoordinatorin-fuer-die-neue-dauerausstellung-w-m-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zwei-assistenzkuratorinnen-w-m-d/", "image": "", "title": "Zwei Assistenzkurator:innen (w/m/d)", "content_text": "Museum am Rothenbaum, Hamburg Bewerbungsende: 15.06.2025 | Das Museum am Rothenbaum fördert die Wertschätzung für Kulturen und Künste der Welt. Es befasst sich mit gesellschaftlichen Debatten der Gegenwart, in denen Themen wie koloniales Erbe, das Zusammenleben in einer globalisierten Gesellschaft und eine Öffnung\nder Museen für ein breites Publikum eine zentrale Rolle spielen. Als Museum mit weltumspannenden Sammlungen und Wissensarchiven entwickelt es sich derzeit zu einem innovativen Ausstellungs-, Veranstaltungs- und Forschungszentrum der Verflechtungsgeschichten und transkulturellen Kreativität.\nDas Museum am Rothenbaum (Stiftung öffentlichen Rechts) sucht baldmöglichst\nZwei Assistenzkurator:innen (w/m/d)\nIn\nVollzeit,\nbefristet für 5 Jahre\nIn dieser Position sind Sie der Kuratorischen Projektkoordination unterstellt und unterstützen die Kuratorinnen des Museums bei den inhaltlichen Planungen und Forschungen zur Konzeption und Umsetzung einer Neuen Dauerausstellung. Ebenso assistieren sie bei Projekten der transkontinentalen Zusammenarbeit, führen eigene Recherchen durch und bereiten die Inhalte für die das Gestaltungsteam mit auf.\nDie Dauerausstellung soll im Rahmen eines großen Modernisierungsprojektes des MARKK neu eingerichtet werden. Dieses umfasst außerdem die Renovierung des historischen Museumsgebäudes, seine barrierefreie Erschließung, eine Erneuerung der Publikumsbereiche und Modernisierung der technischen Infrastruktur.\nIhre Aufgaben:\nWissenschaftliche Recherche zu Objekten der Sammlung und Themenstellungen der Dauerausstellung\nAllgemeine Assistenz der Kurator:innen des MARKK\nMitwirken in Arbeitsgruppen zur Konzeption von Ausstellungsteilen\nErstellung und Führen von Objektlisten in der Datenbank und deren Anpassung an die Erfordernisse des Gestaltungsteams\nMitwirkung bei der Konzeption und Erstellung von Medieninhalten\nBetreuung von Kollaborationspartner:innen (Expert:innen aus Nachfolgegesellschaften, Externe Kurator:innen, zeitgenössische Künstler:innen etc.)\nDiverse Organisationsaufgaben im Kontext von Beiratstreffen oder Workshops sowie bei der Einrichtung der Dauerausstellung\nIhre Qualifikationen:\nein abgeschlossenes Hochschulstudium (vorzugsweise MA, Promotion) der Kultur- und Sozialanthropologie (Ethnologie) oder eines verwandten Fachs mit Interesse an materieller Kultur und Kunst sowie den Themenfeldern Globalisierung, Globalgeschichte, vergleichende Religionswissenschaften und dekolonialer Theorie.\nErfahrung in Museumsarbeit oder Kuration von Ausstellungen idealerweise im Kontext ethnographischer/Weltkulturen-Museen\nTeamfähigkeit und Diversitätssensibilität, Belastbarkeit, Zuverlässigkeit, strukturierte Arbeitsweise\nAusgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift; weitere Sprachen von Vorteil\nGute EDV und Social Media Kenntnisse,\nErfahrung in der Arbeit mit Datenbanken\nEinsatzbereitschaft und Flexibilität\nSelbstständige und strukturierte Arbeitsweise\nWir bieten:\neine Vergütung entsprechend E12 TV-AVH\neine abwechslungsreiche und zukunftsweisende Tätigkeit während eines besonderen Moments der Umgestaltung des Museums\nZuschuss zum Deutschland-Ticket\nDas Museum am Rothenbaum begrüßt Bewerbungen von Menschen aller Nationalitäten, von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nicht barrierefrei).\nFür inhaltliche Nachfragen steht Ihnen Dr. Johanna Wild (Tel.: 040 / 428 879-635) zur Verfügung.\nIhre schriftliche Bewerbung (mit Motivationsschreiben und ohne Foto) senden Sie bitte bis zum\n15.6.2025\nper E-Mail an bewerbung@markk-hamburg.de (Single-PDF, max. 20 MB) oder postalisch an das Museum am Rothenbaum, z. H. Frau Lapidus, Rothenbaumchaussee 64, 20148 Hamburg. Wir weisen darauf hin, dass wir Bewerbungsunterlagen nicht zurücksenden. Falls Sie dies wünschen, legen Sie bitte einen frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/zwei-assistenzkuratorinnen-w-m-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-die-fotostelle/", "image": "", "title": "Mitarbeiter /-in (m/w/d) für die Fotostelle", "content_text": "Zentrum Stadtgeschichte Ingolstadt, Ingolstadt Bewerbungsende: 02.06.2025 | Die Stadt Ingolstadt sucht zur Verstärkung für das Zentrum Stadtgeschichte suchen wir zum nächstmögichen Zeitpunkt eine/-n\nMitarbeiter /-in (m/w/d) für die Fotostelle\nmit bis zu 19,5 bzw. 20 Wochenstunden\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-die-fotostelle/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-61/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 05.06.2025 | Bei der Stiftung Deutsches Historisches Museum ist zum 1. Oktober 2025 die Stelle\neiner/eines wissenschaftlichen Mitarbeiters*in\n(m/w/d)\nim Fachbereich Kinemathek und Zeughauskino zu besetzen.\nDie Stelle ist zunächst befristet bis zum 31. Dezember 2026 verbunden mit der Option einer Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der jährlichen Mittelfreigabe). Es handelt sich um eine Teilzeitstelle mit 19,5 Wochenstunden.\nDienstort ist Berlin-Mitte. Die Stelle ist nach Entgeltgruppe 13 TVöD bewertet.\nDas Aufgabengebiet umfasst im Wesentlichen:\nKuratierung von ausstellungsbegleitenden und autonomen Retrospektiven des Zeughauskinos,\nMitarbeit bei der Vermittlung aktueller Filmprogramme,\nWissenschaftliche Bearbeitung des Filmarchivs und Unterstützung bei den Umzugsarbeiten des Filmarchivs,\nRecherchen und Erteilung fachspezifischer Auskünfte,\nVernetzung mit der internationalen filmhistorischen Forschung.\nEs werden folgende Anforderungen gestellt:\nAbgeschlossenes wissenschaftliches Hochschulstudium im Fach Filmwissenschaft, Medienwissenschaft, Geschichtswissenschaft oder vergleichbaren Fächern (Magister Artium, Master oder Promotion),\nNachgewiesene fundierte Kenntnisse in deutscher und internationaler Filmgeschichte,\nNachgewiesene mehrjährige Erfahrungen in der Kuratierung, Organisation und Präsentation von Filmretrospektiven,\nAusgezeichnete Deutschkenntnisse und gute Kenntnisse der englischen Sprache jeweils in Wort und Schrift.\nWünschenswert sind:\nErfahrung in der Arbeit mit Drittmittelprojekten und –anträgen,\nLektorats- und Redaktionserfahrungen,\nKenntnisse und Erfahrungen mit Museumsdatenbanken,\nHohes Maß an Kommunikations- und Teamfähigkeit,\nOrganisationsvermögen und ausgewiesene Sozialkompetenzen.\nDie Bereitschaft zur flexiblen Arbeitszeitgestaltung gemäß den dienstlichen Erfordernissen sowie die Bereitschaft zur beruflichen Weiterbildung werden vorausgesetzt.\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Deutsches Historisches Museum und zur Stiftung Flucht, Vertreibung, Versöhnung gestanden haben.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: Kino\nbis zum\n5. Juni 2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-61/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buerosachbearbeiterin-m-w-d-2/", "image": "", "title": "Bürosachbearbeiter*in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 29.05.2025 | Bei der Stiftung Deutsches Historisches Museum ist ab 1. August 2025 eine Stelle als\nBürosachbearbeiter*in (m/w/d)\nin der Abteilung Ausstellungen im Fachbereich Ausstellungswerkstätten zu besetzen.\nDie Stelle ist unbefristet und nach Entgeltgruppe 5 TVöD-Ost bewertet.\nDienstort ist Berlin-Mitte.\nDas Aufgabengebiet umfasst im Wesentlichen\n:\nErledigung von administrativen Aufgaben für die Fachbereichsleitungen Ausstellungswerkstätten und Restaurierung,\nUnterstützung der Fachbereichsleitungen bei der Beschaffung von Materialien für Ausstellungen (Einholen und Auswerten von Angeboten, Vorbereiten des Bestellvermerkes),\nBestellung von Ausstellungsmaterial nach Beauftragung der Fachbereichsleitung,\nDokumentation der Ausgaben getrennt nach Kostenstellen,\ndigitale Ablage und Überwachung eingehender und ausgehender Rechnungen und den dazugehörigen Anlagen,\nMitarbeit bei der Rechnungsprüfung,\nErstellen von Listen und Zutrittsberechtigungen für den Ausstellungsauf und -abbau,\nBearbeiten von Leihanfragen für wiederverwertbares Ausstellungsmaterial (Ausfüllen von Formularmietverträgen bzw. Formularleihverträgen),\nVerwalten der Handbibliothek, Erfassen der Ausleih- und Rückgabedaten und Ergänzung der Literaturdatenbank.\nFolgende Anforderungen werden gestellt\n:\nAbgeschlossene Berufsausbildung zur/zum Verwaltungsfachangestellten (w/m/d), zur Bürokauffrau/zum Bürokaufmann (w/m/d), zur/zum Fachangestellten für Bürokommunikation (w/m/d), zur Kauffrau/zum Kaufmann für Büromanagement (w/m/d) oder eine vergleichbare Berufsausbildung,\nMehrjährige Berufserfahrung in der Bürosachbearbeitung,\nErfahrungen im Umgang mit elektronischen Rechnungssystemen,\nSehr gute Kenntnisse der MS-Office-Programme (Word und Excel),\nFließende (ab GER-Niveaustufe C1) Deutschkenntnisse in Wort und Schrift.\nWünschenswert sind:\nGutes Zahlenverständnis,\nGute Englischkenntnisse in Wort und Schrift,\nErfahrungen im Umgang mit MACH,\nErfahrung in musealen Einrichtungen,\nTeamfähigkeit und Flexibilität,\nHohe Einsatzbereitschaft und Belastbarkeit.\nWas wir Ihnen bieten:\nVielseitige Mitarbeit in einem engagierten Team an einem der weltweit größten und bedeutendsten historischen Museen,\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse,\n30 Tage Urlaub bei einer 5-Tagewoche plus zwei arbeitsfreie Tage am 24.12. und 31.12. sowie Zeitausgleich bei Mehrarbeit,\nJahressonderzahlung sowie jährliches Leistungsentgelt,\nBetriebliche Altersvorsorge (VBL),\nOption eines vergünstigten Jobtickets bzw. Bezuschussung des Deutschlandtickets,\nArbeitsplatz in zentraler Lage in Berlin-Mitte,\nfachbezogene Fortbildungsmöglichkeiten und Angebote des betrieblichen Gesundheitsmanagements.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: Büro\nbis zum\n29. Mai 2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.05.2025", "url": "https://www.museumsbund.de/stellenangebote/buerosachbearbeiterin-m-w-d-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-bei-der-sammlungsbetreuung-m-w-d/", "image": "", "title": "Mitarbeit bei der Sammlungsbetreuung (m/w/d)", "content_text": "Stiftung Donaumoos - Freilichtmuseum und Umweltbildungsstätte, Karlshuld Bewerbungsende: 15.06.2025 | Die Stiftung Donaumoos Freilichtmuseum und Umweltbildungsstätte (Kurzname: Haus im Moos) hat für ihr Freilichtmuseum zum\n01.08.2025\nbefristet bis zum 31.12.2026 die Position\nMitarbeit bei der Sammlungsbetreuung\n(m/w/d)\nin Vollzeit\nzu besetzen.\nJährlich rund 25.000 Gäste empfängt das Haus im Moos mitten im Donaumoos, Süddeutschlands größtem Niedermoor. Zu der Einrichtung Haus im Moos gehören eine staatlich anerkannte Umweltstation und das Freilichtmuseum mit dem Heimatmuseum des Kulturhistorischen Vereins Donaumoos e.V. Das Freilichtmuseum umfasst drei Museumshäuser und eine Museumsgaststätte. Die museale Präsentation wird ergänzt durch das Heimatmuseum und Wechselausstellungen. Das zugehörige Tagungs- und Bildungszentrum der Umweltstation bietet neben Seminarräumen eine Übernachtungsmöglichkeit für Schulklassen und andere Gruppen. Mit seinem ausgedehnten Freigelände, einer Vielzahl pädagogischer Angebote und einem umfangreichen Veran-staltungsprogramm von Führungen über Fachtagungen und Vorträgen bis hin zu Festen und Konzerten ist das Haus im Moos ein beliebtes Ausflugsziel nicht nur für Familien und Gruppen.\nFür die umfangreichen kulturgeschichtlichen Sammlungen des Freilichtmuseums plant die Stiftung ein neues Museumsdepot. Dazu soll die laufende Sammlungserfassung und –qualifizierung bis Ende 2026 abgeschlossen und die Bestände in ein Zwischenlager verbracht werden. Der/Die zukünftige Stelleninhaber/in vervollständigt das für diese Arbeit gebildete Projektteam bestehend aus einer wissenschaftlichen Projektleiterin, einem Projektmitarbeiter und Hilfskräften.\nIhre Aufgaben:\nDigitale Erfassung und fotografische Dokumentation von Sammlungsgut sowie Standortverwaltung mit dem Objektdatenbankprogramm VINO\nMitwirkung bei Deakzessionsprozessen\nObjektreinigung und -konservierung\nOrganisation, Durchführung, Anleitung und Überwachung des Objekthandlings (insb. Verpackung, Transport und Einlagerung)\nSchädlingsmonitoring, Gefahrstoff- und Arbeitsschutzmanagement\nMitwirkung bei Vorarbeiten im Rahmen der Depotneuplanung\nIhr Profil:\nSie verfügen über eine abgeschlossene Ausbildung, idealerweise im Bereich Restaurierung oder in einem anderen museumsrelevanten Studiengang mit Schwerpunkt Sammlungsverwaltung und -pflege.\nSie haben praktische Erfahrung im Bereich der musealen Arbeit, der konservatorischen Sammlungsbetreuung sowie in der Arbeit mit Objektdatenbanken und den gängigen Office-Anwendungen.\nSie packen gerne selbst mit an und bringen körperliche Belastbarkeit und Ausdauer mit.\nSie sollten einen Führerschein Klasse B besitzen, über Fahrpraxis verfügen und die Bereitschaft zum Führen von Dienstfahrzeugen haben.\nEine selbständige, flexible und lösungsorientierte Arbeitsweise bei gleichzeitiger Team- und Kommunikationsfähigkeit sowie Zuverlässigkeit sind grundlegend und werden erwartet.\nUnser Angebot:\nMitarbeit in einem interessanten und spannenden Projekt in reizvoller ländlicher Umgebung\neine sehr gute Arbeitsatmosphäre in einem kooperativen und aufgeschlossenen Team\nWork-Life-Balance durch flexible Arbeitszeiten\nkreativer Gestaltungsspielraum\nverantwortungsvolles und abwechslungsreiches Aufgabengebiet\nFort- und Weiterbildungsmöglichkeiten\nVergütung in Anlehnung an TVÖD VK E9b\nWir freuen uns auf Bewerbungen von passend qualifizierten Personen unabhängig von ihrer kulturellen und sozialen Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nDer Arbeitsplatz ist nicht barrierefrei.\nWeitere Informationen\nunter:\nwww.haus-im-moos.de\n.\nFür Rückfragen steht Ihnen die Projektleiterin Frau Küttner zur Verfügung: Tel. 08454/6199450,\ns.kuettner@haus-im-moos.de\nIhre aussagekräftige Bewerbung richten Sie bitte\nbis 15.06.2025 per E-Mail\nan die Museumsleiterin Joana Mylek unter\nj.mylek@haus-im-moos.de\n(zusammengefasst in einer pdf-Datei, max. 5 MB).\nDie Daten werden in unverschlüsselter Form übertragen. Die Erhebung von personenbezogenen Daten im Bewerbungsverfahren erfolgt gem. Art. 13 Abs. 1 DSGVO.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-bei-der-sammlungsbetreuung-m-w-d/", "date_published": "2025-05-20T00:00:00"}]}