{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-bildung-und-vermittlung-paedagogik-bibliothek-archive-gestaltung/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) im Bereich „Bildung und Vermittlung, Pädagogik, Bibliothek, Archive, Gestaltung“", "content_text": "Fränkisches Freilandmuseum Bad Windsheim, Bad Winsheim Bewerbungsende: 04.03.2026 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum nächstmöglichen Zeitpunkt eine / einen\nwissenschaftliche Volontärin / wissenschaftlichen Volontär (m/w/d)\nim Bereich „Bildung und Vermittlung, Pädagogik, Bibliothek, Archive, Gestaltung“\nin Vollzeit befristet auf zwei Jahre.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nMitarbeit bei der Erstellung und Überarbeitung von museumspädagogischen Konzepten und Angeboten\nMitarbeit bei der abteilungsübergreifenden Konzeption von Ausstellungen sowie Publikationsmöglichkeiten\nBetreuung und Durchführung von Veranstaltungen, Führungen und Mitmachprogrammen im Museum, insbesondere im Bereich der Bildung und Vermittlung\nFachliche Beratung bei Anfragen zu museumspädagogischen Programmangeboten\nPlanung und Organisation von Führungen, Kursen, Seminaren, museumspädagogischen Programmangeboten und Aktivprogrammen (Führungsorganisation) sowie die Einbettung in eine EDV-gestützte Buchungs- und Reservierungssoftware\nIhr Profil\nAbgeschlossenes Universitätsstudium (Master, M.A. oder Promotion) in den Fächern Europäische Ethnologie, Volkskunde, Kunstgeschichte, Geschichte, Denkmalpflege oder in einem anderen, artverwandten Studiengang\nGute EDV-Kenntnisse in allen gängigen Office-Anwendungen (Word, Excel, Power-Point) sowie die Bereitschaft, sich gegebenenfalls in neue Desktop-Publishing-Programme (z.B. InDesign) und in spezielle Inventarisations-Datenbankprogramme (z.B. VINO) einzuarbeiten\nVerantwortungsbereitschaft, Einsatzfreude, Zuverlässigkeit und gute Teamfähigkeit\nZeitliche Flexibilität und die Bereitschaft zum Arbeitseinsatz bei größeren Museumsveranstaltungen an mehreren Wochenenden in der Hauptsaison\nWir bieten\nEine Vollzeitstelle in einem renommierten Haus, die befristet auf zwei Jahre zu besetzen ist\nEinen interessanten und vielseitigen Arbeitsplatz in einem motivierten und engagierten Museumsteam\nEinblicke in alle für die Museumsarbeit relevanten Bereiche der Institution und enge Zusammenarbeit mit allen Teams\nEine Volontärvergütung in Höhe von 50% des regulären Tabellenentgeltes aus der Entgeltgruppe 13 Stufe 1 (im 2. Jahr Stufe 2) TVöD-VKA\nEin Arbeitsverhältnis, das sich ansonsten nach den Vorschriften des Berufsbildungsgesetzes (BBiG) richtet\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Teamleiter, Herr Philipp Knöchel (Tel. 09841 6680-15) gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet- Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen/Urkunden ein, da wir die Bewerbungsunterlagen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 04.03.2026\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-bildung-und-vermittlung-paedagogik-bibliothek-archive-gestaltung/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-wissenschaftliche-sammlungen-ausstellungen-publikationen-restaurierungen-inventar-depots/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) im Bereich „Wissenschaftliche Sammlungen, Ausstellungen, Publikationen, Restaurierungen, Inventar-Depots“", "content_text": "Fränkisches Freilandmuseum Bad Windsheim, Bad Windsheim Bewerbungsende: 04.03.2026 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum nächstmöglichen Zeitpunkt eine / einen\nwissenschaftliche Volontärin /wissenschaftlichen Volontär (m/w/d)\nim Bereich „Wissenschaftliche Sammlungen, Ausstellungen, Publikationen, Restaurierungen, Inventar-Depots“\nin Vollzeit befristet auf zwei Jahre.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nMitarbeit in verschiedenen wissenschaftlichen Arbeitsbereichen des Museums (insbesondere im Ausstellungs- und Publikationswesen, in der Haus-, Bau- und Archivforschung, etc.)\nMitarbeit bei der EDV-gestützten Inventarisation von ländlichen Sachkulturobjekten, d.h. von Museumsgut in verschiedenen Depots, Lägern und Objekt-Sammlungen des Hauses\nDokumentation wissenschaftlicher Forschungsergebnisse, Betreuung der Museumsarchive und der wissenschaftlichen Fachbibliothek, Digitalisierung von Meta-Daten, etc.\nIhr Profil\nAbgeschlossenes Universitätsstudium (Master, M.A. oder Promotion) in den Fächern Europäische Ethnologie, Volkskunde, Kunstgeschichte, Geschichte, Denkmalpflege oder in einem anderen, artverwandten Studiengang\nGute EDV-Kenntnisse in allen gängigen Office-Anwendungen (Word, Excel, Power-Point) sowie die Bereitschaft, sich in neue Desktop-Publishing-Programme (z.B. InDesign) und in spezielle Inventarisations-Datenbankprogramme (z.B. VINO) einzuarbeiten\nVerantwortungsbereitschaft, Einsatzfreude, Zuverlässigkeit und gute Teamfähigkeit\nZeitliche Flexibilität und die Bereitschaft zum Arbeitseinsatz bei größeren Museumsveranstaltungen an mehreren Wochenenden in der Hauptsaison\nWir bieten\nEine Vollzeitstelle in einem renommierten Haus, die befristet auf zwei Jahre zu besetzen ist\nEinen interessanten und vielseitigen Arbeitsplatz in einem motivierten und engagierten Museumsteam\nEinblicke in alle für die Museumsarbeit relevanten Bereiche der Institution und enge Zusammenarbeit mit allen Teams\nEine Volontärvergütung in Höhe von 50% des regulären Tabellenentgeltes aus der Entgeltgruppe 13 Stufe 1 (im 2. Jahr Stufe 2) TVöD-VKA\nEin Arbeitsverhältnis, das sich ansonsten nach den Vorschriften des Berufsbildungsgesetzes (BBiG) richtet\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Teamleiter, Herr Dr. Markus Rodenberg (Tel. 09841 6680-28) gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet- Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen/Urkunden ein, da wir die Bewerbungsunterlagen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 04.03.2026\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-wissenschaftliche-sammlungen-ausstellungen-publikationen-restaurierungen-inventar-depots/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachkraft-fuer-die-koordination-in-der-kulturellen-bildung-w-m-d/", "image": "", "title": "Fachkraft für die Koordination in der kulturellen Bildung (W/M/D)", "content_text": "Stadt Pforzheim, Pforzheim Bewerbungsende: 06.03.2026 | Die Stadt Pforzheim liegt als Stadtkreis am Rand des Schwarzwaldes. Als Wirtschaftsstandort ist sie geprägt durch eine in seiner Art einmalige Kombination von Kompetenzen als Gold-, Hightech- und Designstadt. Keine andere Stadt in Deutschland ist so eng mit der Geschichte der Schmuck- und Uhrenindustrie verbunden wie die Goldstadt Pforzheim. Als hochwertiger Lebensraum für rund 133.000 Menschen hat die Goldstadt einiges zu bieten. Neben vielseitigen Freizeit- und Sporteinrichtungen verfügt Pforzheim über ein ausgeprägtes kulturelles Leben, eine Hochschule von internationalem Rang, Schulen aller Ausrichtungen, zahlreiche Kinderbetreuungsangebote sowie moderne medizinische Versorgungseinrichtungen und hervorragende Einkaufsmöglichkeiten.\nZum 01.06.2026 suchen wir für das\nKulturamt\neine\nFachkraft für die Koordination in der kulturellen Bildung (W/M/D)\nWir bieten Ihnen eine befristete Teilzeitstelle zur Vertretung im Rahmen einer Elternzeitvakanz mit 29 Wochenstunden. Bei Vorliegen der fachlichen und persönlichen Voraussetzungen ist eine Eingruppierung bis Entgeltgruppe 10 TVöD möglich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.03.2026", "url": "https://www.museumsbund.de/stellenangebote/fachkraft-fuer-die-koordination-in-der-kulturellen-bildung-w-m-d/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-besucherservice-m-w-d-4/", "image": "", "title": "Mitarbeiter Besucherservice (m/w/d)", "content_text": "Verkehrsmuseum Dresden, Dresden Bewerbungsende: 01.03.2026 | Das Verkehrsmuseum Dresden zeigt seit über 70 Jahren auf 5.000 Quadratmetern Ausstellungsfläche Exponate zur Geschichte der einzelnen Verkehrszweige Schienenverkehr, Straßenverkehr, Luftverkehr und Schifffahrt. Hinzu kommen jährlich wechselnde Sonderausstellungen zu unterschiedlichen Aspekten der Mobilität von gestern, heute und morgen. An der Frauenkirche gelegen, ist das Verkehrsmuseum mit jährlich rund 200.000 Gästen eine der beliebtesten Kultureinrichtungen Dresdens.\nIn der\nVerkehrsmuseum Dresden gGmbH\nist zum nächstmöglichen Zeitpunkt eine unbefristete Teilzeitstelle (20 Stunden/Woche) zu besetzen als\nMitarbeiter Besucherservice (m/w/d)\nDeine Aufgaben:\nBesucheranfragen\nAllgemeine Auskünfte zu Tickets, Preisen, Veranstaltungen, Öffnungszeiten, Buchungen, Stornierungen u. v. m.\nIndividuelle Beratung und Buchung von Bildungsangeboten via Mail und Telefon\nAnnahme von Anmeldungen für öffentliche Führungen, Ferienprogramme, Veranstaltungen und Vorträge\nBesuchermanagement-System\nVerwaltung und Pflege von Kontaktdaten, Buchungen und Veranstaltungen\nKoordinierung von Anmeldungen für öffentliche Führungen, Ferienprogramme, Veranstaltungen und Vorträge\nZuarbeiten für die Abteilung Buchhaltung und Finanzen (für Rechnungslegungen)\nErstellung der Besucherstatistiken für die Museumspädagogik\nInterne Abstimmungen\nVergabe der gebuchten Bildungsprogramme an die freiberuflichen Honorarkräfte\nInformationsweitergabe und Ansprechperson für Rückfragen durch die freiberuflichen Honorarkräfte und die Aufsichtskräfte\nInterne, abteilungsübergreifende Abstimmungen bzgl. besonderer Events, hausinterner Feste und Veranstaltungen (Raumbelegungen, Sperrungen von Ausstellungen etc.)\nDein Profil:\nsehr gute mündliche und schriftliche Deutschkenntnisse\nanwendungsbereite Englischkenntnisse in Wort und Schrift\nsehr gute PC‐Anwenderkenntnisse in den Office‐Programmen\nsehr gute Kommunikationsfähigkeiten und gute Umgangsformen\nausgeprägte Serviceorientierung\nselbständiges und verantwortungsbewusstes Arbeiten\nInteresse für das Museum und seine Inhalte\nErfahrungen im Beschwerdemanagement\nwünschenswert: Kenntnisse über Besuchermanagementsysteme wie z.B. Beckerbillet\nWir bieten:\neinen unbefristeten Arbeitsvertrag\nein kollegiales und wertschätzendes Arbeitsumfeld\nflexible Arbeitszeiten durch Gleitzeitmodell\nmobiles Arbeiten teilweise möglich\nvergünstigtes Jobticket bzw. Deutschlandticket\nWenn Du Lust hast, das Verkehrsmuseum Dresden attraktiv und serviceorientiert nach außen zu präsentieren, freuen wir uns auf Deine Bewerbung!\nBeachte bitte die Hinweise zum Datenschutz unter\nhttps://www.verkehrs­museum-dresden.de/de/datenschutz\nDeine aussagekräftigen Bewerbungsunterlagen mit Angabe Deiner Gehaltsvorstellung\nsendest Du bitte\nbis zum 1. März 2026\nper E-Mail an:\npersonal@verkehrs.museum\nAus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-besucherservice-m-w-d-4/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-art-handling-depots-m-w-d/", "image": "", "title": "Leitung Art Handling & Depots (m/w/d)", "content_text": "Stiftung Museum Kunstpalast, Düsseldorf Bewerbungsende: 15.03.2026 | Kunst braucht Struktur – und Menschen, die sie möglich machen!\nDie Stiftung Museum Kunstpalast sucht zum nächstmöglichen Zeitpunkt eine\nLeitung Art Handling & Depots (m/w/d)\nunbefristet in Vollzeit.\nDer Kunstpalast und das NRW-Forum gehören zu den spannendsten Kulturorten Nordrhein-Westfalens. Damit Ausstellungen und Sammlungen auf höchstem Niveau präsentiert werden können, braucht es perfekt organisierte Abläufe hinter den Kulissen. Genau hier kommen Sie ins Spiel.\nIhre Arbeit – Führungskraft mit Hands-on-Mentalität\nAls Leitung Art Handling & Depots übernehmen Sie eine Schlüsselrolle im operativen Herzstück unseres Museumsbetriebs. Sie führen Ihr Team fachlich und organisatorisch – und arbeiten gleichzeitig selbst aktiv im Tagesgeschäft mit.\nOb bei komplexen Umhängungen, sensiblen Kunsttransporten, anspruchsvollen Installationen oder der Optimierung von Depotstrukturen: Sie sind präsent, packen mit an und sorgen gemeinsam mit Ihrem Team dafür, dass Kunstwerke sicher gelagert, professionell bewegt und optimal präsentiert werden.\nMit Ihrem Blick für Qualität, Sicherheit und Struktur schaffen Sie die Grundlage für überzeugende Kunsterlebnisse im Kunstpalast und im NRW-Forum.\nDas erwartet Sie bei uns:\nFachliche Führung, Einsatzplanung und Weiterentwicklung der Depotverwalter*innen und Art Handler*innen\nAktive Mitarbeit im Tagesgeschäft des Art Handlings und Depotbetriebs\nPlanung, Koordination und Umsetzung von Sammlungsumhängungen sowie des Auf- und Abbaus der Wechselausstellungen im Kunstpalast und im NRW-Forum\nGesamtverantwortung für die Organisation, Nutzung und Sicherheit der Depotflächen\nSicherstellung optimaler konservatorischer Rahmenbedingungen durch Überwachung von Klima-, Sicherheits- und Ordnungssystemen\nVerantwortung für Technik, Zugangskontrollen, Schädlingsmonitoring sowie Sauberkeit und Ordnung in den Depotbereichen\nZentrale Schnittstelle zur Abteilungen Infrastruktur und Sammlungs- und Ausstellungsmanagement\nDas bringen Sie mit:\nAbgeschlossene handwerkliche, technische oder museumsbezogene Ausbildung oder eine vergleichbare Qualifikation\nHohe praktische Kompetenz im Art Handling, Depot- oder Ausstellungsbetrieb sowie die Bereitschaft, regelmäßig selbst operativ tätig zu sein\nErfahrung in der fachlichen Führung von Mitarbeitenden\nSelbstständige, strukturierte und lösungsorientierte Arbeitsweise\nTeamgeist, Verantwortungsbewusstsein und Freude an Kommunikation\nSehr gutes Verständnis für konservatorische Anforderungen und Sicherheitsstandards\nSehr gute Deutschkenntnisse und Führerschein Klasse B\nDarauf können Sie sich freuen:\nEine verantwortungsvolle Leitungsposition mit echtem Gestaltungsspielraum\nEin abwechslungsreiches Arbeitsumfeld zwischen Kunst, Technik und Organisation\nFlexible Arbeitszeiten dank Gleitzeitkonto\nLeistungsgerechte Vergütung\n30 Tage Urlaub (bei 5-Tage-Woche)\nZusätzlich arbeitsfrei: Rosenmontag, Heiligabend und Silvester\nAttraktive Zusatzleistungen:\nArbeitgeberfinanzierte betriebliche Altersvorsorge\nDeutschlandticket Job\nZuschuss zu Urban Sports Club\nWeitere Mitarbeitervergünstigungen\nKlingt nach Ihrer nächsten Aufgabe?\nDann freuen wir uns auf Ihre Bewerbung bis zum 15. März 2026 über unser\nOnlineportal\n.\nFür Rückfragen zur Stelle steht Ihnen\nFelicity Korn\nStellvertreterin des Generaldirektors gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-art-handling-depots-m-w-d/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/landwirtschaftlicher-mitarbeiterin-m-w-d-auf-dem-museumsbauernhof-in-wennerstorf/", "image": "", "title": "Landwirtschaftliche:r Mitarbeiter:in (m/w/d) auf dem Museumsbauernhof in Wennerstorf", "content_text": "Stiftung Freilichtmuseum am Kiekeberg, Wenzendorf Bewerbungsende: 27.03.2026 | Mit Herz und Hacke für die Landwirtschaft von morgen!\nDie Stiftung Freilichtmuseum am Kiekeberg sucht zum nächstmöglichen Zeitpunkt\neine:n Landwirtschaftliche:n Mitarbeiter:in (m/w/d)\nfür den\nMuseumsbauernhof in Wennerstorf\n,\neine Außenstelle des Freilichtmuseums am Kiekeberg, in\nTeilzeit oder Vollzeit (25-40 Std/Woche)\n.\nDer\nMuseumsbauernhof in Wennerstorf\nist ein kleiner Bioland-zertifizierter landwirtschaftlicher Betrieb bei Hollenstedt in der Nordheide, direkt an der A1. Als Außenstelle des Freilichtmuseums am Kiekeberg verbinden wir ökologische Landwirtschaft mit Inklusion und musealer Vermittlung. Gemeinsam mit einer Außengruppe der Lebenshilfe Lüneburg-Harburg gGmbH bewirtschaften wir:\n1,5 ha mit Gemüse wie Grünkohl, Kartoffeln, Zwiebeln, rote Bete, Kürbis, Gurken und Beerenobst,\neine 1,6 ha große\nStreuobstwiese,\neine kleine Jungpflanzenanzucht,\neine hofeigene Manufaktur (Verarbeitungsküche) zur Direktvermarktung unserer Produkte.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.03.2026", "url": "https://www.museumsbund.de/stellenangebote/landwirtschaftlicher-mitarbeiterin-m-w-d-auf-dem-museumsbauernhof-in-wennerstorf/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-ticketservice-2/", "image": "", "title": "Mitarbeiter (m/w/d) für den Ticketservice", "content_text": "DFB-Stiftung Deutsches Fußballmuseum, Dortmund Bewerbungsende: 28.02.2026 | Die DFB-Stiftung Deutsches Fußballmuseum gGmbH sucht einen\nMitarbeiter (m/w/d) für den Ticketservice\nVollzeit, Festanstellung\nIhre Aufgaben – das erwartet Sie bei uns\nVerkauf von Eintrittskarten, Tickets für Führungen und Veranstaltungen sowie Gutscheinen\nKassieren und Erfassen der Umsätze sowie der tägliche Kassenabschluss\nBedienen der telefonischen Tickethotline: Kundenberatung und –service, Hilfestellung beim Buchungsprozess sowie Clearing/Beschwerdewesen\nPersönliche und telefonische sowie schriftliche Auskunft zu verschiedenen Erlebnisprogrammen des Deutschen Fußballmuseums sowie zur Orientierung im Haus\nBegrüßung von Gästen und Akkreditierung bei Eigen- und Fremdveranstaltungen\nPflegen des Buchungssystems (neue Artikel, Rabattaktionen, Ticketkontingente)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-ticketservice-2/", "date_published": "2026-02-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gaertnermeister-m-w-d/", "image": "", "title": "Gärtnermeister (m/w/d)", "content_text": "Hessen Kassel Heritage, Kassel Bewerbungsende: 28.08.2026 | Hessen Kassel Heritage besetzt zum nächst möglichen Termin eine Stelle als\nGärtnermeisterin / Gärtnermeister\n(m/w/d)\nEs handelt sich hierbei um eine unbefristete Stelle mit 50 % einer Vollbeschäftigung, derzeit 20 Std./Woche.\nHessen Kassel Heritage betreut das kulturelle Erbe der Landgrafschaft Hessen-Kassel, das neben den historischen Schlössern und mehreren Museen herausragende historische Parkanlagen, wie die Welterbestätte „Bergpark Wilhelmshöhe“, in Kassel und Umgebung mit einer Größe von 40 – 240 ha umfasst.\nDie Gärtenabteilung pflegt und entwickelt diese nach gartendenkmalpflegerischen Gesichtspunkten, bewahrt sie für die Besuchenden als Orte der Entspannung und Erholung. Sie fungiert als Vermittlerin der Gartenkunst und führt die Parks in Zeiten des Klimawandels in die Zukunft.\nDas Aufgabengebiet umfasst insbesondere:\nOrganisation, Anleitung und Kontrolle der Beschäftigten und ggf. Auszubildenden bei gartendenkmalpflegerischen Wiederherstellungs- und Pflegearbeiten einer Arbeitsgruppe Baum- und Gehölzpflege, sowie Unterstützung bei Sonderprojekten und baulichen Maßnahmen in der Parkanlage\nFeststellen des Bedarfs und der Bestellung von Materialien\nAusschreibungen und Vergabe von Liefer- oder Bauleistungen\nIhr Profil:\neine abgeschlossene Ausbildung zur/zum Gärtnermeister/in im Bereich Garten- und Landschaftsbau oder gleichwertig\nmehrjährige Erfahrung in der Gartendenkmalpflege und Gehölzpflege\nErfahrung im Arbeitsschutz für das o. g. Aufgabengebiet\nein gültiger Führerschein der Klasse B\nWir bieten eine Eingruppierung in Entgeltgruppe E9a TV-H. Es besteht seitens des Landes Hessen eine betriebliche Altersversorgung. Zudem wird Ihnen aktuell das LandesTicket des Landes Hessen zur kostenfreien Nutzung des ÖPNV innerhalb Hessens gewährt.\nAllgemeine Hinweise\nNach dem Hessischen Gleichberechtigungsgesetz besteht die Verpflichtung, den Frauenanteil in Bereichen mit Unterrepräsentanz zu erhöhen. Bewerbungen von Frauen sind daher besonders erwünscht. Um auch den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen. Schwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt.\nDie Verarbeitung Ihrer personenbezogenen Daten erfolgt aufgrund von § 23 Abs. 1 i.V.m. Abs. 8 Satz 2 des Hessischen Datenschutz- und Informationsfreiheitsgesetzes (HDSlG) zum Zwecke der Durchführung des Bewerbungsverfahrens. Ihre Unterlagen werden nach Abschluss des Bewerbungsverfahrens innerhalb maximal sechs Monaten vernichtet.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 28.02.2026 unter Angabe der Kennziffer 1.03 2026 ausschließlich online.\nstellensuche.hessen.de (Stellensuche Land Hessen)\nReferenzcode-Suche: 51091514_0002\nFreitext-Suche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.08.2026", "url": "https://www.museumsbund.de/stellenangebote/gaertnermeister-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/123623/", "image": "", "title": "Teamleitung Besucherservice (m/w/d)", "content_text": "Deutsches Spionagemuseum, Berlin Bewerbungsende: 28.02.2026 | Das Das Deutsche Spionagemuseum sucht:\nTeamleitung Besucherservice (m/w/d) in Voll- oder Teilzeit\nDas Deutsche Spionagemuseum und das direkt benachbarte Deutschlandmuseum gehören zusammen und werden von unserem gemeinsamen Team betreut. Zur Unterstützung unseres engagierten Besucherservice in beiden Museen suchen wir nun eine Teamleitung.\nDas Deutsche Spionagemuseum ist mit jährlich über 400.000 Besuchern eines der meistbesuchten Museen in Berlin. Die interaktive Dauerausstellung begeistert Familien, Schulklassen und Touristen aus der ganzen Welt.\nDas in 2023 neueröffnete Deutschlandmuseum ist für seine Art, Geschichte zu erzählen mit dem internationalen THEA Award ausgezeichnet worden. Die immersive Erlebnisausstellung führt den Besucher durch 12 Epochen deutscher Geschichte und bietet den Besuchern detailgetreue Welten zum Eintauchen.\nDein Profil\nDurch deinen freundlichen und professionellen Service wird der Museumsbesuch für unsere Gäste zu einem fantastischen Erlebnis\nDu hast Spaß an der Arbeit mit Menschen und behältst auch in stressigen Situationen einen kühlen Kopf\nDeine Stärken sind: Kommunikation, Organisation, Belastbarkeit, Freude am Verkauf\nDu bist zeitlich flexibel und auch bereit, an Feiertagen und Wochenenden im Museum zu arbeiten\nDu hast Erfahrung im Umgang mit Kassen und zuvor bereits im Bereich Kundenservice, Verkauf, Gastro oder Tourismus gearbeitet\nDu hast sehr gute Deutsch- und gute Englischkenntnisse\nDeine Aufgaben\nOrganisation und Führung des Besucherservice-Teams zusammen mit der stellvertretenden Teamleitung\nDu übernimmst gerne etwas mehr Verantwortung und bist erster Ansprechpartner bei Fragen und Problemen\nDu übernimmst regelmäßig Schichten in Shop & Café und im Ticketverkauf unserer beiden Museen\nDeine Serviceexpertise teilst du gerne mit dem ganzen Team, besonders im Rahmen der Einarbeitung neuer Teammitglieder\nErstellung und Pflege des digitalen Dienstplans\nKoordination von Arbeitsausfällen\nÜbernahme von Sonderaufgaben im Shop & Café oder im Ticketing-Bereich\nWir bieten\nmodernes und innovatives Unternehmen mit engagiertem Team\nzentraler Arbeitsplatz am Potsdamer Platz\nkostenfreier Eintritt für Friends & Family\nTeam-Events & kostenlose Getränke\nMitarbeiter-Rabatt auf alle Café- und Shopprodukte\nMitarbeiter-Rabatte bei corporate benefits\nbetriebliches Altersvorsorge-Konzept\nZuschuss zum BVG-Jobticket\nunbefristete Anstellung zwischen 24 und 35 Wochenstunden\n18,00€ pro Stunde zzgl. Feiertags- und Springerzuschlägen\nSo wirst du Teil unseres Teams\nSende uns ein kurzes Anschreiben + Lebenslauf über diesen Link: https://short.sg/j/62647734\nLass uns wissen, warum du dich für die Stelle interessierst, wie viele Stunden du arbeiten möchtest, wann du starten kannst und was dich motiviert!\nWir freuen uns auf dich!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/123623/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-buchung-kundensupport/", "image": "", "title": "Leitung Buchung & Kundensupport", "content_text": "Deutsches Spionagemuseum, Berlin Bewerbungsende: 28.02.2026 | Das Deutsche Spionagemuseum sucht:\nLeitung Buchung & Kundensupport\n(m/w/d) in Voll- oder Teilzeit an 5 Tagen die Woche\nBei uns arbeitest du für zwei der erfolgreichsten Museen der Stadt: Das Deutsche Spionagemuseum ist mit jährlich über 400.000 Besuchern eines der meistbesuchten Museen in Berlin. Das 2023 eröffnete Deutschlandmuseum ist für seine innovative Art der Geschichtsvermittlung mit zahlreichen internationalen Preisen ausgezeichnet worden.\nUnsere zwei Museen werden täglich von zahlreichen Touristen aus dem In- und Ausland sowie von vielen Gruppen – insbesondere Schulklassen – besucht. Gruppenleitungen und Lehrkräfte lassen sich im Vorfeld ihres Besuchs telefonisch und per E-Mail von unserem Buchungsteam beraten und buchen so Tickets und Führungen. Auch Individualgäste wenden sich mit Fragen telefonisch an den Kundensupport und möchten z.B. Tickets erstatten lassen. Für die fachliche und organisatorische Leitung dieses Teams suchen wir eine engagierte Teamleitung.\nDeine Aufgabe\nDu berätst Lehrkräfte, Gruppenleiter und Reiseveranstalter zu den Angeboten des Museums und buchst Tickets und Führungen in unsere Buchungssoftware ein\nDu berätst unsere Gäste telefonisch und per E-Mail freundlich und professionell, sodass keine organisatorischen Fragen offenbleiben\nDu übernimmst die Koordination eines Teams aus aktuell vier Personen (inkl. Azubis) und planst Aufgaben, Verantwortlichkeiten und Einsatzzeiten\nDu bist verantwortlich für die Einhaltung und Optimierung von Qualitätsstandards in der Kundenkommunikation\nDu bist die Schnittstelle zwischen Buchungsabteilung, Vertrieb und Betriebsleitung\nDu erstellst Leitfäden, Arbeitsabläufe und interne Dokumente zur Sicherung der Servicequalität\nDein Profil\nKaufmännische Ausbildung, relevantes Studium oder mehrjährige Berufserfahrung\nErfahrung im Kundenservice\nIdealerweise erste Führungserfahrung\nStrukturierte und konzentrierte Arbeitsweise in digitalen Systemen\nAusgeprägte kommunikative Fähigkeiten, mündlich und schriftlich\nSehr hohe Kunden- und Serviceorientierung\nSehr gute Deutsch-, sowie gute Englischkenntnisse\nBereitschaft bei Bedarf auch an Wochenenden und Feiertagen zu arbeiten\nWir bieten\nmodernes und innovatives Unternehmen mit einem engagierten Team\nzentraler Arbeitsplatz am Potsdamer Platz\nkostenfreier Eintritt für Friends & Family\nbetriebliches Altersvorsorge-Konzept\nTeam-Events\nkostenlose Getränke (Kaffeespezialitäten)\nMitarbeiter-Rabatt auf alle Café- und Shopprodukte\nMitarbeiter-Rabatt bei Corporate Benefits\nZuschuss zum BVG-Firmenticket\nBewerbung\nBewerbung mit Gehaltsvorstellung, gewünschter Stundenzahl, Lebenslauf und Motivationsschreiben nur online über diesen Link: https://short.sg/j/62646409\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-buchung-kundensupport/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotleitung-m-w-d/", "image": "", "title": "Depotleitung (m/w/d)", "content_text": "Stadtmuseum Baden-Baden, Baden-Baden Bewerbungsende: 15.03.2026 | Arbeiten, wo andere Urlaub machen – außergewöhnlich, vielseitig und spannend. Die Bäder- und Kulturstadt Baden-Baden, malerisch gelegen zwischen Rheinebene und Schwarzwald und seit 2021 ausgezeichnet mit dem UNESCO-Welterbetitel, ist nicht nur durch ihre Thermen und Bäder, sondern auch durch regelmäßige Großereignisse in Kunst, Politik, Sport und Gesellschaft international bekannt.\nBei der Stadtverwaltung Baden-Baden (Stadtkreis mit ca. 57.000 Einwohnern) ist beim Museum und Archiv zum nächstmöglichen Zeitpunkt die Stelle einer\nDepotleitung (m/w/d)\nunbefristet in Teilzeit (19,5 Wochenstunden) zu besetzen.\nIhre Aufgaben:\nsachgemäße Objektunterbringung inkl. Organisation und Beschaffung entsprechender Materialien\nRegistrierung, fotografische Dokumentation und Erfassung der Sammlungsobjekte mit Hilfe von Datenbanksystemen\nStandortverwaltung\nVorbereitung und Dokumentation von Objektentnahmen und\nentsprechende Rückführung\nBetreuung von Sammlungserweiterungen (Lokaltermine, Abholung, Dokumentation und Unterbringung der Objekte)\nMitbetreuung des Leihverkehrs sowie Durchführung von Kurierfahrten\nOrganisation und Durchführung des Ausstellungsbaus bei Sonderausstellungen und im Bereich der Dauerausstellung\nÜberwachung der klimatischen Bedingungen in Depot- und Ausstellungsbereichen\nDurchführung und Auswertung des Schädlingsmonitorings\nMitwirkung bei der Notfall- und Vorsorgeplanung zum Schutz des Sammlungsguts\nIhr Profil:\nSie haben ein abgeschlossenes Studium der Konservierung/ Restaurierung oder eine vergleichbare Qualifikation\nSie verfügen idealerweise über langjährige Erfahrungen im Museumswesen sowie im sicheren Umgang mit Kunstgut\nSie haben Erfahrung im Umgang mit Museumsdatenbanken und den gängigen Office-Programmen, in der digitalen Fotografie sowie der digitalen Bildbearbeitung\nSie verfügen über Organisationstalent, Kommunikationsfähigkeit und körperliche Belastbarkeit\nSie sind im Besitz einer gültigen Fahrerlaubnis der Klasse B\nSie zeichnen sich durch eine strukturierte und selbstständige Arbeitsweise sowie ein hohes Maß an Eigeninitiative und Einsatzbereitschaft aus\nUnser Angebot:\nDas Arbeitsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst (TVöD). Die Eingruppierung erfolgt je nach Qualifikation bis Entgeltgruppe 9c TVöD.\nWir bieten eine interessante und abwechslungsreiche Tätigkeit in einem kreativen Team und eine der Position angemessene Bezahlung. Darüber hinaus bietet die Stadt Baden-Baden vielfältige Entwicklungs- und Weiterqualifizierungsmöglichkeiten, individuelle Arbeitszeitmodelle, ein betriebliches Gesundheitsmanagement, ein Einarbeitungskonzept sowie einen Zuschuss zum Deutschland-Ticket (Job) zur Nutzung der öffentlichen Verkehrsmittel im Nahverkehr.\nIhre aussagekräftige Bewerbung übersenden Sie uns bitte bis spätestens 15.03.2026.\nBitte fügen Sie Ihrer Bewerbung die entsprechenden Ausbildungsnachweise sowie gegebenenfalls Nachweise über die Bewertung bzw. Anerkennung von im Ausland erworbenen Bildungsabschlüssen und Qualifikationen bei. Sollten Sie bereits im öffentlichen Dienst tätig sein, fügen Sie Ihren Unterlagen bitte eine aktuelle dienstliche Beurteilung bzw. ein aktuelles Zeugnis bei.\nWir bitten zu beachten, dass eine Rücksendung von Bewerbungen in Papierform nicht erfolgt. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen vernichtet.\nSchwerbehinderte Menschen werden bei entsprechender Eignung vorrangig berücksichtigt.\nDie Vorstellungsgespräche finden voraussichtlich am 25.03.2026 statt.\nFür weitere Informationen steht Ihnen Frau Kronenwett, Leiterin des Museums und Archivs, unter der Telefonnummer 07221 93-2270 gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/depotleitung-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologin-m-w-d/", "image": "", "title": "Museolog*in (m/w/d)", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf , Schleswig Bewerbungsende: 01.03.2026 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf\n– Abtlg. Museum für Archäologie\n–\nsucht zum 01.04.2026\neine*n Museolog*in (m/w/d)\nfür das DFG-Projekt\n„\nErschließung der Fundobjekte des wikingerzeitlichen Emporiums Haithabu“.\nDie Stelle ist in Vollzeit befristet bis zum 31.03.2029 am Standort Schleswig zu besetzen.\nDie Stiftung Schleswig-Holsteinische Landesmuseen ist mit sieben Museen an fünf Standorten der bedeutendste Museumsverbund Schleswig-Holsteins. Mit ihren Schwerpunkten Archäologie, Kunst und Kulturgeschichte sowie Volkskunde erzählen die Museen die Geschichte Schleswig-Holsteins und seiner Menschen von der Steinzeit bis in die Gegenwart.\nDas erwartet Sie:\ndigitale, datenbankgestützte Retroinventarisation von Fundobjekten aus Haithabu sowie die Durchführung von Datenimporten in die Archäologische Datenbank Schleswig-Holstein\nAnleitung eines Teams aus Hilfskräften\nWir setzen voraus:\nein abgeschlossenes Studium der Museologie oder eine nachweislich mehrjährige praktische Erfahrung in der Inventarisierung musealer Sammlungsobjekte\nErfahrung in der Leitung von Teams\neinen sicheren Umgang mit Museumsdatenbanken (z.B. ADSH)\nsehr gute EDV-Kenntnisse, insbesondere in MS Access und Excel\neine strukturierte, selbstständige sowie praxis- und lösungsorientierte Arbeitsweise\nausgeprägte Team- und Kommunikationsfähigkeit, Engagement und Flexibilität\nInteresse an Archäologie und Geschichte\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nFührerschein der Klasse B\nkörperliche Belastbarkeit\nWir bieten:\neine befristete Stelle in Vollzeit mit den Vorzügen des öffentlichen Dienstes – einer betrieblichen Altersversorgung (VBL) und einem betrieblichen Gesundheitsmanagement sowie entsprechenden Weiterbildungsmöglichkeiten -, ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und vor allem ein spannendes Arbeitsumfeld in einem engagierten und kollegialen Team\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder bis zur Entgeltgruppe 9 b\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt\nWeitergehende Fragen beantwortet Ihnen gern unsere stellv. Personalleiterin, Frau Märthe Müller, unter 04621 – 813 214\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse im pdf-Format) richten Sie bitte bis spätestens\n01.03.2026\nan\nbewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie vorab auf unserer Homepage https://landesmuseen.sh/de/datenschutz/bewerber)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museologin-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d-graphische-sammlungen-bauhaus-moderne-gegenwart-1860-bis-heute/", "image": "", "title": "Kustode (m/w/d) Graphische Sammlungen Bauhaus, Moderne, Gegenwart (1860 bis heute)", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 15.03.2026 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts. Sie zählt zu den herausragenden Kultur- und Forschungsinstitutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte sind die Weimarer Klassik, ihre Nachwirkungen in Kunst und Kultur des 19. Jahrhunderts sowie die Moderne mit den Schwerpunkten Friedrich Nietzsche und Bauhaus. Die Stiftung umfasst neben dem Goethe- und Schiller-Archiv und der Herzogin Anna Amalia Bibliothek in der Direktion Museen das 1885 gegründete Goethe-Nationalmuseum und das 2019 eröffnete Bauhaus-Museum sowie rund 20 weitere Museen, Dichterhäuser und Schlösser. Darüber hinaus verantwortet die Stiftung die Bau- und Gartendenkmalpflege im Weltkulturerbe.\nIn der Direktion Museen ist in der Abteilung Bauhaus-Museum, Moderne und Gegenwart zum nächstmöglichen Zeitpunkt, in Vollzeit (40 h/Woche), zunächst befristet auf 6 Jahre, folgende Stelle zu besetzen:\nKustode (m/w/d) Graphische Sammlungen Bauhaus, Moderne, Gegenwart (1860 bis heute)\nE 13 TV-L, Kennziffer: 02/2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d-graphische-sammlungen-bauhaus-moderne-gegenwart-1860-bis-heute/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsdokumentation-m-w-d/", "image": "", "title": "Sammlungsdokumentation (m/w/d)", "content_text": ", Karlsruhe Bewerbungsende: 28.02.2026 | Die Staatliche Kunsthalle Karlsruhe gehört mit ihrer hochrangigen Sammlung und einer regen  Ausstellungs- und Veranstaltungstätigkeit zu den großen Kunstmuseen in Deutschland. Sie wird als Landesbetrieb geführt und ist eine nach kunstwissenschaftlichen und wirtschaftlichen Grund-sätzen agierende Kultureinrichtung des Landes Baden-Württemberg. Das Museum befindet sich derzeit in einem umfassenden Transformationsprozess, da das Hauptgebäude der Kunsthalle für mehrere Jahre grundlegend saniert und erweitert wird. Währenddessen bespielt die Kunsthalle   Interimsstandorte, darunter auch das ZKM | Zentrum für Kunst und Medien Karlsruhe. In dieser Zeit sollen vor allem die Chancen des digitalen Wandels genutzt werden. Das Team der Staatlichen Kunsthalle Karlsruhe kommt aus verschiedenen Regionen und Ländern. Wir pflegen eine kollegiale Arbeitsatmosphäre; unsere Herzen schlagen für die Kunst, ihre Erforschung und Vermittlung an eine offene und diverse Gesellschaft.\nZum nächstmöglichen Zeitpunkt ist in der Abteilung Sammlung und Wissenschaft eine Position in der\nSammlungsdokumentation (m/w/d)\nbefristet für vier Jahre zu besetzen.\nIhre Aufgaben:\neigenständige Recherche, Zusammenstellung und digitale Dokumentation relevanter Inhalte für Werke des Bestands der Älteren Malerei (Publikationen, Provenienzinformationen, Kunstmarkt- und Auktionsergebnisse, Fotomaterial, kunsttechnologische Befunde) auf Basis von analogen Bildakten, Archivalien und Literatur in Abstimmung mit der zuständigen Kuratorin für Ältere Malerei:\nEingabe der erarbeiteten Inhalte in die Sammlungsdatenbank imdas pro\nVerschlagwortung, Klassifikation und Verknüpfung der Datensätze mit Normdaten\nKontinuierliche Datenaktualisierung, -pflege und -korrektur\nZusammenarbeit mit den Kuratorinnen, der Provenienzforschung, der Datenbankadministratorin und der Digitalmanagerin\nMitarbeit an der Weiterentwicklung der Dateninfrastruktur in Hinblick auf eine Verbesserung des Workflows im Sammlungsmanagement und des Informationsflusses im Wissensmanagement\nWeiterentwicklung der Dokumentationsrichtlinien und Schreibanweisungen für die Bearbeitung des Sammlungsbestands in Abstimmung und Zusammenarbeit mit der Datenbankadministratorin\nMitarbeit an der Erstellung von Metadaten zur Formal- und Sacherschließung des Sammlungsbestands der Älteren Malerei\nWir erwarten:\neinen fachwissenschaftlichen Hochschulabschluss (min. Bachelorabschluss) im Fach Kunstgeschichte, Museologie oder einem vergleichbaren Fach\nKenntnisse im Archiv-, Bibliotheks-, Informations- oder Dokumentationswesen\nKenntnisse über die Funktionsweise eines Museums sowie Grundlagenkenntnisse im und Interesse am Sammlungsgebiet der Älteren Malerei (1400–1800)\nerste praktische Erfahrungen im Bereich der Erschließung von Sammlungsbeständen und im Umgang mit Sammlungsdatenbanken, idealerweise mit imdas pro\nsehr gute Deutschkenntnisse in Wort und Schrift sowie ein gutes Leseverständnis von Dokumenten in englischer und französischer Sprache\nTeam- und Kommunikationsfähigkeit, Verlässlichkeit und Verantwortungsbewusstsein\neine selbstständige, strukturierte, sorgfältige und ergebnisorientierte Arbeitsweise\nWir bieten:\neine befristete Vollzeitstelle (39,5 Std.) in einem attraktiven, kreativen und kollegialen Umfeld\nVergütung in Entgeltgruppe 9b TV-L bei Vorliegen der tariflichen Voraussetzungen\nflexible Arbeitszeitgestaltung mit großzügiger Gleitzeitregelung und die Möglichkeit zum mobilen Arbeiten im Rahmen der geltenden Regelungen\ndie Möglichkeit zur Teilbarkeit der Stelle\neine jährliche Sonderzuwendung\nattraktive Zusatzleistungen wie Jobticket für den öffentlichen Nahverkehr mit Arbeitgeberzuschuss\ninteressante Angebote im Rahmen der betrieblichen Gesundheitsförderung\nMitarbeiterende mit unterschiedlichem kulturellem Hintergrund sind eine Bereicherung – für unseren Arbeitsalltag, für unser Programm und unsere Projekte. Wir schätzen Vielfalt und begrüßen daher alle Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 28.02.2026 per Mail an\npersonal@kunsthalle-karlsruhe.de\noder schriftlich an die Verwaltung der Staatlichen Kunsthalle Karlsruhe, Frau Claudia Buselmeier, Hans-Thoma-Straße 2, 76133 Karlsruhe. Eine Rücksendung schriftlicher Bewerbungen erfolgt nur, wenn Sie einen frankierten und adressierten Rückumschlag beifügen. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen gemäß geltendem Datenschutzrecht vernichtet. Weitere Informationen erhalten Sie bei der Kuratorin für Ältere Malerei, Maike Hohn, per Mail unter\nhohn@kunsthalle-karlsruhe.de\noder unter\nwww.kunsthalle-karlsruhe.de\n. Bitte beachten Sie unsere datenschutzrechtlichen Informationen für Bewerber*innen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/sammlungsdokumentation-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gruppenleiter-w-m-d-fuer-die-landwirtschaft/", "image": "", "title": "Gruppenleiter (w/m/d) für die Landwirtschaft", "content_text": "Freilichtmuseum Hessenpark, Neu-Anspach Bewerbungsende: 01.03.2026 | Das Freilichtmuseum Hessenpark präsentiert 400 Jahre hessische Siedlungsgeschichte mit über 100 wiedererrichteten Gebäuden sowie mit zahlreichen Veranstaltungen und Ausstellungen. Für diesen besonderen Tätigkeitsbereich suchen wir immer wieder feste, freie und ehrenamtliche Mitarbeitende aus unterschiedlichen Fachgebieten – zum Beispiel für kunsthistorische und museumspädagogische Aufgaben, zur Betreuung von Häusern und Ausstellungen oder für die Organisation und Verwaltung.\nDas Freilichtmuseum sucht\nab dem 01.04.2026 oder später in Vollzeit ein\ne/n\nGruppenleiter (w/m/d) für die Landwirtschaft\nIhre Aufgaben:\nFührung eines Teams von 3-4 Mitarbeitenden\nVerantwortung für die Pflege, Betreuung, Versorgung des Tierbestands\nUmsetzung der Bewirtschaftungsrichtlinien im Rahmen der biologischen Landwirtschaft\nZuchtarbeit zur Erhaltung alter und bedrohter Haustierrassen\nBewirtschaftung der Acker- und Grünlandflächen nach historischem Vorbild\nGrünlandpflege und Weidemanagement\nMitarbeit bei der Vorbereitung und Durchführung von landwirtschaftlichen Veranstaltungen\nWir wünschen uns von Ihnen:\nBerufsausbildung als Landwirt/in oder eine vergleichbare Qualifikation\nWeiterbildung zum/r Landwirtschaftsmeister/in\nMehrjährige Führungserfahrung\nMehrjährige praktische Erfahrung in der Landwirtschaft und im Umgang mit verschiedenen Nutztierarten\nKenntnisse in der Bewirtschaftung von Acker- und Grünlandflächen\nInteresse an der Arbeit im Freilichtmuseum\nSelbständiges Arbeiten und Teamfähigkeit\nBereitschaft auch an Wochenenden und Feiertagen zu arbeiten\nWir bieten\nVielfältige Tätigkeiten in einem dynamischen Umfeld\nLeistungsgerechte Vergütung nach TV-H mit betrieblicher Altersvorsorge, einer Jahressonderzahlung sowie vermögenswirksamen Leistungen\nKostenfreie Parkplätze und Ladestationen für E-Bikes\nVergünstigten Mittagstisch im Museumsgasthaus\nRabatt in unseren Museumsshops, bei Führungen und Kursen\nEin umfangreiches Gesundheitsmanagement\nMöchten Sie gemeinsam mit uns etwas bewegen und den Bereich Landwirtschaft tatkräftig unterstützen?\nDann bewerben Sie sich jetzt\n!\nBitte senden Sie Ihre vollständige Bewerbung per E- Mail bis zum 01.03.2026 an: personal@hessenpark.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/gruppenleiter-w-m-d-fuer-die-landwirtschaft/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/postdoc-position-m-f-d-in-temnospondyl-geochemistry/", "image": "", "title": "Postdoc position (m/f/d) in Temnospondyl Geochemistry", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 08.03.2026 | The State Museum of Natural History Stuttgart (SMNS) is one of the largest natural history museums in Germany and conducts collection-based research in the areas of systematics, taxonomy, biodiversity and evolution. The SMNS also cooperates closely with the University of Hohenheim in research and academic teaching. As an integrated research museum, the SMNS delivers an essential contribution towards a deeper understanding of complex biological phenomena and a broad range of engagement opportunities for all citizens.\nWe offer a\nPostdoc position (m/f/d) in Temnospondyl Geochemistry\nE 13 TV-L, 100 %, 2 years\nProject and job description:\nThe DFG (Deutsche Forschungsgemeinschaft – German Research Foundation) funded the project “Bone microanatomy, ichnology and paleoenvironments” within the wider frame of the DFG Research Group “The Evolution of Life Histories in Early Tetrapods”. The main goal of the project is to understand aquatic and terrestrial adaptations in temnospondyls and how their lifestyles, especially locomotion, changed through ontogeny and adapted to their habitats. These project questions will be tackled by analyzing data from bone microanatomy, ichnology and paleoenvironments (including geochemistry).\nThe research to be done in the frame of the postdoc project (2 years long) will be mainly focused on the analyses of geochemical data obtained from tetrapod taxa (e.g., teeth), accompanying fossils (e.g., invertebrates), and hosting sedimentary rocks. Results will be confronted and discussed with sedimentological data, as well as bone microanatomy analyses. Geochemical data will be obtained and processed in cooperation with external collaborators and labs. As part of the DFG Research Group, the data collected will be combined with other projects within the coordinated team, which will be supported by regular meetings with other project partners.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/postdoc-position-m-f-d-in-temnospondyl-geochemistry/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-sachbearbeiter-mobiles-forum-recht-pop-up-ausstellung-m-w-d/", "image": "", "title": "Sachbearbeiterin / Sachbearbeiter mobiles Forum Recht (Pop-Up-Ausstellung) (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 01.03.2026 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft. Mit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaat lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet.\nZur Unterstützung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt am Standort Karlsruhe eine / einen\nSachbearbeiterin / Sachbearbeiter mobiles Forum Recht (Pop-Up-Ausstellung) (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 9b TVöD Bund. Es handelt sich um eine bis zum 31. Dezember 2026 befristete Vollzeitstelle (39 Std./Woche).\nSie unterstützten die Projektleitung Ausstellungen.\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nUnterstützung der Tourplanung der mobilen Ausstellungen inkl. Recherche nach geeigneten Ausstellungsorten\nKoordinierung sämtlicher organisatorischer Belange zur Umsetzung der mobilen Ausstellungen\nVor- und Nachbereitung der bundesweiten Ausstellungsorte, u.a. administrative Abstimmung mit lokalen und bundesweiten Projektpartnern, Einholung von Genehmigungen etc.\nErstellen von Check- und Materiallisten, Zeit- und Kostenplänen zu Ausstattung, Technik und Logistik für die Umsetzung der Pop-Up-Ausstellung, a. Ablauf- sowie Auf- und Abbaupläne\nUnterstützung bei der Planung und Vorbereitung von Programm-, Veranstaltungs- und Vermittlungsformaten an den Standorten der Stiftung und außerhalb der Standorte für die Pop-Up-Ausstellung\nKoordinierung interner Schnittstellen und Abstimmungsprozesse mit den jeweils beteiligten Fachbereichen der Stiftung\nVorort-Präsenz sowie Steuerung und Koordinierung anfallender Aufgaben zur Durchführung von Veranstaltungen\nEvaluierung und Dokumentation der Veranstaltungen/Ausstellungsorte nach Durchführung in Abstimmung mit den Fachabteilungen und dem Projektmanagement der Stiftung\nUnterstützung bei der Weiter- und Neuentwicklung mobiler Ausstellungsprojekte\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent, strategischem und konzeptionellem Denken und Verhandlungsgeschick. Sie gestalten Ihren Verantwortungsbereich fachlich versiert, erfahren und mit einem hohen Maß an Qualitätsbewusstsein und Verantwortung. Sie haben Teamgeist, Humor und verfügen über soziale Kompetenz im Umgang mit der Öffentlichkeit, sind belastbar, flexibel und können mit Stresssituationen umgehen.\nIhr Profil:\nabgeschlossenes Studium in Kultur-, Veranstaltungs- oder Projektmanagement (Dipl. (FH) oder B.A. Management), Kulturmanagement, mit Schwerpunkt Organisation und/oder Projekt- oder Veranstaltungsmanagement oder vergleichbare Ausbildung\nmehrjährige Berufserfahrung im Bereich Organisation und Durchführung von Veranstaltungen\npraktische Erfahrungen im Kultur- und Veranstaltungsmanagement in öffentlichen und/oder privaten Kultur- oder Bildungsinstitutionen\nfundierte Kenntnisse der ausstattungsrelevanten und technischen Voraussetzungen zur Durchführung von Veranstaltungen analog, digital und/oder hybrid\nKenntnisse und Erfahrungen im Projektmanagement\ntechnikaffin und versierter Umgang mit MS-Office-Anwendungen, insbesondere Excel\nsehr gute Sprachkenntnisse in Deutsch und Englisch (Wort und Schrift)\nFreude an der Arbeit im Team\nBereitschaft zu flexibler und mobiler Arbeitszeitgestaltung, bisweilen auch in den Abendstunden sowie am Wochenende sowie zu Dienstreisen\nstrukturierte Arbeitsweise, Organisations- und Kommunikationsvermögen\nDienstleistungsorientierung, hohes Maß an Eigeninitiative\nbereichsübergreifendes Denken und Flexibilität\nWir bieten:\nSie erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt, viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungsschluss ist der\n01. März\n2026.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu bitte\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2605_\nIhr\nNachname\n_Bewerbung\nSenden Sie dann die Datei per E-Mail an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Ihnen die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, die Ihnen durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-sachbearbeiter-mobiles-forum-recht-pop-up-ausstellung-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-mitarbeiter-mobiles-forum-recht-pop-up-ausstellung-m-w-d/", "image": "", "title": "Mitarbeiterin / Mitarbeiter mobiles Forum Recht (Pop-Up-Ausstellung) (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 01.03.2026 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft. Mit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaat lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet.\nZur Unterstützung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt am Standort Karlsruhe eine / einen\nMitarbeiterin / Mitarbeiter mobiles Forum Recht (Pop-Up-Ausstellung) (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 11 TVöD Bund. Es handelt sich um eine bis zum 31. Dezember 2026 befristete Vollzeitstelle (39 Std./Woche).\nSie unterstützten die Projektleitung Ausstellungen.\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nUnterstützung der Tourplanung der mobilen Ausstellung, inkl. Recherche nach geeigneten Ausstellungsorten\nVerantwortung für sämtliche organisatorische Belange zur Umsetzung der mobilen Ausstellungen\nVor- und Nachbereitung der bundesweiten Ausstellungsorte, u.a. administrative Abstimmung mit lokalen und bundesweiten Projektpartnern, Einholung von Genehmigungen etc.\nErstellen von Check- und Materiallisten, Zeit- und Kostenplänen zu Ausstattung, Technik und Logistik für die Umsetzung der Pop-up-Ausstellung, u.a. Ablauf- sowie Auf- und Abbaupläne\nRecherche nach externen Dienstleistern (Logistik, Strom etc.), Angebotseinholung sowie Briefing, Steuerung und Koordination dieser\nUnterstützung bei der Planung und Vorbereitung von Programm-, Veranstaltungs- und Vermittlungsformaten an den Standorten der Stiftung und außerhalb der Standorte für die Pop-Up-Ausstellung\nKoordinierung interner Schnittstellen und Abstimmungsprozesse mit den jeweils beteiligten Fachbereichen der Stiftung\nVorort-Präsenz sowie Steuerung und Koordinierung anfallender Aufgaben zur Durchführung von Veranstaltungen\nEvaluierung und Dokumentation der Veranstaltungen/Ausstellungsorte nach Durchführung in Abstimmung mit den Fachabteilungen und dem Projektmanagement der Stiftung\nUnterstützung bei der Weiter- und Neuentwicklung mobiler Ausstellungsprojekte\nRedaktionelle Unterstützung bei der Entwicklung von Ausstellungs- und Begleittexten\nVertretung der Ausstellungsleitung bei Terminen sowie Abwesenheit\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent, strategischem und konzeptionellem Denken und Verhandlungs-geschick. Sie gestalten Ihren Verantwortungsbereich fachlich versiert, erfahren und mit einem hohen Maß an Qualitätsbewusstsein und Verantwortung. Sie haben Teamgeist, Humor und verfügen über soziale Kompetenz im Umgang mit Politik und Öffentlichkeit, sind belastbar, flexibel und können mit Stresssituationen umgehen.\nIhr Profil:\nabgeschlossenes Studium in Kultur-, Veranstaltungs- oder Projektmanagement (Dipl. (FH) oder B.A. Management), Kulturmanagement, mit Schwerpunkt Organisation und/oder Projekt- oder Veranstaltungsmanagement oder vergleichbare Ausbildung\nmehrjährige Berufserfahrung im Bereich Organisation und Durchführung von Veranstaltungen\npraktische Erfahrungen im Kultur- und Veranstaltungsmanagement in öffentlichen und/oder privaten Kultur- oder Bildungsinstitutionen\nfundierte Kenntnisse der ausstattungsrelevanten und technischen Voraussetzungen zur Durchführung von Veranstaltungen analog, digital und/oder hybrid\nKenntnisse und Erfahrungen im Projektmanagement\ntechnikaffin und versierter Umgang mit MS-Office-Anwendungen, insbesondere Excel\nsehr gute Sprachkenntnisse in Deutsch und Englisch (Wort und Schrift)\nFreude an der Arbeit im Team\nBereitschaft zu flexibler und mobiler Arbeitszeitgestaltung, bisweilen auch in den Abendstunden sowie am Wochenende sowie zu Dienstreisen\nstrukturierte Arbeitsweise, Organisations- und Kommunikationsvermögen\nDienstleistungsorientierung, hohes Maß an Eigeninitiative\nbereichsübergreifendes Denken und Flexibilität\nWir bieten:\nSie erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt, viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungsschluss ist der\n01. März\n2026.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu bitte\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2604_\nIhr\nNachname\n_Bewerbung\nSenden Sie dann die Datei per E-Mail an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Ihnen die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, die Ihnen durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-mitarbeiter-mobiles-forum-recht-pop-up-ausstellung-m-w-d/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-w-m-d-2/", "image": "", "title": "wissenschaftlicher Mitarbeiter (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 25.02.2026 | Das Deutsche Museum sucht einen\nwissenschaftlichen Mitarbeiter (w/m/d)\nin Teilzeit (65%) für das Forschungs-Praxis-Projekt „ZEMU“, das gemeinsam mit der TU München umgesetzt wird. Ziel ist die effektive Integration von Museumsbesuchen in den Unterricht der Mittelschule, um einen besseren Zugang zu außerschulischen Lernorten zu ermöglichen. Neben der Entwicklung von Praxisbeispielen soll auch ein Orientierungsrahmen für den Transfer auf andere Themen und Schultypen entstehen.\nIhre Aufgaben\nEntwicklung und Konzeption von neuen transformativen Lehr- und Lernsettings an der Schnittstelle Schule-Museum für die Zielgruppe Mittelschulen\nDurchführung und Erprobung der neu entwickelten Settings mit Schulklassen im Museum, Unterstützung der Lehrkräfte bei der Umsetzung der schulischen Einheiten im Unterricht\nEntwicklung von Befragungen für Lehrkräfte, SchülerInnen und MuseumspädagogInnen, Durchführung und Auswertung\nErstellung von Begleitmaterial, didaktischen Hilfsmitteln und Fortbildungsmaterialien\nOrganisation und Durchführung von Fortbildungsveranstaltungen\nDokumentation der Ergebnisse und der entwickelten Module\nwissenschaftliche Publikation der Ergebnisse\nIhr Profil\nwissenschaftlicher Hochschulabschluss in Pädagogik oder im naturwissenschaftlichen Lehramt\nErfahrungen in der Entwicklung und Umsetzung didaktischer Konzepte\numfassende sozialwissenschaftliche Forschungserfahrung im Bereich Konzeption, Durchführung und Auswertung von Studien (qualitative und quantitative Ansätze)\ngute Kenntnisse bzw. Vernetzung innerhalb der deutschen Museumslandschaft\nsehr gute Sprachkenntnisse, Kommunikations- und Ausdrucksfähigkeit in Deutsch und Englisch\nvon Vorteil: Erfahrung in der Entwicklung von Schulklassen- und Kindergartenprogrammen im Kontext Museum / außerschulische Lernorte\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 13 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stelle ist projektbezogen auf vier Jahre befristet. Der Erstvertrag wird über zwei Jahre abgeschlossen.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n25.02.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2607\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-w-m-d-2/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-7/", "image": "", "title": "wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 08.03.2026 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nZum frühestmöglichen Zeitpunkt suchen wir in der Abteilung Kunst- und Kulturgeschichte\neine*n wissenschaftliche Mitarbeiter*in (m/w/d)\nin Teilzeit (50 %)\nfür die Vorbereitung der Großen Landesausstellung „Wunderwelten des Barocks in Württemberg und Europa“ (Arbeitstitel) in 2027/2028. Die Projektstelle ist auf zwei Jahre befristet. Der Beschäftigungsumfang beträgt 19,75 Wochenstunden (50 %). Der Arbeitsort ist Stuttgart.\nIhre Aufgaben:\nKonzeptionelle Mitarbeit sowie wissenschaftliche Vertiefung des inhaltlichen Ausstellungskonzepts\nEigenständige kuratorische Bearbeitung und Verantwortung für definierte Teilbereiche des Ausstellungsprojekts\nDurchführung von Archiv- und Objektrecherchen sowie Aufbereitung der Ergebnisse für das Projekt\nProjektbezogenen Koordination der fachlichen Abstimmungsprozesse – intern wie extern\ninhaltliche Abstimmung und Begleitung der Vermittlungs- und Partizipationsprojekte in Zusammenarbeit und enger Abstimmung mit den entsprechenden Fachbereichen bzw. der Stabsstelle Kulturelle Teilhabe\nVerfassen von Ausstellungstexten sowie Beiträgen für digitale und analoge Begleitmedien\nÜbernahme organisatorischer und projektbegleitender Aufgaben im Rahmen des Projektmanagements\nIhr Profil:\nein abgeschlossenes Hochschulstudium (Master/Magister) der Geschichte und/oder der Kunstgeschichte, Promotion wünschenswert\ngute Kenntnisse von Kultur und Geschichte des 17. und 18. Jahrhunderts, idealerweise mit Bezug zu Südwestdeutschland\nnachgewiesene Erfahrung in der kuratorischen Mitarbeit an größeren (kultur-)historischen Ausstellungsprojekten\nmehrjährige Berufserfahrung im Museums- oder Ausstellungswesen oder in vergleich-baren kulturhistorischen Arbeitsfeldern\nausgewiesene Erfahrung in der konzeptionellen Arbeit sowie in der Vermittlung von Ausstellungsinhalten an ein diverses Publikum\nKenntnisse und Erfahrung in interdisziplinärer Projektarbeit sowie im Projektmanagement\nSicherer Umgang mit gängigen MS-Office-Anwendungen, Internetrecherche und relevan-ten Datenbanken\nBereitschaft zu Dienstreisen; ein Führerschein der Klasse B ist wünschenswert\nTeamorientierte, strukturierte und zuverlässige Arbeitsweise sowie Flexibilität und Enga-gement in projektintensiven Phasen\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde gem. § 30 Bundeszentralregistergesetz\nWir bieten:\nein kreatives und spannendes Arbeitsumfeld im Museum mit abwechslungsreichen und\nherausfordernden Themen sowie Gestaltungsspielräumen im genannten Aufgabenbereich\nbei Vorliegen tarifrechtlicher Voraussetzungen eine Vergütung bis Entgeltgruppe 13 TV-L\nZuschuss zu Ihrer Mobilität mit dem JobTicket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit\nbetriebliches Gesundheitsmanagement\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 608\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zum\nBewerbungsfristende am 08.03.2026\nin unserem Bewerbungsportal ein, unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie\nVorstellungsgespräche\nfinden\nvoraussichtlich\nam Freitag, 27.03.2026\nstatt.\nFür Fragen melden Sie sich gerne bei Herrn Dr. Matthias Ohm, Abteilungsleiter Kunst- und Kulturgeschichte (Telefon: 0711 89 535 215, E-Mail: matthias.ohm@landesmuseum-stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei\nBewerbungen finden Sie unter\nwww.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-7/", "date_published": "2026-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogischer-mitarbeiter-m-w-d/", "image": "", "title": "Museumspädagogischer Mitarbeiter (m/w/d)", "content_text": "Niederlausitzer Heidemuseum, Spremberg/Grodk Bewerbungsende: 24.02.2026 | Der im Südosten Brandenburgs idyllisch gelegene Landkreis Spree-Neiße/Wokrejs Sprjewja-Nysa ist durch seine einzigartigen Naturräume und die gelebte Sprache und Kultur der Sorben/Wenden überregional bekannt. Wachsende Wirtschafts- und Industriestandorte sowie sichere Arbeitsplätze sind in dem zukunftsfähigen Landkreis eingebettet in bestehende moderne Infrastruktur. Aktiv trägt die Kreisverwaltung zum Ausbau und Erhalt der Attraktivität und Vielfalt von Spree-Neiße bei und begleitet langfristig die erfolgreiche Realisierung des Strukturwandelprozesses in der Lausitz.\nIm\nDezernat III, Fachbereich Schule, Kultur und Sport\nist eine Vollzeitstelle als\nMuseumspädagogischer Mitarbeiter im Niederlausitzer Heidemuseum (m/w/d)\nab dem nächstmöglichen Zeitpunkt für die Zeit der Arbeitsunfähigkeit der jetzigen Stelleninhaberin befristet zu besetzen.\nWir suchen Sie für folgende Aufgabenbereiche:\nKonzeptionelle Erarbeitung des Bildungsprogramms für das Museum des Landkreises Spree-Neiße/Wokrejs Sprjewja-Nysa\nErstellung des Projektplanes für das Museum in Jahresscheiben.\nErarbeitung der einzelnen Projekte gemeinsam mit den Einrichtungen der Bibliothek und Musikschule (Textbausteine, Anschauungsmaterial, Ablaufplan usw.)\noperative Umsetzung des Bildungsprogramms (Konzeptideen im Bildungsprogramm jährlich durch neue Projekte ergänzen)\nSchreiben von Drehbüchern für die Projekte\nÖffentlichkeitsarbeit\nErstellen von zielgruppenorientierten Informationsmaterial (Texte, Bücher, Musikstücke, Anschauungsmaterial usw.)\nZusammenarbeit mit Bildungseinrichtungen im Landkreis Spree-Neiße/Wokrejs Sprjewja-Nysa\nInformationsarbeit für die Pressestelle des Landkreises Spree-Neiße\nAkquirieren von projektbezogenen Fördermittelgebern und Sponsoren\nUnterstützung der Museumsleitung/Sicherung Museumsbetrieb\nBetreuung des Empfangsbereiches im Museum\nGewährleisten der Öffnungszeiten\nAnnahme und Weiterleitung von Telefonaten\nBesucherbetreuung\nVerkauf von Eintrittskarten\nAusstellungsaufsicht\nWir bieten Ihnen:\nangenehme Arbeitsumgebung in einem motivierten Team inkl. teambildender Maßnahme (Teamtag)\nattraktive Bezahlung nach TVöD (VKA) – Entgeltgruppe 9a\nJahressonderzahlungen sowie vermögenswirksame Leistungen\nKostenlose PKW-Stellplätze sowie Zuschuss zum ÖPNV\nbetriebliche Altersvorsorge (ZVK)\nverschiedene Qualifikations- und Weiterbildungsangebote\ngute Vereinbarkeit von Familien- und Berufsleben (flexible Arbeitszeiten)\n30 Tage Erholungsurlaub im Jahr\nsicherer Arbeitsplatz in der Region\nWir erwarten von Ihnen:\nerfolgreich abgeschlossene Berufsausbildung als Museumspädagoge/-in oder Fachlehrer für Geschichte/Deutsch\nPC-Kenntnisse, insbesondere anwendungsbezogener Einsatz moderner Informations- und Kommunikationstechniken und MS-Office Produkten\nBereitschaft zur stetigen Fortbildung\nErstellen von museumspädagogischen Projekten\nDiskretion und die Fähigkeit zum selbstständigen, strukturierten sowie zuverlässigen Arbeiten\nDer Einsatzort ist in Spremberg/Grodk.\nEs handelt sich um eine Vollzeitstelle. Die Tätigkeit ist grundsätzlich auch für Teilzeitbeschäftigte geeignet. Gehen entsprechende Bewerbungen ein, wird geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere Anforderungen der Stelle, gewünschte Gestaltung der Teilzeit) entsprochen werden kann.\nDer Landkreis Spree-Neiße/Wokrejs Sprjewja-Nysa begrüßt Bewerbungen von Menschen, unabhängig von deren Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Alter sowie sexueller Orientierung und Identität. In gleichem Maße werden Bewerbungen von Personen befürwortet, die ehrenamtlich Aufgaben und damit Verantwortung für unsere Gesellschaft übernehmen.\nBewerbungen von schwerbehinderten und diesen gleichgestellten Menschen sind willkommen. Diese werden bei gleicher Eignung nach Maßgabe des Neunten Buches Sozialgesetzbuch (SGB IX) besonders berücksichtigt.\nVollständige und aussagefähige Bewerbungsunterlagen richten Sie bitte\nbis zum 24.02.2026\nan den\nLandkreis Spree-Neiße/Wokrejs Sprjewja-Nysa\nHaupt- und Personalverwaltung\nHeinrich-Heine-Straße 1\n03149 Forst (Lausitz)/Baršć (Łužyca)\noder per E-Mail in einer zusammengefassten Datei im pdf-Format mit einer Größe von max. 10 MB unter Angabe des Adressaten Haupt- und Personalverwaltung an\nhauptamt@lkspn.de\nHinweis:\nAuf den Gebrauch von Bewerbungsmappen und auf die Vorlage von Bewerbungsfotos wird verzichtet. Es wird empfohlen, eine Behinderung/Gleichstellung zur Wahrung Ihrer Interessen bereits in der Bewerbung mitzuteilen und nachzuweisen.\nVon der Zusendung von Eingangsbestätigungen und Zwischennachrichten wird abgesehen. Aus Kostengründen werden Bewerbungsunterlagen in Papierform nur zurückgesendet, soweit ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist.\nBei Fragen zum Verfahren steht Frau Jeschke als Ansprechpartnerin telefonisch unter der Nummer +49 3562 986-11103 zur Verfügung. Bei fachspezifischen Fragen Wessel Auskunft, telefonisch zu erreichen unter +49 3562 986-94005.\nInformation zur Datenverarbeitung\nWeitere Hinweise finden Sie unter folgendem Link:\nhttps://www.lkspn.de/aktuelles/ausschreibungen/stellenangebote.html\nGerne senden wir Ihnen die Informationen per pdf zu. Bitte wenden Sie sich per E-Mail an\nhauptamt@lkspn.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.02.2026", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogischer-mitarbeiter-m-w-d/", "date_published": "2026-02-10T00:00:00"}]}