{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaerinnen-w-m-d-3/", "image": "", "title": "Wissenschaftliche Volontär:innen (w/m/d)", "content_text": "Historisches Museum Bremerhaven, Bremerhaven Bewerbungsende: 25.07.2025 | Die\nStadt Bremerhaven\n(ca. 120.000 Einwohner:innen) sucht ab Herbst 2025 für das Historische Museum zwei\nwissenschaftliche Volontär:innen (w/m/d)\nfür die Dauer von zwei Jahren. Als Entgelt wird eine Vergütung in Höhe von 50 % der Entgeltgruppe 13 Stufe 1 TVöD (Entgeltordnung/VKA) gewährt. Die wöchentliche Arbeitszeit beträgt 40 Stunden.\nDas Historische Museum ist das Museum zur Geschichte Bremerhavens und seiner Vorgängergemeinden. Es thematisiert und vermittelt menschliches Leben an der Wesermündung von der Ur- und Frühgeschichte bis zur Gegenwart. Das Museumsteam liebt Objekte, historische Lebenswege und anschauliche Vermittlungsformen. Das Museum arbeitet kooperativ und bringt seine Expertise in aktuelle Fragen der Stadtgesellschaft ein. Es betreut die international angefragte „Deutsche-Auswanderer-Datenbank” und betreibt das Museumsschiff FMS GERA.\nDas Historische Museum bietet eine praxisbezogene Ausbildung mit Schwerpunkten in der Betreuung der Sammlung, in der Entwicklung und Organisation von Sonderausstellungen, in der Öffentlichkeitsarbeit sowie in der Museumspädagogik. In den Zeitraum des Volontariats fällt die Vorbereitung auf das 200jährige Stadtjubiläum Bremerhavens.\nVoraussetzung für eine Bewerbung ist:\nabgeschlossenes Hochschulstudium (Magister, Master, Diplom) im Bereich der\nGeschichtswissenschaften oder eines anderen museumsrelevanten Fachs.\nsouveräner Umgang mit gängigen MS-Office- und Bildbearbeitungsprogrammen sowie gute sprachliche Ausdrucksfähigkeiten\nerste Museumserfahrungen (z. B. Praktika, Fortbildungen, Projektmitarbeit)\nErfahrungen im Erstellen von Social-Media-Content sind von Vorteil.\nWir bieten Ihnen:\neine freundliche und wertschätzende Arbeitsatmosphäre in einem engagierten und kollegialen Team\neine vielseitige und verantwortungsvolle Tätigkeit in einem interessanten Aufgabenspektrum\nflexible Arbeitszeiten\nfamilienfreundliches Arbeiten (Zertifikat\naudit\nberuf\nund\nfamilie)\nbetriebliche Gesundheitsförderung (u. a. Hansefit)\nEs handelt sich um zwei Vollzeitstellen. Die Tätigkeit eignet sich auch für Teilzeitbeschäftigte.\nNähere Informationen zum Historischen Museum erhalten Sie im Internet unter\nwww.historisches-museum-bremerhaven.de\noder telefonisch unter 0471/308160. Informationen über die Seestadt Bremerhaven erhalten Sie unter\nwww.bremerhaven.de\n.\nSchwerbehinderte Bewerber:innen werden bei im Wesentlichen gleicher fachlicher und persönlicher Eignung vorrangig berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir darum, vorliegende Nachweise einer Schwerbehinderung bzw. einer Gleichstellung der Bewerbung beizufügen.\nDer Magistrat der Stadt Bremerhaven begrüßt die Bewerbung von Menschen mit Migrationshintergrund.\nBitte fügen Sie Ihrer Bewerbung Kopien der Zeugnisse Ihrer Studien- oder Ausbildungsabschlüsse, eines aktuellen Arbeitszeugnisses oder einer aktuellen dienstlichen Beurteilung bei. Auf ein Foto, Originalzeugnisse und -bescheinigungen sowie Mappen und Folien bitten wir zu verzichten. Bei erfolgloser Bewerbung werden die Unterlagen nach Abschluss des Auswahlverfahrens vernichtet. Bitte bewerben Sie sich möglichst über das Online-Bewerbungsportal der Stadt Bremerhaven\nwww.stellen.bremerhaven.de\noder richten Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum\n25.07.2025\nan den\nMagistrat der Stadt Bremerhaven\nPersonalamt (11/41)\nPostfach 21 03 60\n27524 Bremerhaven\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaerinnen-w-m-d-3/", "date_published": "2025-07-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-im-bereich-museumspaedagogik/", "image": "", "title": "Projektkoordinator:in im Bereich Museumspädagogik", "content_text": "Hafenmuseum Bremen, Bremen Bewerbungsende: 10.08.2025 | Das Hafenmuseum Bremen sucht zum nächstmöglichen Eintritt eine:n Projektkoordinator:in im Bereich Museumspädagogik (20 Std.).\nDas Hafenmuseum Bremen im historischen Speicher XI in der Überseestadt wurde vor 20 Jahren in privater Trägerschaft gegründet und hat sich als beliebter maritimer Kulturort etabliert. Wir zeigen Bremer Hafengeschichte und Hafenwirtschaft – und vermitteln vielfältige Themenfelder rund um Globalisierung, Strukturwandel oder maritime Kulturgeschichte. Unsere jährlichen Sonderausstellungen widmen sich gesellschaftspolitisch relevanten Fragen. Zudem verstehen wir uns als außerschulischer Lernort für Geschichts- und Kulturvermittlung. Insbesondere für den Bremer Westen ist das Museum ein wichtiger Anlaufpunkt für junge Menschen, Kultur- und Geschichtsinteressierte.\nZu Ihren Aufgaben zählen:\nWeiterentwicklung und Koordination des Berufsorientierungsprogramms Beruf(ung) Hafen sowie Durchführung der Workshops\nKonzeption, Koordination und Durchführung von Schulklassenprojekten zu den Themenbereichen Hafen, Schifffahrt, Nachhaltigkeit, Globalisierung, Kolonialismus etc.\nWeiterentwicklung und Durchführung verschiedener museumspädagogischer Angebote für Kinder und Jugendliche, auch in Einfacher Sprache\nAkquirieren von Projektgeldern sowie Vertretung und Kommunikation der Projekte gegenüber Förder:innen und nach außen\nMitwirkung bei der Veranstaltungsorganisation wie z.B. für die Lange Nacht der Museen oder den Familientag\nWir bieten:\nSpannende Aufgaben in einem tollen Team mit viel kreativem Spielraum\nEin kollegiales Arbeitsumfeld und eine sehr gute Arbeitsatmosphäre\nFlexible Arbeitszeiten und Möglichkeiten zum mobilen Arbeiten\nFort- und Weiterbildungsmöglichkeiten\nVergütung angelehnt an TV-L 10\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Bachelor, Master oder gleichwertiger Studienabschluss) in (Sozial-)Pädagogik, Kulturpädagogik oder einem verwandten Studienfach\nErfahrung in der (museums-)pädagogischen Arbeit mit Kindern und Jugendlichen\nErfahrung in der Konzeption, Koordination und Begleitung von Projekten\nLust auf maritime Themen\nWir freuen uns auf Ihre aussagekräftige Bewerbung bis zum 10. August an\ninfo@hafenmuseum-bremen.de\nDie Gespräche finden voraussichtlich am 14. August statt. Kontakt: Anne Schweisfurth, schweisfurth@hafenmuseum-bremen.de, Telefon 0421 303 82 7\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-im-bereich-museumspaedagogik/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-fuer-kommunikation-in-der-abteilung-kommunikation-und-bildung-2/", "image": "", "title": "Referent*in für Kommunikation in der Abteilung Kommunikation und Bildung", "content_text": "Berlinische Galerie, Berlin Bewerbungsende: 30.07.2025 | Die Berlinische Galerie sammelt in Berlin entstandene Kunst von 1870 bis heute. Als Landesmuseum für Moderne Kunst, Fotografie und Architektur bietet sie über die ständige Sammlung hinaus ein abwechslungsreiches Sonderausstellungsprogramm für ein breites Publikum. Die Berlinische Galerie versteht sich als Museum für alle Berliner*innen und Gäste der Stadt und legt großen Wert darauf, dass ihre Ausstellungen inspirierende Erlebnisse für alle Besucher*innen bieten, egal mit welchen Voraussetzungen sie unser Haus besuchen.\nVor diesem Hintergrund suchen wir zum 01.10.2025 als Elternzeitvertretung eine*n Referent*in für Kommunikation in der Abteilung Kommunikation und Bildung.\nZur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.07.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-fuer-kommunikation-in-der-abteilung-kommunikation-und-bildung-2/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kurator-in-m-w-d-4/", "image": "", "title": "Kurator/-in (m/w/d)", "content_text": "Stadtgeschichtliches Museum Leipzig, Leipzig Bewerbungsende: 28.07.2025 | Die Stadt Leipzig sucht zum nächstmöglichen Zeitpunkt für das Kulturamt, Stadtgeschichtliches Museum, eine/-n Kurator/-in Völkerschlachtdenkmal, Militaria sowie Stadt- und Landesgeschichte:\nZur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.07.2025", "url": "https://www.museumsbund.de/stellenangebote/kurator-in-m-w-d-4/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-auftragsverwaltung-foto-und-scan-rechteklaerung-m-w-d/", "image": "", "title": "Mitarbeiter*in Auftragsverwaltung Foto und Scan/Rechteklärung (m/w/d)", "content_text": "Germanisches Nationalmuseum (GNM), Nürnberg Bewerbungsende: 04.08.2025 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nDie Zentrale Digitale Dokumentation (ZDD) verantwortet die digitale Erschließung der musealen Objekte des Museums. Dazu zählt die Erstellung und Verwaltung von Objektfotografien mittels hauseigener und externer Fotograf*innen, die Organisation von Scanaufträgen sowie die digitale Erfassung und Rechteklärung in der Objektdatenbank. Die zu besetzende Stelle ist mit ihren Kernaufgaben in die Bereiche der ZDD eingebunden.\nMitarbeiter*in Auftragsverwaltung Foto und Scan/Rechteklärung (m/w/d)\nVollzeit, Entgeltgruppe 9a TV-L, unbefristet\nIhre Aufgaben im Team:\nDie Stelle beinhaltet die Aufgabenbereiche des Auftragsmanagements für Objektabbildungen sowie die Rechteklärung für Museumsobjekte.\nAuftragsmanagement für Objektabbildungen:\nAnsprechpartner*in für externe Anfragen im Bildbereich; eigenständige Bearbeitung auf Deutsch und Englisch\nErstellen und Verwalten externer und interner Foto- und Scanaufträge\nObjektrecherche im museumsinternen Datenmanagementsystem DMS-OVS zur Prüfung und Beurteilung der rechtlichen Situation und der Notwendigkeit der Fotografie\nKoordination und Pflege der Auftragsverwaltung inkl. Feststellung der zeitlichen Kapazitäten und Prioritäten\nSituative Einbindung von Fremdfotograf*innen bei großen Auftragsmengen mit ganzheitlicher Auftragskoordination von Beauftragung bis hin zur Qualitätskontrolle im Rahmen von Kampagnen\nErstellung und Versand der Auftragsrechnungen; Erstellung von Vorausrechnungen; Überprüfung von Zahlungseingängen\nRechteklärung von Objekten im Museum:\nErmittlung des Bildrechtestatus und Abgleich mit Schutzfristen des Urheberrechts\nBearbeitung des Bildrechtemoduls im DMS-OVS (Eintrag von Erwerbsklauseln, Nutzungsjahren, Rechteinhaber*innen) und Bearbeitung von Künstlerdatensätzen im DMS-OVS (Eintrag von Personendaten, Import von GND-Normdaten)\nAbwicklung von externen Anfragen zum Objektkatalog (Downloads, Nutzungsbedingungen, zukünftig auch Integration von CC-Lizenzen im Objektkatalog)\nDas bringen Sie mit:\neine abgeschlossene Ausbildung als Fachangestellte*r für Medien- und Info-Dienste (Bereich Bildagentur)\nmehrjährige Berufserfahrung von Vorteil\nSie haben fundierte Kenntnisse im Umgang mit Auftragsverwaltung und Rechteklärung\nSie verfügen über sehr gute Deutsch- und Englischkenntnisse\nFreuen Sie sich auf folgende Benefits:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Preis für Mitarbeitende in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen unabhängig von ihrer kulturellen und sozialen Herkunft, Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexuellen Identität. Schwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nHaben Sie Interesse? Dann freuen wir uns sehr darauf, Sie kennenzulernen. Bitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen) bis spätestens zum 04. August 2025 an unser\nOnlineportal\n.\nFür fachliche Auskünfte steht Ihnen Mark Fichtner (m.fichtner@gnm.de) sehr gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-auftragsverwaltung-foto-und-scan-rechteklaerung-m-w-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/meisterin-fuer-veranstaltungstechnik-w-m-d/", "image": "", "title": "Meister:in für Veranstaltungstechnik (w/m/d)", "content_text": "LWL-Museen für Industriekultur, Dortmund Bewerbungsende: 01.08.2025 | Ihr nächster Job soll mehr sein als ein bloßes Arbeitsverhältnis? Sie wollen Gutes unternehmen, wünschen sich einen verlässlichen Arbeitgeber, der Ihnen Flexibilität und Perspektiven bietet, und wollen trotzdem abwechslungsreich und vielfältig arbeiten? Dann lassen Sie sich von uns überzeugen. Gemeinsam tun wir Gutes für die Menschen in Westfalen-Lippe – Machen Sie mit! Der LWL freut sich auf Sie!\nDer Landschaftsverband Westfalen-Lippe (LWL) arbeitet als Kommunalverband mit mehr als 20.000 Beschäftigten für die 8,3 Millionen Menschen in der Region. Der LWL betreibt 35 Förderschulen, 21 Krankenhäuser, 18 Museen, zwei Besucherzentren und ist einer der größten deutschen Hilfezahler für Menschen mit Behin-derung. Er erfüllt damit Aufgaben im sozialen Bereich, in der Behinderten- und Jugendhilfe, in der Psychiatrie und in der Kultur, die sinnvollerweise westfalenweit wahrgenommen werden. Ebenso engagiert er sich für eine inklusive Gesellschaft in allen Lebensbereichen. Die neun kreisfreien Städte und 18 Kreise in Westfalen-Lippe sind die Mitglieder des LWL. Sie tragen und finanzieren den Landschaftsverband, dessen Aufgaben ein Parlament mit 125 Mitgliedern aus den westfälischen Kommunen gestaltet.\nWir suchen Sie zum nächstmöglichen Zeitpunkt eine:n Meister:in für Veranstaltungstechnik (w/m/d) (EG 9b TVöD; Kenn-Nr.: 519/25) für unsere LWL-Museen für Industriekultur im Referat Grundsatz, Sachbereich Arbeitsschutz. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich. Eine Weiterbe-schäftigung wird angestrebt.\nDie LWL-Museen für Industriekultur sind ein Verbundmuseum an acht historischen Orten in Trägerschaft des Landschaftsverbandes Westfalen-Lippe (LWL).\nWorauf Sie sich freuen können:\nAuf den Beweis, dass ein großer öffentlicher Arbeitgeber und eine abwechslungsreiche Tätigkeit in einem tollen Team sowie Flexibilität für individuelle Karriere- und Lebensmodelle sehr gut zusammenpassen! Und sonst? – Auf:\nein Entgelt nach EG 9b TVöD\nein vielseitiges, abwechslungsreiches und verantwortungsvolles Aufgabengebiet bei einem großen öffentlich-rechtlichen Arbeitgeber\neine gute Arbeitsatmosphäre in einem engagierten und motivierten Museumsteam\nattraktive Fort- und Weiterbildungsmöglichkeiten\neine individuelle Leistungsprämie\nein Zuschuss zu den vermögenswirksamen Leistungen\nIhre Tätigkeiten als Meister:in für Veranstaltungstechnik:\nSachstanderhebung auf Basis gesetzlicher Vorgaben und örtlicher Gegebenheiten auch im Hinblick auf das Baurecht und Brandschutzkonzept\nKonzeption einer Potenzialanalyse zur Durchführung von Veranstaltungen für jeden Standort der LWL-Museen für Industriekultur\nErstellen veranstaltungsbezogener Gefährdungsbeurteilungen und Sicherheitskonzepte\nBegleitung bei Genehmigungsverfahren für Spezialeffekte, Großveranstaltungen etc.\nErstellen von Leistungsverzeichnissen und Hilfe bei Angebotsauswertung\nÜbernahme der Veranstaltungsleitung § 38 und / oder der Aufgaben gem. § 40 SBauVO NRW\n(Weiter-)Entwicklung effizienter Strukturen und Arbeitshilfen für Veranstaltungen in den LWL-Museen für Industriekultur z.B. Vorlagen und Muster\nDas erwarten wir von Ihnen\nErfolgreicher Abschluss „Geprüfter Meister für Veranstaltungstechnik / Geprüfte Meisterin für Veranstal-tungstechnik“ mit der Zusatzqualifikation zum Brandschutzbeauftragten gem. DGUV Information 205-003 (BGI 847) und vfb-Richtlinie 12-0/1 oder vergleichbare Qualifikation einer verantwortlichen Person für Veranstaltungstechnik gem. § 39 SBauVO\nFundierte Kenntnisse im Bereich Veranstaltungssicherheit sowie ein ausgeprägtes Interesse, diese an kul-turellen Veranstaltungsorten einzusetzen\nAnalytisches Denkvermögen, schnelle Auffassungsgabe sowie eine ergebnisorientierte, gründliche, struk-turierte und selbstständige Arbeitsweise\nEine hohe Sozial- und Kommunikationskompetenz sowie ein sicheres und souveränes Auftreten\nZeitliche Flexibilität (Bereitschaft zu Dienstreisen und gelegentliche, planbare Arbeit an Wochenenden sowie am Abend)\ngute PC-Kenntnisse, Pkw-Führerschein\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehin-derten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltan-schauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nLWL-Museen für Industriekultur:\nHerr Dr. Aulke (Tel.: 0231 6961-140)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne: Frau zum Buttel (Tel.: 0231 6961 160)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis über die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der Kennnummer 519/25 bis zum 01.08.2025 (Ein-gangsstempel LWL-Museen für Industriekultur) an:\nLWL-Museen für Industriekultur\nGrubenweg 5\n44388 Dortmund\nWir bevorzugen eine Bewerbung per Mail an:\nindustriekultur.bewerbungen@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.08.2025", "url": "https://www.museumsbund.de/stellenangebote/meisterin-fuer-veranstaltungstechnik-w-m-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-23/", "image": "", "title": "Volontärin (m/w/d)", "content_text": "Kunstsammlungen Chemnitz, Chemnitz Bewerbungsende: 03.08.2025 | Willkommen bei der Kulturhauptstadt 2025 – Stadt Chemnitz! Hier arbeiten Menschen, die etwas bewegen wollen.\nWir engagieren uns in vielfältigen Themenfeldern. Gemeinsam gestalten wir Chemnitz für unsere Bürger:innen und unterstützen sie in den unterschiedlichsten Lebenssituationen. Dabei ist es uns wichtig, mit der Zeit zu gehen: Wir schaffen moderne Arbeitsbedingungen, damit sich unsere Mitarbeitenden wohlfühlen.\nBringen Sie sich mit Ihren Ideen für eine offene und bunte Stadtgesellschaft ein.\nWir suchen ab November 2025 eine:n:\nVOLONTÄR:IN (M/W/D) KUNSTSAMMLUNGEN CHEMNITZ, KUNSTSAMMLUNGEN AM THEATERPLATZ\nEinsatzbereich: Kunstsammlungen Chemnitz\nVergütung: 2.254,00 €\nArbeitszeit: Vollzeit, Teilzeit möglich\nAnstellung: befristet für 2 Jahre\nBewerbungsfrist: 03.08.2025\nIHRE AUFGABEN\nDas wissenschaftliche Volontariat bietet Hochschulabsolvent:innen einen praxisnahen und fundierten Einsteig in das Berufsleben. Innerhalb dieses Ausbildungsverhältnisses erhalten Sie die Möglichkeit, Ihre wissenschaftlichen Kenntnisse zu vertiefen und umfassende Einblicke in alle Bereichen des Museumswesens zu gewinnen.\nDas Tätigkeitsfeld umfasst u.a.:\nMitarbeit bei der konzeptionellen und administrativen Vorbereitung und Umsetzung von Ausstellungen des Museums\nMitarbeit bei der Betreuung der Sammlung (Digitalisierung und wissenschaftliche Bearbeitung sowie Pflege der Museumsdatenbank)\nWissenschaftliche Recherche, Verfassen von Texten und Mitarbeit an Publikationen\nEntwicklung und Umsetzung von Führungen durch die Sammlung und Ausstellungen\nWAS SIE MITBRINGEN\nIhr Profil:\nEin kürzlich abgeschlossenes wissenschaftliches Hochschulstudium im Bereich der Kunstgeschichte, Kunstwissenschaft, Kulturwissenschaften, Kuratorische Studien oder vergleichbarer museumsrelevanter Studiengänge (Master oder Promotion)\nSehr gute Kenntnisse im Bereich der Kunst des 19.-21. Jahrhunderts\nGute IT-Kenntnisse,\nSehr gute sprachliche Ausdrucksfähigkeit in Wort und Schrift\nSehr gute Englisch- Kenntnisse\nVon Vorteil sind:\nErfahrung mit Museumsdatenbanken\nWorauf es uns noch ankommt:\nKommunikationsstärke und Verantwortungsbewusstsein\nSelbstständige, gewissenhafte und teamorientierte Arbeitsweise\nInteresse an Themen wie Nachhaltigkeit, Antidiskriminierung und sensible Sprache\nWAS WIR IHNEN BIETEN\neinen zuverlässigen und familienfreundlichen Arbeitgeber\nvielfältige Möglichkeiten die Zukunft der Stadt Chemnitz aktiv mitzugestalten\ninterne Vernetzung durch eine Mitarbeiter-App\n30 Tage Erholungsurlaub im Kalenderjahr\nArbeitszeitgestaltung mit Arbeitszeitkonto und Gleitzeit\nMöglichkeiten zum mobilen Arbeiten\nZuschuss zum Deutschlandticket\neine Stadt zum Entdecken, bezahlbaren Wohnraum und ausgezeichnete Kitas und Schulen\nFÜR FRAGEN SIND WIR DA\nTeam Ausbildung: Antje Feldten E-Mail: ausbildung@stadt-chemnitz.de\nHinweis: Aus Datenschutzgründen dürfen wir keine Bewerbungen per E-Mail entgegennehmen. Bitte nutzen Sie für Ihre Bewerbung unser Online-Bewerberportal.\nIHRE BEWERBUNG\nDie Stadt Chemnitz steht für Chancengleichheit und Antidiskriminierung. Wir legen Wert auf Diversität und streben danach, dass unsere Belegschaft die Vielfalt der Stadtgesellschaft widerspiegelt.\nSchwerbehinderte und ihnen Gleichgestellte erhalten bei gleicher Eignung den Vorzug vor anderen Bewerbenden.\nNähere Informationen rund um Ihre Bewerbung finden Sie hier:\nhttps://karriere.chemnitz.de/stellenangebote\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-23/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/archivarin-5/", "image": "", "title": "Archivar*in", "content_text": "Stiftung niedersächsische Gedenkstätten, Bergen-Belsen Bewerbungsende: 03.08.2025 | In der Stiftung niedersächsische Gedenkstätten ist zum 15. September 2025 (oder zum nächstmöglichen Zeitpunkt) eine Stelle als Archivar*in (Kennziffer: SnG 2025-8) in der Abteilung „Forschung und Dokumentation“ zu besetzen.\nWir bieten…\neine unbefristete Stelle mit 100% der regelmäßigen wöchentlichen Arbeitszeit von 39,8 Stunden in der Gedenkstätte Bergen-Belsen\neine Vergütung nach Entgeltgruppe 11 TV-L (je nach Tätigkeitsanteil auch höherwertig)\neine zusätzliche Altersvorsorge (VBL)\ndie Möglichkeit anteilig mobil zu arbeiten\neine Jahressonderzahlung\nflexible Arbeitszeiten durch Gleitzeit\ndie Möglichkeit zur Fortbildung\nein vielfältiges Aufgabenspektrum\neinen interessanten und abwechslungsreichen Arbeitsplatz\neinen wertschätzenden Umgang im Kolleg*innen- und Vorgesetztenkreis\nWer sind wir?\nDie Stiftung niedersächsische Gedenkstätten (SnG) ist eine Stiftung öffentlichen Rechts, die durch Beschluss des niedersächsischen Landtags 2004 ins Leben gerufen wurde. Die Stiftung verbindet staatliche Verantwortung und bürgerschaftliches Engagement für die Aufarbeitung der Verbrechen des Nationalsozialismus und die Erinnerung an seine Opfer in Niedersachsen. Sie erhält und gestaltet die Gedenkstätten Bergen-Belsen (GBB) und die Gedenkstätte in der JVA Wolfenbüttel als Orte der Erinnerung, an denen der Leiden der Opfer des Nationalsozialismus und der Opfer der NS-Justizverbrechen gedacht wird, sowie als Orte des Lernens für künftige Generationen.\nDie Abteilung Forschung und Dokumentation widmet sich der Erforschung der Geschichte des Ortes Bergen-Belsen in seinen unterschiedlichen historischen Phasen. Hierzu gehört auch die Recherche nach Quellen, ihre Inventarisierung und Erschließung, die Bereitstellung von Archivalien für interne und externe Benutzer*innen sowie die Bearbeitung von Anfragen von Überlebenden, Familienangehörigen sowie von Wissenschaftler*innen und anderen interessierten Gruppen. Neben schriftlichen Quellen gehören u.a. Objekte sowie lebensgeschichtliche Video-Interviews zum Bestand der Gedenkstätte.\nWelche Aufgaben erwarten Sie?\nEigenverantwortliche Organisation des Archivs der GBB, einschließlich der strategischen und technischen Weiterentwicklung der digitalen Zugänglichkeit der Sammlungen\nStrategisch-operative Begleitung und Mitgestaltung des digitalen Wandels in der Gedenkstätte aus Sicht der Abteilung\nBeratung sowie Bearbeitung von allgemeinen und wissenschaftlichen Anfragen sowie Bereitstellung von Archivgut für interne und externe Nutzer*innen, Betreuung von Besucher*innen\nDurchführen von wissenschaftlichen Recherchen und Sammeln von Quellenmaterialien und Objekten zum Kriegsgefangenenlager, Konzentrationslager und Displaced Persons-Camp Bergen-Belsen und zur Geschichte der Gedenkstätte Bergen-Belsen; Forschung und Begutachtung zu den neu eingegangenen und den bereits vorhandenen Archivmaterialien/Sammlungsobjekten\nWissenschaftliches Erschließen der Sammlung\nRecherchieren nach geeigneten Exponaten für Ausstellungen (Dauer- Wechsel- Sonderausstellungen) der Gedenkstätte und für externe Ausstellungen, ggf. Organisieren des (internationalen) Leihverkehrs; Klären von Urheber-/Nutzungsrechten\nBeteiligung an der Weiterentwicklung der Anfragenbearbeitung mit Einsatz von KI\nAuf- und Ausbau sowie Pflege von (internationalen) Kontakten, Netzwerken und Kooperationen zu Wissenschaftler*innen, Behörden, Institutionen, Kooperationspartner*innen, Fremdfirmen sowie die Beteiligung an Kooperationsprojekten sowie stiftungsweiten Projekten z.B. durch Aufbereitung und Auswertung von Metadaten.\nMitarbeit bei der Entwicklung und Betrieb eines auf Wikibase basierenden Online-Archivportals der SnG, einschließlich der Mitwirkung an der Konzeption, Beantragung und Betreuung von Drittmittelprojekten\nBeteiligung an der Planung und Umsetzung von archivpädagogischen Angeboten\nKoordinieren des Einsatzes und Anleiten von Volontär*innen, Studierenden und Honorar-/Werkvertragspartnern, Koordinieren und Betreuung von Praktika\nWas bringen Sie mit?\nAbgeschlossenes Hochschulstudium (Master, Magister oder vergleichbar) der Geschichtswissenschaft, Museologie, Public History, Archiv-, Dokumentations- oder Informationswissenschaft oder vergleichbarer Fachrichtungen\nNachgewiesene Fachkenntnisse im Archivbereich bzw. umfassende Fachkenntnisse des Archivwesens, insbesondere von Datenbanken und Archivinformationssystemen\nProfunde Kenntnisse im Bereich der Inventarisierung/Erschließung und Bestandserhaltung\nAusgeprägtes Interesse an Themen der digitalen Transformation und im Bereich der Digital Humanities und Freude an der Entwicklung und Umsetzung von digitalen Prozessen und Projekten\nOrganisations- und Teamfähigkeiten, analytische und strategische Denkweise, Kommunikations- und Sozialkompetenz\nGute Kenntnisse der englischen Sprache in Wort und Schrift\nWir wünschen uns zudem von Ihnen?\nKenntnisse der Geschichte des Nationalsozialismus, insbesondere der NS-Verfolgungsgeschichte und ihrer Folgen, des Systems der Konzentrationslager und des Umgangs mit dem NS seit 1945\nBerufserfahrung in Gedenkstätten, Museen oder einem vergleichbaren Bereic\nKenntnisse der aktuellen Diskurse in der Gedenkstättenlandschaft\nEigeninitiative, Experimentierfreudigkeit, Innovationsgeist und selbstständiges Arbeiten\nHaben wir Ihr Interesse geweckt? Dann würden wir Sie gerne kennenlernen.\nBewerbungen richten Sie bitte bis zum 03.08.2025 unter Angabe der Kennziffer und bevorzugt per E-Mail an:\nStiftung niedersächsische Gedenkstätten, Frau Marie-Joëlle Ollesch, Im Güldenen Winkel 8, 29223 Celle.\nbewerbung@stiftung-ng.de\nFür Auskünfte steht Ihnen Dr. Akim Jah, akim.jah@stiftung-ng.de, Leitung der Abteilung Forschung und Dokumentation, zur Verfügung.\nDie Stiftung niedersächsische Gedenkstätten setzt sich dafür ein, in allen Bereichen und Positionen Unterrepräsentanzen im Sinne des Niedersächsischen Gleichberechtigungsgesetzes (NGG) abzubauen. Die Stiftung bemüht sich in jeder Hinsicht um Diversität. Bei gleicher Eignung, Leistung und Befähigung werden Bewerbungen schwerbehinderter Menschen bevorzugt berücksichtigt. Bitte geben Sie bereits mit der Bewerbung einen entsprechenden Hinweis.\nMit der Abgabe Ihrer Bewerbung erklären Sie sich gleichzeitig einverstanden, dass die für das Auswahlverfahren erforderlichen Daten nach den Bestimmungen des Niedersächsischen Datenschutzgesetzes gespeichert und verarbeitet werden. Die Bewerbungsunterlagen werden nach Ablauf der Aufbewahrungsfrist datenschutzgerecht vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/archivarin-5/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorisches-vorpraktikum-m-w-d/", "image": "", "title": "restauratorisches Vorpraktikum (m/w/d)", "content_text": "Freilichtmuseum Glentleiten, Großweil Bewerbungsende: 27.07.2025 | Das Freilichtmuseum Glentleiten des Bezirks Oberbayern ist das zentrale oberbayerische Freilichtmuseum und das Größte seiner Art in Südbayern. Fast 70 original erhaltene und eingerichtete Gebäude auf einem 40 ha großen Gelände mit Gärten, Wäldern und Weiden mit historischen Tierrassen vermitteln anschaulich Geschichte, Tradition und Wandel im ländlichen Raum. Führungen, Handwerksvorführungen und zahlreiche Veranstaltungen ergänzen das Angebot. Das Museum ist 45 Minuten südlich von München im Voralpenraum gelegen.\nKommen Sie zu uns. Gemeinsam gestalten wir Oberbayern als soziale und kulturelle Heimat für alle.\nZum 01.09.2025 ist folgender Praktikumsplatz befristetet auf 12 Monate in Vollzeit in geringfügiger Beschäftigung zu besetzen:\nrestauratorisches Vorpraktikum (m/w/d)\nWir sind für die Menschen da. Welche Aufgaben erwarten Sie?\nEinblicke in die praktische Arbeit im Sachgebiet Wissenschaft – Restaurierun\nKonservatorische und restauratorische Mitarbeit\nRestaurierungsdokumentation\nPflege der Datenbank\nWissenschaftliche Recherchen für laufende Projekte\nVom Verwalten zum Gestalten. Das bringen Sie mit:\nErfolgreich abgeschlossene Hoch- bzw. Fachhochschulreife\nStudienwunsch im Bereich Restaurierung\nWünschenswert sind kunstgeschichtliche Grundkenntnisse sowie das Interesse für Naturwissenschaften\ngute Kenntnisse in MS Office sind wünschenswert\nFührerschein der Fahrerlaubnisklasse B\nBereitschaft zum selbstständigen Arbeiten, sorgfältige ArbeitsweiseTeamfähigkeit\nDarauf dürfen Sie sich freuen:\nWir sind ein öffentlicher Arbeitgeber und bieten neben sinnvollen, abwechslungsreichen Tätigkeiten folgende Benefits:\nChancengleichheit und Diversität sind uns wichtig\nArbeiten in einem guten Betriebsklima und einer wertschätzenden Führungskultur\neine fundierte Einarbeitung, die Sie klar und strukturiert an die neue Aufgabe heranführt sowie individuelle Unterstützung durch das ganze Team\nvielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z.B. flexible und familienfreundliche Arbeitszeiten\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen (mind. Lebenslauf und Abschlusszeugnisse), die Sie uns bitte bis zum 27.07.2025 per E-Mail (max. 25 MB) an\nbewerbung@glentleiten.de\nzukommen lassen. Die Vorstellungsgespräche finden voraussichtlich in der KW 32 am 07.08.2025 statt.\nFür Fragen stehen Ihnen folgende Ansprechpersonen gerne zur Verfügung.\nFreilichtmuseum Glentleiten\nFrau Franziska Wolf\nLeitung SG Verwaltung & Controlling\nFranziska.wolf@glentleiten.de\nTel.: 08851 185-24\nFreilichtmuseum Glentleiten\nFrau Katharina Staltmair\nRestauratorin\nKatharina.staltmair@glentleiten.de\nTel.: 08851 185-29\nhttps://www.bezirk-oberbayern.de/jobs-karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.07.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorisches-vorpraktikum-m-w-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-bildung-m-w-d/", "image": "", "title": "Leitung Bildung (m/w/d)", "content_text": "Stiftung Planetarium Berlin, Berlin Bewerbungsende: 03.08.2025 | Die Stiftung Planetarium Berlin vereint die astronomischen Einrichtungen Berlins. Die Archenhold-Sternwarte, sowie die Wilhelm-Foerster-Sternwarte zählen zu den traditionsreichsten Volkssternwarten Deutschlands, während das Planetarium am Insulaner und das Zeiss-Großplanetarium als modernste Wissenschaftstheater Europas relevante und innovative Vermittlungsformen anbieten. Die Stiftung Planetarium Berlin verfolgt dabei für jährlich über 500.000 Besucher*innen einen klaren Bildungsauftrag durch die didaktisch angemessene und moderne Vermittlung von naturwissenschaftlichem Wissen.\nLeitung Bildung (m/w/d)\nBezeichnung: 1 Arbeitnehmer*in, Vollzeit, unbefristet\nEntgeltgruppe 13 TV-L\nBesetzbar: zum nächstmöglichen Zeitpunkt\nAufgabengebiet\nKonzeptionelle Tätigkeiten sowie Grundsatzarbeit:\nVerantwortung für das Bildungs- und Vermittlungskonzept der Stiftung Planetarium Berlin\nRecherche und Analyse der neuesten Forschungsergebnisse im Bereich Bildung und Vermittlung, Museumspädagogik, Science Center Didaktik, Pädagogik, Lernwerkstätten, Erziehungswissenschaften\nAnalyse der gesellschaftlichen Anforderungen an kulturelle Bildung im Bereich der Planetarien und Sternwarten\nAbleitung von strategischen Handlungsmaßnahmen und innovativen Formaten für den Bereich Bildung und Vermittlung\nfederführende Erarbeitung und Fortschreibung der Gesamtkonzeption Bildung und Vermittlung\nErarbeitung von Netzwerkprojekten inkl. Budgetverantwortung\nFederführung in der Entwicklung von didaktischen Konzepten und Angeboten der Planetarien und Sternwarten, insbesondere für Schulen und Kindertagesstätten, sowie für alle Altersgruppen\nAkquise von Fördermitteln, Kooperation mit Forschungsprojekten zur MINT-Didaktik\nLeitung der Abteilung Bildung und Vermittlung:\nZuteilung der Aufgaben, Sicherstellung der Aufgabenerfüllung, Kontrolle der Arbeitsergebnisse Budget- und Personalverantwortung für die Abteilung Bildung\nregelmäßige Durchführung von Dienstberatungen, Motivation der Mitarbeiter/Mitarbeiterinnen, Durchführung von Personalgesprächen\nKommunikation und Netzwerkarbeit:\nMitwirkung an der Konzeption einer Kommunikations- und Marketingstrategie für das Bildungs- und Vermittlungsprogramm der Stiftung Planetarium Berlin in Zusammenarbeit mit der Abteilung Marketing & Kommunikation\nAusbau von Kooperationen und Netzwerken mit Partnern der kulturellen Bildung und anderen Institutionen und Einrichtungen, Kooperationen mit Forschungsprojekten, Vereinen und Verbänden\nKommunikation mit Bildungsträgern, Schulen und Kindertageseinrichtungen\nVertretung der Stiftung Planetarium Berlin in den Netzwerken der Bildung und Vermittlung, der Wissenschaftskommunikation, der Medienpädagogik und der Bildung für nachhaltige Entwicklung\nPädagogische Arbeit:\nKoordination der Bildungs- und Vermittlungsarbeit in der Stiftung Planetarium Berlin\nVerwaltung der für die Bildungs- und Vermittlungsarbeit bereit gestellten Sachmittel\nRekrutierung und fachliche Anleitung von freien Mitarbeiter/innen/Honorarkräften für den Vorführbetrieb\nDurchführung von Bildungs- und Vermittlungsangebote\nUmgang mit modernen multimedialen Planetariumssystemen und Sternwarten\nEntwicklung und Umsetzung von Jahresprogrammen\nFormale Anforderungen\nAbgeschlossenes Studium mit MINT-Anteil, Abschluss Diplom, Staatsexamen, Master oder vergleichbar umfangreiche Erfahrungen im Pädagogischen Bereich\nFachliche Anforderungen\nsehr gute naturwissenschaftliche Kenntnisse vor allem im Bereich Astronomie\nmehrjährige Arbeitserfahrung in Planetarien, Sternwarten, Museen, Schülerlabore oder Lernwerkstätten\nErfahrung in der Entwicklung von partizipativen Formaten\nErfahrung in der Bedienung von multimedialen Planetariumssystemen\nErfahrung in der Live-Moderation von Planetariumsvorführungen, Beobachtungsveranstaltungen an Sternwarten oder Lernwerkstätten sowie Schülerlaboren\nKenntnisse im Projektmittelmanagement insbesondere Drittmittelakquise, Budgetplanung\nmehrjährige pädagogische/didaktische Erfahrungen\nErfahrung in der Leitung und Entwicklung eines Teams\ngute Englischkenntnisse\nAußerfachliche und persönliche Anforderungen\nLeistungsverhalten:\nÜberdurchschnittliche Leistungsbereitschaft und Motivation\nErgebnis- und zielorientiertes sowie selbstständiges und sorgfältiges Arbeiten\nAnalytisch stark und ausgeprägtes Planungs- und Organisationsvermögen\nFlexibilität und die Fähigkeit, sich schnell in neue Themengebiete einzuarbeiten\nBelastbarkeit, auch in außergewöhnlichen betrieblichen Situationen\nBereitschaft zur ständigen Weiterqualifizierung\nSozialverhalten:\nHohes Maß an Team- und Kooperationsfähigkeit\nÜberzeugungsfähigkeit und Durchsetzungsvermögen\nKonstruktives Konflikt- und Kritikverhalten\nstrukturiertes und eigenverantwortliches Handeln\nhohes Maß an Selbstständigkeit\nhohe Kommunikationskompetenz\nHohes Maß an Integrität\nWir bieten\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Anbindung an den öffentlichen Nahverkehr\nEin vielseitiges Aufgabenfeld, das Raum für persönliche Entwicklung bietet\nFlexible Arbeitszeitmodelle für eine optimale Work-Life-Balance\nDie Möglichkeit, 60% mobil zu arbeiten und die Arbeitszeit flexibel zu gestalten\n30 Tage Erholungsurlaub pro Jahr, sowie zusätzlich den 24. und 31. Dezember als arbeitsfreie Tage\nEine tarifgebundene Vergütung mit regelmäßigen Tarifsteigerungen und Jahressonderzahlungen.\nAltersvorsorge durch die Versorgungsanstalt des Bundes und der Länder (VBL)\nEin Jobticket mit 50%iger Arbeitgeberförderung für die tägliche Mobilität\nJahreskarte (Freikarten) für Veranstaltungen der Stiftung Planetarium Berlin\nUmfangreiche interne und externe Weiterbildungsmöglichkeiten\nEin offenes und engagiertes Team, das sich auf Ihre Unterstützung freut\nWir gewährleisten die berufliche Gleichstellung aller Geschlechter. Die Stiftung Planetarium Berlin ist bestrebt, bestehende Unterrepräsentanzen abzubauen. Bewerbungen aller Geschlechter sind ausdrücklich erwünscht. Anerkannte Schwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Bitte weisen Sie auf eine bestehende Schwerbehinderung bereits in der Bewerbung hin und fügen Sie einen Nachweis bei. Bewerbungen von Menschen mit Migrationsgeschichte, die die Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht.\nIhre aussagekräftige Bewerbung (tabellarischer Lebenslauf, den Nachweisen über Ausbildungsabschlüsse, Beschäftigungszeugnissen sowie bei im öffentlichen Dienst Beschäftigten mit einer Einverständniserklärung zur Anforderung und Einsichtnahme der Personalakte, unter Angabe der personalaktenführenden Stelle) sind bis zum Ende der Bewerbungsfrist unter Angabe der Kennziffer 02/2025 vorzugsweise per E-Mail an\nbewerbung@planetarium.berlin\nzu richten.\nWährend des gesamten Auswahlverfahrens wird ausschließlich per E-Mail kommuniziert. Bitte prüfen Sie in dieser Zeit regelmäßig Ihren E-Mail-Eingang und Spam-Ordner.\nIm Rahmen des Bewerbungsverfahrens entstehende Kosten können nicht erstattet werden.\nIm Rahmen des Bewerbungsverfahrens werden wir Ihre personenbezogenen Daten erheben, verarbeiten und nutzen. Diese Daten werden nicht an Dritte weitergegeben und die Regelungen der Datenschutzbestimmungen eingehalten. Die Bewerbungen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Verfahrens unter Beachtung der datenschutz-rechtlichen Bestimmungen vernichtet. Bitte beachten Sie unsere Informationen nach Art. 13 DSGVO für Bewerber*innen auf https://www.planetarium.berlin/ueber-uns/karriere-ausschreibungen.\nDie Bewerbungsfrist endet am 03.08. 2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-bildung-m-w-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stellv-kuratorin-m-w-d/", "image": "", "title": "Stellv. Kurator:in (m/w/d)", "content_text": "Kunsthalle Trier, Trier Bewerbungsende: 31.07.2025 | Die Europäische Kunstakademie schreibt zum vierten Mal ein Programm für angehende Kurator:innen in der Kunsthalle Trier aus. Während 18 Monaten erhalten Sie einen umfassenden Einblick in die Praxis des Kuratierens. Das Programm dient der Qualifikation und bietet die Möglichkeit, eine ausgewiesene Referenz für die weitere berufliche Laufbahn zu erwerben. Das Kurator:innenprogramm sieht das Kuratieren des laufenden Ausstellungsprogramms der Kunsthalle Trier und die Planung und Umsetzung eines eigenständigen Ausstellungsprojekts vor.\n1977 gegründet, führt die Kunstakademie seit 1993 Kunstausstellungen in den lichtdurchfluteten Räumen in einem denkmalgeschützten Industrieensemble durch. Die Kunsthalle Trier ist das größte Ausstellungshaus für zeitgenössische Kunst in der Region. Schwerpunkt des Ausstellungsprogramms ist die europäische Kunst der Gegenwart – von den 1980er Jahren bis heute. Ein weiterer Fokus ist die zeitgenössische Malerei, die ebenfalls der größte Fachbereich der Kunstakademie darstellt. Jährlich finden rund 8 Ausstellungen statt mit Eröffnungsveranstaltungen, Führungen, Vorlesungen und einem weiteren Begleitprogramm, welches sich an die Studierenden und Teilnehmer:innen der Akademie richtet. Ein spezifisches Merkmal der Kunsthalle Trier ist die Integration in die Europäische Kunstakademie und die Zusammenarbeit in der kulturellen Bildung für Erwachsene, Jugendliche und Kinder.\nDie Aufgaben als Stellv. Kuratorin (m/w/d) der Kunsthalle Trier (60% Arbeitspensum vor Ort, befristet:\n01. Oktober 2025 bis 31. März 2027\n) umfassen:\nKonzeption und Durchführung von Ausstellungen\nErstellung begleitender Publikationen und weiterer Medien\nKünstler:innenbetreuung\nErstellen von Leihverträge und Organisation von Kunsttransporten\nVerfassen von Anträgen und Abwicklung genehmigter Projekte\nMitwirkung an Programmen der kulturellen Bildung\nÖffentlichkeitsarbeit inkl. Soziale Medien und Veranstaltungsmanagement\nDas eigenverantwortlich konzipierte Ausstellungsprojekt ist voraussichtlich im Zeitraum vom Dezember 2026 bis März 2027 realisierbar. Der inhaltliche Schwerpunkt der Ausstellung sollte auf der zeitgenössischen Kunst liegen. Projekte, die sich primär mit Kunst vor 1945 befassen, sind von einer Förderung ausgeschlossen. Das Projekt kann in einer Fremdsprache konzipiert sein, muss jedoch in weiten Teilen ins Deutsche übersetzt und in dieser Form veröffentlicht werden.\nWir erwarten eine junge und initiative Persönlichkeit mit einem in den letzten 5 Jahren abgeschlossenen Hochschulstudium in Kunstgeschichte, Kunstwissenschaft oder vergleichbarer Fachrichtung. Vorzugsweise mit nachgewiesenem Interesse und Kenntnissen zur Kunst der Gegenwart. Eigenverantwortliches Arbeiten und Teamfähigkeit sind unerlässlich, mehrsprachige Kommunikationsfähigkeit und gute Kenntnisse im Umgang mit EDV und den Sozialen Medien von Vorteil. Sie bringen Zuverlässigkeit und Flexibilität sowie eine hohe Motivation mit und freuen sich auf die Zusammenarbeit in einem kleinen Team.\nWir bieten eine einzigartige Möglichkeit, den Einstieg als Kurator:in erfolgreich anzugehen. Das Programm ist befristet und eine Verlängerung nicht vorgesehen. Die Vergütung ist einem Volontariat gleichgestellt und richtet sich nach einer 60%-Stelle Entgeltgruppe 11 Stufe 1 TVÖD.\nBitte reichen Sie Ihre Bewerbung ausschließlich in digitaler Form in einem einzigen PDF mit max. 20 Seiten und bis zu 5 MB bis zum\n31. Juli 2025\nan die Akademieleitung, Herrn Simon Santschi (\ns.santschi@eka-trier.de\n), ein. Umschreiben Sie darin auch auf einer Seite bis max. 2 Seiten die Idee eines eigenständigen Ausstellungsprojekts. Bei Fragen wenden Sie sich ebenfalls an Herrn Santschi, Telefon 0651 998460.\nWir freuen uns über Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/stellv-kuratorin-m-w-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsverwaltung-m-w-d-4/", "image": "", "title": "Sammlungsverwaltung (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden (SKD), Dresden Bewerbungsende: 03.08.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, eine Person für die Sammlungsverwaltung (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 9b TV-L) der Skulpturensammlung. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Skulpturensammlung, unter August dem Starken als „Sammlung der antiken und modernen Statuen“ begründet, umfasst heute Werke aus mehr als fünf Jahrtausenden – von den antiken Kulturen des Mittelmeerraumes und Vorderasiens über alle Epochen der europäischen Plastik vom frühen Mittelalter bis zur Gegenwart. Dazu zählt auch die mehr als 6000 Objekte umfassende Sammlung von Gipsabgüssen. Die vielfältigen Bestände werden an unterschiedlichen Orten verwahrt und ausgestellt. Im Semperbau am Zwinger präsentiert sich die Sammlung mit Werken bis 1800, von der klassischen Antike über die Kunst von Renaissance und Barock. Die Sammlung ab 1800 ist gemeinsam mit der Galerie Neue Meister als Museum der Kunst von der Romantik bis zur Gegenwart im Albertinum zu erleben. Im Schlossbergmuseum Chemnitz befindet sich außerdem ein umfangreicher Bestand mittelalterlicher Stein- und Holzbildwerke.\nIhre Aufgaben\nSie sind verantwortlich für die Verwaltung der Sammlungsbestände der Skulpturensammlung bis 1800 und der Skulpturensammlung ab 1800 der Staatlichen Kunstsammlungen Dresden und diesbezüglicher Präsentationsmittel (Sockel, Postamente) in deren Depots und Ausstellungsräumen.\nDie Hauptaufgaben sind:\nVerwahrung, Ordnung und Kontrolle, einschließlich Dokumentation der Sammlungsbestände in digitaler und konventioneller Form\nMonitoring der Depots: Betreuung der Klimamessung, Funktionskontrolle und Pflege aller technischen Geräte, Zugangskontrolle und Sicherheit, Schädlingsüberwachung, Kontrolle der Lagerbedingungen, Sauberkeit und Ordnung; Bergemanagement\nOrganisation und Begleitung von Transporten innerhalb der Museen, der Depots und der Außenstellen der Skulpturensammlung sowie Planung der Logistik bei Ausstellungen und Leihverkehr; Betreuung von Speditionen und Art-Handling-Teams; Sicherung der Bestände während der Transporte\nBetreuung von internen Ausstellungen: Bereitstellung der Objekte, Auf- und Abbau nach Absprache, Standortverwaltung\nMitwirkung bei der Planung von modernen, effizienten und zukunftsweisenden Museumsdepots (inkl. Depotumzüge)\nKurierbegleitung von Kunstobjekten\nenge Zusammenarbeit mit anderen Museen und Abteilungen bezüglich Projektsteuerung, Sicherheit und Technik\nDurchführung von Inventuren (Kunstinventur und Ausstattung)\nBetreuung bzw. Beaufsichtigung von Praktikant*innen, Fachbesuchenden, Kurieren und Fremdbeschäftigten, Schaffung der nötigen Arbeitsbedingungen in den Museumsräumen\nIhr Profil\nabgeschlossenes Studium in Museologie; bei entsprechenden praktischen Erfahrungen auch in einem für die Sammlung relevanten Fach oder vergleichbare Qualifikation\nBerufserfahrung im Sammlungsmanagement und Vertrautheit mit Abläufen in einem Museumsalltag; gute Kenntnisse über bewahrenden, schützenden und werterhaltenden Umgang mit Kunstgut\nErfahrung in der fachgerechten Lagerung von Kunstsammlungsgut unterschiedlichster Materialien (Gips, Holz, Metall, Stein); gute Kenntnisse konservatorischer, klimatischer, sicherheitsrelevanter Bedürfnisse von Räumen und Kunstwerken\nOrganisationsgeschick, Verantwortungsbewusstsein und Zuverlässigkeit; Kommunikations- und Teamfähigkeit\ngute Kenntnisse in der Anwendung einer museumsspezifischen Datenbank und in den gängigen MS Office-Anwendungen\nFremdsprachenkenntnisse (EN) von Vorteil\nFührerschein Klasse B von Vorteil\nHinweis: Bitte beachten Sie, dass bei diesem Beruf auch schwere Kunstobjekte (˃ 10 kg) gehoben werden müssen. Dafür wird entsprechende Hebetechnik zur Verfügung gestellt.\nWir bieten\nArbeitsvertrag nach Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\n30 Tage Urlaub, dienstfreie Tage am 24.12. und 31.12. sowie Jahressonderzahlung\nflexible Arbeitszeitgestaltung und Möglichkeit des mobilen Arbeitens lt. Dienstvereinbarung\nbetriebliche Altersvorsorge über die Versorgungsanstalt des Bundes und der Länder (VBL)\nJob-Ticket oder Zuschuss Deutschlandticket\nkostenfreier Besuch der SKD-Museen und Sammlungen für alle Mitarbeitenden\nzahlreiche attraktive museumsinterne Veranstaltungen + Sonderausstellungen\nein breites Spektrum an Fort- und Weiterbildungsmöglichkeiten\nberufliche Weiterentwicklungsmöglichkeiten innerhalb der Abteilungen/Museen und im gesamten Verbund der SKD\nAngebote der Gesundheitsförderung\nsonstige Vergünstigungen bei lokalen Anbietern\nKontakt\nWir freuen uns über Ihre Bewerbung, unabhängig von Geschlechtsidentität, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung.\nMit Ihrer Bewerbung erteilen Sie Ihr Einverständnis zur Verarbeitung Ihrer persönlichen Daten bis zum Abschluss des Auswahlverfahrens. Vorstellungskosten können leider nicht übernommen bzw. erstattet werden. Nähere Auskünfte zum Aufgabengebiet erhalten Sie unter der Rufnummer 0351/49149741.\nZur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsverwaltung-m-w-d-4/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-den-hausmeisterservice/", "image": "", "title": "Mitarbeiter*in (m/w/d) für den Hausmeisterservice", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 27.07.2025 | Das Staatlichen Museum für Naturkunde Stuttgart sucht zwei Mitarbeiter*innen (m/w/d) für den Hausmeisterservice (E 4 TV-L, 100 %, unbefristet).\nZur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-den-hausmeisterservice/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheits-und-aufsichtsmitarbeiter-m-w-d/", "image": "", "title": "Sicherheits- und Aufsichtsmitarbeiter (m/w/d)", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Berlin Bewerbungsende: 31.07.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen zur Verstärkung unseres Teams ab sofort Sicherheits- und Aufsichtsmitarbeiter (m/w/d) in Berlin (Köpenick/Treptow). Die Tätigkeit kann auf Minijob-Basis (556,00 Euro/Basis) ausgeübt werden.\nArbeitszeiten:\n14:30 bis 21:45 Uhr\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene Tarifbindung\nFunktionszulagen auf den tariflichen Stundengrundlohn\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nEine qualifizierte Einarbeitung ist selbstverständlich\nVollständige Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit. Wir machen Kultur möglich!\nIhre Aufgaben bei uns:\nerster Ansprechpartner für die Gäste (Service/ Info)\nVerwaltung von Verbrauchsmaterial/ Broschüren/ Unterrichtsmaterialien\nÜberprüfung der Einhaltung der Hausordnung\nÖffnungs- und Schließdienst (Scharfschaltung der Alarmanlagen)\nRundgänge\nDas bringen Sie mit:\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nPolizeiliches Führungszeugnis ohne Eintrag\nUnterrichtungsnachweis nach § 34a Bewachungsgewerbe\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen mit einem vollständigen Lebenslauf per E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH Frau Geers Holbeinstr. 2 49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheits-und-aufsichtsmitarbeiter-m-w-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-empfangs-pforten-und-bewachungsdienst/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Empfangs-, Pforten- und Bewachungsdienst", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Baden-Baden Bewerbungsende: 31.07.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen Sicherheitsmitarbeiter (m/w/d) für den Empfangs-, Pforten- und Bewachungsdienst in verschiedenen Objekten in Baden-Baden. Die Tätigkeit kann in Vollzeit und sozialversicherungspflichtiger Teilzeit aufgenommen werden.\nArbeitszeiten:\nnach Vorausplanung im Schichtdienst\ntäglich von 05:30 Uhr bis 22:00 Uhr\nWochenende und Feiertagen: 06:00 Uhr bis 20:00 Uhr\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene Bezahlung, zzgl. Zuschlägen\nWir gewährleisten Funktionszulagen auf den tariflichen Stundengrundlohn\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit. Wir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen Überwachung des Besucherverkehrs, Ausweiskontrolle\nSie übernehmen die Telefonvermittlung\nSie übernehmen den Empfangs- und Pfortendienst\nSie übernehmen Sicherungs- und Überwachungsaufgaben\nSie übernehmen die Betreuung von technischen Anlagen und Kommunikationsanlagen\nSie übernehmen die Schlüsselverwaltung\nDas bringen Sie mit:\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nSachkundeprüfung nach §34a Gewerbeordnung (Voraussetzung)\nPolizeiliches Führungszeugnis ohne Eintrag\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen mit einem vollständigen Lebenslauf per E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH Frau Geers Holbeinstr. 2 49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-empfangs-pforten-und-bewachungsdienst/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-kassentaetigkeit/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) mit Kassentätigkeit", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Frankfurt am Main Bewerbungsende: 31.07.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort Sicherheitsmitarbeiter (m/w/d) mit Kassentätigkeiten in einem kulturellen Objekt in Frankfurt am Main. Die Tätigkeit kann in sozialversicherungspflichtiger Teilzeit ausgeübt werden.\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene Bezahlung\nSie erhalten Funktionszulagen auf den tariflichen Stundengrundlohn\nEine qualifizierte Einarbeitung ist selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit. Wir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen den Kassendienst (Eintrittsgelder)\nSie übernehmen Sicherungs- und Überwachungsaufgaben, sowie tägliche Kontrolle der Exponate\nSie übernehmen die Besucherordnung und setzen die Brandschutzordnung durch\nDas bringen Sie mit:\nBesucherfreundliches und gepflegtes Auftreten\nArbeitsbereitschaft und absolute Zuverlässigkeit\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nUnterrichtungsnachweis nach §34a Gewerbeordnung (Voraussetzung)\nPolizeiliches Führungszeugnis ohne Eintrag\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen mit einem vollständigen Lebenslauf per E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH Frau Geers Holbeinstr. 2 49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-mit-kassentaetigkeit/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-inventarisierung-m-w-d/", "image": "", "title": "Projektmitarbeiter/in Inventarisierung“ (M/W/D)", "content_text": "Ernst Barlach Stiftung, Güstrow Bewerbungsende: 24.07.2025 | Die Ernst Barlach Stiftung in Güstrow ist eine gemeinnützige Stiftung des bürgerlichen Rechts. Sie wurde zum 1. Januar 1994 gegründet. In den Jahren ihres Bestehens hat sie sich mit ihren zwei musealen Standorten in der Gertrudenkapelle sowie am Heidberg mit dem Atelierhaus des Künstlers und dem Ausstellungsforum zu einem kulturellen Zentrum in Mecklenburg-Vorpommern entwickelt. Die Stiftung unterhält sowohl auf nationaler als auch internationaler Ebene lebendige Verbindungen zu Museen und anderen kulturellen und wissenschaftlichen Einrichtungen. Im Jahr 2001 wurde die Ernst Barlach Stiftung von der Bundesregierung als ein „kultureller Gedächtnisort von besonderer nationaler Bedeutung“ in das „Blaubuch“ aufgenommen.\nGesucht wird zum nächstmöglichen Zeitpunkt ein/e Projektmitarbeiter/in (M/W/D) für den Bereich Inventarisierung (40h/Woche) für die Ernst Barlach Stiftung. Die Stelle ist befristet bis zum 31.12.2025.\nIhre Aufgaben sind insbesondere\ndie fachgerechte Inventarisierung des Sammlungsbestands plastischer und grafischer Arbeiten in einer digitalen Datenbank\nDurchführung wissenschaftlicher Recherchen zur Vervollständigung der Datenbankeinträge:\nAbgleich mit den Angaben im Werkverzeichnis, bei widersprüchlichen Informationen Prüfung der Angaben und Auswertung der Quellen\nLiteraturrecherche zu den einzelnen Objekten aus dem Sammlungsbestand\nRecherche zur Historie der Objekte anhand von Archivalien, Dokumenten und der Literatur\nIhr Profil\nVoraussetzungen\nabgeschlossenes Studium in einem kultur- bzw. geisteswissenschaftlichen Bereich, in der Museologie, im Archiv- und Dokumentationswesen, in der Restaurierung oder im Bereich der Bildenden Kunst\nKenntnisse hinsichtlich der Inventarisierung und Digitalisierung von Objekten\nKenntnisse im Umgang mit Sammlungsgut\nselbständige, strukturierte und vor allem gewissenhafte Arbeitsweise\nsehr gute Deutschkenntnisse in Wort und Schrift\nBereitschaft in Güstrow vor Ort zu arbeiten\nTeamfähigkeit\nWünschenswert sind ferner\nNähere Kenntnis zum Werk Ernst Barlachs\nAnwendungserfahrung mit der Inventarisierungssoftware digiCULT oder einem vergleichbaren System\nDas bieten wir Ihnen\neine befristete Projektstelle bis zum 31.12.2025\neine anspruchsvolle Tätigkeit in einem aufgeschlossenen Team\neine angemessene Vergütung in Anlehnung an den TV-L\nflexible Arbeitszeiten\n30 Tage Urlaub im Jahr (bezogen auf eine volle Stelle)\ndie Möglichkeit zur stellenbezogenen Weiterbildung\nDie Stelle ist teilzeitfähig.\nWir schätzen Vielfalt und begrüßen alle Bewerbungen – unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung.\nSchwerbehinderte Bewerberinnen und Bewerber und ihnen Gleichgestellte berücksichtigen wir bei gleicher Eignung bevorzugt. Wir empfehlen Ihnen daher, auf eine Schwerbehinderung bzw. Gleichstellung bereits im Anschreiben hinzuweisen.\nIhre digitalen Bewerbungsunterlagen senden Sie bitte bis zum 24.07.2025 z. Hd.\nFrau Dr. Magdalena Schulz-Ohm, Geschäftsführerin der Ernst Barlach Stiftung\nan folgende Adresse: schulz-ohm@barlach-stiftung.de\nE-Mail-Bewerbungen sollten eine Größe von 10 MB nicht überschreiten und Anhänge in einem pdf-Dokument vereint sein.\nDie digitalen Vorstellungsgespräche sollen in der 31. KW erfolgen.\nMit der Bewerbung verbundene Kosten können nicht übernommen werden.\nDurch die Bewerbung erklären Sie sich mit der Verarbeitung und Übermittlung Ihrer Daten ausschließlich für den Bewerbungsprozess einverstanden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens zu den Akten genommen und nach Ablauf der Lagerungsfristen von sechs Monaten vernichtet. Mit der Einreichung Ihrer Bewerbung erklären Sie hierzu Ihr Einverständnis.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiter-in-inventarisierung-m-w-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/meister-in-w-m-d-fuer-veranstaltungstechnik-elektrotechnik/", "image": "", "title": "Meister/in (w/m/d) für Veranstaltungstechnik / Elektrotechnik", "content_text": "Museen der Stadt Nürnberg, Nürnberg Bewerbungsende: 24.07.2025 | Job-ID: J000009087\nBezahlung: EGr. 9a TVöD\nBewerbungsfrist: 24.07.2025\nZu besetzen ab: ab sofort\nArbeitszeit: Vollzeit\nBefristung: unbefristet\nVeröffentlicht: 04.07.2025\nDie Stadtverwaltung Nürnberg ist eine moderne Dienstleisterin für mehr als eine halbe Million Menschen. Als eine der größten Arbeitgeberinnen der Region vertrauen wir dabei auf die Fähigkeiten und Fertigkeiten unserer rund 12.500 Mitarbeitenden, die mit Engagement und Tatkraft die Stadt Nürnberg mitgestalten und besonders machen.\nDie Museen der Stadt Nürnberg sind ein Verbund von acht Häusern, die sich der älteren wie jüngeren Geschichte Nürnbergs widmen. Ihre Themenpalette reicht vom berühmten Albrecht-Dürer-Haus in bis zu den vielbesuchten Erinnerungsorten des Doku-Zentrums Reichsparteitagsgelände und des Memorium Nürnberger Prozesse. Die technische Alltagspflege und strategische Optimierung der jeweiligen Ausstellungs- und Medientechnik sind Grundvoraussetzung für den Betrieb und die Attraktivität dieser Institutionen. Die Leitungsaufgabe bietet Gelegenheit zur persönlichen Weiterentwicklung in sämtlichen Anwendungsfeldern moderner Museumstechnik.\nDas sind Ihre Aufgaben\nLeitung des Teams der Museumstechnik für die Museen der Stadt Nürnberg mit Koordination von größeren hausübergreifenden Arbeitseinsätzen\nBetreuung der Medien- und Ausstellungstechnik im Memorium Nürnberger Prozesse und im Saal 600\nKoordinierung Auf- und Abbau von Wechselausstellungen für das Memorium Nürnberger Prozesse im Cube 600 (Mobiliar und Technik)\nBetreuung der Technik bei Veranstaltungen für das Memorium Nürnberger Prozesse sowie Koordination der Technik mit den anderen Nutzern des Saals 600\nBetreuung der Kassenadministration und Koordination des Kassenpersonals für das Memorium Nürnberger Prozesse\nOrganisation der Rufbereitschaft und Urlaubs- und Vertretungskoordination\nDas ist Ihr Profil\nFür die Tätigkeit benötigen Sie\nEine abgeschlossene Qualifikation als staatlich geprüfte/r Meister/in (w/m/d) in der Veranstaltungstechnik, Elektrotechnik oder in einer vergleichbaren Fachrichtung\nDaneben verfügen Sie über\nErfahrung mit beleuchtungs- und gebäudetechnischen Einrichtungen\nEigenverantwortliche und selbstständige Arbeitsweise\nHohes Verantwortungsbewusstsein\nDienstleistungsorientiertes Verhalten\nEin verbindliches Auftreten, Einsatzbereitschaft sowie interkulturelle Sozialkompetenz\nFundierte EDV-Kenntnisse (insbesondere MS-Office)\nWir freuen uns auf Sie und bieten Ihnen\nUnsere Benefits\nBetriebliche Altersvorsorge\nAusgezeichneter Arbeitgeber\nDeutschlandticket Job\nFahrradleasing\nJahressonderzahlung\nMitarbeiterrabatte\nKontakt\nFrau Sperber, Tel.: 0911 / 231 – 51 62 (bei Fragen zur Bewerbung)\nFrau Held, Tel.: 0911 / 231 – 20 27 1 (bei fachlichen Fragen) karriere.nuernberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.07.2025", "url": "https://www.museumsbund.de/stellenangebote/meister-in-w-m-d-fuer-veranstaltungstechnik-elektrotechnik/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-werkstatt-elektronik-medien-it-m-w-d/", "image": "", "title": "Mitarbeiter Werkstatt – Elektronik/Medien-IT (m/w/d)", "content_text": "Verkehrsmuseum Dresden, Dresden Bewerbungsende: 17.08.2025 | Das Verkehrsmuseum Dresden zeigt seit über 70 Jahren auf 5.000 Quadratmetern Ausstellungsfläche Exponate zur Geschichte der einzelnen Verkehrszweige Schienenverkehr, Straßenverkehr, Luftverkehr und Schifffahrt. Hinzu kommen jährlich wechselnde Sonderausstellungen zu unterschiedlichen Aspekten der Mobilität von gestern, heute und morgen. An der Frauenkirche gelegen, ist das Verkehrsmuseum mit jährlich rund 180.000 Gästen eine der beliebtesten Kultureinrichtungen Dresdens.\nIn der Verkehrsmuseum Dresden gGmbH ist zum nächstmöglichen Zeitpunkt eine unbefristete Vollzeitstelle (40 Stunden/Woche) zu besetzen als:  Mitarbeiter Werkstatt – Elektronik/Medien-IT (m/w/d)\nDie Stelle beinhaltet folgende Aufgabengebiete:\nElektrik & Elektronik:\nKonzeption und Umsetzung elektronischer Projekte\nEinarbeitung in die Steuerungstechnik der Modelleisenbahnanlage\nFehlersuche und Reparatur von spezifischen Systemen (z. B. Blockstreckensteuerung)\nProgrammierung:\nEntwicklung und Anpassung von Software besonders im Bereich Arduino, Raspberry Pi etc.\nSoft- & Hardware:\nInstallation, Konfiguration und Fehlerbehebung von allgemeinen und spezifischen Systemen für Ausstellungen (PC und selbstentwickelte interaktive Experimentierstationen)\nAußerdem\nBetreuung der Modelleisenbahnanlage, Vorführung der Anlage während der Öffnungszeiten\nMitarbeit beim Aufbau/Abbau von Ausstellungen\nVerpackung und Transport von Exponaten (Transporter mit Hänger)\nWartung, Pflege und Reparatur der haustechnischen Anlagen (Kleinreparaturen)\ninnerbetriebliche Transporte allgemeiner Art\nDokumentation technischer Eigenentwicklungen\nUnsere Anforderungen sind:\nabgeschlossene Berufsausbildung in einem einschlägigen Beruf (z. B. Mechatroniker, Elektroniker)\nkonzeptionelle und praktische Erfahrung mit elektronischen Klein- und Niederspannungssystemen\nKenntnisse in mindestens einer Programmiersprache (z.B. C++)\nVerständnis für technische Zeichnungen und Konstruktionen\nanalytisches Denkvermögen und lösungsorientierte Arbeitsweise, schnelle Einarbeitung in neue Themen\nGeschicklichkeit und Präzision in mechanischen und feinmechanischen Arbeiten erwünscht\nFührerschein, nach Möglichkeit BE, C1 oder mehr\nkörperliche Belastbarkeit (Tragen von Ausstellungsarchitektur / Equipment über Treppenhäuser)\nHöhentauglichkeit (Arbeiten bis 13 m Höhe)\nhohe Einsatzbereitschaft und Flexibilität auch in außergewöhnlichen Situationen und unter Termindruck\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und in den Abendstunden (Öffnungszeiten des Museums)\nTeamfähigkeit und Zuverlässigkeit\nWir bieten:\nsehr gutes Arbeitsklima mit flachen Hierarchien\nvielfältige interessante Aufgaben\neine Vergütung in Anlehnung an TVöD sowie eine betriebliche Altersvorsorge\nBereitstellung von Arbeitskleidung\nflexible Arbeitszeiten durch Gleitzeitmodell\nMöglichkeit zu stellenbezogenen Weiterbildungen\nVergünstigung beim Jobticket/Deutschlandticket\nIhre aussagekräftigen Bewerbungsunterlagen mit Angabe Ihrer Gehaltsvorstellung senden Sie bitte bis zum 17.08.2025 per E-Mail an: personal@verkehrs.museum\nAus Sicherheitsgründen können nur Anhänge als PDF-Datei angenommen werden.\nBeachten Sie bitte die Hinweise zum Datenschutz unter\nhttps://www.verkehrsmuseum-dresden.de/de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-werkstatt-elektronik-medien-it-m-w-d/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumstechniker-m-w-d-5/", "image": "", "title": "Museumstechniker (m/w/d)", "content_text": "Stadt Schwäbisch Gmünd, Schwäbisch-Gmünd Bewerbungsende: 27.07.2025 | Die Stadt Schwäbisch Gmünd sucht zum nächstmöglichen Zeitpunkt zur Verstärkung des Museumsteams einen Museumstechniker (m/w/d) unbefristet in Vollzeit für das Museum und die Galerie im Prediger sowie das Silberwarenmuseum Ott-Pausersche Fabrik.\nSchwäbisch Gmünd ist mit circa 64.000 Einwohnern Sitz der Region Ostwürttemberg. Das städtische Museum, 1876 von Gmünder Silberwarenfabrikanten nach dem Vorbild des heutigen Victoria & Albert Museums in London gegründet, gilt mit seinen reichhaltigen Sammlungen als eines der ältesten Museen in Baden-Württemberg. Das Museum fand 1973 im barocken Bau des ehemaligen Dominikanerklosters „Prediger” eine neue Heimat.\nDas Aufgabengebiet umfasst insbesondere:\nSammlungsbetreuung und Magazinverwaltung:\nselbstständiges restauratorisch-klimatisches Überwachen von Sammlungsbeständen und Ausstellungsobjekten in den Museumsmagazinen sowie den Ausstellungsräumen (Dokumentation und Auswerten von digitalen Klimadaten)\nPlanung, Einrichtung und Pflege der Magazine\nObjektstandortverwaltung (sachgerechte Handhabung und Transporte von Sammlungsobjekten, Dokumentation)\nAusstellungen und Veranstaltungsbetreuung:\nPlanung und Durchführung sowie technische Verantwortung von Ausstellungsaufbau und -abbau (Erarbeiten von Realisierungsmöglichkeiten zur Ausstellungsgestaltung und -architektur)\nOrganisation und Durchführung von eigenen\nKunsttransporten\nHerstellen der Ausstellungsarchitektur (Vitrinen, Stellwände, Podeste etc.)\nMontage von Exponaten (Gemälde, Graphiken, Skulpturen)\nAnfertigen von Beschriftungselementen, Passepartouierungen, Rahmungen\nInstallation und Betreuung von Ausstellungsmedientechnik und Beleuchtungseinrichtungen\nUnterstützung bei Planung, Auswahl und Beschaffung von technischen Sicherheitsvorkehrungen (Vitrinenalarmmelder, Kameraüberwachung, Bewegungsmelder, sonstige Objektsicherungen)\nTechnische Vorbereitung und Betreuung von Begleitveranstaltungen (Vernissagen, Finissagen, Lesungen, Vorträge etc.), auch abends oder ggf. an Wochenenden\nHausmeistertätigkeiten:\nBedienung und Betreuung der Gebäudeanlagentechnik, insbesondere Einbruch- und Brandmeldeanlage, Gas- und Hackschnitzelheizung, Lüftungs-, Sanitäranlagen, Notbeleuchtung\nHandwerker- und Lieferantenbetreuung\nRufbereitschaft im Wechsel mit drei anderen Kollegen\nWir erwarten:\nabgeschlossene Berufsausbildung im handwerk-lich-technischen Bereich (z.B. Schreiner, Elektri-ker, Messebauer) mit Berufserfahrung (vorzugsweise im Museums- oder Ausstellungswesen mit Kenntnissen im Bereich der Medientechnik)\nVerantwortungsbewusstsein und Sorgfalt beim Umgang mit Ausstellungs-, Sammlungsobjekten · Teamgeist und Eigeninitiative\nBereitschaft zur Teilnahme an Fortbildungen und Messen (z.B. Mutec, Exponatec) · Führerschein Klasse B\nKenntnisse im Umgang mit den Office-Programmen Interesse für das kommunale Kulturleben in Schwäbisch Gmünd sowie Aufgeschlossenheit für kunst- und kulturgeschichtliche Themen wären wünschenswert.\nWir bieten:\nein interessantes und abwechslungsreiches Aufgabengebiet sowie einen krisensicheren Arbeitsplatz\nMöglichkeit der persönlichen und fachlichen Weiterentwicklung durch den Besuch von Fortbildungsveranstaltungen\nzusätzliche Altersversorgung (Betriebsrente)\nzinsloses Arbeitgeberdarlehen beim Fahrradkauf\nvielfältige Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Jobticket für den ÖPNV\nJahressonderzahlung\nArbeitgeberanteil an Vermögensbildung\nDie Bezahlung erfolgt entsprechend Ihrer Qualifikation bis Entgeltgruppe 6 Tarifvertrag öffentlicher Dienst (TVöD). Haben wir Ihr Interesse geweckt? Dann bewerben Sie sich bis zum 27. Juli 2025 bequem online unter\nhttps://www.mein-check-in.de/schwaebisch-gmuend/position-478823\n. Weitere Informationen erhalten Sie bei Herrn Dr. Max Tillmann (Museumsleitung, Tel: 07171 603-4130) sowie Herrn Dr. Martin Weinzettl (Stellvertretung, Tel: 07171 603-4126). Chancengleichheit, Vielfalt und Inklusion sind für die Stadt Schwäbisch Gmünd selbstverständlich. Wir freuen uns über jede Bewerbung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.07.2025", "url": "https://www.museumsbund.de/stellenangebote/museumstechniker-m-w-d-5/", "date_published": "2025-07-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-m-w-d-fuer-den-besucherdienst-2/", "image": "", "title": "Mitarbeiter*innen (m/w/d) für den Besucherdienst", "content_text": "Dokumentationszentrum Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 28.07.2025 | Die Bundesstiftung Flucht, Vertreibung, Versöhnung sucht zum 15. August 2025 oder zum nächstmöglichen Zeitpunkt zwei Mitarbeiter*innen (m/w/d) in jeweils 50 Prozent Teilzeit für den Besucherdienst des Dokumentationszentrums.\nDie Stellen sind auf 24 Monate befristet. Die Stellen sind nach Entgeltgruppe 6 TVöD bewertet.\nWir sind ein einzigartiger Lern- und Erinnerungsort, der Zwangsmigration in Geschichte und Gegenwart ins Zentrum stellt. Flucht und Vertreibung von rund 14 Millionen Deutschen im historischen Kontext des Zweiten Weltkriegs und der nationalsozialistischen Politik bilden den Schwerpunkt der Ständigen Ausstellung. Unserem Publikum bieten wir außerdem sehenswerte Sonderausstellungen und eine Bibliothek mit Zeitzeugenarchiv, die zum Recherchieren einlädt. Hinzu kommt ein vielfältiges Programm mit Führungen, innovativen Workshops und Veranstaltungen. Das 2021 eröffnete Haus mit spektakulärer Architektur befindet sich mitten in Berlin unweit des Potsdamer Platzes. Sie möchten ein Forum historischer Bildung und lebendiger Debatten mitgestalten? Wir freuen uns über Ihre Bewerbung!\nDas Aufgabengebiet umfasst im Wesentlichen:\nInhaltlich versierte und zielgruppenspezifische Beratung und Information von Besucher*innen zu Bildungsangeboten auf Deutsch und auf Englisch per E-Mail und am Telefon,\nBuchung von Führungen, Workshops und Veranstaltungen inklusive der Personal- und Raumplanung,\nKonfiguration und Pflege des Buchungs- und Besuchermanagementsystems,\nErstellen der Dienstpläne für die Vermittler*innen,\nAufbau und Pflege von Adressdatenbanken und E-Mail-Verteilern für die Bildungsarbeit sowie Bewerbung von Angeboten für Multiplikator*innen,\nFühren der Besucher- und Gruppenstatistiken,\nMitarbeit bei der Betreuung von Veranstaltungen.\nVon den Bewerberinnen und Bewerbern erwarten wir:\nAbgeschlossene Berufsausbildung, z.B. Kulturmanager*in, Veranstaltungskauffrau/-mann, Kauffrau/-mann für Bürokommunikation oder vergleichbare Qualifikation,\nErfahrung oder Bereitschaft sich in das Buchungs- und Besuchermanagementsystem einzuarbeiten,\nFreude an Kommunikation und an der Beratung unterschiedlicher Zielgruppen sowie sehr gute organisatorische Fähigkeiten,\nSehr gute Deutschkenntnisse in Wort und Schrift,\nEnglischkenntnisse.\nWünschenswert sind:\nErfahrungen im Besucherservice von Museen oder anderen Kultureinrichtungen,\nAusgeprägte Teamfähigkeit und persönliches Engagement, aufgeschlossenes und freundliches Auftreten,\nTiefergreifende Excel-Kenntnisse\nWir bieten Ihnen:\nEine verantwortungsvolle Tätigkeit in Verbindung mit einem relevanten Thema,\nfamilienfreundliche Arbeitsumgebung (Urlaub nach TVöD, flexible Arbeitszeiten, Möglichkeit der mobilen Arbeit),\nDeutschlandticket Job (anteilige Kostenübernahme durch den Arbeitgeber).\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Flucht, Vertreibung, Versöhnung und zur Stiftung Deutsches Historisches Museum gestanden haben.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nFür inhaltliche Rückfragen zur Ausschreibung können Sie sich gerne an Frau Krohn wenden (s.krohn@f-v-v.de).\nBitte richten Sie Ihre Bewerbungen mit der Kennziffer BesD25 bis zum 28. Juli 2025 ausschließlich elektronisch an: bewerbung@f-v-v.de.\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF-Datei mit einer Größe von max. 8 MB übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder Anhänge können nicht berücksichtigt werden.\nDokumentationszentrum Flucht, Vertreibung, Versöhnung\nStresemannstraße 90\n10963 Berlin\nT +49 30 206 29 98 – 0\nMail: info@f-v-v.de\nwww.flucht-vertreibung-versoehnung.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-m-w-d-fuer-den-besucherdienst-2/", "date_published": "2025-07-07T00:00:00"}]}