{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/teamleitung-m-w-d-verwaltung/", "image": "", "title": "Teamleitung (m/w/d) Verwaltung", "content_text": "Fränkisches Freilandmuseum, Fladungen Bewerbungsende: 16.12.2025 | Der Bezirk Mittelfranken sucht für die Verwaltung des\nFränkischen Freilandmuseums in Bad Windsheim\nzum 01.03.2026 bzw. dem danach nächstmöglichen Zeitpunkt eine\nTeamleitung (m/w/d) Verwaltung\nin Teilzeit im Umfang bis zu 75 % einer Vollzeitstelle.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhr Aufgaben\nFührung und Weiterentwicklung des Teams Verwaltung\nSteuerung der Aufgabenverteilung und Regelung der Arbeitsabläufe einschließlich Einsatz von Arbeitsmitteln\nMitwirkung bei der Bearbeitung sämtlicher personal- und haushaltsrelevanter Angelegenheiten in Abstimmung mit der Verwaltungsleitung\nUnterstützung der Verwaltungsleitung bei der Planung, Durchführung und Überwachung personalwirtschaftlicher und haushaltsrechtlicher Vorgänge\nBearbeitung administrativer Aufgaben im Rahmen der Personalverwaltung, Budgetplanung und Mittelbewirtschaftung\nIhr Profil\nSie verfügen über die Befähigung für die 3. Qualifikationsebene (früher: gehobener Dienst) der Fachlaufbahn Verwaltung und Finanzen\noder\neine erfolgreich abgelegte Fachprüfung II für Verwaltungsangestellte (AL II bzw. BL II)\noder\nein erfolgreich abgeschlossenes Studium in einem vergleichbaren Studiengang\n(z. B. Bachelor of Arts Public Management)\nDarüber hinaus bringen Sie folgende Kenntnisse, Erfahrungen und Fähigkeiten mit:\nFundierte Kenntnisse in der Personalführung\nGute Kenntnisse im Haushalts-, Kassen- und Rechnungswesen (Kameralistik)\nEDV-Kenntnisse in allen gängigen MS-Office-Anwendungen sowie Bereitschaft, sich in neue Kassen-, Buchhaltungs-, Warenwirtschafts- und Dienstprogramme einzuarbeiten\nVerantwortungsbereitschaft, Arbeitsmotivation, Einsatzfreude und Zuverlässigkeit\nZeitliche Flexibilität und Bereitschaft zum regelmäßigen Arbeitseinsatz bei Veranstaltungen\nan Wochenenden und Feiertagen während der Museumssaison\nMethodische, effiziente und zielorientierte Arbeitsweise\nGute organisatorische Fähigkeiten sowie kooperativer und kommunikativer Führungsstil\nFührerschein der Klasse B\nWir bieten\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit\nEine Teilzeitstelle im Umfang von 75 % einer Vollzeitstelle\nFachliche Einarbeitung sowie hausinterne Fortbildungen\nDie Eingruppierung von Beschäftigten erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe 9c TVöD-VKA\nIm Beamtenbereich bestehen Beförderungsmöglichkeiten bis max. Besoldungsgruppe A 11\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nFlexible Arbeitszeitgestaltung im Gleitzeitmodell mit Kern- und Rahmenzeiten\nIm Rahmen der bezirklichen Regelungen die Möglichkeit des mobilen Arbeitens\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen der Verwaltungsleiter, Herr Reinhold Werner (Tel. 09841 6680-12), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie auf unserer Internet-Seite unter\nwww.freilandmuseum.de\noder auf unseren Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie bitte bis\nspätestens 16.12.2025\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.12.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-m-w-d-verwaltung/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-2/", "image": "", "title": "wissenschaftliche*r Volontär*in", "content_text": "Goethe-Museum in der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 07.12.2025 | Wir suchen zum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche*n Volontär*in\nfür die Bereiche Sammlung, Ausstellung und Vermittlung im Goethe-Museum in der Landeshauptstadt Düsseldorf (m/w/d) in Vollzeit (39h/Woche)\nDas Goethe-Museum in der Landeshauptstadt Düsseldorf ist deutschlandweit eines der drei großen Goethe-Museen und beherbergt die größte, etwa 50.000 Objekte umfassende Goethe-Privatsammlung der Welt. Zur Institution gehören das Museum, das Handschriftenarchiv, die Forschungsbibliothek, die Kunstsammlung und ein Veranstaltungszentrum. Das Museum wird getragen von der Anton-und-Katharina-Kippenberg-Stiftung. Es ist untergebracht im Ensemble Schloss Jägerhof, einem der bedeutendsten Orte der Düsseldorfer Stadtgeschichte, zentrumsnah direkt am Hofgarten gelegen. Das Goethe-Museum durchläuft derzeit einen umfassenden Transformationsprozess, zu dem eine Ausrichtung auf neue Besuchergruppen und Communities, eine höhere Sichtbarkeit in der Stadtöffentlichkeit, im Rheinland und weltweit, auch digital, eine unverwechselbare kuratorische ‚Handschrift‘ beim Ausstellen von Literatur und nicht zuletzt die Erschließung und langfristige Sicherung der Sammlung zählen.\nDas wissenschaftliche Volontariat vermittelt fundierte Einblicke in alle Facetten der Arbeit in einem modernen Museum und kommunalen Kulturinstitut sowie weitreichende Kenntnisse in den musealen Aufgabenbereichen Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln.\nIhre Aufgaben unter anderem:\nAktive Begleitung innovativer (analoger) Ausstellungsformate und Projekte sowie Mitarbeit an der strategischen Entwicklung einer kuratorischen ‚Handschrift‘ des Hauses\nKonzeptionierung von zielgruppenorientierten Angeboten der kulturellen Bildung und Umsetzung entsprechender partizipativer Vermittlungsformate in Form von Workshops und Outreach-Angeboten\nSystematische, wissenschaftliche Erschließung, Neuordnung und Dokumentation von Teilbeständen der musealen Sammlung\nDigitalisierung von grafischen Sammlungsbeständen, Arbeit mit einschlägigen Datenbanken\nCommunity-Management und Kontakt zu Wissenschaftlern, Autoren, Künstlern, Stakeholdern und Multiplikatoren sowie die Steuerung und Umsetzung kleinerer Events oder Kooperationen\nIhr Profil:\nAbgeschlossenes Hochschulstudium der Geisteswissenschaften oder vergleichbar (B.A. oder M.A.)\nLeidenschaft für das Zusammenarbeiten im Team\nBegeisterung für zeitgemäße diversitätsorientierte Museumsarbeit\nSehr gute sprachliche Kenntnisse (Deutsch und Englisch fließend in Wort und Schrift)\nGute IT-Kenntnisse\nInteresse an Literatur, Kultur und Kunst der Romantik und Goethezeit\nErfahrungen im Museums- und Ausstellungsbetrieb sind von Vorteil.\nAktive Teilhabe in kulturaffinen Netzwerken ist wünschenswert.\nDie Einstellung erfolgt zum nächstmöglichen Zeitpunkt befristet für die Dauer von 2 Jahren zur Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen. Es wird eine monatliche Festvergütung im ersten Jahr in Höhe von 2.314,38 EUR brutto (Hälfte EG 13 Stufe 1 TVöD) und im zweiten Jahr in Höhe von 2.492,98 EUR brutto (Hälfte EG 13 Stufe 2 TVöD) gewährt.\nDie Stadtverwaltung Düsseldorf verfolgt offensiv das Ziel zur beruflichen Gleichstellung von Frauen und Männern. Als moderne Landeshauptstadt setzen wir auf qualifizierte Bewerberinnen und Bewerber, um gegenwärtig und in Zukunft einen ausgewogenen Anteil von Frauen und Männern in unserer Verwaltung sicherzustellen. Wir wollen weibliche und männliche Fachkräfte gleichermaßen ansprechen und ermutigen sich zu bewerben.\nDarüber hinaus nimmt die Landeshauptstadt Düsseldorf die berufliche Integration nach dem SGB IX ernst. Bewerbungen von Schwerbehinderten und Gleichgestellten werden bei gleicher Eignung bevorzugt berücksichtigt.\nZusätzliche Leistungen:\nVermögenswirksame Leistungen in Höhe von 6,65 Euro\nJahressonderzahlungen\nBewerbung:\nBitte nutzen Sie für Ihre Bewerbung bis zum 07. Dezember 2025 ausschließlich das Bewerberportal der Stadtverwaltung Düsseldorf unter\nhttps://ausbildung.duesseldorf.de/Wissenschaftlicher-Volontaerin-fuer-die-Bereiche-Sammlung–de-f7770.html\nKontakt:\nPia Löw\nTelefon: 0211-8922094\nEmail:\npia.loew@duesseldorf.de\nMaria Toska\nTelefon: 0211-8921260\nEmail:\nmaria.toska2@duesseldorf.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-2/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/netzwerk-koordinator-w-m-d/", "image": "", "title": "Netzwerk-Koordinator (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 10.12.2025 | Das Deutsche Museum sucht als Netzwerkpartner der Stiftung „Kinder forschen“ zum nächstmöglichen Zeitpunkt einen\nNetzwerk-Koordinator (w/m/d)\nzur administrativen Betreuung der gemeinsamen Bildungsinitiative, deren Ziel der Aufbau eines MINT-Fortbildungsstandorts für Erzieherinnen, Erzieher und Grundschullehrkräfte in München ist.\nIhre Aufgaben\nAufbau und Koordination des Münchner Netzwerks an Bildungseinrichtungen (insbes. Kitas und Grundschulen)\nRekrutierung, Auswahl und Betreuung von TrainerInnen, Koordination von Schulungen für diesen Personenkreis, Vertrags- und Abrechnungsmanagement\nKoordination und Organisation von Fortbildungsprogrammen\nBeschaffung, Bereitstellung und Abrechnung von Materialien für Fortbildungsmaßnahmen, administrative Aufgaben\nÖffentlichkeitsarbeit, Teilnahme an Netzwerktreffen, Präsentation des Netzwerks an themenverwandten Veranstaltungen\nEvaluation der Schulungen und Programme\nIhr Profil\nabgeschlossenes Bachelor-Studium im Bereich Sozialpädagogik, Tourismus-Management oder Betriebswirtschaft\noder\nQualifikationsprüfung für die dritte Qualifikationsebene der Fachlaufbahn Verwaltung und Finanzen mit fachlichem Schwerpunkt nichttechnischer Verwaltungsdienst oder Ausbildung zur/zum Verwaltungsfachangestellten mit Fachprüfung II für Verwaltungsangestellte\neinschlägige Praxiserfahrung in der Organisation und Durchführung von Fortbildungen und Bildungsangeboten im Bereich Kindergarten, Schule, Museum o.ä., Erfahrung in der Betreuung von Gruppen\nKenntnis des Arbeitsumfelds und der Anforderungen in Kitas bzw. im Ganztag in der Grundschule\nvon Vorteil: praktische Erfahrung in der Erwachsenenbildung, Kenntnisse im Bereich Buchführung und Wirtschaftsrechnung\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 9b nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDer Arbeitsplatz ist grundsätzlich teilzeitgeeignet, sollte jedoch zu 100 % besetzt werden.\nDie Stelle ist projektbezogen auf ein Jahr befristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n10.12.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2556\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.12.2025", "url": "https://www.museumsbund.de/stellenangebote/netzwerk-koordinator-w-m-d/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wiss-mitarbeiterin-provenienzforschung-m-w-d-botanischer-garten-und-botanisches-museum/", "image": "", "title": "Wiss. Mitarbeiter*in Provenienzforschung (m/w/d) Botanischer Garten und Botanisches Museum", "content_text": "Freie Universität Berlin, Berlin Bewerbungsende: 08.12.2025 | Wiss. Mitarbeiter*in (m/w/d) mit 80%-Teilzeitbeschäftigung befristet bis 29.02.2028 Entgeltgruppe 13 TV-L FU Kennung: BO Berlin_16-2025_Provenienzforschung\nDie Ausschreibung erfolgt vorbehaltlich der Mittelbewilligung\nDer Botanische Garten Berlin mit dem Botanischen Museum (BO Berlin) ist nicht nur ein Ort der biologischen Vielfalt, Forschung und Bildung, sondern auch ein international bedeutendes Kulturgut. Der BO Berlin ist das Wissenszentrum der Botanik und als Zentraleinrichtung der Freien Universität Berlin (FU) Teil einer Spitzenuniversität, die zu den mehrfach ausgezeichneten Exzellenzuniversitäten in Deutschland gehört.\nEr blickt auf eine fast 350-jährige Geschichte zurück und ist mit seinen umfangreichen historischen Sammlungen nicht nur eine herausragende Institution, sondern zugleich ein spannendes Forschungsobjekt, insbesondere im Hinblick auf seine koloniale Vergangenheit.\nIm Rahmen des bei uns in der Abteilung Museum und Gesellschaft verorteten Projekts „Verknüpfte Geschichten – koloniale Bestände aus Togo und Ghana in den Berliner Museen“ erforschen wir im Verbund mit dem Museum für Naturkunde Berlin, dem Ethnologischen Museum und Zentralarchiv der Staatlichen Museen zu Berlin sowie mit Partnerinstitutionen in Ghana und Togo die Erwerbungskontexte unserer Sammlungen. Im Mittelpunkt stehen die Kolonialstationen Bismarckburg und Misahöhe als Knotenpunkte kolonialer Macht- und Wissensproduktion. Ziel ist es, koloniale Narrative kritisch zu hinterfragen, lokale Perspektiven einzubeziehen und ein Modell für eine transdisziplinäre Provenienzforschung zu entwickeln.\nDie Besetzung dieser Position erfolgt vorbehaltlich der Mittelbewilligung durch den Drittmittelgeber.\nWas Sie bei uns erwartet:\nein spannendes und gesellschaftlich relevantes Forschungsumfeld\nein engagiertes, interdisziplinäres Team mit internationalen Kooperationen\nindividuelle Fort- und Weiterbildungsmöglichkeiten\nfamilienfreundliche Arbeitsbedingungen und flexible Arbeitszeiten\nAngebote des Betrieblichen Gesundheitsmanagements\n30 Urlaubstage sowie arbeitsfreie Tage am 24. & 31. Dezember\nein bezuschusstes VBB-Firmenticket\nAufgabengebiet:\nProvenienzforschung zu kolonialen Sammlungen aus Togo und Ghana in Zusammenarbeit mit den Verbundpartnern\nhistorische Analyse der Kolonialstationen Bismarckburg und Misahöhe sowie der beteiligten wissenschaftlichen, politischen und institutionellen Netzwerke\nRecherche und Auswertung von Archivalien und Quellen im In- und Ausland (inkl. Aufenthalte in Togo und Ghana)\nAufbau und Pflege internationaler Kooperationen, insbesondere mit Partnern in Ghana und Togo\nPräsentation und Publikation der Ergebnisse in Fachzeitschriften, Sammelbänden und auf Tagungen\nAufbereitung und Vermittlung der Ergebnisse in öffentlichkeitswirksamen Formaten (Ausstellungen, Führungen, Medien)\nKonzeption und Durchführung von Workshops, Tagungen und Projektveranstaltungen\nEinstellungsvoraussetzungen:\nabgeschlossenes wissenschaftliches Hochschulstudium (Master) in Geschichtswissenschaften, Kultur- und Sozialanthropologie, Kulturwissenschaften oder in einem den Anforderungen entsprechenden Studienfach\nErwünscht:\nnachgewiesene Expertise in Kolonialgeschichte, Museumsgeschichte, Wissenschafts- oder Expeditionsgeschichte\nErfahrung in der Provenienzforschung oder in vergleichbaren Forschungsarbeiten\nVertrautheit mit naturkundlichen und/oder ethnologischen Sammlungen\nfundierte Erfahrung in Archivrecherche, inkl. Lesefähigkeit alter deutscher Handschriften (Sütterlin)\nPublikations- und Vortragserfahrung, insbesondere auch in Wissenschaftskommunikation\nsehr gute Englischkenntnisse, sehr gute Deutschkenntnisse, Grundkenntnisse Französisch\nErfahrung in interdisziplinären Teams, idealerweise auch in Kooperation mit Communities im Globalen Süden\nOrganisationsvermögen, Teamfähigkeit und interkulturelle Kommunikationskompetenz\nDas Projekt wird vom Deutschen Zentrum für Kulturgutverluste gefördert. Im Rahmen des Projekts wird neben dieser Stelle eine weitere wissenschaftliche Stelle am Museum für Naturkunde Berlin eingerichtet. Bewerbungen auf beide Stellen sind ausdrücklich willkommen.\nBewerbungen sind mit aussagekräftigen Unterlagen unter Angabe der Kennung im Format PDF (vorzugsweise als ein Dokument) elektronisch per E-Mail zu richten an Verwaltung und Services: bewerbung@bo.berlin oder per Post an die\nFreie Universität Berlin\nZentraleinrichtung Botanischer Garten und Botanisches Museum\nVerwaltung und Services\nKönigin-Luise-Str. 6-8\n14195 Berlin (Dahlem)\nSchwerbehinderte werden bei gleicher Qualifikation bevorzugt.\nDie Freie Universität Berlin fordert Frauen sowie Personen mit Migrationsgeschichte ausdrücklich zur Bewerbung auf.\nhttps://www.fu-berlin.de/karriere/index.html\nMit der Abgabe einer Onlinebewerbung geben Sie als Bewerber*in Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nWir weisen darauf hin, dass bei ungeschützter Übersendung Ihrer Bewerbung auf elektronischem Wege von Seiten der Freien Universität Berlin keine Gewähr für die Sicherheit übermittelter persönlicher Daten übernommen werden kann.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wiss-mitarbeiterin-provenienzforschung-m-w-d-botanischer-garten-und-botanisches-museum/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/programmer-for-scientific-datamanagment-f-m-d/", "image": "", "title": "Programmer for Scientific Datamanagment (f/m/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 14.12.2025 | The Senckenberg Gesellschaft für Naturforschung, headquartered in Frankfurt am Main, is seeking to fill the following position in the Senckenberg Data and Modelling Center (SDMC), Geobiodiversity Information and Data Management team at the Senckenberg Research Institute and Natural History Museum Frankfurt, starting as soon as possible:\nProgrammer for Scientific Datamanagment (f/m/d)\n(part time: up to 60%)\nLocation: Frankfurt\nEmployment scope: Part-time: up to 60%\nType of contract: Temporary, limited to 36 months\nRemuneration: Collective agreement of the state Hesse (TV-H) / E11\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. Our headquarter is located in the thriving commercial metropolis of Frankfurt (Mainhatten) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nThe Geobiodiverstiy Information and Data Management team contributes to the development of national and international research data infrastructures, making Senckenberg’s natural history collections and geobiodiversity research data sustainably accessible for interdisciplinary usage. Our team is dedicated to managing, storing, archiving, and publishing diverse types of geobiodiversity data and metadata.\nGFBio (Gesellschaft für Biologische Daten e.V.) constitutes a platform for managing, sharing, and preserving biological research data and expertise throughout Germany. Currently, 10 Data Centers serve as infrastructure partners within the GFBio network, supporting the curation, archiving, and publication of biodiversity data. Senckenberg hosts a GFBio Data Center, and data submitted through GFBio are transferred to the infrastructure improved and established by the appointed candidate. The aim is to enhance our infrastructure for the curation and archiving of various biological data, starting with information on physical collection objects, continuously extended by further data types. This development project is funded by NFDI4Biodiversity, part of NFDI, the German National Research Data Infrastructure Program.\nThe project position is part of our Senckenberg Data and Modelling Center (SDMC) with experts in the areas of biodiversity research data management and service development at the Senckenberg Institutes, so that comprehensive training in the relevant subject areas is guaranteed.\nYour tasks\nEnhancing SGN Data Center infrastructure for the curation and archiving of various biological data, starting with information on physical collection objects, continuously extended by further data types\nExtending databases, implement APIs for data transfer\nEnsuring data security, including rights management\nEstablishing versioning of datasets, usage of suitable archiving formats and backup strategies\nCommunication with colleagues (Central IT, SDMC) for integration with internal workflows and systems\nCommunication with GFBio Data Center group (exchange and status reports)\nSupport the Core Trust Seal Certification process\nFind individual solutions for data submitted through GFBio as well as sustainable general workflows\nYour profile\nCompleted university/technical college degree in computer science, bioinformatics, geoinformatics, or comparable qualification\nExperience with building, maintaining, and connecting databases, data exchange formats and structures (PostgreSQL, XML, JSON)\nKnowledge of APIs and corresponding specifications (OpenAPI)\nKnowledge of archiving formats and standards, and backup procedures\nKnowledge of version control systems (Git)\nGood communication skills and the ability to implement software solutions independently, but in close discussion with cooperation partners\nVery good communication skills in both written and spoken German and English\nTeam-oriented, structured, and flexible working style, ideally with the willingness to travel for training, meetings and presentations\nDesirable skills\nExperience with biological data, taxonomic knowledge (ABCD, DarwinCore)\nExperience in Research Data Management\nKnowledge of FAIR principles and their implementation\nWe Offer:\nAccess to an international network of scientists, policymakers, and research organizations\nA dynamic working environment in Frankfurt, a diverse and vibrant city offering a high quality of life\nFlexible working hours – mobile working options – Support with childcare or caring for family members (certified by the “audit berufundfamilie”) – employee ID card with free admission to municipal museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (cover letter, CV, training and employment references) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #01-25068 by 14 December 2025 or apply online, using the application form on our website\nhttps://www.senckenberg.de/en/career/apply-online/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact PD Dr. Hanieh Saeedi at\nhanieh.saeedi@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.12.2025", "url": "https://www.museumsbund.de/stellenangebote/programmer-for-scientific-datamanagment-f-m-d/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsguides-fuer-grosse-demokratieausstellung-in-arnsberg-gesucht/", "image": "", "title": "Museumsguides für große Demokratieausstellung in Arnsberg gesucht", "content_text": "Sauerland-Museum, Arnsberg Bewerbungsende: 18.12.2025 | Im Oktober startete im Sauerland-Museum in Arnsberg eine große Ausstellung zur Demokratie „Mit Herz, Hand und Verstand – Demokratisches Leben im Sauerland“. Für diese Ausstellung und darüber hinaus suchen wir freie Museumsguides.\nIhre Aufgaben\nSie führen Vermittlungsangebote für unterschiedlichste Gruppen und Schulklassen durch.     Ergänzend oder alternativ übernehmen Sie die Durchführung von Kindergeburtstagen, Spezialführungen, Themenführungen oder Vermittlungsworkshops.\nEs besteht die Möglichkeit, dass Sie die Durchführung eines jährlich stattfindenden “Kids Clubs” als Veranstaltungsreihe übernehmen.\nSie bringen sich in Evaluation und Optimierung der Vermittlungsprogramme ein.\nSie beteiligen sich an größeren Museumsveranstaltungen, indem sie das museumspädagogische Begleitprogramm betreuen (Kurzführungen, Bastelprogramme, Aktionen).\nIhr Profil\nSie verfügen über ein hohes Maß an Museumsaffinität.\nSie sind kommunikativ und haben Freude daran, komplexe historische und kulturelle Themen an unterschiedliche Zielgruppen zu vermitteln.\nSie haben Interesse an der Regionalgeschichte Südwestfalens.\nSie mögen die Mitarbeit in einem wachsenden und diversen Team aus Museumsstab und Museumsguides.\nSie sind flexibel und können auch werktags im Vormittagsbereich Schulangebote durchführen.\nSie sind bereit, regelmäßig am Wochenende oder an Abenden zu arbeiten.\n(Nicht alle Voraussetzungen müssen zwingend erfüllt sein, weil die Arbeitszeiten von Ihrer Verfügbarkeit und Programmzuständigkeit abhängen.)\nDie freie Mitarbeit ist auf jeweils ein Jahr befristet mit angestrebter Verlängerung um ein Jahr.\nDer Verdienst erfolgt auf Honorarbasis entsprechend der museumseigenen Honorarordnung.\nDie Arbeitszeiten sind flexibel nach Buchungsaufkommen.\nBewerbungsfrist: Es sind fortlaufende Bewerbungen möglich.\nBitte richten Sie Ihre Bewerbung an folgende Email-Adresse sauerlandmuseum@hochsauerlandkreis. de. Bei Fragen wenden Sie sich an Dr. Ulrike Schowe (Tel. 02931 94-4603).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.12.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsguides-fuer-grosse-demokratieausstellung-in-arnsberg-gesucht/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-fuer-das-stadtgeschichtliche-museum/", "image": "", "title": "Volontär:in für das Stadtgeschichtliche Museum", "content_text": "Bezirk Spandau, Berlin | Der Bezirk Spandau ist mit rund 230.000 Einwohnern der westliche Randbezirk der Stadt Berlin. Hier lassen sich naturnahe Erholung und die Nähe zu den Angeboten der Metropole Berlin hervorragend kombinieren. Für rund 1.500 Menschen Grund genug, sich auch beruflich im und für den Bezirk\nzu engagieren. Als Teil der Landesverwaltung nehmen wir vielfältige Aufgaben im direkten Kontakt zu den Bürgerinnen und Bürgern des Bezirkes wahr.\nZur Verstärkung unseres Teams im Amt für Weiterbildung und Kultur suchen wir\nab 01.03.2026 befristet\nfür 2 Jahre eine/n\nVolontärin/Volontär\nfür das Stadtgeschichtliche Museum.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-fuer-das-stadtgeschichtliche-museum/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/informatiker-w-m-d-medieninformatiker-w-m-d/", "image": "", "title": "Informatiker (w/m/d) / Medieninformatiker (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 09.12.2025 | Das Deutsche Museum Bonn ist Teil des Deutschen Museums. Unter dem Motto »Mission KI – erleben.verstehen.mitgestalten« hat es sich als zentrales Forum für Künstliche Intelligenz (KI) in Nordrhein-Westfalen etabliert. Bunt gestaltete dynamische Erlebnisräume laden zum Eintauchen in die Welt der KI ein. Interaktive und unterhaltsame Exponate und Demonstrationen machen Grundlagen und aktuelle Entwicklungen von KI verständlich.\nWir suchen Sie zum nächstmöglichen Zeitpunkt in Teilzeit (50%) als\nInformatiker (w/m/d) / Medieninformatiker (w/m/d)\nIhre Aufgaben\nAufbau, Weiterentwicklung und Betrieb der IT-Landschaft\nService Design (insbes. Capacity-, Information Security- und Availability-Management)\nService Transition (insbes. Release-, Deployment- und Testmanagement)\nService Operation (insbes. Incident- und Problemmanagement im 2nd/3rd Level)\nContinual Service Improvement\nAufbau, Weiterentwicklung und Betrieb der Medienlandschaft unter Einbindung wegweisender Technologien (z.B. Virtual und Augmented Reality, Deep Learning, KI, Interaktion mit Robotern)\nSteuerung und Koordinierung der internen und externen Partner im Aufgabenfeld\nIhr Profil\nBachelor der Informatik oder Medieninformatik\nBerufserfahrung in Netzwerkdesign, -konfiguration und –betrieb\nErfahrung in der Entwicklung und dem Betrieb von Multimediaanwendungen, Medientechnik\nPersönliche / soziale / methodische Kompetenzen\nInnovationsfreude\nKommunikations- und Teamfähigkeit\nErgebnisorientierung, Problemlösungs- und Entscheidungsfähigkeit, Organisationsfähigkeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in einem engagierten, wertschätzenden und kollegialen Team\neine tarifgerechte Bezahlung in Entgeltgruppe 11 nach dem Tarifvertrag für den öffentlichen\nDienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\nein Betriebliches Gesundheitsmanagement, EGYM Wellpass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n09.12.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2555\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.12.2025", "url": "https://www.museumsbund.de/stellenangebote/informatiker-w-m-d-medieninformatiker-w-m-d/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-m-w-d-fuer-museumspaedagogik-museumsdidaktik/", "image": "", "title": "Elternzeitvertretung (m/w/d) für Museumspädagogik/ Museumsdidaktik", "content_text": "Richard-Wagner-Stiftung Bayreuth, Bayreuth Bewerbungsende: 11.01.2026 | Die\nRichard-Wagner-Stiftung Bayreuth\nsucht\nab 01. März 2026\nfür das Richard Wagner Museum, Haus Wahnfried, eine\nElternzeitvertretung (m/w/d) für Museumspädagogik/\nMuseumsdidaktik.\nDie Teilzeitstelle (19,50 Wochenstunden) ist auf die Dauer der Elternzeit der Stelleninhaberin befristet und nach Entgeltgruppe 10 TVöD bewertet.\nDas Richard Wagner Museum Bayreuth mit Nationalarchiv und Forschungsstätte der Richard-Wagner-Stiftung in Wagners ehemaligem Wohnhaus „Wahnfried“ ist nicht nur ein kulturhistorisch bedeutender Ort von hoher und vielfältiger Symbolkraft, sondern auch das Zentrum der musealen und wissenschaftlichen Auseinandersetzung mit sowie der Vermittlung von Leben, Werk und Wirkung Richard Wagners. Insbesondere auch die unmittelbare Nähe zu und Zusammenarbeit mit den Bayreuther Festspielen macht das Museum zu einem kulturellen Anziehungspunkt mit internationaler Aufmerksamkeit und einer der touristischen Hauptattraktionen der Stadt und Region Bayreuth.\nDer Aufgabenbereich umfasst im Wesentlichen:\nEntwicklung und Ausarbeitung von museumspädagogischen Konzepten, Programmen und Angeboten\nProgrammleitung und Umsetzung der museumspädagogischen Vermittlungsangebote mit Materialerstellung und Termindisposition\nKooperation und Kontaktpflege mit Schulen und anderen Bildungseinrichtungen.\nZusammenarbeit mit Fachkollegen zur museumsdidaktischen Vermittlung von Museumsprojekten (Sonderausstellungen etc.)\nPlanung, Organisation und Koordination des Führungsdienstes\nZielgruppenerschließung und -evaluierung, insbesondere in der jungen und alten Generation sowie sozial und bildungsmäßig Benachteiligten\nWeiterentwicklung der Bindung zwischen Museum und Stadtgesellschaft\nWir erwarten von Ihnen:\nErfolgreich abgeschlossenes Studium (mindestens Bachelorniveau) mit kulturgeschichtlichem Hintergrund\nBerufserfahrung und Fachkenntnisse in vergleichbarer Funktion\nBeherrschung von MS-Office und Social-Media-Anwendungen\nTadelloses Deutsch in Wort und Schrift sowie mindestens Grundkenntnisse im Englischen und möglichst einer weiteren Fremdsprache\nBesondere persönliche Begabung in Darstellung und Vermittlung auch komplexer kulturgeschichtlicher Sachverhalte\nHohe Identifikationsbereitschaft mit dem Selbstverständnis, Auftrag und Leitbild des Richard Wagner Museums\nEngagement, selbständiges Arbeiten, Flexibilität, Kreativität, ausgeprägte Kommunikations- und Teamfähigkeit, Belastbarkeit, Organisationstalent\nBereitschaft zur Übernahme von Querschnittsaufgaben und zu gelegentlicher Arbeit auch abends und am Wochenende\nWir bieten Ihnen:\nTätigkeit in einer wichtigen nationalen Kulturinstitution mit internationaler Aufmerksamkeit und Wirkung vor allem im Zusammenhang mit den Bayreuther Festspielen\nArbeitsplatz mit vielfältigen Gestaltungsmöglichkeiten für die Außendarstellung des Hauses\nZentrale Funktion in einem überschaubaren Team und in enger Zusammenarbeit mit der Museumsleitung\nDie Bewerbungen geeigneter Schwerbehinderter und Gleichgestellter im Sinne des SGB IX sind erwünscht.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte mit dem Kennwort „Museumspädagogik“\nbis spätestens 11.01.2026\nund vorzugsweise auf elektronischem Wege an:\nRichard Wagner Museum, Wahnfriedstr. 2, 95444 Bayreuth\nE-Mail:\nbewerbung@wagnermuseum.de\n(Anhänge bitte ausschließlich im PDF- oder JPG-Format).\nIhre persönlichen Daten werden benötigt, um das Stellenbesetzungsverfahren nach den gesetzlichen Bestimmungen durchzuführen. Diese werden ausschließlich hierfür verwendet. Werden die erforderlichen Daten nicht angegeben, kann die Bewerbung nicht berücksichtigt werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-m-w-d-fuer-museumspaedagogik-museumsdidaktik/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherservice-der-ausstellung-pierre-huyghe-in-der-halle-am-berghain/", "image": "", "title": "Besucherservice der Ausstellung „Pierre Huyghe“ in der Halle am Berghain", "content_text": "x:hibit projects UG, Berlin Bewerbungsende: 07.12.2025 | Für den Besucherservice der Ausstellung „\nPierre Huyghe\n“ in der Halle am Berghain im Zeitraum 23.01. bis 8.03.2026 suchen wir Mitarbeiter*innen in Vollzeit, Teilzeit und auch als Werksstudierende.\nIhre Aufgaben\nIm Fokus der Tätigkeit stehen die Kommunikation mit den Besucher*innen, Hilfestellung und Problemlösungskompetenz. Durch Ihren Einsatz ermöglichen Sie den Besucher*innen der Ausstellung ein einzigartiges Besuchserlebnis, indem Sie je nach Einteilung im Einsatzplan die folgenden Aufgaben übernehmen:\nSie empfangen die Besucher*innen und unterstützen sie während ihres Aufenthalts aktiv, indem Sie Fragen zum Besuch, Inhalt und Konzept der Ausstellung beantworten.\nSie verkaufen Tickets und Publikationen (z.B. Katalog) und übernehmen die Ticketkontrolle.\nSie stellen den reibungslosen Betrieb der Ausstellung sicher. Mithilfe von Checklisten überprüfen und dokumentieren Sie den Betrieb, melden Störungen und beheben diese in enger Abstimmung mit dem Projektteam.\nSie übernehmen tägliche Berichte, die z.B. Besuchszahlen, Beobachtungen und Optimierungsvorschläge umfassen.\nSie öffnen und schließen die Ausstellung vor bzw. nach den Öffnungszeiten – je nach Einsatzplanung.\nSie sprechen bei Bedarf Verstöße gegen die Hausordnung an – dadurch ermöglichen Sie allen Besucher*innen ein angemessenes Besuchserlebnis. Es handelt sich jedoch explizit um keine “Bewachungstätigkeit”.\nSie übernehmen allgemeine, organisatorische Aufgaben.\nIhr Profil\nSie haben Freude an der Arbeit mit unterschiedlichen Besucher*innengruppen.\nSie sind kommunikationsstark und zeichnen sich durch besucherorientiertes Denken und Handeln, Einsatz- und Verantwortungsbereitschaft aus.\nDas Thema der Ausstellung weckt Ihre Neugier und sie sind idealerweise technikaffin.\nSie sind zuverlässig und bereit, auch an Wochenenden und Feiertagen zu arbeiten.\nSie arbeiten gern im Team und verstehen dessen Erfolg als ein gemeinsames Ganzes, zeichnen sich durch Einsatzbereitschaft aus und sind bereit, Verantwortung zu übernehmen.\nSie sprechen mindestens fließend Deutsch und Englisch und davon eine Sprache sehr gut. Weitere Sprachkenntnisse sind ein Vorteil, aber kein Muss.\nIdealerweise haben Sie erste Erfahrungen in diesem Bereich gesammelt, wie beispielsweise:\nBetreuung von Museen / Ausstellungen / Konzerten oder anderen Veranstaltungen\nVerkauf / Service / Beratung / Kundenkontakt oder jede andere Arbeit mit Menschen\nVermittlung im Museum / in einer Ausstellung / Gedenkstätte oder andere Erfahrungen in der Museumspädagogik / Kulturvermittlung / Guide / Kunstvermittlung oder Sozialarbeit\nErfahrungen mit Empfang / Events / Kundenservice / Visitor Service\nRahmenbedingungen\nDie Ausstellung findet in der Halle am Berghain in Berlin Friedrichshain (fußläufig vom Ostbahnhof), 23.01. bis zum 8.03.2026 statt.\nSchulungen finden vor Beginn der der Ausstellung statt (vergütet), voraussichtlich 20.01. bis 22.01.2026,\nDie Arbeitszeiten richten sich nach den Öffnungszeiten der Ausstellung und liegen je nach Einsatzplanung Montag bis Donnerstag, 15 bis 21 Uhr und Freitag bis Sonntag, 12 bis 20 Uhr (zzgl. vergüteter Vor- und Nachbereitung sowie Hoch- und Runterfahren der Ausstellungstechnik).\nDie Arbeitszeiten und wöchentlichen Arbeitsstunden können im Rahmen der betrieblichen Anforderungen individuell abgestimmt werden. Wir versuchen faire und flexible Lösungen für alle Lebensphasen zu finden.\nEs können unterschiedliche Arbeitszeitmodelle vereinbart werden.\nDie Vergütung liegt mit € 15,49 / Std. (brutto) deutlich über dem Branchendurchschnitt.\nVor Arbeitsbeginn finden Schulungen und Einarbeitungen zu Abläufen und Inhalten statt.\nSelbstverständlich handelt es sich um eine sozialversicherungspflichtige Tätigkeit und keine Zeit- oder Leiharbeit.\nDie Beschäftigungsdauer ist aufgrund der Laufzeit der Ausstellung befristet.\nist anschließend eine Weiterbeschäftigung in anderen Projekten möglich, was aber nicht garantiert werden kann.\nDer Job ist sehr gut für Studierende / Quereinstieg / Orientierungsphasen geeignet.\nEs gibt eine legere und bereitgestellte Corporate Fashion für ein einheitliches Auftreten ggü. Besucher*innen, aber keine „Uniformierung“, Anzüge oder ähnliches.\nSie gewinnen praktische Einblicke in die Berliner Kunst- und Kulturlandschaft, insbesondere in die Organisation von Ausstellungsbetrieben.\nUns ist bewusst, dass der Erfolg des Projekts auch von der Motivation und Einbindung der Mitarbeiter*innen abhängt.\nEs werden mehrere Kolleg*innen gesucht.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter oder sexueller Orientierung und Identität. Ihre Bewerbung kann auch ohne Bild und Hinweise auf Herkunft, Alter oder Geschlecht eingeschickt werden (Kopien der Unterlagen können entsprechend geschwärzt werden).\nWenn wir Ihr Interesse geweckt haben, freuen wir uns über Ihre Bewerbung! Bitte senden Sie Ihre Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) an jobs@xhibit.de.\nInformationen zur Ausstellung der LAS ART FOUNDATION unter:\nhttps://www.las-art.foundation/de/programm/pierre-huyghe\nÜber x:hibit projects / Kontakt\nAls Expert*innen im Bereich der Visitor Relations unterstützen wir Kulturorte bei der Initiierung, Aufrechterhaltung und Optimierung ihrer Besucherbeziehungen – ganzheitlich und über alle Phasen des Besuchszyklus hinweg. Unsere Mission ist es, individuelle Lösungen für die Visitor Relations von Kulturorten zu erarbeiten, die der gesellschaftlichen Bedeutung der Institutionen und den dynamischen und diversen Bedürfnissen ihrer Besucher*innen gerecht werden. Die Umsetzung von Besucherservices für Kulturorte wie Museen und Ausstellungen deutschlandweit gehört dabei zu unseren Kernkompetenzen.\nx:hibit projects UG\nFürstenplatz 1\n14052 Berlin\n+49.30.263.966.50\njobs@xhibit.de\nhttps://www.xhibit.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.12.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherservice-der-ausstellung-pierre-huyghe-in-der-halle-am-berghain/", "date_published": "2025-11-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanager-w-m-d/", "image": "", "title": "Projektmanager (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 10.12.2025 | Das Deutsche Museum mit seinen unterschiedlichen denkmalgeschützten Liegenschaften sucht einen\nProjektmanager (w/m/d)\nder in verantwortlicher Position die Umsetzung von Projekten betreut und eine Standardisierung sicherstellt. Wir suchen gezielt nach einer Person, die das Projektmanagement zeitgemäß interpretiert und ihre Maßnahmen entsprechend nachhaltig und effizient ausrichtet.\nIhre Rolle\nSie übernehmen Bauherrnaufgaben für Baumaßnahmen Neubau und Sanierung\nSie übernehmen bereichsübergreifende Projektmanagementaufgaben\nIhre Aufgaben\nPlanen und Strukturieren von Projekten\nverantwortliche Übernahme und Durchführung des Kostencontrollings\nAufstellen der Terminpläne und Projektüberwachung\nAusschreiben und Beschaffen von externen Leistungen unter Berücksichtigung des öffentlichen Vergaberechts\nPrüfen und Durchsetzen von Verträgen\nStrukturieren und Optimieren von internen Prozessen und Abläufen sowie deren Visualisierung\nIhr Profil\nHochschulabschluss als Ingenieur für Projektmanagement (w/m/d), Bauingenieur (w/m/d) oder als Architekt (w/m/d)\nmehrjährige Berufserfahrung im Aufgabenfeld\nKompetenz im Erkennen von Optimierungspotenzialen im Prozess- und Qualitätsmanagement\nVerantwortungsbewusstsein, Belastbarkeit, vernetztes Denken\nKommunikationsstärke und Teamgeist\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 12 nach dem Tarifvertrag für den öffentlichenmDienst der Länder (TV-L)\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Gehaltsvorstellung, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n10.12.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2554\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.12.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanager-w-m-d/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-elektronische-medien-w-m-d/", "image": "", "title": "Abteilungsleitung elektronische Medien (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 10.12.2025 | Das Deutsche Museum sucht eine\nAbteilungsleitung elektronische Medien (w/m/d)\nIhre Aufgaben\nLeitung der Abteilung elektronische Medien und Führung der Mitarbeitenden\nSicherstellung der Funktion der medialen Ausstellungstechnik,\nContent Management und Digital Signage System,\nKonferenz- und Präsentationstechnik in Seminarräumen, Auditorien und Ausstellungen\nKonzeptionierung und Realisierung von medialen Anwendungen und Technik inklusive der wissenschaftlichen Ausstellungsinhalte (Spiele, Filme, Audiobeiträge, Animationen und\nbarrierefreie Inhalte)\nSteuerung und Koordination der Zusammenarbeit mit den externen und internen Partnern\nDurchführung von Ausschreibungsverfahren für Medientechnik in Abstimmung mit der Vergabestelle\nLeitung der Projekte der Medientechnik\nIhr Profil\nHochschulabschluss in Medientechnologie, Medieningenieurwissenschaft,\nMedien- und Kommunikationsinformatik oder Informations- und Kommunikationstechnologie\nBerufs- und Führungserfahrung\nErfahrung in der Erstellung von Leistungsbeschreibungen\nErfahrung in der Leitung von Projekten\nLeidenschaft für die digitale Vermittlung von Bildungsinhalten\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Gehaltsvorstellung, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n10.12.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2553\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.12.2025", "url": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-elektronische-medien-w-m-d/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-hausmeisterei-haustechnik-w-m-d/", "image": "", "title": "Mitarbeiter:in im Bereich Hausmeisterei / Haustechnik (w/m/d)", "content_text": "LWL-Museen für Industriekultur, Bochum Bewerbungsende: 12.12.2025 | Ihr nächster Job soll mehr sein als ein bloßes Arbeitsverhältnis?\nSie wollen Gutes unternehmen, wünschen sich einen verlässlichen Arbeitgeber, der Ihnen Flexibilität und Perspektiven bietet und wollen trotzdem abwechslungsreich und vielfältig arbeiten?\nDann lassen Sie sich von uns überzeugen.\nGemeinsam tun wir Gutes für die Menschen in Westfalen-Lippe – Machen Sie mit!\nDer LWL freut sich auf Sie!\nWir suchen zum\n01.02.2026\neine:n\nMitarbeiter:in im Bereich Hausmeisterei/Haustechnik (w/m/d)\n(EG 6 TVöD; Kenn-Nr. 537/25)\nim\nLWL-Museum Zeche Hannover\n. Es handelt sich um eine Vollzeitstelle, die zunächst für zwei Jahre befristet ist. Die Möglichkeit einer Entfristung wird aktuell geprüft.\nDie LWL-Museen für Industriekultur sind ein Verbundmuseum an acht historischen Orten in Trägerschaft des Landschaftsverbandes Westfalen-Lippe (LWL). Das LWL-Museum Zeche Hannover in Bochum informiert über die Industrialisierung, die Revierkultur, den Strukturwandel sowie die Geschichte und Gegenwart von kultureller Vielfalt im Ruhrgebiet. Das Kinderbergwerk Zeche Knirps bildet einen Schwerpunkt der Museumsvermittlung.\nWorauf Sie sich freuen können?\nAuf den Beweis, dass ein großer öffentlicher Arbeitgeber und eine abwechslungsreiche Tätigkeit in einem tollen Team sowie Flexibilität für individuelle Karriere- und Lebensmodelle sehr gut zusammenpassen! Und sonst? – Auf:\nein Entgelt nach EG 6 TVöD\neine individuelle Leistungsprämie\neinen Zuschuss zu den vermögenswirksamen Leistungen\neine leistungsstarke vom Arbeitgeber finanzierte Betriebsrente mit der kvw-Zusatzversorgung für Ihre finanzielle Absicherung im Alter\nein vielseitiges, abwechslungsreiches und verantwortungsvolles Aufgabengebiet bei einem großen öffentlich-rechtlichen Arbeitgeber\neine gute Arbeitsatmosphäre in einem engagierten Museumsteam\nvielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z. B. flexible und familienfreundliche Arbeitszeiten\ngründliche Einarbeitung sowie attraktive Fort- und Weiterbildungsmöglichkeiten\nIhre Tätigkeiten als Hausmeister:in/Haustechniker:in:\nBetreuen der Haus- und Ausstellungstechnik\nKontrolle und Prüfung der gebäudetechnischen Anlagen\nhandwerkliche Unterstützung bei Aufbau und Durchführung von Ausstellungen und Veranstaltungen\nDurchführen von Installations-, Wartungs- und Reparaturarbeiten\nBetreuung des Außengeländes samt Grünpflege\nVorbereiten des Betriebes und Pflege des Kinderbergwerks „Zeche Knirps“\nAnsprechperson für Firmen und Fremdpersonal\nWas erwarten wir von Ihnen als Hausmeister:in/Haustechniker:in?\neine abgeschlossene handwerkliche oder technische Ausbildung oder eine andere einschlägige Berufsausbildung mit Bezügen zu den o. g. Aufgaben\nFortbildung zur Elektrofachkraft für festgelegte Tätigkeiten von Vorteil\nnachgewiesene eingehende Berufspraxis im Umgang mit Gebäude- oder Haustechnik\nBereitschaft sich fortzubilden\nein hohes Maß an Eigeninitiative, Organisationstalent, Verantwortungsbewusstsein und Teamfähigkeit\ngute Umgangsformen und gepflegtes Erscheinungsbild\nBeherrschen der deutschen Sprache in Wort und Schrift\nPC-Kenntnisse und Aufgeschlossenheit gegenüber digitalen Anwendungen\nvolle körperliche Eignung (Tragen von Lasten auch über 10 kg, Höhentauglichkeit, Arbeiten auf Leitern und Gerüsten)\nBereitschaft zu Arbeiten an Wochenenden und Feiertagen\nPkw-Führerschein B erforderlich, Führerschein der Klasse BE wünschenswert\nFlurbeförderungsschein von Vorteil\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität\nWir nehmen unsere Mitarbeiter:innen in ihrer Einzigartigkeit wahr und akzeptieren alle Menschen so, wie sie sind. Für uns spielt es keine Rolle, woher unsere Mitarbeitenden kommen, welchem Geschlecht sie sich\nzugehörig fühlen oder woran sie glauben.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nFrau Freitag (Tel. 0234 282 539-20)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nFrau Mändlein (Tel. 0231 6961-260)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis über die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 537/25\nbis zum\n12.12.2025\n(Eingangsstempel) an:\nLWL-Museen für Industriekultur\nGrubenweg 5\n44388 Dortmund\nWir bevorzugen eine Bewerbung per Mail an:\nindustriekultur.bewerbungen@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.12.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-hausmeisterei-haustechnik-w-m-d/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-medien-kommunikation-und-marketing-m-w-d/", "image": "", "title": "Leitung für Medien, Kommunikation und Marketing (m/w/d)", "content_text": "Museen der Stadt Dresden, Dresden Bewerbungsende: 08.12.2025 | Die Landeshauptstadt Dresden ist eine von hoher Lebensqualität und kultureller Vielfalt geprägte Großstadt. In Dresden mit ca. 570.000 Einwohnerinnen und Einwohnern lässt es sich nicht nur hervorragend leben und wohnen, sondern auch arbeiten. Als Arbeitgeber bietet die Landeshauptstadt Dresden ein breites Spektrum unterschiedlicher Einsatzgebiete und persönlicher Entfaltungsmöglichkeiten. Die Aufgaben sind vielseitig, jeden Tag gilt es, an der Gestaltung der Stadt und ihrer zahlreichen bürgerschaftlichen Anliegen mitzuwirken.\nDie\nMuseen der Stadt Dresden\nsind ein Verbund aus zehn kommunalen Museen und Galerien. Wir bieten Orte des Austausches und der Diskussion von Themen der historischen, gegenwärtigen und zukünftigen Stadtgesellschaft in den Bereichen Geschichte, Bildende Kunst, Musik, Literatur, Wissenschaft und Technik.\nWir suchen zum 1. Januar 2026 unbefristet eine/-n\nLeitung für Medien, Kommunikation und Marketing (m/w/d)\nChiffre: 42251103\nBewerbung bis:\n8. Dezember 2025\nArbeitszeit:\nVollzeit\nEntgeltgruppe:\n11 TVöD-V\nStandort:\nWilsdruffer Straße 2, 01067 Dresden\nQualifikation:\nabgeschlossene Hochschulbildung\nDiese Aufgaben erwarten Sie\nLeitung und Koordinierung der Abteilung Medien, Marketing und Kommunikation der Museen der Stadt Dresden\nOrganisation, Steuerung und Fachaufsicht der Abteilung mit den Bereichen Kommunikation, Medien- und Öffentlichkeitsarbeit, Marketing, Besucher- und Veranstaltungsservice\nWahrnehmung von Aufgaben im Rahmen der Vorgaben zum Arbeits- und Gesundheitsschutz\nMedien- und Öffentlichkeitsarbeit für den gesamten Museumsverbund\nFunktion als Pressesprecher des Museumsverbundes, inklusive Formulierung und Veröffentlichung von Pressemitteilungen, Presseeinladungen und redaktionellen Beiträgen\nRedaktionelle Verantwortung für sämtliche Kommunikationskanäle des Museumsverbundes\nBetreuung und Koordination von Medienanfragen und externen Kommunikationspartnern\nOrganisation und Moderation von Presseveranstaltungen\nEntwicklung und Umsetzung der Marketingstrategie zur Positionierung und Profilierung der Museen der Stadt Dresden\nOrganisation und kontinuierliche Weiterentwicklung der Bereiche Besucher- und Veranstaltungsservice unter Berücksichtigung qualitativer Standards\nWas wir Ihnen bieten\nSie sind auf der Suche nach einer Tätigkeit mit Perspektive in Dresden? Dann sind Sie bei uns genau richtig!\nBeschäftigte der Landeshauptstadt Dresden profitieren von zahlreichen Vorteilen und Möglichkeiten.\nFreuen Sie sich auf…\nJahressonderzahlung, leistungsorientierte Bezahlung und betriebliche Altersvorsorge\n30 Tage Erholungsurlaub bei einer 5-Tage-Woche im Kalenderjahr und Möglichkeit des Bildungsurlaubs sowie Sonderurlaubs\numfangreiches Qualifizierungsangebot für fachliche sowie persönliche Weiterentwicklung\nVergünstigungen im Personennahverkehr (Job-Ticket, auch als Deutschlandticket), Fahrradleasing\nVereinbarkeit von Beruf und Privatleben (z. B. durch flexible Arbeitszeitmodelle, Gleitzeit und mobiles Arbeiten)\nDas bringen Sie mit\nabgeschlossene Hochschulbildung, Diplom (FH, BA), Bachelor (FH, BA oder Uni) in den Fachrichtungen Kommunikations- und Medienwissenschaften, Journalistik, Tourismus, Marketing, Geisteswissenschaften, Betriebswirtschaftslehre oder vergleichbar\neintragungsfreies polizeiliches Führungszeugnis nach § 30 Bundeszentralregistergesetz (nach Aufforderung)\nWünschenswert\nhervorragende zielgruppenorientierte Formulierungs- und Ausdrucksfähigkeit\nsehr gute Englischkenntnisse in Wort und Schrift (mindestens Niveau B1)\nKenntnisse der regionalen und nationalen Medienlandschaft und im Bereich Tourismus- und Kulturmarketing\nmindestens dreijährige Erfahrung in der Leitung einer Organisationseinheit\nBereitschaft auch außerhalb der Dienstzeiten zu arbeiten\nWir wertschätzen Vielfalt und möchten, dass unsere Beschäftigten die Stadtgesellschaft widerspiegeln. Wir begrüßen alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nWir freuen uns auf Ihre Bewerbung! Senden Sie uns Ihre vollständigen Unterlagen online über\nbewerberportal.dresden.de\nzu. Aus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nMit der Abgabe der Bewerbung willigen Sie der Speicherung der personenbezogenen Daten während des Bewerbungsverfahrens ein. Detaillierte Hinweise zur Verarbeitung Ihrer personenbezogenen Daten sowie den Umgang mit den übersandten Unterlagen finden Sie unter: www.dresden.de/stellen.\nIhre Ansprechpersonen\nfür fachliche Fragen\nHerr Dr. Porstmann (Museen der Stadt Dresden)\nTel. 0351-4887301\nzum Bewerbungsprozess\nFrau Lossack (Haupt- und Personalamt)\nTel. 0351-4882960\nSie haben noch nicht die passende Stelle gefunden?\nGerne informieren wir Sie über neu veröffentlichte freie Stellen der Landeshauptstadt Dresden in unserem Newsletter. Jetzt abonnieren unter www.dresden.de/newsletter!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.12.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-medien-kommunikation-und-marketing-m-w-d/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-bereich-diptera/", "image": "", "title": "Technische Assistenz (m/w/d) im Bereich Diptera", "content_text": "Senckenberg Gesellschaft für Naturforschung, Müncheberg Bewerbungsende: 14.12.2025 | Die Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die Abteilung Diptera am Senckenberg Deutschen Entomologischen Institut am Standort Müncheberg eine\nTechnische Assistenz (m/w/d)\nim Bereich Diptera\nOrt: Müncheberg (Brandenburg)\nBeschäftigungsumfang: Vollzeit / Teilzeitmöglichkeiten sind vorhanden\nVertragsart: zum nächstmöglichen Zeitpunkt, zunächst befristet für zwei Jahre, mit der Option auf Entfristung\nVergütung: Tarifvertrag der Länder TV-L E 7\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort im brandenburgischen Müncheberg befindet sich das Senckenberg Deutsche Entomologische Institut (SDEI) in einer Forschungsstadt im Berliner Umland, mit modernsten Wissenschaftseinrichtungen.\nDie Zweiflügler (Diptera) gehören mit etwa 160.000 beschriebenen Arten zu den vier großen Insektenordnungen. Sie machen mit ca. 920.000 Exemplaren und 8.200 Typusexemplaren etwa ein Viertel der Insektensammlung des SDEI aus.\nDie Sammlung wird ständig erweitert. Unsere Aufgabe ist es, ihre Entwicklung und Pflege zu fördern und darin enthaltene Information für die Forschung, für Studierende und für die nichtakademische Gemeinschaft national und international zugäng­lich zu machen. In der letzten Zeit erhielten wir einige umfangreiche Dipterensammlungen, für deren Erschließung und Eingliederung in die Hauptsammlung wir zusätzliche personelle Kapazität benötigen.\nIhre Aufgaben\nInventarisierung und Neuaufstellung von Teilen einer umfangreichen Forschungssammlung (Zweiflügler) mit Integration neu akquirierter Sammlungsteile\nErfassung des Sammlungsmaterials in Excel bzw. in einer Datenbank auf der Basis vorgegebener Datenstrukturen\nKonservierung von dipterologischen Objekten in Sammlungsteilen mit Trocken-, Alkohol- und Einschlusspräparaten\nIdentifikation der wissenschaftlich wertvollen Typusexemplare anhand verschiedensprachiger Originalliteratur\nDigitale Bilddokumentation von Typusexemplaren und Sammlungskästen mittels Fotomikroskop und Fotostation\nDurchführung des internationalen Sammlungsleihverkehrs und Betreuung von Gastwissenschaftler*innen in Absprache mit dem Sektionsleiter\nMitwirkung bei allgemeinen Institutsaufgaben\nIhr Profil\neine abgeschlossene Berufsausbildung als Technische Assistenz (m/w/d) für naturkundliche Mu­seen und Forschungsinstitute oder eine vergleichbare Qualifikation (bspw. biologisch-technische Assistenz usw.)\nErfahrung mit der Betreuung von musealen Sammlungen und dem Umgang mit fragilem, wis­senschaftlich wertvollem Sammlungsmaterial sowie Kenntnissen hinsichtlich entomologischer Präparati­onstechniken, möglichst auch von Dipteren\ngute Kenntnisse im Umgang mit MS Office für Windows (Word, Excel), idealerweise mit Bildverarbeitungsprogrammen und mit der Verwaltung von Biodiversitätsdaten\nsorgfältiger Umgang mit konservierenden Chemikalien (v.a. Ethanol)\ngute Kenntnisse der deutschen und der englischen Sprache, die die Kommunikation im Arbeitsalltag und das Verständnis für wis­senschaftliche Fachliteratur erlauben\nTeamgeist, Sorgfalt, Motivation, lösungsorientierte Einstellung, Flexibilität, Engagement und Eigeninitiative\nWünschenswert\nGrundkenntnisse in der zoologischen Taxonomie und Nomenklatur\nErfahrung mit Aufnahmeverfahren der Makro- und Mikroskopfotografie\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen und Forschungsorganisationen\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung\nflexible Arbeitszeiten – mobiles Arbeiten – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, aktueller Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #09-25004 bis zum 14.12.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Frank Menzel unter der E-Mail-Adresse\nfrank.menzel@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.12.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-bereich-diptera/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/energiemanager-in-m-w-d/", "image": "", "title": "Energiemanager/in (m/w/d)", "content_text": "Hessen Kassel Heritage, Kassel Bewerbungsende: 14.12.2025 | Hessen Kassel Heritage besetzt zum nächstmöglichen Zeitpunkt eine Projektstelle als\nEnergiemanager/in (m/w/d)\nbefristet in Vollzeit bis zum 31.12.2027.\nHessen Kassel Heritage betreut das kulturelle Erbe der Landgrafschaft Hessen-Kassel, das neun museale Sammlungen sowie historische Schlösser, Garten- und Parkanlagen mit der Welterbestätte Bergpark Wilhelmshöhe umfasst.\nIhre Aufgaben sind u. a.:\nEntwicklung, Optimierung und Qualitätssicherung der technischen Gebäudeausstattung inklusive der Analyse von Anlageschemata (ggf. Anlagenausfälle)\nEntwicklung von transparenten Prozessen und Kennzahlen zur Optimierung der Energieeffizienz, zur Kostensenkung und Erhöhung der Systemstabilität\nErstellung bzw. Betreuung von Energiekonzepten für die Liegenschaften, besonders vor der Planung von größeren Sanierungsmaßnahmen\nInterne Beratung und Durchführung interner und externer Audits in Zusammenarbeit mit dem Qualitätsmanagement\nInitiierung von Energieerfassungs- und Energieeinsparungsprojekten\nImplementierung und Betreuung des automationsgestützten Energiemanagements (DIN EN ISO 50001)\nIhr Profil:\nAbgeschlossenes Studium (Bachelor oder gleichwertig) im Bereich Energie-, Umwelt-, Versorgungs-, Gebäudetechnik bzw. einer verwandten Fachrichtung oder vergleichbare Qualifikation\nMehrjährige Berufserfahrung und interdisziplinäre Fachkenntnisse sowie Erfahrungen im Bereich Energie-/Umweltmanagement-Systeme (Software TOM wünschenswert) und der Durchführung von internen Audits\nFachwissen der einschlägigen energiewirtschaftlichen Normen und Verordnungen\nWir bieten eine Eingruppierung in Entgeltgruppe 11 TV-H. Es besteht seitens des Landes Hessen eine betriebliche Altersversorgung. Zudem wird Ihnen aktuell das LandesTicket des Landes Hessen zur kostenfreien Nutzung des ÖPNV innerhalb Hessens gewährt.\nNach dem Hessischen Gleichberechtigungsgesetz besteht die Verpflichtung, den Frauenanteil in Bereichen mit Unterrepräsentanz zu erhöhen. Bewerbungen von Frauen sind daher besonders erwünscht Um auch den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen. Schwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 14.12.2025 unter Angabe der Kennziffer 01.09/2025 ausschließlich online unter\nReferenzcode-Suche: 51016278_0002\noder\nFreitext-Suche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.12.2025", "url": "https://www.museumsbund.de/stellenangebote/energiemanager-in-m-w-d/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-2/", "image": "", "title": "Grabungstechniker (m/w/d)", "content_text": "Archäologisches Museum Hamburg, Hamburg Bewerbungsende: 07.12.2025 | Das Archäologische Museum Hamburg sucht ab dem 01.02.2026 für 16 Monate einen\nGrabungstechniker (m/w/d)\nin Vollzeit\nfür den Einsatz bei einer bauvorgreifenden archäologischen Untersuchung in der Hamburger Innenstadt, Neß 9.\nVoraussetzungen für die Einstellung:\nabgeschlossene Ausbildung zum Grabungstechniker (m/w/d) oder der Nachweis vergleichbarer Qualifikationen bzw. Kenntnisse;\numfangreiche Kenntnisse modernster Grabungstechnik im Bereich der digitalen GIS gestützten Vermessung, Dokumentation, Fotografie und Datenverwaltung;\nsichere Anwendung der EDV oder Bereitschaft zur kurzfristigen Einarbeitung (v.a. QGIS, RealityCapture, Field Desktop);\nErfahrung in Baustellenkoordination und Mitarbeiterführung;\nKenntnisse der Mittelalter-/Neuzeitarchäologie;\nkörperliche Eignung zum Einsatz auf Baustellen;\nFührerschein PKW.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.12.2025", "url": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-2/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-grabungsleitung-m-w-d-2/", "image": "", "title": "wissenschaftliche Grabungsleitung (m/w/d)", "content_text": "Archäologisches Museum Hamburg, Hamburg Bewerbungsende: 07.12.2025 | Das Archäologische Museum Hamburg sucht ab dem 01.02.2026 für 16 Monate eine\nwissenschaftliche Grabungsleitung (m/w/d)\nin Vollzeit\nfür den Einsatz bei einer bauvorgreifenden archäologischen Untersuchung in der Hamburger Innenstadt, Neß 9.\nVoraussetzungen für die Einstellung:\nabgeschlossenes Studium der Vor- und Frühgeschichte oder Mittelalterarchäologie;\numfängliche Materialkenntnisse der mittelalterlichen und neuzeitlichen Sachkultur;\nErfahrung bei der Leitung von Grabungsprojekten;\ndie sichere Beherrschung moderner Grabungstechniken und der Befundansprache, hier auch das Graben in natürlichen Schichten;\nsichere Anwendung der EDV oder Bereitschaft zur kurzfristigen Einarbeitung (v.a. QGIS, RealityCapture, Field Desktop);\nFührerschein PKW;\nkörperliche Eignung zum Einsatz auf Baustellen;\nsehr gute Deutschkenntnisse in Wort und Schrift (Sprachniveau mindestens C1).\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-grabungsleitung-m-w-d-2/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zwei-grabungsdokumentare-m-w-d/", "image": "", "title": "zwei Grabungsdokumentare (m/w/d)", "content_text": "Archäologisches Museum Hamburg, Hamburg Bewerbungsende: 07.12.2025 | Das Archäologische Museum Hamburg sucht ab dem 01.02.2026 für 16 Monate\nzwei Grabungsdokumentare (m/w/d)\nin Vollzeit\nfür den Einsatz bei einer bauvorgreifenden archäologischen Untersuchung in der Hamburger Innenstadt, Neß 9.\nVoraussetzungen für die Einstellung:\nfundierte Kenntnisse in der Verarbeitung und Verwaltung archäologischer Grabungsdaten oder der Nachweis vergleichbarer Qualifikationen bzw. Kenntnisse;\nsichere Anwendung der EDV oder Bereitschaft zur kurzfristigen Einarbeitung (v.a. QGIS, RealityCapture, Field Desktop);\numfangreiche Kenntnisse im Bereich der digitalen Vermessung, Dokumentation, Fotogrammetrie und Datenverwaltung;\nKenntnisse in der Mittelalter-/Neuzeitarchäologie;\nkörperliche Eignung zum Einsatz auf Baustellen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.12.2025", "url": "https://www.museumsbund.de/stellenangebote/zwei-grabungsdokumentare-m-w-d/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kunsthistorikerin-m-w-d/", "image": "", "title": "Kunsthistoriker:in (m/w/d)", "content_text": "Kunstsammlungen und Museen Augsburg, Augsburg Bewerbungsende: 21.11.2025 | Arbeiten bei der Stadt – werden Sie Teil des #TeamAugsburg!\nWir sichern nachhaltig die ökologische, soziale, wirtschaftliche und kulturelle Zukunftsfähigkeit der Stadt Augsburg. Täglich engagieren sich mehr als 7.500 Beschäftigte in verschiedensten Bereichen für unsere über 300.000 Bürgerinnen und Bürger.Die Kunstsammlungen & Museen Augsburg bilden mit acht Häusern und der Stadtarchäologie den zweitgrößten kommunalen Museumsverbund Bayerns. Die digitale Inventarisierung zählt zu den zentralen Aufgaben der Einrichtung im Bereich wissenschaftlicher Dokumentation, Sammlungserschließung und Provenienzforschung – von der Antike bis zur Gegenwart. Mehr zur Einrichtung:\nkunstsammlungen-museen.augsburg.de\n.Unser Stellenangebot\nKunsthistoriker/Kunsthistorikerin (m/w/d) für die digitale Inventarisierung in Teilzeit mit 9 Wochenstunden befristet bis 30.11.2027\nKunstsammlungen und Museen Augsburg\nReferenznummer: 46000065_2\nVeröffentlichung: 31.10.2025\nStellenbewertung: Entgeltgruppe 9 b TVöD\nGehaltsrahmen (TVöD-VKA):\nca. 46.706-51.942 € /Jahr (brutto, Vollzeit) u.a. abhängig von Berufserfahrung\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.11.2025", "url": "https://www.museumsbund.de/stellenangebote/kunsthistorikerin-m-w-d/", "date_published": "2025-11-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gepruefte-schutz-und-sicherheitskraft-m-w-d-mit-einsatz-teamleiterfunktion-in-duesseldorf/", "image": "", "title": "Geprüfte Schutz- und Sicherheitskraft (m/w/d) mit Einsatz-/ Teamleiterfunktion in Düsseldorf", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Düsseldorf Bewerbungsende: 30.11.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen\nab 01.02.2026\nIHK-geprüfte Schutz- und Sicherheitskräfte (m/w/d)\n(IHK-geprüfte Werkschutzfachkraft (m/w/d) für ein museales Objekt in\nDüsseldorf.\nDie Tätigkeit kann in\nVollzeit\nund versicherungspflichtiger\nTeilzeit\nausgeübt werden.\nArbeitszeiten:\nnach Vorausplanung während der Öffnungszeiten des Museums\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene\nTarifbindung\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen (m/w/d) freuen\nEine qualifizierte Einarbeitung ist selbstverständlich\nVollständige Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nPersonalführung\nund Einweisung neuer Mitarbeiter\nPlanung, Leitung und Kontrolle des Einsatzes von Mitarbeitern\nSicherungs- und Überwachungsaufgaben\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nDienstplanung\nund Qualitätskontrolle der Dienstleistung\nDas bringen Sie mit:\nerfolgreich abgelegte Prüfung zur\nIHK-geprüften Schutz- und Sicherheitskraft\nNachweis\nErste Hilfe Ausbildung\n(nicht älter als 2 Jahre)\nBrandschutz- und Evakuierungshelfer\n(nicht älter als 5 Jahre)\nSicheres Beherrschen der deutschen Sprache\nin Wort und Schrift\nSicheres Beherrschen der englischen Sprache\n(B1)\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Anwenderkenntnisse im\nUmgang mit MS Office\n(u.a. Outlook)\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.11.2025", "url": "https://www.museumsbund.de/stellenangebote/gepruefte-schutz-und-sicherheitskraft-m-w-d-mit-einsatz-teamleiterfunktion-in-duesseldorf/", "date_published": "2025-11-14T00:00:00"}]}