{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/direktorin-der-lwl-archaeologie-fuer-westfalen-w-m-d/", "image": "", "title": "Direktor:in der LWL-Archäologie für Westfalen (w/m/d)", "content_text": "LWL-Archäologie für Westfalen, Münster Bewerbungsende: 11.07.2026 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum 01.01.2026 als\nDirektor:in der LWL-Archäologie für Westfalen (w/m/d)\nB 2 LBesG NRW bzw. AT-Vergütung\nWir bieten eine unbefristete Vollzeitstelle (41 bzw. 39 Stunden/Woche) an. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8130 bis zum 11.07.2025.\nDie Vorstellungsgespräche werden voraussichtlich am 25.07.2025 in Präsenz in Münster stattfinden. Eine mögliche Einladung erhalten Sie vorab per E-Mail.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.07.2026", "url": "https://www.museumsbund.de/stellenangebote/direktorin-der-lwl-archaeologie-fuer-westfalen-w-m-d/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/machbarkeitsstudie-der-neugestaltung-des-naturkundemuseums-erfurt/", "image": "", "title": "Machbarkeitsstudie der Neugestaltung des Naturkundemuseums Erfurt", "content_text": "Stadt Erfurt, Erfurt Bewerbungsende: 01.08.2025 | Die Stadt Erfurt verfolgt als Teil des Museumsentwicklungskonzeptes die bauliche Neugestaltung und die konzeptionelle Fortentwicklung des Naturkundemuseums. Das Naturkundemuseum Erfurt erfreut sich großer Beliebtheit bei Erfurterinnen und Erfurtern, bei Gästen der Stadt sowie beim Fachpublikum. Es begrüßt über 60.000 Besucherinnen und Besucher jährlich.\nDas Museum ist dabei auch ein anerkannter Akteur in nationalen und internationalen Forschungsprojekten. Es übernimmt Aufgaben für den Freistaat Thüringen als Leitmuseum für Natur durch Beratung und Unterstützung lokaler Natur- und Heimatmuseen.\nMit Unterstützung eines externen Auftragnehmers ist durch das Naturkundemuseum Erfurt die Vision seiner künftigen Positionierung und Neugestaltung erarbeitet worden, welche öffentlich vorgestellt ist. Das Leitbild ist bezüglich der Handlungsbedarfe auf Basis der Icom-Kriterien musealen Arbeitens untersetzt. Es bildet eine fundierte Grundlage zur nunmehr erforderlichen Aufstellung des Masterplans.\nThematische und wissenschaftliche Alleinstellungsmerkmale des Naturkundemuseums, sein künftiges Kernthema, Grundzüge einer neuen Ausstellungsdramaturgie und bauliche Neuerungsbedarfe sind in der Vision fokussiert, mit Kernaussagen umrissen und überdies für die öffentliche Darstellung visuell aufbereitet.\nNunmehr sind insbesondere die baulichen Anforderungen an das neue Naturkundemuseum zu ermitteln und zu beschreiben. Die Ausarbeitung eines Raumprogramms ist durch den Auftragnehmer vorzunehmen.\nZugleich ist der Auftragnehmer aufgefordert, die bauliche Bedarfsplanung mit allen weiteren Aspekten der bereits vorliegenden Vision zu einem Masterplan zusammenzuführen und somit zu einem vollständigen Anforderungskatalog für Bau und Implementierung des neuen Naturkundemuseums auszuformulieren.\nDer Masterplan wird die Grundlage bilden, um in einer kommenden Projektphase den aktuellen sowie potenziell neue Standorte des Naturkundemuseums auf ihre bauliche, wirtschaftliche und ausstellungsinszenatorische Eignung zu überprüfen (Machbarkeitsstudie).\nzur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.08.2025", "url": "https://www.museumsbund.de/stellenangebote/machbarkeitsstudie-der-neugestaltung-des-naturkundemuseums-erfurt/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturvermittlerin-w-m-d-7/", "image": "", "title": "Kulturvermittler:in (w/m/d)", "content_text": "LWL-Römermuseum, Haltern am See Bewerbungsende: 11.07.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nKulturvermittler:in (w/m/d)\nEG 9b TVöD VKA\nfür unser LWL-Römermuseum in Haltern am See.\nWir bieten eine unbefristete Teilzeitstelle (10,75 Stunden/Woche). Diese Stelle ist befristet bis zum 31.12.2025 mit bis zu 15 Stunden zu besetzen.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8106 bis zum 11.07.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.07.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturvermittlerin-w-m-d-7/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-im-bereich-technik-und-sicherheit-m-w-d/", "image": "", "title": "Sachbearbeiter*in im Bereich Technik und Sicherheit (m/w/d)", "content_text": "Kulturbetriebe Dortmund, Dortmund Bewerbungsende: 18.07.2025 | Bei den Kulturbetrieben Dortmund – einer eigenbetriebsähnlichen Einrichtung der Stadt Dortmund – ist im Geschäftsbereich Dortmunder U ab sofort eine Stelle als\nSachbearbeiter*in im Bereich Technik und Sicherheit\n(m/w/d)\nzu besetzen.\nDie Kulturbetriebe Dortmund bestehen aus den Geschäftsbereichen Kulturbüro, Bibliotheken, Museen, Dortmund Musik, Dietrich-Keuning-Haus, Volkshochschule, Stadtarchiv und Dortmunder U. Das Büro der Geschäftsleitung ist die gemeinsame Serviceeinrichtung.\nDas Dortmunder U ist ein öffentlicher Ort des Austauschens über Kunst, Medien und der Kultur der Gegenwart für unterschiedliche Bevölkerungsgruppen. Im Haus vertreten sind das Museum Ostwall, der Hartware Medienkunstverein, die Kulturelle Bildung, die Dortmunder Hochschulen und das Innogy-Forum mit einem Kunstkino. Eine Sonderausstellungsfläche und gastronomische Angebote runden das Angebot ab.\nDie Planstelle ist nach EG 11 des TVöD (AT/Ing) bzw. A 12 LBesO NRW bewertet. Sollten Sie noch nicht über die persönlichen Voraussetzungen für eine Eingruppierung in die EG 11 TVöD (AT/Ing) verfügen, erfolgt zunächst eine Eingruppierung in EG 10 TVöD(AT/Ing).\nDie Ausschreibung richtet sich an Beschäftigte, die über ein abgeschlossenes Hochschulstudium im Bereich der Sicherheitstechnik (Diplom FH oder Bachelor), des Sicherheitsmanagement (Diplom FH oder Bachelor), der Ingenieurswissenschaften insbesondere mit der Fachrichtung Elektrotechnik, Architektur, Facility Management, (Diplom FH oder Bachelor) o.ä. verfügen sowie an sonstige Beschäftigte, die über gleichwertige Fähigkeiten und Erfahrungen als Techniker*in (abgeschlossene Weiterbildung im Bereich Elektrotechnik o. ä.) verfügen.\nDas Aufgabengebiet umfasst insbesondere die folgenden Tätigkeiten:\nSie übernehmen die Planung, Durchführung und Bewertung aller sicherheitsrelevanter Aufgaben, wie Arbeits- und Brandschutz\nSie übernehmen die Funktion des/der Brandschutzbeauftragte*n\nSie unterstützen bei der Durchführung von Gefahrenanalysen und Gefährdungsbeurteilungen\nSie unterstützen bei der Planung, Ausschreibung und Umsetzung von Maßnahmen zum Schutz der kritischen Infrastruktur\nSie unterstützen bei der Erstellung von Dienst-/ Betriebs- und Arbeitsanweisungen\nSie planen Unterweisungen und führen diese durch\nSie unterstützen beim Aufbau einer Präventions- und Notfall-Organisation\nSie arbeiten an allen sicherheitstechnischen Fragestellungen mit\nSie unterstützen die sicherheits- und technische Betreuung von Veranstaltungen\nIhr Profil:\nSie haben Kenntnisse in den einschlägigen Rechtsvorschriften (wie dem Baurecht und den Vergabevorschriften), den Unfallverhütungsvorschriften sowie den Technischen Regeln für Arbeitsstätten und weiteren themenrelevanten Gesetzen, Vorschriften, Verordnungen und Regeln\nSie sind Fachkraft für Arbeitssicherheit und idealerweise ausgebildeter Brandschutzbeauftragter, beziehungsweise wird zwingend die Bereitschaft vorausgesetzt, dass Sie sich zeitnah zum/zur Brandschutzbeauftragten ausbilden lassen\nSie haben umfassende Kenntnisse in Arbeits- und Brandschutz (baulich, technisch, organisatorisch)\nSie haben Kenntnisse in diversen Maßnahmen zum Schutz der kritischen Infrastruktur\nSie bringen die Fähigkeit mit, Risiken eigenständig zu erkennen und zu bewerten sowie die selbstständige Erarbeitung von Lösungsvorschlägen zum Umgang mit Risiken bzw. zur Risikominimierung\nSie haben idealerweise Kenntnisse in Informations- und Kommunikationstechnik sowie Gebäudetechnik\nSie haben gute Kenntnisse Sicherheitstechnik sowie Elektrotechnik\nSie haben eine hohe Kooperationskompetenz (Team-, Kommunikations- und Konfliktfähigkeit) sowie soziale Kompetenz\nSie zeigen eine hohe Eigeninitiative und Eigenständigkeit, haben organisatorische Fähigkeiten und verantwortungsvolle und vorausschauende Arbeitsweise\nSie zeigen eine schnelle Auffassungsgabe und die Bereitschaft, vielfältige Aufgaben zu übernehmen und sich effizient in neue Themengebiete einzuarbeiten und sind belastbar\nBenefits:\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit.\nWir bieten Vergünstigungen durch ein Firmenticket und ein attraktives Angebot für Fahrradleasing an.\nAls TVöD-Beschäftigte*r erhalten Sie kvw Zusatzleistungen.\nVergünstigungen für Mitarbeiter*innen in Fitnessstudios sowie Möglichkeiten zur Teilnahme an betrieblichen Sportgruppen.\nEine flexible Arbeitszeitgestaltung kann – orientiert an den dienstlichen Erfordernissen – vereinbart werden. Arbeitseinsätze – auch außerhalb der üblichen Dienstzeiten, d. h. am Abend, an Feiertagen und an Wochenenden, sind unumgänglich.\nDie Stadt Dortmund ist Trägerin des Prädikats Total E-Quality – Engagement für Chancengleichheit und Diversity. Bewerbungen von Frauen sind ausdrücklich erwünscht. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach den Bestimmungen des Landesgleichstellungsgesetzes bevorzugt berücksichtigt. Bewerbungen von Schwerbehinderten sind ebenso erwünscht.\nWir sind eine welt- und kulturoffene Stadt. Es entspricht unserem Selbstverständnis, allen Menschen in der Stadt gleiche Teilhabe und Chancen auf allen Ebenen der Gesellschaft zu ermöglichen. Chancengerechtigkeit, Gleichstellung und der Umgang mit Interkulturalität sind daher not-wendige und unverzichtbare Elemente unseres Verwaltungshandelns. Wir erwarten daher von unseren Mitarbeiter*innen, dass sie sich mit dieser Zielsetzung identifizieren.\nIhre Bewerbung kann nur berücksichtigt werden, wenn Sie diese bis zum 18.07.2025 über unsere Karriereseite (dortmund.de/karriere) online einreichen. Die Erfassung per E-Mail oder Post übersandter Bewerbungen ist grundsätzlich nicht möglich.\nWir bitten zu beachten, dass Kosten, die Ihnen im Rahmen des Bewerbungsverfahrens oder Ihrer persönlichen Teilnahme am Auswahlverfahren entstehen, leider nicht übernommen werden können.\nSie möchten sich umfassend über die Vorzüge einer Beschäftigung bei der Stadt Dortmund in-formieren? Dann sehen Sie sich gerne unsere Broschüre “Gute Gründe für die Stadt Dortmund” [pdf, 7,5 MB] sowie unseren Flyer “Arbeitgeberin Stadt Dortmund bietet Perspektiven” [pdf, 2,7 MB] an.\nFür Fragen und Auskünfte steht Ihnen Herr Heitkemper, unter der Rufnummer 0231/50 – 2 77 42 (oder via E-Mail: sheitkemper@stadtdo.de) zur Verfügung. Wir bieten Ihnen gerne im Vorfeld Ihrer Bewerbung die Möglichkeit zu einem persönlichen Gespräch.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-im-bereich-technik-und-sicherheit-m-w-d/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-referentin-m-w-d-der-geschaeftsleitung/", "image": "", "title": "Elternzeitvertretung – Referent*in (m/w/d) der Geschäftsleitung", "content_text": "Roemer- und Pelizaeus Museum, Hildesheim Bewerbungsende: 10.08.2025 | Das Roemer- und Pelizaeus Museum beherbergt die zweitwichtigste ägyptische Sammlung Deutschlands, aber auch Objekte aus diversen anderen Kulturkreisen, wie Alaska, Südamerika, Afrika, China oder der Hildesheimer Stadtgeschichte, aber auch Naturhistorie und vieles mehr. Die Kraft des Museums liegt in der Verknüpfung dieser Sammlungsgebiete und dem Ziel mit allen Besucher*innen zu relevanten Fragen in Dialog zu treten. Das RPM ist ein Ort, an dem sich Hildesheimer*innen und auswärtige Besucher*innen wohlfühlen, dort inspiriert werden, Spaß haben, und sich einbringen können. Insbesondere sollen sich dort Gruppen begegnen, die sonst weniger miteinander in Kontakt sind, sich austauschen.\nBei uns erwartet Sie eine spannende und vielseitige Tätigkeit, die in gemeinsame Absprache in Voll- oder Teilzeit stattfinden kann. Die Stelle als Referent*in ist eine auf ein Jahr befristete Elternzeitvertretung, die idealerweise am 01. September 2025 beginnt. Dienstort ist Hildesheim, wobei mobiles Arbeiten in Absprache möglich ist.\nIhre Tätigkeiten als Referent*in\nUnterstützung und Entlastung unserer Geschäftsführerin von administrativen und organisatorischen Aufgaben im Tagesgeschäft und bei Projekten\nKoordination von Terminen und Dienstreisen, inklusive sorgfältiger Vor- und Nachbereitung (Protokollführung etc.)\nRegelmäßige Abstimmung / Korrespondenz mit Schnittstellenpartnern, um den Informationsfluss sicherzustellen und erhaltene Informationen zu verteilen\nErstellung und Auswertung von Protokollen, internen Reports und Statistiken sowie Aufbereitung von Präsentationen und Beschlussvorlagen\nWas erwarten wir von Ihnen?\neingehende Berufserfahrung im betriebswirtschaftlichen oder kaufmännischen Sektor oder eine vergleichbare Qualifikation\nErfahrungen in den Bereichen öffentlicher Haushalt, Fördermittelmanagement oder Projektmanagement sind von Vorteil\nHohe Zuverlässigkeit, Pünktlichkeit und Verantwortungsbewusstsein\nErwünscht:\nSehr gute Deutschkenntnisse in Wort und Schrift\nOrganisationstalent, Teamfähigkeit und Belastbarkeit\nausgeprägte selbstständige Arbeitsweise und Flexibilität\nDas bieten wir:\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nschlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nanteilige Übernahme der Kosten für ein Deutschlandticket Job\nbetriebliche Altersvorsorge\nWir freuen uns über die Zusendung Ihrer Bewerbungsunterlagen unter Nennung Ihrer Gehaltsvorstellungen bis zum\n10. August\n2025\nper E-Mail an:\nbewerbung@rpmuseum.de\n. Durch die Bewerbung entstehende Reisekosten werden nicht erstattet. Die Auswahlgespräche finden am 21. und 22. August statt. Dienstbeginn idealerweise zum 01. September 2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-referentin-m-w-d-der-geschaeftsleitung/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-das-besuchsservice-und-ticketing/", "image": "", "title": "Mitarbeiter*in (m/w/d) für das Besuchsservice und Ticketing", "content_text": "Deichtorhallen Hamburg, Hamburg Bewerbungsende: 31.07.2025 | Die Deichtorhallen Hamburg GmbH ist eines der renommiertesten Ausstellungshäuser für zeitgenössische Kunst und Fotografie in Europa. Neben einem vielfältigem Ausstellungsprogramm beherbergen sie zwei bedeutende Kunstsammlungen – die Sammlung Falckenberg sowie die Sammlung F.C. Gundlach. Mit ihren drei Ausstellungshäusern bieten die Deichtorhallen einen einzigartigen Raum für hochkarätige Ausstellungsprojekte.\nWir suchen schnellstmöglich für 30 Std./Woche in Teilzeit eine*n\nMitarbeiter*in (m/w/d) für das Besuchsservice und Ticketing.\nSie arbeiten an einer wichtigen digitalen Schnittstelle zwischen der Verwaltung und der Kulturellen Bildung in einem Kunstbetrieb.\nIhre Aufgaben:\nAnlegen und Verwalten des Ticketing für alle drei Ausstellungshäuser\nAnlegen von Vermittlungsangeboten in Zusammenarbeit mit der Kulturellen Bildung\nAnsprechpartner*in für Betreuung individuelle Besuchsanfragen in Zusammenarbeit mit der Kulturellen Bildung\nDisposition von Führungen\nBetreuung der Soft- und Hardware (go~mus und Koronakasse)\nRegelmäßige Erstellung von Kennzahlen und statistischen Auswertungen\nBetreuung der Schnittstelle zum Museumsdienst Hamburg\nSie bringen mit:\nErfahrungen im Bereich Ticketing- und Besuchsmanagementsystemen\nGute MS-Office-Kenntnisse (insbesondere Excel und Word)\nSpaß an der Arbeit mit IT- und Datenbanksystemen\nEine strukturierte und präzise Arbeitsweise sowie logisches Denkvermögen\nPräzises und klares Ausdrucksvermögen in Wort und Schrift\nSpaß an der Kommunikation\nServiceorientiertes Handeln im Austausch mit Besucher*innen\nWir bieten Ihnen:\nMitgestaltung eines wichtigen Digitalisierungsprojektes in der Kulturbranche\nEin abwechslungsreiches und spannendes Arbeitsumfeld mitten in der Hamburger Kulturlandschaft\nZusammenarbeit in interdisziplinären Teams\nBezahlung in Anlehnung an TV-L EG 8 inkl. Jahressonderzahlung\nArbeitgeberfinanzierte betriebliche Altersversorgung (VBLU mit 4,6% AG-Anteil)\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nFlexible Arbeitszeiten und die Möglichkeit zum Homeoffice\nAttraktive Zusatzleistungen: Zuschuss zum HVV-Job-Ticket, Betriebssport (Rückentraining), freier Eintritt in alle Häuser der Kunstmeile Hamburg\nZentral gelegener Arbeitsplatz mit sehr guter Verkehrsanbindung\nDie Deichtorhallen Hamburg GmbH fördert aktiv die berufliche Gleichstellung aller Menschen und setzt sich für Chancengleichheit, Diversität sowie die Vereinbarkeit von Familie und Beruf ein. Wir begrüßen die Bewerbungen aller Personen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte senden Sie uns Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 31. Juli 2025\nmit Lebenslauf und Motivationsschreiben per E-Mail in einem PDF an unsere Personalabteilung:\nbewerbung@deichtorhallen.de\n. Für Fragen steht Ihnen unsere Leitung Personal Sandra Freimane-Franke gern zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-das-besuchsservice-und-ticketing/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/membership-managerin-w-m-d/", "image": "", "title": "Membership Manager*in (w/m/d)", "content_text": "Haus der Kunst, München Bewerbungsende: 07.07.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst: Hier ist die Zukunft“ befindet sich die Institution am Puls der Zeit.\nIm Zuge der Erweiterung unseres Angebots für ein vielfältiges Publikum gründen wir den\nCommunity Club\nals neues Mitgliedschaftsprogramm, mit der Zielsetzung, enge Verbindungen zu unseren Besucher*innen, Unterstützer*innen und Partner*innen zu fördern.\nFür die Entwicklung, Umsetzung und Erweiterung der Initiative suchen wir für die Abteilung Kommunikation eine*n:\nMembership Manager*in (w/m/d)\nin Vollzeit.\nEine spannende Gelegenheit für eine*n erfahrene*n Membership Manager*in mit strategischen Fähigkeiten, die Gründung des Community Clubs im Haus der Kunst zu leiten. Ihre Aufgabe wird es sein, ein ansprechendes Mitgliedschaftsprogramm zu entwerfen und umzusetzen, das die Einbindung des Publikums verbessert, eine starke Mitgliedergemeinschaft aufbaut und nachhaltige Unterstützung für die Institution gewährleistet.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nEntwicklung und Umsetzung\nGestaltung und Einführung des Community Clubs, unter Berücksichtigung der Vision des Haus der Kunst und der Bedürfnisse des Publikums\nEntwicklung von Mitgliedschaftsstufen, Vorteilen und Strategien zur Publikumsbeteiligung\nErarbeitung einer langfristigen Strategie zur Gewinnung von Mitgliedern\nMarketing und Öffentlichkeitsarbeit\nEnge Zusammenarbeit mit dem Kommunikationsteam des Haus der Kunst\nKoordination der Erstellung von digitalen Inhalten und Werbematerialien\nAufbau von Partnerschaften mit Unternehmen, Kulturorganisationen etc.\nEinbindung und Mitgliedererfahrung\nEntwicklung und Durchführung von Veranstaltungen für die Mitglieder des Community Clubs\nBeziehungspflege zu den Mitgliedern\nSammlung von Daten und Feedback zur Optimierung des Mitgliederangebots\nBetriebsabläufe und Verwaltungsaufgaben\nVerwaltung der Mitgliederdatenbank und des CRM-Systems\nErfassung von Kennzahlen und regelmäßige Berichterstattung über Einnahmen, Wachstum und Bindungsrate der Mitglieder\nAnforderungen – Das bringen Sie mit:\nNachweisbare Erfahrung in den Bereichen Mitgliederverwaltung, Zielgruppenerschließung, Fundraising/Sponsoring oder einer ähnlichen Funktion, idealerweise im Kunst- oder Kultursektor\nAusgeprägte strategische und Projektmanagement-Fertigkeiten\nAusgezeichnete Fähigkeiten im Bereich Kommunikation\nErfahrung in den Bereichen Marketing, Veranstaltungsplanung und CRM/Datenbankverwaltung\nKenntnisse über Mitgliedschaftstrends und bewährter Praxis in Kultureinrichtungen\nInteresse an zeitgenössischer Kunst\nFließende Deutsch- und Englischkenntnisse\nWas wir bieten:\nEine einzigartige Gelegenheit, den Community Club von Grund auf zu gestalten und zu etablieren\nEin kreatives Arbeitsumfeld in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L / bis zu EG 11 entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nDie Stelle ist zunächst auf 2 Jahre befristet, eine dauerhafte Etablierung der Stelle ist angedacht\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher begrüßen wir alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Behinderung, sexueller Orientierung und Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir präferieren Bewerbungen ohne Foto.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem Stichwort HDK-2025-08 bis zum\n7.7.25\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche werden am 21. & 23.7.25 online stattfinden.\nFür inhaltliche Fragen steht Ihnen Anja Fetzer, Leiterin Abteilung Kommunikation gerne unter 089/211 27-130 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nBeate Gurth – Personalabteilung, Prinzregentenstr. 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.07.2025", "url": "https://www.museumsbund.de/stellenangebote/membership-managerin-w-m-d/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-und-crm-managerin-w-m-d/", "image": "", "title": "Marketing- und CRM-Manager*in  (w/m/d)", "content_text": "Haus der Kunst, München Bewerbungsende: 07.07.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst: Hier ist die Zukunft“ befindet sich die Institution am Puls der Zeit.\nIm Zuge der Erweiterung unseres Angebots für ein vielfältiges Publikum gründen wir den\nCommunity Club\nals neues Mitgliedschaftsprogramm, mit der Zielsetzung, enge Verbindungen zu unseren Besucher*innen, Unterstützer*innen und Partner*innen zu fördern.\nZur Unterstützung des*der Membership Manager*in bei der Entwicklung, Förderung und dem Ausbau des Community Clubs suchen wir für die Abteilung Kommunikation eine*n\n:\nMarketing- und CRM-Manager*in  (w/m/d)\nin Vollzeit.\nEine spannende Gelegenheit für eine*n erfahrene*n Marketing- und CRM-Manager*in eine Schlüsselrolle bei der Einführung des Community Club zu spielen. In Zusammenarbeit mit dem*der Membership Manager*in werden Sie Strategien und gezielte Kampagnen entwickeln, um eine starke Mitglieder-Community aufzubauen und zu festigen.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nMarketing & Öffentlichkeitsarbeit\nEntwicklung und Durchführung von Multi-Channel-Marketingkampagnen zur Bewerbung des Community Clubs\nErstellung ansprechender digitaler Inhalte, Werbematerialien und gezielter Outreach-Initiativen\nVerwaltung der Online-Präsenz des Mitgliedschaftsprogramms, einschließlich Webseiteninhalte, E-Mail-Marketing und Einbindung in den sozialen Medien\nZusammenarbeit mit internen Teams und externen Partner*innen\nAnalyse der Kampagnenleistung und Optimierung von Strategien mittels Datenerkenntnissen\nCRM & Datenverwaltung\nKoordination der Implementierung und Verwaltung des CRM-Systems für Mitglieder\nNachverfolgung der Interaktionen, Anmeldungen, Verlängerungen und Zahlungen von Mitgliedern\nVerwendung von Datenanalysen zur Beobachtung von Mitgliedschaftstrends\nErstellung von Berichten über Schlüsselkennzahlen\nEinbindung und Mitgliedererfahrung\nEntwicklung personalisierter Kommunikationsstrategien zur Verbesserung der Mitgliederbindung\nImplementierung von E-Mail-Marketingkampagnen und automatisierten Workflows zur Verbesserung des Mitgliedererhalts\nUnterstützung bei der Durchführung exklusiver Veranstaltungen für Mitglieder\nAnalyse von Mitgliederfeedback zur Optimierung von Marketing- und Beteiligungsstrategien\nAnforderungen – Das bringen Sie mit:\nNachweisbare Erfahrung in den Bereichen Marketing, digitale Beteiligung, CRM-Management oder Zielgruppenerschließung, idealerweise im Kunst- oder Kultursektor\nAusgeprägte strategische Fähigkeiten und Erfahrung im Projektmanagement\nKenntnisse zu CRM-Plattformen, E-Mail-Marketing-Tools und Analysesoftware\nAusgezeichnete Fähigkeiten in den Bereichen Kommunikation, Storytelling und Content-Erstellung\nDatengesteuerte Denkweise mit Erfahrung bei Zielgruppensegmentierung und Strategien zur Einbeziehung des Publikums\nInteresse an zeitgenössischer Kunst\nKenntnisse über Mitgliedschaftstrends und bewährte Praxis in Kultureinrichtungen\nErfahrung mit Marketing-Automatisierung und Customer Journey Mapping\nFließende Deutsch- und Englischkenntnisse\nWas wir bieten:\nEine einzigartige Gelegenheit, den Community Club von Grund auf zu gestalten und zu etablieren\nEin kreatives Arbeitsumfeld in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L / bis zu EG 10 entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nDie Stelle ist zunächst auf 2 Jahre befristet, eine dauerhafte Etablierung der Stelle ist angedacht\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher begrüßen wir alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Behinderung, sexueller Orientierung und Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir präferieren Bewerbungen ohne Foto.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem Stichwort HDK-2025-07 bis zum\n7.7.25\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche werden am 21. & 23.7.25 online stattfinden.\nFür inhaltliche Fragen steht Ihnen Anja Fetzer, Leiterin Abteilung Kommunikation gerne unter 089/211 27-130 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nBeate Gurth – Personalabteilung, Prinzregentenstr. 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.07.2025", "url": "https://www.museumsbund.de/stellenangebote/marketing-und-crm-managerin-w-m-d/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/persoenlichkeit-m-w-d-fuer-den-aufsichtsdienst/", "image": "", "title": "Persönlichkeit (m/w/d) für den Aufsichtsdienst", "content_text": "Museum Fünf Kontinente, München Bewerbungsende: 13.07.2025 | Das Museum Fünf Kontinente ist ein Museum der Weltkulturen. Innerhalb der vielfältigen Münchner Museumslandschaft bietet es einen einzigartigen Zugang zum kulturellen Reichtum der Menschen in aller Welt und tritt für Weltoffenheit und Toleranz ein.\nWir suchen zur Verstärkung unseres Teams\nEINE ENGAGIERTE PERSÖNLICHKEIT (M/W/D) FÜR DEN AUFSICHTSDIENST\nin Vollzeit und unbefristet zum nächstmöglichen Termin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/persoenlichkeit-m-w-d-fuer-den-aufsichtsdienst/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fahrer-m-w-d-3/", "image": "", "title": "Fahrer (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 13.07.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit einen\nFahrer (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 4 Pkw-Fahrer-TV-L Pauschalgr. 1\n) in der Abteilung Recht und Innerer Dienst.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Abteilung Recht und Innerer Dienst nimmt vielfältige Querschnittsaufgaben innerhalb des Museumsverbundes wahr. Bestandteil der Abteilung sind unter anderen das Rechtsreferat, der Informations- und Datenschutz, sowie die Poststelle, das Fuhrparkmanagement und die Büromaterialbeschaffung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/fahrer-m-w-d-3/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-das-museum-fuer-natur-und-umwelt-2/", "image": "", "title": "wissenschaftliche:r Volontär:in für das Museum für Natur und Umwelt", "content_text": "LÜBECKER MUSEEN, Lübeck Bewerbungsende: 15.07.2025 | Die LÜBECKER MUSEEN suchen zum 01. September 2025\neine:n wissenschaftliche:n Volontär:in für das Museum für Natur und Umwelt\nDas Museum für Natur und Umwelt ist ein großes regionales Naturkundemuseum in Schleswig-Holstein. Es bietet Einblicke in die Naturgeschichte des Landes sowie in die Lebensräume und die artenreiche Tier- und Pflanzenwelt der Region und es ist eine vom Land zertifizierte »Bildungseinrichtung für Nachhaltigkeit«. Die wissenschaftlichen Sammlungen im Haus umfassen über 200.000 Objekte aus Zoologie, Botanik und Geologie, vorwiegend aus der Region und Schleswig-Holstein.\nIn den kommenden Jahren soll das Museum neu konzipiert und mittelfristig baulich erneuert und erweitert werden. Es soll mittels zeitgemäßer Dauerausstellungen und u.a. auch einer stärkeren Vernetzung die Aufgaben der Bildungs- und Vermittlungsarbeit noch besser wahrnehmen und verstetigen.\nDer/die Volontär:in wird alle Bereiche der wissenschaftlichen und kuratorischen Museumsarbeit aktiv kennenlernen. Der Schwerpunkt liegt bei Ausstellungen und Vermittlungsarbeit.\nDas Aufgabengebiet umfasst:\ndie konzeptionelle Mitarbeit bei Ausstellungen im Zeitraum des Volontariats sowie Mitarbeit an der Weiterentwicklung und Neukonzeption des Hauses\nMuseumspädagogik/Umweltbildung, Veranstaltungen und Öffentlichkeitsarbeit\ndie Unterstützung bei der Entwicklung und Aufbereitung von Inhalten für die digitale Vermittlung musealer Inhalte\nSammlungsmanagement, Sammlungspflege und Inventarisierung\nallgemeine Museumsverwaltungsaufgaben und Einblicke in Verwaltungs-strukturen\ndie Betreuung wissenschaftlicher Anfragen\ndas Kennenlernen von Präparation und Modellbau\nErwartet werden:\nein abgeschlossenes Hochschulstudium (Master) in einem bio- und/oder geowissenschaftlichen Fach bzw. Erwerb des Abschlusses zum Herbst 2025\neine breit angelegte naturwissenschaftliche Bildung, möglichst inklusive guter Kenntnisse heimischer Arten und Ökologie/Biodiversität\nwünschenswerterweise Erfahrungen mit Datenbanken, Microsoft Excel und Access\ngute Englischkenntnisse\nZuverlässigkeit, Verantwortungsbewusstsein, persönliches Engagement und Aufgeschlossenheit\ndie Fähigkeit zur Teamarbeit und zum selbstständigem Arbeiten\nOrganisationstalent, Kreativität und Freude am Umgang mit Menschen\nGeboten werden:\neine vielseitige Tätigkeit mit Gestaltungsmöglichkeiten\nEinblicke in alle wichtigen Arbeitsfelder eines Naturkundemuseums und den Museumsalltag sowie die Einführung in museumsspezifische Fragen\nintra- und interdisziplinäre Teamarbeit\nEinblicke in alle Arbeitsbereiche des Museumsverbundes\nDas Volontariat ist auf zwei Jahre befristet. Die Vergütung entspricht 50 % von TVÖD EG 13 Stufe 1 im 1. Jahr und Stufe 2 im 2. Jahr.\nDie Hansestadt Lübeck verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern. Bei sonst gleicher Eignung werden schwerbehinderte Bewerber:innen bevorzugt berücksichtigt. Ausdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben. Die Hansestadt Lübeck ist bemüht, das ehrenamtliche Engagement ihrer Mitarbeiter:innen zu fördern. Erfahrungen und Fähigkeiten aus ehrenamtlicher Tätigkeit, die als Qualifikation anhand des Stellen­anforderungs­profils von Bedeutung sind, werden bei der Stellen­besetzung berücksichtigt. Ausdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben.\nDie Vorstellungsgespräche finden voraussichtlich in der 27. KW statt.\nBitte bewerben Sie sich zum\n15. Juli 2025\nüber das Karriereportal der Hansestadt Lübeck (\nwww.luebeck.de/jobs\n) unter der Kennziffer 123 / 2025.\nVon Bewerbungen auf dem Postweg oder per E-Mail bitten wir abzusehen. Bewerbungen, die auf dem Postweg bei uns eingehen, werden nach Abschluss des Verfahrens aus Gründen des Verwaltungsaufwandes und der damit verbundenen Kosten nicht zurückgesandt.\nAls Ansprechpartnerin für fachbezogene Fragen steht Ihnen Frau Dr. Füting, Tel. 0451 122-4120, in personalwirtschaftlichen Angelegenheiten Frau Neuser, Tel. 0451 122-1910 zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-das-museum-fuer-natur-und-umwelt-2/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-im-team-bildung-und-vermittlung/", "image": "", "title": "Volontariat im Team Bildung und Vermittlung", "content_text": "Städtische Museen und Kunsthäuser Oldenburg, Oldenburg Bewerbungsende: 20.07.2025 | Die Universitätsstadt Oldenburg, Zentrum im Nordwesten mit mehr als 170.000 Einwohnerinnen und Einwohnern, bietet zum 01.09.2025\nein Volontariat im Team Bildung und Vermittlung der städtischen Museen und Kunsthäuser\nDie Stelle auf einen Blick\nAmt\n: Amt für Kultur, Museen und Sport\nFachdienst\n: 300 – Zentrale Dienste – Bildung und Vermittlung der städtischen Museen und Kunsthäuser\nFunktion\n: Volontärin / Volontär\nEntgeltgruppe\n: 50 % des Entgeltes der Entgeltgruppe 13 Stufe 1 TVöD-V in der jeweils geltenden Fassung, Erhöhung im zweiten Jahr auf Stufe 2\nWochenarbeitszeit\n: Vollzeit (39 Stunden – Teilzeit ist möglich)\nTermin der Einstellung\n: 01.09.2025\nBeschäftigungsdauer\n: Zwei Jahre\nEnde der Bewerbungsfrist\n: 20.07.2025\nDie Stadt Oldenburg bietet im Amt für Kultur, Museen und Sport, Fachdienst Zentrale Dienste / Team Bildung und Vermittlung der städtischen Museen und Kunsthäuser ein Volontariat für zwei Jahre. Zu den städtischen Museen und Kunsthäusern zählen das Stadtmuseum Oldenburg mit der Artothek, das Horst-Janssen-Museum und das Haus für Medienkunst.\nDas Aufgabengebiet\nZu den Aufgaben im Einzelnen gehören insbesondere\nBeteiligung an der Organisation und Durchführung des Veranstaltungsbetriebs der einzelnen Häuser\nKonzeption und Durchführung museumspädagogischer Angebote für verschiedene Zielgruppen\nErstellung ausstellungsbegleitender Materialien\nMitwirkung bei Veranstaltungen, gelegentlich auch abends und an den Wochenenden\nMitwirkung in der Außenkommunikation – u.a. Öffentlichkeitsarbeit, Social Media, Flyer, Ausstellungstexte, etc.\nSIE\nbringen ein erfolgreich abgeschlossenes Hochschulstudium (Master, Magister, Diplom) in museumsrelevanten Fächern wie z. B. der Fachrichtungen Museumspädagogik, Kunstpädagogik, Kulturwissenschaft, Kulturmanagement, Museumswissenschaften / Museologie, Geschichte, Kunstgeschichte, Kunstwissenschaft mit. Sie sind textsicher, verfügen über eine hohe kommunikative und interkulturelle Kompetenz und kommunizieren klar, anschaulich und empfängerinnen-/empfängerorientiert. Fließende Deutschkenntnisse sowie gute Kenntnisse in mindestens einer weiteren Sprache (bevorzugt Englisch) sind wünschenswert. Sie bieten Engagement, Eigeninitiative und Teamfähigkeit. Insbesondere sollten Sie sich mit einem Verständnis der Museumsarbeit identifizieren, das an kultureller Teilhabe, Partizipation und Öffnung orientiert ist. Dabei ist auch die Identifikation mit dem Leitbild der Stadt Oldenburg wichtig.\nDie Stadt Oldenburg freut sich auf Menschen, die ihr Leben verantwortungsbewusst und aktiv gestalten – im Beruf und zuhause. Daher bieten wir flexible Arbeitszeiten und attraktive Angebote im Rahmen der betrieblichen Gesundheitsförderung. Darüber hinaus fördern wir die Vereinbarkeit von Beruf, Familie und Privatleben.\nHier erfahren Sie mehr über die Stadt Oldenburg (Oldb) als Arbeitgeber\n»\nDiversität verstehen wir als Bereicherung und haben uns mit der Unterzeichnung der Charta der Vielfalt ausdrücklich dazu bekannt. Wir leben eine offene und tolerante Unternehmenskultur, in der alle Beschäftigten die gleiche Wertschätzung und Förderung erfahren und wünschen uns Mitarbeiterinnen und Mitarbeiter, die dazu beitragen.\nHaben wir Sie neugierig gemacht?\nAuskünfte zum Aufgabenbereich erteilt Ihnen gern Frau Strathmann, Leiterin des Fachdienstes Zentrale Dienste, Telefon: 0441 235-4655.\nFragen zum Bewerbungsverfahren beantwortet Herr Geers, Fachdienst Personal und Organisation, Telefon 0441 235-2785.\nInformationen zum Datenschutz für Bewerberinnen und Bewerber finden Sie hier\n»\nBitte bewerben Sie sich ausschließlich online.\nUnsere Bewerbungsfrist endet am 20.07.2025.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-im-team-bildung-und-vermittlung/", "date_published": "2025-06-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-oeffentlichkeitsarbeit/", "image": "", "title": "wissenschaftliche:r Volontär:in im Bereich Öffentlichkeitsarbeit", "content_text": "Museen Freiburg, Freiburg Bewerbungsende: 13.07.2025 | Die Abteilung Kommunikation und Vermittlung arbeitet häuserübergreifend im Verbund der Museen Freiburg. Sie verantwortet Öffentlichkeits-arbeit und Museumspädagogik für alle Ausstellungen und Projekte von Augustinermuseum, Museum für Neue Kunst, Museum Natur und Mensch, Archäologischem Museum Colombischlössle und Dokumentatioszentrum Nationalsozialismus.\nIhr neuer Aufgabenbereich\nSie arbeiten bei der Redaktion von Internetseite und Social Media Kanälen der Museen Freiburg, Konzeption und Erstellung von digitalem Content mit\nSie beteiligen sich an der Konzeption und Umsetzung von Marketingkampagnen und Mediaplänen sowie der Erstellung von Werbemitteln (Druckprodukte und online) für Ausstellungen und Veranstaltungen\nSie wirken bei der Organisation von Pressekonferenzen, Vorbereitung von Pressematerial und dem Beantworten von Presseanfragen mit\nSie übernehmen Bildbearbeitung und -recherche\nDas bringen Sie mit\nSie haben ein abgeschlossenes wissenschaftliches Studium (MA/ Master) der Kommunikations-, Kultur- oder Geisteswissenschaften\nSie bringen erste Erfahrungen in den Bereichen Online-Kommunikation und Social Media, Marketing oder Pressearbeit mit\nErfahrungen mit Grafik-Programmen, Website-Redaktion und digitaler Content-Produktion sind von Vorteil\nSie bringen eine ausgeprägte Organisations-, Koordinations- und Kommunikationsfähigkeit mit und verfügen über ein sehr gutes sprachliches Ausdrucksvermögen in Wort und Schrift\nWir freuen uns über ein hohes Maß an Kreativität, Engagement und Teamfähigkeit sowie ein großes Interesse für Museen und Ausstellungen\nWir bieten ihnen\nEine umfassende, zweijährige Ausbildung in Vollzeit mit frühestmöglichem Beginn zum 01.10.2025\nDie monatliche Vergütung entspricht 50 % von EG 13 Stufe 1 TVöD im ersten Jahr bzw. EG 13 Stufe 2 TVöD 50 % im zweiten Jahr\nEine aktive und kreative Mitarbeit mit hoher Eigenverantwortung in einem dynamischen Team\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nNoch offene Fragen?\nFrau Hartloff, 0761 / 201-2526, beantwortet sie gerne!\nBewerben Sie sich\nhier\nonline bis 13.07.2025 (Kennziffer E1743).\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-oeffentlichkeitsarbeit/", "date_published": "2025-06-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-bereichsleitung-besucherservice/", "image": "", "title": "Mitarbeiter:in der Bereichsleitung Besucherservice", "content_text": "Kunstmuseum Schloss Derneburg, Holle Bewerbungsende: 04.07.2025 | Das Kunstmuseum Schloss Derneburg sucht eine:n engagierte:n und motivierte:n Mitarbeiter:in für die Bereichsleitung Besucherservice, Beschäftigungsbeginn ab sofort.\nDas Museum ist ein Ausstellungsort der Hall Art Foundation und liegt 40 km südlich von Hannover. Schloss Derneburg blickt auf eine über tausendjährige Geschichte zurück und war vor dem Umbau zum Museum von den 1970er Jahren bis 2006 Wohnsitz und Atelier von Georg Baselitz. Nach umfangreichen Renovierungen des Schlosses und der angrenzenden Gebäude auf der Domäne zeigt das Museum jährlich neue Ausstellungen zeitgenössischer Kunst mit dem Schwerpunkt auf deutscher und amerikanischer Nachkriegskunst. Darüber hinaus werden die Ausstellungen durch einen wachsenden Skulpturenpark ergänzt. Weitere Informationen zu den Ausstellungen und dem Programm finden Sie auf unserer Website.\nDas Aufgabengebiet umfasst:\nBeantwortung und Bearbeitung von Besucher:innenanfragen\nVerwaltung und Gestaltung des Besuchsprogramms im Team\nLeitende Betreuung des Besuchsprogramms und des Teams an den Wochenenden\nPlanung und Beaufsichtigung von privaten (und öffentlichen) Führungen durch die Ausstellungen während der Öffnungszeiten und außerhalb nach Absprache\nBetreuung von privaten Besucher:innengruppen vom Einlass bis zum Ende des Besuchs, einschließlich Abrechnung/Beaufsichtigung im Selbstbedienungscafé\nÜberwachung der Vor- und Nachbereitung der Ausstellungs- und Café-Räumlichkeiten für den Museumsbetrieb\nUnterstützung bei der Planung und Durchführung von Sonderveranstaltungen, wie Künstler:innengespräche, Sonderführungen, Konzerte etc.\nWünschenswerte Eigenschaften / Das bringen Sie mit:\nZuverlässigkeit, Verantwortungsbewusstsein, Teamfähigkeit, Führungsqualitäten\nErfahrung im Service in Museen, Gastronomie, bei Veranstaltungen oder Ähnlichem\nEin abgeschlossenes Studium in Kunstgeschichte, Museologie, Eventmanagement oder einem verwandten Fach/ Ausbildung von Vorteil\nGrundkenntnisse in Englisch\nFührerschein (der Klasse B)\nEin freundlicher und hilfsbereiter Umgang im Kund:innenkontakt und beim Problemmanagement\nEine allgemeine Begeisterung für (die Arbeit mit) Kunst, ggf. das Interesse, selber Führungen durch die Ausstellungen zu geben\nEs erwartet Sie:\nTeilzeitbeschäftigung (24 Stunden/Woche)\nArbeitszeit; nach Absprache jeweils ein Tag unter der Woche; März bis Oktober, samstags, sonntags und an ausgewählten Feiertagen (Arbeitszeitteilung im Team, Gewährleistung von freien Wochenenden)\ndie vielseitige und abwechslungsreiche Arbeit an einer interessanten Institution mit Entwicklungsmöglichkeiten\nZuganbindung vorhanden\nWir freuen uns auf Ihre Fragen und eine vollständige Bewerbung inkl. Lebenslauf, Abschluss- und Arbeitszeugnisse. Bitte senden Sie diese ausschließlich an Frau Jana Reulecke (j.reulecke@sdmuseum.de) mit dem Betreff: Mitarbeiter:in für den Besucherservice. Das zulässige Format für Ihre Bewerbung ist PDF.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-bereichsleitung-besucherservice/", "date_published": "2025-06-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektstelle-zur-erneuerung-der-webseite-barrierefreiheit/", "image": "", "title": "Projektstelle zur Erneuerung der Webseite (Barrierefreiheit)", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 15.07.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist zum\n1. September 2025\neine Projektstelle zur Erneuerung der Webseite zu besetzen. Es handelt sich um eine befristete Vollzeitstelle (40,01 Wochenstunden) mit einer Laufzeit von einem Jahr.\nDie Webseite www.kz-gedenkstaette-dachau.de wird insbesondere genutzt, um über die Inhalte und Angebote der Gedenkstätte zu informieren, die Geschichte des KZ Dachau und seiner Nachgeschichte zu vermitteln, Bildungsangebote zu buchen und Forschungsanfragen zu stellen. Ziel des Projekts ist die umfassende Erneuerung der Webseite im Sinne einer zeitgemäßen, barrierefreien und inklusiven digitalen Vermittlung.\nIhre Aufgaben im Wesentlichen\nAnalyse, Evaluation und konzeptionelle Überarbeitung der bestehenden Webseite\nUmsetzung der Anforderungen des Barrierefreiheitsstärkungsgesetzes (BFSG)\nEinbindung bestehender digitaler Inhalte und Angebote\nZusammenarbeit mit externen technischen Dienstleistern (inkl. ggf. Durchführung eines Vergabeverfahrens)\nAbstimmung mit der Presse- und Öffentlichkeitsarbeit der KZ-Gedenkstätte Dachau\nProjektsteuerung Projektmanagement\nWir bieten\nein vielfältiges Aufgabenspektrum mit Eigenverantwortung\neinen wertschätzenden Umgang im Kollegen- und Vorgesetztenkreis\neinen Arbeitsplatz an der Schnittstelle von Erinnerungskultur, digitaler Vermittlung und Inklusion\nein befristetes Beschäftigungsverhältnis\nWir erwarten\nein abgeschlossenes Hochschulstudium (Bachelor/Master) oder eine vergleichbare Ausbildung in einem der folgenden Bereiche:\nMediengestaltung, Medieninformatik, Web Development\nBarrierefreie Kommunikation, Inklusive Gestaltung, Digitale Barrierefreiheit, UX Design mit Inklusionsschwerpunkt, Digitale Kommunikation mit Schwerpunkt Inklusion\nErfahrungen beim (Re-)Launch von Webseiten, idealerweise im kulturellen oder musealen Kontext\nfundierte Kenntnisse in digitaler Barrierefreiheit und inklusiver Gestaltung\ngute technische Grundkenntnisse (z. B. CMS wie WordPress, HTML/CSS von Vorteil)\nsichere Beherrschung der deutschen und englischen Sprache, weitere Sprachkenntnisse sind von Vorteil\nSelbstständigkeit, Teamfähigkeit, Organisationsgeschick, Kommunikationsstärke\nSensibilität im Umgang mit dem Themenkomplex Nationalsozialismus und Erinnerungskultur\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht der Entgeltgruppe 11 des TV-L (Bayern). Die KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Bewerber/-innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen richten Sie bitte\nbis zum 15.07.2025\nin elektronischer Form (eine PDF-Datei) über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an Frau Dr. Gabriele Hammermann, Alte Römerstraße 75, 85221 Dachau. Für Rückfragen steht Ihnen Frau Verena Bierl, Mitarbeiterin für Presse- und Öffentlichkeitsarbeit (08131 / 66 99 7 125, bierl@kz-gedenkstaette-dachau.de), zur Verfügung. Die Bewerbungsgespräche werden voraussichtlich in der\nKW 31\nstattfinden.\nMit der Abgabe Ihrer Bewerbung erteilen Sie Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projektstelle-zur-erneuerung-der-webseite-barrierefreiheit/", "date_published": "2025-06-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bundesfreiwilligen-fuer-die-kunstsammlung/", "image": "", "title": "Bundesfreiwillige*n für die Kunstsammlung", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 07.07.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes–\nsucht zum 01. Oktober 2025\neine*n Bundesfreiwillige*n für die Kunstsammlung,\nfür 12 Monate,\nin Voll- oder Teilzeit\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Ihr Archiv zählt zu den bedeutendsten interdisziplinären Archiven zur Kunst des 20. und 21. Jahrhunderts. Die Akademie der Künste berät die Bundesrepublik Deutschland in Angelegenheiten der Kunst und Kultur.\nDas Sammlungsprofil der Kunstsammlung wird vor allem vom bildkünstlerischen Schaffen der Mitglieder und Archivgeber*innen, von Meisterschüler*innen und Akademie-Preisträger* innen geprägt.\nAls Bundesfreiwillige*r erhalten Sie Einblicke in die verschiedenen Arbeitsbereiche und Belange einer Kunstsammlung sowie Kenntnisse über museologische Tätigkeiten in einer Sammlung wie Dokumentation und Handling von Kunstwerken. Da sich die Depots direkt vor Ort befinden, kann viel mit und am Original gearbeitet werden. Außerdem sind Einblicke in die Abteilung Bestandserhaltung möglich.\nWährend des BFD in der Kunstsammlung haben Sie die Möglichkeit in anderen Abteilungen der Akademie der Künste tageweise zu hospitieren.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.07.2025", "url": "https://www.museumsbund.de/stellenangebote/bundesfreiwilligen-fuer-die-kunstsammlung/", "date_published": "2025-06-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturvermittlerin-w-m-d-6/", "image": "", "title": "Kulturvermittler:in (w/m/d)", "content_text": "LWL-Römermuseum, Haltern am See Bewerbungsende: 11.07.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nKulturvermittler:in (w/m/d)\nEG 9b TVöD VKA\nfür unser LWL-Römermuseum in Haltern am See. Wir bieten eine unbefristete Teilzeitstelle (10,75 Stunden/Woche). Diese Stelle ist befristet bis zum 31.12.2025 mit bis zu 15 Stunden zu besetzen.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8106\nbis zum\n11.07.2025\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.07.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturvermittlerin-w-m-d-6/", "date_published": "2025-06-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektrikerin-haustechnikerin-m-w-d/", "image": "", "title": "Elektriker*in – Haustechniker*in (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 06.07.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besuchende ins Museum. Als national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus.\nDas Referat Gebäudemanagement sucht zum nächstmöglichen Zeitpunkt\neine*n Elektriker*in – Haustechniker*in (m/w/d)\nin Vollzeit (39,5h/Woche) unbefristet.\nAuch wenn der Tätigkeitsbereich schwerpunktmäßig im elektrotechnischen Bereich liegt, suchen wir eine allgemein handwerklich geschickte Person, die auch in anderen Bereichen des Gebäudemanagements unterstützt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.07.2025", "url": "https://www.museumsbund.de/stellenangebote/elektrikerin-haustechnikerin-m-w-d/", "date_published": "2025-06-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-technisches-kulturgut-w-m-d-2/", "image": "", "title": "Restaurator:in für technisches Kulturgut (w/m/d)", "content_text": "LWL-Museum Schiffshebewerk Henrichenburg, Waltrop Bewerbungsende: 18.07.2025 | Ihr nächster Job soll mehr sein als ein bloßes Arbeitsverhältnis? Sie wollen Gutes unternehmen, wünschen sich einen verlässlichen Arbeitgeber, der Ihnen Flexibilität und Perspektiven bietet und wollen trotzdem abwechslungsreich und vielfältig arbeiten?\nDann lassen Sie sich von uns überzeugen.\nGemeinsam tun wir Gutes für die Menschen in Westfalen-Lippe – Machen Sie mit!\nDer LWL freut sich auf Sie!\nAb dem 01.08.2025 suchen wir eine:n\nRestaurator:in für technisches Kulturgut (w/m/d)\n(EG 9a TVöD; Kenn-Nr. 518/25)\nfür unser Team der Restaurierungswerkstatt „Schiffsrestaurierung“ im\nLWL-Museum Schiffshebewerk Henrichenburg\n. Es handelt sich um eine unbefristete Vollzeitstelle mit 39 Wochenstunden.\nDie LWL-Museen für Industriekultur sind ein Verbundmuseum von acht Museen an historischen Orten. Es vermittelt, erforscht und bewahrt die Kultur des Industriezeitalters von den Anfängen bis zur Gegenwart.\nUnsere Restauratoren sind zentral für die Konservierung, Restaurierung, Instandhaltung und den Betrieb verschiedenster technischer Exponate zuständig. Im Schiffshebewerk sind dies besonders unsere historischen Schiffe.\nWorauf Sie sich freuen können?\nEine abwechslungsreiche Tätigkeit in einem tollen Team sowie Flexibilität für individuelle Entwicklung und Lebensmodelle. Und sonst? – Auf:\nein Entgelt nach EG 9a TVöD\nein vielseitiges, abwechslungsreiches und verantwortungsvolles Aufgabengebiet bei einem großen öffentlich-rechtlichen Arbeitgeber\neine gute Arbeitsatmosphäre in einem engagierten und motivierten Museumsteam\nattraktive Fort- und Weiterbildungsmöglichkeiten\nvielfältige Angebote zur Vereinbarkeit von Beruf und Familie, z.B. flexible und familienfreundliche Arbeitszeiten\neine leistungsstarke vom Arbeitgeber finanzierte Betriebsrente mit der kvw-Zusatzversorgung für Ihre finanzielle Absicherung im Alter\neine individuelle Leistungsprämie\nein Zuschuss zu den vermögenswirksamen Leistungen\nIhre Tätigkeiten bei uns:\nAusführen von schwierigen Restaurierungs- und Konservierungsarbeiten an sehr empfindlichen technischen Objekten sowie betriebsfähige Instandsetzung von komplexen technischen (Groß-)Exponaten der Binnenschifffahrt nach Vorgabe durch Restauratoren (z.B. Dampfschiffe)\nErstellung von Dokumentationen über erfolgte Konservierungs- und Restaurierungsmaßnahmen\nUmsetzung von Maßnahmen zum präventiven Exponatschutz, insbesondere bei direkter Bewitterung von Exponaten im Außenbereich\nMitwirkung bei Ausstellungsauf- und –abbauten im Bereich komplizierter technischer Exponat-Präsentationen und Ausstellungsinstallationen\nSchaubetrieb von Dampfschiffen mit Vorführung von technisch komplexen Maschinen und Anlagen; dabei Sicherstellung des sicheren Betriebs historischer Maschinen und Fahrzeuge und Mitwirkung an der Entwicklung von eventuell erforderlichen Gefährdungsanalysen und Sicherheitskonzepten\nBetriebsfähige Instandsetzung und Wartung von historischen Schiffen mit Dampf- und Dieselantrieben\nZusammenarbeit mit Aufsichts- und Genehmigungsbehörden sowie technischen Prüfinstitutionen, Wahrung von Prüffristen und vorgeschriebenen Prüfintervallen\nWas erwarten wir von Ihnen?\neine abgeschlossene Berufsausbildung als Schiffbauer:in, Metallbauer:in, Industriemechaniker:in, Mechatroniker:in, Werkzeugmechaniker:in oder vergleichbar\nwünschenswert sind Erfahrungen mit historischen Maschinen unterschiedlichster Antriebsarten, speziell Dampfantriebstechnik\ngute Anwendungskenntnisse in Office-Anwendungen und digitaler Fotografie für die Erstellung von Arbeitsdokumentationen in Wort und Bild\nBereitschaft zur Qualifizierung als Heizer und Maschinist für Dampfmaschinen sowie zum Erwerb des Sportbootführerscheins (Wartungs- und Bewegungsfahrten) oder auch zur Weiternildung zum „Restaurator:in im Handwerk“\nvolle körperliche Eignung für den Einsatz auf unwegsamen Gelände, Gerüsten, Leitern, in große Höhen und engen Räume (hohe Temperaturen beim Betrieb von dampfgetriebenen Maschinenanlagen)\nFührerschein Klasse B\nBereitschaft zu Dienstreisen und regelmäßigen Einsätzen an Wochenenden und Feiertagen im Rahmen von Museumsveranstaltungen (Schiffsbetrieb)\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität.\nDie Stelle ist nicht teilzeitgeeignet.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nLWL-Museum für Industriekultur:\nHerrn Martin Jentsch, Tel. 0231 6961 – 273\nHerrn Michél Dirkmann, Tel. 02363 9707 – 26\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nLWL-Museen für Industriekultur, Personalabteilung:\nFrau Julia Mändlein, Tel. 0231 6961 – 206, julia.maendlein@lwl.org\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis über die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\ngegebenenfalls Nachweis über Schwerbehinderung oder Gleichstellung\nArbeitsberichte und Fotos zu eigenen Arbeiten mit Bezug zur ausgeschriebenen Stelle (Portfolio)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 518/25\nbis zum\n18.07.2025\n(Eingangsstempel LWL) an:\nLandschaftsverband\nWestfalen-Lippe (LWL)\nLWL-Haupt- und Personalabteilung\n48133 Münster\nWir bevorzugen eine Bewerbung per E-Mail an:\nindustriemuseum.bewerbungen@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-fuer-technisches-kulturgut-w-m-d-2/", "date_published": "2025-06-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-archivar-m-w-d/", "image": "", "title": "wissenschaftlicher Archivar (m/w/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 23.07.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Deutsche Museum ist ein Forschungsmuseum der Leibniz-Gemeinschaft. Sein Archiv als Hauptabteilung im Bereich “Forschung, Archiv, Bibliothek” zählt zu den führenden Spezialarchiven zur Geschichte der Naturwissenschaft und Technik. Es archiviert und sammelt zentrale Nachlässe und andere einzigartige Bestände in diesem Themenfeld und verwahrt das Verwaltungsarchiv des Deutschen Museums.\nFür die stellvertretende Leitung der Hauptabteilung Archiv suchen wir zum nächstmöglichen Zeitpunkt einen\nwissenschaftlichen Archivar (m/w/d)\nIhre Aufgaben\nStellvertretung der Archivleitung und Mitwirkung bei der strategischen Weiterentwicklung des Archivs\nverantwortliche Planung und Koordinierung der Archivbenutzung inkl. Beratung sowie Bearbeitung der allgemeinen und wissenschaftlichen Anfragen\nLeitung und Koordination der Notfallprävention sowie von Bestandserhaltungsmaßnahmen\nMitwirkung an der Konzeption, Beantragung und Betreuung von Drittmittelprojekten, v. a. im Bereich Erschließung und Digitalisierung\nMitwirkung an der Konzeption und Umsetzung der digitalen Langzeitarchivierung\nOrganisation des gesamten Beschaffungswesens des Archivs\nMitwirkung an der Bearbeitung und dem Publizieren von Forschungsaufgaben\nMitwirkung an der archivischen Öffentlichkeitsarbeit und der Vernetzung im Archivwesen\nIhr Profil\nLaufbahnbefähigung für den höheren Archivdienst oder erfolgreicher wissenschaftlicher Hochschulabschluss (Master oder Magister) in einer einschlägigen archivwissenschaftlichen Fachrichtung (z. B. Archivwissenschaft, Archival Studies) oder erfolgreich abgeschlossenes einschlägiges wissenschaftliches historisches Hochschulstudium, bevorzugt in der Wissenschafts- und Technikgeschichte (Master, Magister, vorzugsweise mit Promotion), mit mehrjähriger Berufserfahrung in einem öffentlichen Archiv\nausgeprägtes Interesse an Themen der digitalen Transformation und im Bereich der Digital Humanities\numfassende IT-Kenntnisse (insbesondere MS-Office und Archivinformationssysteme)\nprofunde Kenntnisse im Bereich der Digitalisierung und der Bestandserhaltung\nsichere Kenntnisse im Archiv-, Datenschutz- und Urheberrecht\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKenntnisse in der Paläografie (insbesondere des 18. bis 20. Jahrhunderts), in der Wissenschafts- und Technikgeschichte sowie auf dem Gebiet der Archivierung digitaler Unterlagen und Erfahrungen bei der Projektleitung sind erwünscht\nPersönliche / soziale / methodische Kompetenzen\nEigeninitiative, selbstständiges Arbeiten und sicheres Auftreten\nKommunikations-, Motivations- und Teamfähigkeit\nProjektmanagement, Prioritätensetzung und schriftliches Ausdrucksvermögen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 13 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes und vermögenswirksame Leistungen\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist unbefristet. Der Erstvertrag wird über 2 Jahre abgeschlossen.\nFür fachliche Rückfragen steht Ihnen der Leiter des Archivs Dr. Matthias Röschner (m.roeschner@deutsches-museum.de, Tel. +49 (0) 89 2179-238) zur Verfügung.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (\neine Datei im PDF-Format, max. 5 MB\n) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n23.07.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2530\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-archivar-m-w-d/", "date_published": "2025-06-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-vertrieb-backoffice/", "image": "", "title": "Mitarbeiter (m/w/d) im Vertrieb / Backoffice", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 18.07.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich. Die Kunstsammlung ist ein Museum im Wandel, das sich im Programm und als Institution mit den Themen Diversität, Digitalisierung und Nachhaltigkeit beschäftigt und sich aktiv neuen Besucher*innengruppen zuwendet.\nWir suchen zum nächstmöglichen Zeitpunkt für unsere Abteilung Verwaltung im Bereich Vertrieb eine/n\nMitarbeiter\n(m/w/d) im Vertrieb / Backoffice\nin Vollzeit, befristet für sechs Monate. Die Stelle wird mit der Entgeltgruppe E 8 TV-L vergütet.\nIhre Aufgaben:\nArbeiten mit unserem Warenwirtschafts- und Ticketingsystem\nBearbeitung von Bestellungen, Artikelverwaltung und Lagerbuchungen\nErstellung von Rechnungen/Lieferscheinen\nBeratung und Beantwortung von Kunden- und Besucher*innenfragen\nErstellung und Verwaltung von Jahreskarten\nUnterstützung bei der Erstellung von Auswertungen\nBetreuung des Webshops, u.a. Bestellkontrolle, Reklamationsverarbeitung, Kundentelefon sowie Artikelverwaltung\nBei Bedarf Tätigkeit im direkten Verkauf an der Museumskasse\nErteilen von Auskünften an die Besucher*innen des Museums während der Tätigkeit an der Museumskasse\nUnsere Anforderungen:\nAbgeschlossene Ausbildung im kaufmännischen oder administrativen Bereich und Berufserfahrung in einem vergleichbaren Tätigkeitsbereich\nAusgeprägte Kommunikationskompetenz und serviceorientierte Haltung\nSicheres Auftreten und Eigeninitiative\nGute Deutsch- und Englischkenntnisse in Wort und Schrift, Kompetenzen in weiteren für die Diversität Düsseldorfs und der Region relevanten Sprachen sind erwünscht\nDiversitätskompetenz\nSicherer Umgang mit den gängigen MS Office Anwendungen\nErfahrung mit Warenwirtschafts- oder Ticketingsystemen von Vorteil\nWir bieten:\nEine vielseitige Vollzeitstelle in einer der angesehensten Kultureinrichtungen Europas\nVielseitige Aufgaben mit einem hohen Maß an Eigenverantwortung\nEin attraktives Gehalt gemäß TV-L mit betrieblicher Altersversorgung (VBL)\n30 Tage Urlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGleitzeitkonto und flexible Arbeitszeitmodelle zur Vereinbarkeit von Beruf und Familie\nIndividuelle Weiter- und Fortbildungsmöglichkeiten\nSehr gute ÖPNV-Anbindung\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten, und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte über unser Online Bewerberformular ein:\nhttps://jobs.kunstsammlung.de/stellenangebote/257795129?ref=8010131000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gros | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-vertrieb-backoffice/", "date_published": "2025-06-20T00:00:00"}]}