{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-aufsichts-und-nachtdienst-2/", "image": "", "title": "Mitarbeiter/-in (m/w/d) im Aufsichts- und Nachtdienst", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 28.02.2025 | Die beiden Häuser am Münchner Königsplatz gehören zu den international führenden Museen für antike Kunst. Hier sind griechische, römische und etruskische Meisterwerke in einer Qualität und Fülle zu erleben, wie man sie sonst nur an wenigen Orten auf der Welt finden kann.\nAußergewöhnlich ist auch der Rahmen, in dem diese einmaligen Sammlungen präsentiert werden. Die klassizistischen Gebäude des Königsplatzes gehen auf die Initiative des bayerischen Königs Ludwig I. (1786–1868) zurück: In den Jahren 1816 bis 1830 schuf Leo von Klenze an der Nordseite des Areals die Glyptothek mit ihrer Vorhalle, die auf ionischen Säulen ruht. Von 1838 bis 1848 erbaute Georg Friedrich Ziebland im Süden das Gebäude der heutigen Antikensammlungen mit seiner korinthischen Fassade.\nEine besondere Attraktion bietet das Museumscafé im Innenhof und in Saal VIII der Glyptothek, das zum Verweilen einlädt.\nDie Staatlichen Antikensammlungen und Glyptothek suchen zum nächstmöglichen Zeitpunkt\neine/n Mitarbeiter/-in (m/w/d)\nim Aufsichts- und Nachtdienst\nunbefristet, in Vollzeit, Entgeltgruppe 3 TV\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-aufsichts-und-nachtdienst-2/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/99071/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für die Dauerausstellung im Ausstellungsgebäude „APXplore“", "content_text": "LVR-Archäologischer Park Xanten / LVR-RömerMuseum, Xanten Bewerbungsende: 23.02.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDer LVR-Archäologische Park Xanten mit dem dazugehörigen LVR-RömerMuseum ist eines der bedeutendsten Freilichtmuseen Deutschlands und Bestandteil des UNESCO-Welterbes Niedergermanischer Limes.\nMehr Informationen über den LVR finden Sie unter www.lvr.de.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2025", "url": "https://www.museumsbund.de/stellenangebote/99071/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-ausstellungen-und-museumspaedagogische-angebote-2/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für Ausstellungen und museumspädagogische Angebote", "content_text": "LVR-Industriemuseum, Oberhausen Bewerbungsende: 05.03.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nLVR-Industriemuseum\n, Rheinisches Landesmuseum für Industrie- und Sozialgeschichte, ist ein Verbundmuseum mit Standorten (Schauplätzen) in überwiegend denkmalgeschützten Fabriken in Oberhausen, Ratingen, Solingen, Bergisch Gladbach, Engelskirchen und Euskirchen.\nNeben den Museen Zinkfabrik Altenberg und St. Antony Hütte mit Industriearchäologischem Park und dem Museum Eisenheim befinden sich in Oberhausen die zentralen Dienste des Museumsverbunds wie Direktion und Verwaltung, Kommunikation und Marketing, Planung und Projektierung von Verbundausstellungen, Sammlungsdienste mit Depot und Bibliothek sowie der Technische Dienst mit seinen Werkstätten.\nDer LVR steht für Vielfalt. Unser Ziel ist es, dies auch in unserer Beschäftigtenstruktur abzubilden.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-ausstellungen-und-museumspaedagogische-angebote-2/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-m-w-d-3/", "image": "", "title": "Mitarbeiter:in im Besucherservice (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 28.02.2025 | Im Referat Besucherdienste der Hauptverwaltung der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nMitarbeiter:in im Besucherservice (m/w/d)\nzu besetzen. Das Referat Besucherdienste bietet einen umfassenden Service für die Staatlichen Museen zu Berlin und ihre verschiedenen Publika an. Dazu gehören die Organisation des Ticketings, des Buchungsservices und des Vermittlungsangebotes mit Führungen, Workshops und Medienguides sowie die Kommunikation zu Veranstaltungen und zum Museumsbesuch über Website, Infoline und Serviceteams vor Ort in den Museen. Darüber hinaus werten die Besucherdienste umfangreiches Datenmaterial zur Visitor Journey aus und stellen dieses den Museen und der Stiftungsleitung zur Verfügung.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-m-w-d-3/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachangestellter-fuer-medien-und-informationsdienste-m-w-d-fachrichtung-bibliothek-2/", "image": "", "title": "Fachangestellte*r für Medien- und Informationsdienste (m/w/d) Fachrichtung Bibliothek", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 11.03.2025 | Sehen – Staunen – Forschen – Bewahren\nDas Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nMit einem Bestand von mehr als 700.000 Bänden ist unsere Bibliothek die größte öffentlich zugängliche Spezialbibliothek für deutsche Kunst- und Kulturgeschichte. Einzigartige Handschriften, seltene Drucke und eine Bibliothek mitten im digitalen Wandel – das alles lässt Ihr Herz höherschlagen? Dann beginnen Sie ein neues Kapitel und werden Sie Teil unseres Teams zum\n01. Juni 2025\nals\nFachangestellte*r für Medien- und Informationsdienste (m/w/d) Fachrichtung Bibliothek\nVollzeit, Entgeltgruppe 6 TV-L, unbefristet\nIhre Aufgaben im Team:\nSie sind insbesondere verantwortlich für die Katalogisierung von Altbeständen und deren Meldung an die Verbunddatenbank\nim Rahmen des Magazindiensts sind Sie für regelmäßige Revisionen unseres Buchbestands zuständig\nSie übernehmen in regelmäßigem Turnus die Lesesaalaufsicht und -auskunft sowie die Betreuung bei Ausleihe und beteiligen sich am Abenddienst im Lesesaal\ndarüber hinaus unterstützen Sie in Zusatzaufgaben das Sekretariat der Bibliothek\nDas bringen Sie mit:\nSie verfügen über einen Berufsabschluss als Fachangestellte*r für Medien- und Informationsdienste (m/w/d) Fachrichtung Bibliothek oder eine vergleichbare Ausbildung als Buchhändler*in\nSie sind sicher im Umgang mit grundlegenden Bibliothekssoftwares wie aDIS/BMS und WinIBW\neine systematische und genaue Arbeitsweise wie auch Eigeninitiative zeichnen Sie aus\nSie verfügen über eine sehr gute Team- und Kommunikationsfähigkeit\nfreundliches Auftreten ist für Sie selbstverständlich\nFreuen Sie sich auf folgende Benefits:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen unabhängig von ihrer kulturellen und sozialen Herkunft, Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexuellen Identität.\nSchwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nHaben Sie Interesse?\nDann freuen wir uns sehr darauf, Sie kennenzulernen. Bitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen) bis spätestens zum\n11. März 2025\nan unser\nOnlineportal\n.\nFür fachliche Auskünfte steht Ihnen Dr. Johannes Pommeranz (Tel. 0911 1331-150) sehr gerne zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2025", "url": "https://www.museumsbund.de/stellenangebote/fachangestellter-fuer-medien-und-informationsdienste-m-w-d-fachrichtung-bibliothek-2/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-die-stabsstelle-recht-und-vergabe-2/", "image": "", "title": "Mitarbeiter (w/m/d)  für die Stabsstelle Recht und Vergabe", "content_text": "Deutsches Museum, München Bewerbungsende: 12.03.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nZur Durchführung von Vergabeverfahren und vergaberechtlichen Beratung der Fachabteilungen suchen wir zum nächstmöglichen Zeitpunkt\nMitarbeiter (w/m/d)\nfür die Stabsstelle Recht und Vergabe\nfür den Einkauf von Liefer- und Dienstleistungen (auch Bauleistungen).\nIhre Aufgaben\nDurchführung (Vorbereitung, Bekanntmachung, Beantwortung von Bieterfragen und Nachbereitung) von Vergabeverfahren unter Sicherstellung des Vergaberechts und des Haushaltsrechts nach GWB, VgV, UVgO, VOB und BayHO (VVöA)\nBeratung und Unterstützung der Fachabteilungen bei allen Fragen rund um den Einkauf sowie bei der Erstellung der Vergabeunterlagen und Vergabekriterien (insbesondere zu Leistungsbeschreibungen, Eignungs- und Zuschlagskriterien sowie der Bewertungsmatrix und zu Verträgen und Anlagen)\nAngebotsöffnung sowie formale und rechnerische Prüfung der Angebote, Eignungsprüfung der Bieter, Preisprüfung, Ermittlung des wirtschaftlichsten Angebots (Anwenden von Bewertungsmethoden), abschließende Wertung der Angebote und Zuschlagsempfehlung\nBeantwortung von vergaberechtlichen Einzelfragen\nMitarbeit bei der Bearbeitung von Bieter-Rügen und Nachprüfverfahren\nFühren der Vergabeakte, rechtssichere Dokumentation der Vergabeverfahren\nMitarbeit bei der Erarbeitung von Standards und Konzepten sowie deren Weiterentwicklung in der Stabsstelle\nIhr Profil\nabgeschlossenes Hochschulstudium bevorzugt der Fachrichtung Rechtswissenschaft (auch Volljuristen), Wirtschaftswissenschaften, Architektur, Bauingenieurwesen oder Öffentliche Verwaltung\noder\nabgeschlossene Ausbildung im nichttechnischen Verwaltungsdienst oder abgeschlossener Angestelltenlehrgang II\nKenntnisse des öffentlichen Vergabe- und des Preisrechts mit idealerweise mehrjähriger praktischer Erfahrung\ngute EDV-Kenntnisse (Windows, MS Office; wünschenswert: evergabe-online.de)\neine schnelle, gründliche Arbeitsweise,\ndeutsche Sprachkenntnisse in Wort und Schrift auf dem Niveau C2 des Gemeinsamen Europäischen Referenzrahmens\nPersönliche / soziale / methodische Kompetenzen\nFreude an präziser, systematischer und strukturierter, zugleich aber auch ergebnisorientierter Arbeitsweise\ndurchsetzungsstarke, kommunikations- und konfliktfähige Persönlichkeit\nEngagement, Eigenmotivation und Flexibilität\nFreude an fachübergreifender Zusammenarbeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 11 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ndie grundsätzliche Möglichkeit zum Homeoffice nach Maßgabe der Dienstvereinbarung\nein Betriebliches Gesundheitsmanagement\nFür fachliche Fragen steht Ihnen Herr Bewart (089 2179 – 556) gerne zur Verfügung.\nDer Arbeitsplatz ist grundsätzlich teilzeitgeeignet, sollte jedoch zu 100 % besetzt werden.\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im pdf-Format, max. 5 GB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n12.03.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2513\nan.\nBei Eingang erhalten Sie eine automatische Eingangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens leider nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-die-stabsstelle-recht-und-vergabe-2/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-w-m-d-2/", "image": "", "title": "Wissenschaftliche Mitarbeiter:in (w/m/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 11.03.2025 | Beim\nKupferstichkabinett\nist eine Stelle als\nWissenschaftliche Mitarbeiter:in (w/m/d)\nzu besetzen.\nDas\nKupferstichkabinett\nist mit seinen ca. 650.000 Kunstwerken die größte und bedeutendste graphische Sammlung Deutschlands und zählt weltweit zu den vier wichtigsten Museen seiner Art. Die Sammelgebiete umfassen Zeichnungen, Druckgraphiken, Buchmalereien und gedruckte illustrierte Bücher vom Mittelalter bis in die unmittelbare Gegenwart.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-w-m-d-2/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-67/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Westfälische Salzwelten, Bad Sassendorf Bewerbungsende: 01.05.2025 | Das Erlebnismuseum Westfälische Salzwelten\nsucht zum 1. August 2025 – einen\nwissenschaftlichen\nVolontär (m/w/d) mit einem abgeschlossenen wissenschaftlichen Hochschulstudium im Hauptfach Volkskunde / Europäische Ethnologie / Empirische Kulturwissenschaft / Geschichte/ Kunstgeschichte oder einem vergleichbaren museumsrelevanten Fach,\nVollzeit, befristet für 2 Jahre. Die Bewerbungen von Interessenten aus naturwissenschaftlichen Fachbereichen mit pädagogischem Schwerpunkt sind ebenfalls erwünscht.\nDie Westfälischen Salzwelten entstanden im Rahmen der Regionale 2013 Südwestfalen als ein Projekt zur Förderung des Tourismus in ländlichen Regionen. Die Gemeinde Bad Sassendorf betreibt die Einrichtung durch ihre Tochtergesellschaft Tagungs- und Kongresszentrum Bad Sassendorf GmbH. Die Westfälischen Salzwelten verfolgen ein Konzept an der Schnittstelle zwischen klassischem Museum und Science Centre. Die Ausstellung ist barrierearm gestaltet und bietet Vermittlungsangebote, die mit allen Sinnen erfahrbar sind. Dabei stehen handlungsorientierte und medial gestützte Interaktionsexponate im Vordergrund. Über eine Reihe von Originalobjekten erfolgt die Rückkopplung an die örtliche und regionale Geschichte. Jährlich stattfindende Sonderausstellungen, sowie informative Veranstaltungstage setzen kulturelle Highlights in der Region.\nAufgabenschwerpunkte\nEinarbeitung in die wichtigsten Tätigkeitsfelder eines Museums\nmuseumspädagogische Vermittlungsarbeit\nPlanung und Durchführung von Veranstaltungen und Aktionen\nForschungen zum Thema Kurgeschichte, Heilwasser, Kinderkur, Salinegeschichte und Industrie\nPresse- und Öffentlichkeitsarbeit\nBetreuung der Social-Media-Kanäle\nWir erwarten\nEin abgeschlossenes wissenschaftliches Hochschulstudium (Master, Magister, Promotion)\npraktische Erfahrungen in der Museumsarbeit\nInteresse sich auch in fachfremde Bereiche einzuarbeiten\nDie Bereitschaft zur Arbeit am Abend und am Wochenende\nTeamfähigkeit, Kreativität und sicheres Auftreten\nGute EDV-Kenntnisse\nEigenverantwortliches Arbeiten und organisatorisches Geschick\nErfahrung im Umgang mit Objekten und wissenschaftlichen Texten\nFührerschein Klasse B\ngute Englischkenntnisse – Kenntnisse in weiteren europäischen Fremdsprachen, insbesondere Französisch und Niederländisch wären von Vorteil\nWir bieten\neine befristete Vollzeitbeschäftigung mit einem angemessenen Entgelt\nein interessantes Tätigkeitsgebiet in einem angenehmen Arbeitsumfeld\ninteressante und umfangreiche Fortbildungsmöglichkeiten\nvielfältige Angebote im Rahmen des betrieblichen Gesundheitsmanagements sowie attraktive Vergünstigungen bei regionalen Partnerbetrieben\nEine angenehme Arbeitsatmosphäre in einem familienfreundlichen Unternehmen\n30 Tage Urlaub\nSchwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Ausführliche Informationen zum Erlebnismuseum Westfälische Salzwelten erhalten Sie über unsere Internetpräsenz:  http://www.salzwelten.de/\nFür nähere Auskünfte steht Ihnen die Museumsleitung Frau Jeanette Metz unter der Telefonnummern 02921 94334 – 21 gerne zur Verfügung.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbung!\nIhre Bewerbung richten Sie bitte bis zum 01. Mai 2025 per E-Mail an unsere Museumsleitung Jeanette Metz (\nmetz@salzwelten.de\n). Von Bewerbungen in Papierform bitten wir Sie abzusehen.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-67/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-in-der-denkmalerfassung-befristet-in-vollzeit-in-muenchen/", "image": "", "title": "Wissenschaftliche/-r Mitarbeiter/-in (m/w/d) in der Denkmalerfassung befristet in Vollzeit in München", "content_text": "Bayerisches Landesamt für Denkmalpflege, München Bewerbungsende: 10.03.2025 | Das\nBayerische Landesamt für Denkmalpflege\n(BLfD) ist die zentrale Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Entscheidend sind für uns die Fragen „Was ist ein Denkmal?“ und „Wie gehen wir damit um?“. Seit der Gründung des Amtes im Jahr 1908 sind die Erfassung und Erforschung der Denkmäler und die Beratung von Eigentümern, Planern und Institutionen unsere Hauptaufgaben. Wir sind Ansprechpartner für alle Fragen zu Bau- und Bodendenkmälern. Zum BLfD gehört außerdem die Landesstelle für die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren Tätigkeiten umfassend berät und betreut.\nDas\nReferat Z I – Denkmalliste\nBaudenkmäler, städtebauliches Erbe und Welterbe (Bau)\nist unter anderem für die Führung der Denkmalliste Baudenkmäler zuständig. Es berät bei Fragen der Denkmaleigenschaft von baulichen Anlagen und nimmt Anregungen zur Prüfung entgegen. Die Denkmalliste Baudenkmäler bildet die Grundlage für die Arbeit der Bau-und Kunstdenkmalpflege des Bayerischen Landesamtes für Denkmalpflege. Der Vermittlung der Denkmalliste dient nicht zuletzt der Bayerische Denkmal-Atlas. Er informiert online mit Karten, Fotos und Kurzbeschreibungen über die derzeit bekannten etwa 110.000 Baudenkmäler, darunter 880 Ensembles in Bayern.\nIhre Aufgaben\nUnterstützung der Listenreferentinnen und -referenten bei der Führung der Denkmalliste für Baudenkmäler inklusive der Erarbeitung von fachlichen Stellungnahmen und selbstständige Durchführung von Dienstreisen\nMitarbeit bei dem Projekt „Erfassung der Nachkriegsarchitektur“ (1960er bis 1970er Jahre)\nUnterstützung bei Denkmaltopographie-Projekten inklusive der Erstellung von publikationsfähigen wissenschaftlichen Texten zu einzelnen Denkmälern\nVermittlung von Denkmälern in der Öffentlichkeit durch Vorträge/Präsentationen und Beiträge zur Behördenkommunikation (z.B. in Zeitschriften und Social-Media-Kanälen des BLfD)\nUnser Angebot\nBezahlung nach E 13 TV-L, bitte informieren Sie sich z.B. unter www.oeffentlicher-dienst.info über die Vergütung\nFlexible Arbeitszeiten und die Möglichkeiten mobilen Arbeitens (Standardausstattung mit Dienstnotebook und -handy)\nBetriebliche Altersvorsorge\nAufgabenbezogene Fortbildungsmöglichkeiten\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\nEin sehr gutes Betriebsklima\nIhr Profil\nVorausgesetzt werden\nAbschluss eines wissenschaftlichen Hochschulstudiums der Kunstgeschichte bzw. einer engverwandten geisteswissenschaftlichen Fachrichtung (Magister Artium, Master of Arts) und/oder der Architektur (vergleichbar mit Dipl.-Ing. Univ.)\nBereitschaft zur Einarbeitung in denkmalfachliche und denkmalrechtliche Themen und Verfahrensabläufe\nSouveräner und sicherer Umgang mit aktuellen Informations- und Kommunikationstechnologien (Office-Standardsoftware, Videokonferenztechnologien etc.)\nBereitschaft zu häufigen, auch mehrtägigen Dienstreisen, u. a. als Selbstfahrer (m/w/d) mit Führerschein Klasse B\nSehr gute Deutschkenntnisse in Wort und Schrift (mind. C 1 GER)\nSicheres Auftreten, ausgeprägtes Organisationstalent, konzeptionelles Denken\nTeamfähigkeit, kommunikatives Geschick, besonders auch in der Zusammenarbeit mit externen Partnern\nVon Vorteil sind\nErfahrungen in der Inventarisation von Baudenkmälern inklusive Ensembles\nZusatzqualifikationen im Bereich Baugeschichte/Bauforschung oder im Rahmen eines Volontariates in der staatlichen bzw. kirchlichen Denkmalpflege\nAbgeschlossene Promotion und/oder Nachweis wissenschaftlicher Publikationen\nDer Arbeitsvertrag ist auf 2 Jahre befristet. Es können daher nur Bewerberinnen und Bewerber berücksichtigt werden, welche zuvor noch nie in einem Arbeitsverhältnis mit dem Freistaat Bayern gestanden haben.\nDas Bayerische Landesamt für Denkmalpflege begrüßt Bewerbungen von allen Interessierten, unabhängig von deren Herkunft, Alter, Religion, Weltanschauung und Identität. Das Landesamt fördert die berufliche Gleichstellung von Frauen und Männern. Menschen mit Schwerbehinderung werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlichen Leistung bevorzugt berücksichtigt. Wir weisen allerdings darauf hin, dass die Dienststelle aufgrund Ihrer Denkmaleigenschaft und die Einsatzorte nur bedingt barrierefrei sind.\nDie Stelle ist teilzeitfähig, wenn durch Jobsharing die ganztägige Wahrnehmung der Aufgaben\ngewährleistet ist. Die Bereitschaft zu Dienstreisen wird vorausgesetzt.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen, insbesondere Darstellung der als zwingend vorausgesetzten Punkte, bis spätestens\n10.03.2025\n(Eingangsdatum) über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n03.04.2025\nin München statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-in-der-denkmalerfassung-befristet-in-vollzeit-in-muenchen/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-im-fachbereich-gemaelde-skulptur-in-vollzeit-befristet-in-muenchen/", "image": "", "title": "Restaurator/-in (m/w/d) im Fachbereich Gemälde/Skulptur in Vollzeit befristet in München", "content_text": "Bayerisches Landesamt für Denkmalpflege, München Bewerbungsende: 02.03.2025 | Das\nBayerische Landesamt für Denkmalpflege (BLfD)\nist die zentrale Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Entscheidend sind für uns die Fragen „Was ist ein Denkmal?“ und „Wie gehen wir damit um?“ Seit der Gründung des Amtes im Jahr 1908 sind die Führung der Denkmalliste und die Beratung von Eigentümerinnen und Eigentümern, Planerinnen und Planern und Institutionen unsere Hauptaufgaben. Wir sind Ihr Ansprechpartner für alle Fragen zu Bau- und Bodendenkmälern. Zum BLfD gehört außerdem die Landesstelle für die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren Tätigkeiten umfassend unterstützt.\nDie Stelle kann vorerst für die Zeit vom 01.05.2025 bis 06.08.2025 im Rahmen einer Mutterschutzvertretung besetzt werden, eine Verlängerung für eine sich etwaig anschließende Elternzeit (mind. 1 Jahr Vollzeit) wird angestrebt. Bei entsprechender Eignung (ohne Vorbeschäftigung beim Freistaat Bayern) kann die Stelle alternativ zwei Jahre befristet in Vollzeit angeboten werden („sachgrundlose Befristung“).\nIhre Aufgaben\nFachliche Beratung von Denkmaleigentümerinnen und -eigentümern, staatlicher und kirchlicher Bauämter, unterer Denkmalschutzbehörden, Architektur- und Restaurierungsunternehmen in enger Abstimmung mit den zuständigen Gebietsreferaten der Bau- und Kunstdenkmalpflege\nEntwicklung von Lösungen zur Bewältigung auch von besonders schwierigen restauratorischen Problemstellungen und deren schriftliche Darstellung (in Gutachten, Aktenvermerken, Dokumentationen, Publikationen etc.)\nErarbeitung neuer konservierungstechnischer Methoden\nUnser Angebot\nBezahlung bei Erfüllung der tariflichen Voraussetzungen bis E 11 TV-L; bitte informieren Sie sich z. B. unter www.oeffentlicher-dienst.info über die Vergütung\nBefristete Anstellung im Rahmen der o.g. Möglichkeiten\nFlexible Arbeitszeiten, Vereinbarkeit von Familie und Beruf\nBetriebliche Altersvorsorge\nFachübergreifende Zusammenarbeit im Team und mit allen in der Denkmalpflege beteiligten Partnern und Berufsdisziplinen\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und kultur- und geschichtsorientierten Behörde mit vielfältigen Aufgaben und Menschen\nIhr Profil\nVorausgesetzt werden\nQualifizierte Ausbildung an einer Fachhochschule/Hochschule oder Universität mit Abschluss als Diplom-Restauratorin/Diplom-Restaurator bzw. mit einem Masterabschluss mit Schwerpunkt im Fachbereich Gemälde / Skulptur\nEinschlägige praktische Erfahrung im o.g. Fachbereich\nFlexibilität, Einsatzfreude und konzeptionelles Denken sowie Teamfähigkeit\nGute Kenntnisse der Materialkunde, der konservatorischen und restauratorischen Techniken und Methodik\nSozialkompetenz und ein hohes Verantwortungsbewusstsein\nBereitschaft zu häufigen Dienstreisen, auch als Selbstfahrer/-in von Dienstfahrzeugen (Führerschein der Klasse B sowie die Bereitschaft zum Einsatz in ganz Bayern)\nGute EDV-Kenntnisse, insbesondere in der Text- und Bildbearbeitung\nSehr gute Deutschkenntnisse\nHohe Kommunikationsfähigkeit, Einfühlungsvermögen und Verhandlungsgeschick\nSelbstständige Arbeitsweise und gute Arbeitsorganisation\nSicheres und professionelles Auftreten\nVon Vorteil ist\nEinschlägiges Volontariat\nPraktische Erfahrung in der Konservierung und Restaurierung von Leinwand-/Tafelgemälden, polychrom gefassten Holzskulpturen und Holzoberflächen\nGute Englischkenntnisse\nFür die Tätigkeit steht eine Vollzeitstelle zur Verfügung, die aber auch in Teilzeit besetzt werden kann.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber/-innen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt. Wir weisen allerdings darauf hin, dass die Dienststellen aufgrund Ihrer Denkmaleigenschaft nur bedingt barrierefrei sind und dass die Einsatzorte auf Baustellen und bei Ortsterminen nicht barrierefrei sind.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen, insbesondere Darstellung der als zwingend vorausgesetzten Punkte, bis spätestens\n02.03.2025\n(Eingangsdatum) über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n03.04.2025\nin München statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nBei Rückfragen zur Tätigkeit steht Ihnen Frau Julia Brandt unter Tel. 089/2114-334, zu organisatorischen Fragen das Referat G I, Herr Christian Beyer, unter Tel.: 089/2114-210 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-im-fachbereich-gemaelde-skulptur-in-vollzeit-befristet-in-muenchen/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-ausstellung-william-kentridge/", "image": "", "title": "Kuratorische Assistenz – Ausstellung William Kentridge", "content_text": "Museum Folkwang, Essen Bewerbungsende: 23.02.2025 | Die Stadt Essen sucht für den Fachbereich 45 -Museum Folkwang- eine*n\nKuratorische Assistenz – Ausstellung William Kentridge\nEntgeltgruppe 11 TVöD | Teilzeit (31 Wochenstunden) | befristet 01.03.2025-30.09.2025 | Bewerbungsfrist: 23.02.2025 | Kennziffer: 2025-05-45-SD\nDer zu Beginn des 20. Jahrhunderts von Karl Ernst Osthaus geprägte Folkwang-Gedanke umfasst drei zentrale Leitlinien: den Dialog der Künste und Kulturen, das Museum als Ort des Austausches und der kulturellen Bildung sowie die Einheit von Kunst und Leben. Im Bewusstsein der eigenen Museums- und Sammlungsgeschichte schreibt das Museum Folkwang diesen Gedanken in die Gegenwart und Zukunft fort. Wir verstehen uns als ein Museum, das Emotion und Geist, Wärme und Humanismus verbindet, regional verankert und international ausgerichtet ist, dass den Menschen und die Kunst in ihrer Vielfalt ins Zentrum stellt und sich für neue und nachhaltige Entwicklungen einsetzt.\nDie programmatische Ausrichtung des Museum Folkwang erfordert die regelmäßige Einbindung großer und wechselnder Sonderausstellungen. In dem Zuge wird das Museum Folkwang vom 4. September 2025 bis 18. Januar 2026 die Ausstellung „William Kentridge. Listen to the Echo“ präsentieren. Aufgrund des Umfangs und der Komplexität des Ausstellungsvorhabens ist es erforderlich, zeitlich befristet vom 01.03.2025 bis zum 30.09.2025 eine kuratorische Assistenz als zusätzliche Arbeitskraft in das Projekt einzubeziehen. Die Wochenstundenzahl soll in dem genannten Zeitraum auf 31 Wochenstunden festgelegt werden.\nIhr zukünftiger Arbeitsort befindet sich hier (Museum Folkwang, Museumsplatz 1, 45128 Essen).\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-assistenz-ausstellung-william-kentridge/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/besucherbetreuer-m-w-d-in-berlin-in-teilzeit/", "image": "", "title": "Besucherbetreuer (m/w/d) in Berlin in Teilzeit", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Berlin Bewerbungsende: 31.03.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen,\nzur Verstärkung unseres Teams, zum nächstmöglichen Zeitpunkt, Mitarbeiter (m/w/d) in der Besucherbetreuung in einem musealen Objekt in Berlin.\nDie Tätigkeit kann in versicherungspflichtiger\nTeilzeit\n( mit ca. 80 bis 100 Std./ Monat ) aufgenommen werden\n.\nArbeitszeiten\nnach Vorausplanung in einer 6 Tage Woche:\nInnerhalb folgender Zeiten 08:30 Uhr bis 17:30 Uhr\nIhre Vorteile bei uns:\npünktliche Bezahlung\nEigenverantwortliche Aufgabe\nQualifizierte Einarbeitung und Weiterbildung im Rahmen der Tätigkeit\nEin Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nGruppen und Einzelbesucher empfangen\nBei Bedarf kassieren der Führungsgebühr mit Hilfe eines modernen Kassensystem\nSchlüsselausgabe an Stiftungspersonal und Referenten\nFilmtechnik bedienen\nAudioguide und Tabletts bei Bedarf austeilen (Desinfektion)\nDas bringen Sie mit:\nFreude im Umgang mit Menschen\nKommunikatives, freundliches und gepflegtes Erscheinungsbild\nKassenerfahrung und Bereitschaft sich für eine Kassentätigkeit einarbeiten zu lassen\nGute Deutschkenntnisse\nGute Englischkenntnisse, gerne auch weitere Fremdsprache\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/besucherbetreuer-m-w-d-in-berlin-in-teilzeit/", "date_published": "2025-02-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/phd-position-m-f-d-in-population-genomics-of-vertebrates-2/", "image": "", "title": "PhD position (m/f/d) in Population Genomics of Vertebrates", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 24.02.2025 | The Senckenberg Gesellschaft für Naturforschung (SGN) is a member of the Leibniz Association and is based in Frankfurt am Main, Germany. SGN conducts natural history research with more than 800 employees and research institutions in six federal states. Within SGN, the Senckenberg Biodiversity and Climate Research Centre (SBiK-F) explores the interactions between biodiversity, climate, and society.\nThe\nSenckenberg Biodiversity and Climate Research Centre\ninvites applications for a\nPhD position (m/f/d) in Population Genomics of Vertebrates\n(65 %)\nThere is an exciting opportunity for a talented and motivated applicant to join the working group of Prof. Dr. Axel Janke. The applicant is expected to be closely involved in evolutionary, population or phylo-genetics to study speciation in mammals (bears, giraffe, kangaroos or allies) at the genomic level. The likely project will involve giraffe genomics.\nYour profile:\nMaster degree in Biology, Genetics, Bioinformatics or a related field\nStrong interest and proven skills in genomic evolutionary-, population- and/or phylogenomic analyses, in particular drift-related processes, speciation, and population statistics.\nExperience in analyzing NGS and programing of scripts, R\nVery good written and oral communication skills in English\nInterest to be involved in an international and interdisciplinary group to expand the work to species distribution modeling, paternal inference and conservation genetics\nWhat is awaiting you?\na workplace in a central location with good transport connections in the heart of Frankfurt – flexible working hours – opportunities for mobile working – support with childcare or caring for family members (certified by the „audit berufundfamilie“) – Senckenberg badge for free entry in museums in Frankfurt – special annual payment – company pension scheme\nPlace of employment: Frankfurt am Main\nWorking hours: part-time (65%)\nType of contract: The contract should start preferably on April 1\nst\n, 2025 and is limited to three years\nSalary: according to the collective agreement of the State of Hesse\n(pay grade E 13, TV-H)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position and will be given preference in the case of equal qualifications.\nApplicants with disabilities (“Schwerbehinderung”) will be given preferential consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nYou would like to apply?\nThen please send us your complete and informative application documents (CV, letter of motivation, academic transcripts and certification / credentials, two relevant publications, and contact details of two potential references to) in electronic form (as a single PDF file)\nby 24.02.2025 to\nrecruiting@senckenberg.de\n, quoting the reference number #11-25001,\nor apply directly on our homepage using the online application form.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFor scientific enquiries please contact Prof. Dr. Axel Janke\naxel.janke@senckenberg.de\n.\nFor more information about the Senckenberg Gesellschaft für Naturforschung, please visit\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.02.2025", "url": "https://www.museumsbund.de/stellenangebote/phd-position-m-f-d-in-population-genomics-of-vertebrates-2/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/social-media-managerin-w-m-d-4/", "image": "", "title": "Social Media Manager:in (w/m/d)", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 15.03.2025 | Wir erforschen den Wandel von Erde und Leben in Zeit und Raum.\nDie Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nDamit unsere spannenden Themen auch in den sozialen Netzwerken sichtbarer werden, benötigen wir Deine Unterstützung.\nWir suchen\n…\neine Social Media Managerin oder einen Social Media Manager (w/m/d)\nin Vollzeit befristet bis zum 31.12.2027\nDeine Aufgaben:\nDu baust eine Social Media Redaktion auf und erarbeitest gemeinsam mit dem Sachgebiet Kommunikation eine Social Media Gesamtstrategie für die SNSB\nDu erstellst auf dieser Basis ein umfassendes Social Media Konzept für die SNSB\nDu etablierst, koordinierst und pflegst einen Social Media Redaktionskalender\nDu unterstützt die Social Media Akteure unserer Museen mit deinem Knowhow\nDu konzeptionierst, planst und erstellst Inhalte (Texte, Bilder, Videos) für diverse Social Media Plattformen (wie z.B. Facebook, Instagram, LinkedIn)\nDu recherchierst eigenständig Themen und entwickelst neue Formate\nDu baust einen Pool aus Beiträgen über SNSB-Themen für die verschiedenen Social Media Kanäle der SNSB Einrichtungen auf\nDu bereicherst die Social Media Kanäle der SNSB mit deinen kreativen Ideen\nDu begleitest Veranstaltungen, Pressemitteilungen, Forschungsprojekte etc. medial\nDas bringst Du mit:\nDu hast erfolgreich ein Hochschulstudium oder eine einschlägige Ausbildung abgeschlossen\nDu hast mindestens zwei Jahre Berufserfahrung im Social Media Management\nDu begeisterst Dich für digitale Kommunikation\nDu kennst Dich sehr gut aus mit allen wichtigen Social Media Kanälen (wie z.B. Facebook, Instagram, LinkedIn)\nDu hast Erfahrung im journalistisch-redaktionellen Bereich\nDu hast ein gutes Gespür für geeignete Themen und triffst mit Deinen Texten und Bildern den richtigen Ton\nDu hast eine sichere und eigenständige Arbeitsweise bei der Redaktionsplanung\nDu hast Kenntnisse in den Bereichen Kampagnenkonzeption für Social Media, Storytelling und KPIs\nEs macht Dir Spaß, Videos und Fotos zu erstellen und mit den gängigen Tools zu bearbeiten\nThemen rund um die Natur, Naturforschung und Naturwissenschaften faszinieren Dich\nDu bist kreativ und arbeitest eigenständig\nDu bist kommunikativ und teamfähig\nDu hast Lust auf Wissenschaftskommunikation\nDas bieten wir Dir:\nEin spannendes und abwechslungsreiches Tätigkeitsfeld in der Wissenschaftskommunikation\nEinblicke in aktuelle Naturforschung und hinter die Kulissen unserer Museen und Naturkundesammlungen\nEin hohes Maß an kreativem Spielraum\nEin nettes Team\nEin schöner Arbeitsort mitten im Botanischen Garten\n30 Tage Urlaub, Überstundenausgleich\nAlle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\nDie Vergütung erfolgt je nach Qualifikation nach Tarifvertrag der Länder (TV-L) Eingruppierung bis zu E12\nMöglichkeit zur Arbeit im Homeoffice, flexible Arbeitszeiten und Teilzeitmodelle\nFreien Eintritt in alle unsere Museen und den Botanischen Garten München-Nymphenburg\nDas klingt spannend?\nDann bewirb dich jetzt und werde Teil unseres Teams! Bringe dein digitales Knowhow und deine Kreativität ein, um die Welt der Naturwissenschaften einem jungen Publikum näherzubringen.\nWir freuen uns auf Deine Bewerbung mit Lebenslauf, Anschreiben, Abschluss- und Arbeitszeugnissen\nbis zum 15.03.2025.\nBitte schicke uns Deine Bewerbung als ein PDF mit der Bezeichnung Social_Media_Manager/in_Nachname_Vorname an bewerbung@snsb.de\nDu hast fachliche Fragen? Dann melde Dich gerne bei Frau Hannah Rauscher-Spiess (rauscher-spiess@snsb.de, Tel. 089 / 17861-119). Bei Fragen zum Verfahren melde Dich gerne bei Frau Susann Windisch (\npersonal@snsb.de\n).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nReisekosten für die Anreise zu einem möglichen Bewerbungsgespräch können wir leider nicht übernehmen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/social-media-managerin-w-m-d-4/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-jubilaeum-w-m-d/", "image": "", "title": "Projektleitung Jubiläum (w/m/d)", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 15.03.2025 | Wir erforschen den Wandel von Erde und Leben in Zeit und Raum.\nDie Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nWir feiern im Jahr 2027 unseren 200. Geburtstag und wollen diesen Anlass nutzen, um mit internen und externen Veranstaltungen im Rahmen einer Kampagne die bisherige Entwicklung zu feiern, ihr Profil als Forschungsmuseum in der Öffentlichkeit zu schärfen und einen Blick in die Zukunft zu werfen. Aus diesem Grund suchen wir für das Sachgebiet Kommunikation der SNSB eine\nProjektleitung Jubiläum (w/m/d)\nin Vollzeit, befristet bis zum 31.12.2027\nDie Aufgaben umfassen insbesondere:\nEntwicklung verschiedener Formate und Veranstaltungen zum 200-jährigen Jubiläum gemeinsam mit dem Sachgebiet Kommunikation, der wissenschaftlichen Projektleitung sowie dem Fachausschuss für Wissenschaftskommunikation\nKoordination und Steuerung der unterschiedlichen Projekte\nKonzeption von Teilprojekten im Rahmen des Gesamtprojekts\nEntwicklung von Strategien, Maßnahmen und eines Finanzplans zur Umsetzung\nAbstimmung von Projektschritten, Zeitplanung, Konzeption, Implementierung und Umsetzung mit dem Sachgebiet Kommunikation und dem Fachausschuss Wissenschaftskommunikation der SNSB\nKonzeption und Steuerung der Erstellung einer Broschüre zum Jubiläum\nProjektdokumentation\nsichere Führung interner Prozesse und Arbeitsabläufe\nWir erwarten:\neinschlägige Erfahrung und/oder ein erfolgreich abgeschlossenes qualifizierendes Hochschulstudium (Masterabschluss oder Äquivalent) in einer einschlägigen Fachrichtung, z.B. Kulturmanagement, Betriebswirtschaftslehre mit Schwerpunkt Kongress-, Messe- und Eventmanagement\nnachweisliche mehrjährige Erfahrung auf dem Gebiet des Projekt- und Veranstaltungsmanagements, inkl. der Projektsteuerung\nOrganisationsgeschick, selbstständiges und strukturiertes Arbeiten\nhohe soziale Kompetenz und kommunikative Fähigkeiten sowie Freude an der Zusammenarbeit in einem interdisziplinären Team\nBelastbarkeit, Zuverlässigkeit, Flexibilität und hohe Einsatzbereitschaft\ngute Deutsch- und Englischkenntnisse\nKenntnisse im Umgang mit üblicher Software in den Bereichen Office und Projektmanagement\nWir bieten:\neine spannende und vielseitige Aufgabe mit viel Gestaltungsspielraum an einem interessanten Arbeitsplatz in einem engagierten und kollegialen Team\nbei Erfüllung der notwendigen Voraussetzungen eine Vergütung nach E 13 TV-L\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\n30 Tage Urlaub, Überstundenausgleich\nMöglichkeit zur Arbeit im Homeoffice, flexible Arbeitszeiten und Teilzeitmodelle\nFreien Eintritt in alle unsere Museen und den Botanischen Garten München-Nymphenburg\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen mit Lebenslauf, Anschreiben, Abschluss- und Arbeitszeugnissen\nbis zum\n15.03.2025.\nDiese senden Sie bitte elektronisch als ein PDF mit der Bezeichnung Projektleitung_Jubiläum_Nachname_Vorname an\nbewerbung@snsb.de\n.\nIhre fachlichen Fragen bzgl. der Stelle beantwortet Frau Hannah Rauscher-Spiess (rauscher-spiess@snsb.de, Tel. 089 / 17861-119). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nReisekosten für die Anreise zu einem möglichen Bewerbungs­gespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-jubilaeum-w-m-d/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-ausstellungskuration-w-m-d/", "image": "", "title": "Wissenschaftliche Projektleitung / Ausstellungskuration (w/m/d)", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 15.03.2025 | Wir erforschen den Wandel von Erde und Leben in Zeit und Raum.\nDie Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nWir feiern im Jahr 2027 unseren 200. Geburtstag und planen hierzu u.a. eine große Sonderausstellung, die modular gleichzeitig an den SNSB-Museen in München sowie an den Regionalmuseen gezeigt werden soll. Schwerpunktmäßig soll sich die Sonderausstellung den Themen Sammeln und Sammlungen in den Naturwissenschaften widmen, um die Vielfalt und Bedeutung wissenschaftlicher Sammlungen einer breiten Öffentlichkeit bewusst zu machen. Für Planung und Organisation dieses Projekts suchen wir für das Sachgebiet Kommunikation der SNSB eine\nWissenschaftliche Projektleitung / Ausstellungskuration (w/m/d)\nin Vollzeit, befristet bis zum 31.12.2027\nDie Aufgaben umfassen insbesondere:\nKonzeption und Umsetzung einer Sonderausstellung zur Bedeutung der SNSB-Sammlungen in Zusammenarbeit mit dem Fachausschuss für Wissenschaftskommunikation, dem Sachgebiet Kommunikation sowie der Projektleitung des Jubiläums\nRecherche und Dokumentation, Objekt- und Bildauswahl, ggfs. Abklärung von Bildrechten\nZusammenarbeit mit den Konservatorinnen und Konservatoren der SNSB-Abteilungen\nZusammenarbeit mit einem Ausstellungsgestaltungsteam und den realisierenden handwerklichen Gewerken\nErstellung eines Zeit- und Kostenplans, ggfs. Mitwirkung bei der Ausschreibung extern zu erbringender Leistungen\nAbstimmung von Projektschritten mit den Projektbeteiligten\nProjektdokumentation und Mitarbeit bei der Erstellung einer Broschüre zum Jubiläum\nWir erwarten:\neinschlägige Erfahrung und/oder ein erfolgreich abgeschlossenes qualifizierendes Hochschulstudium (Masterabschluss oder Äquivalent) in einer einschlägigen Fachrichtung, z.B. in Museologie, Natur- oder Kulturwissenschaften\nnachweisliche mehrjährige Erfahrung auf dem Gebiet der Ausstellungskuration\nOrganisationsgeschick, selbstständiges und strukturiertes Arbeiten\nhohe soziale Kompetenz und kommunikative Fähigkeiten sowie Freude an der Zusammenarbeit in einem interdisziplinären Team\nBelastbarkeit, Zuverlässigkeit, Flexibilität und hohe Einsatzbereitschaft\ngute Deutsch- und Englischkenntnisse\nWir bieten:\neine spannende und vielseitige Aufgabe mit Gestaltungsspielraum an einem interessanten Arbeitsplatz in einem engagierten und kollegialen Team\nbei Erfüllung der notwendigen Voraussetzungen eine Vergütung nach E 13 TV-L\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\n30 Tage Urlaub, Überstundenausgleich\nMöglichkeit zur Arbeit im Homeoffice, flexible Arbeitszeiten und Teilzeitmodelle\nFreien Eintritt in alle unsere Museen und den Botanischen Garten München-Nymphenburg\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen mit Lebenslauf, Anschreiben, Abschluss- und Arbeitszeugnissen\nbis zum 15.03.2025.\nDiese senden Sie bitte elektronisch als ein PDF mit der Bezeichnung Ausstellungskuration_Jubiläum_Nachname_Vorname an\nbewerbung@snsb\n.de\nIhre fachlichen Fragen bzgl. der Stelle beantwortet Frau Hannah Rauscher-Spiess (rauscher-spiess@snsb.de, Tel. 089 / 17861-119). Bei Fragen zum Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nReisekosten für die Anreise zu einem möglichen Bewerbungs­gespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektleitung-ausstellungskuration-w-m-d/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-bereich-bildung-und-vermittlung-m-w-d/", "image": "", "title": "Mitarbeiter/in für den Bereich Bildung und Vermittlung (m/w/d)", "content_text": "Museum Kunststätte Bossard, Jesteburg Bewerbungsende: 07.03.2025 | Das Museum Kunststätte Bossard, 30 km südlich von Hamburg gelegen, ist mit seinem expressionistischen Kunsttempel, dem Wohn- und Atelierhaus des Künstlerehepaars Bossard sowie dem Ausstellungsgebäude ein außergewöhnlicher Ort der Kunst- und Zeitgeschichte der ersten Hälfte des 20. Jahrhunderts. Aktuell liegen die Arbeitsschwerpunkte des Museums in der Sanierung der bestehenden historischen Gebäude, der Vermittlung der Forschungsergebnisse zur Geisteshaltung des Ehepaares Bossard und seiner Einstellung zum Nationalsozialismus sowie auf einer Neuausrichtung in Bezug auf Organisation und Strukturen, Museumsmanagement, Veranstaltungen und Ausstellungen.\nZur Unterstützung des Museumsbetriebes sucht das Museum Kunststätte Bossard zum nächstmöglichen Zeitpunkt eine/n\nMitarbeiter/in für den Bereich Bildung und Vermittlung (m/w/d) in Teilzeit (20 Wochenstunden)\nDas wird Ihr Aufgabenbereich:\nAuf der Basis hauseigener sowie externer Forschungsergebnisse entwickeln Sie Bildungsangebote für Schulklassen und Erwachsenengruppen.\nSie entwickeln, implementieren und evaluieren Konzepte zur Vermittlung der kunst- und zeitgeschichtlichen Inhalte auf der Basis interner und externer Forschungsergebnisse für diverse Zielgruppen\nSie schaffen innovative, partizipative und barrierearme Vermittlungsangebote für die Museumsinhalte\nSie zeichnen verantwortlich für die Qualitätssicherung der angebotenen Programme\nSie haben den direkten Kontakt zu den Schulen und freien Mitarbeiterinnen und Mitarbeitern und wirken bei der Vermarktung der pädagogischen Angebote mit\nSie koordinieren das Kurs- und Ferienprogramm sowie das regelmäßige Kreativangebot „Kinderatelier“\nWir freuen uns auf Sie, wenn Sie die folgenden Dinge mitbringen:\nSie verfügen über ein abgeschlossenes Studium der Kunstgeschichte, Geschichte oder einer verwandten Wissenschaft mit vertieften Kenntnissen der Kunstgeschichte der ersten Hälfte des 20. Jahrhunderts sowie der neueren und neuesten Zeitgeschichte\nSie sind eine offene, gewinnende und begeisterungsfähige Persönlichkeit mit einem hohen Maß an Kommunikations- und Teamfähigkeit. Sie verfügen über ein souveränes Auftreten und ein hohes Maß an Belastbarkeit\nSie haben Freude an der Arbeit mit einem engagierten und kollegialen Team sowie die Leidenschaft an der Arbeit in einem kleinen Museum\nSie verfügen über ein hervorragendes Organisationsgeschick sowie über eine eigenständige, verlässliche und gute Arbeitsweise.\nSie haben gute IT-Anwenderkenntnisse und haben einen sicheren Umgang mit allen üblichen MS Office-Produkten und elektronischen Kommunikationswegen.\nSie bringen die Bereitschaft mit, bei Bedarf auch am Abend oder am Wochenende zu arbeiten\nSie verfügen über einen PKW um das Museum Kunststätte Bossard zu erreichen.\nBei uns können Sie sich freuen auf:\nFlexible Arbeitszeiten\nEine interessante, anspruchsvolle und vielseitige Tätigkeit in einem besonderen Arbeitsumfeld\nDie Gestaltung des Bereichs Bildung und Vermittlung in einer Veränderungssituation\nMöglichkeiten der Weiterbildung\nFaire Bezahlung und hohe Flexibilität in Bezug auf Arbeitszeiten und Homeoffice\n25 Tage Urlaub sowie freie Tage am 24.12. und 31.12.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen in elektronischer Form (pdf) bis zum 7.3.2025 an\nMuseum Kunststätte Bossard\nFrau Heike Duisberg-Schleier\nBossardweg 95\n21266 Jesteburg\nduisberg@bossard.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-den-bereich-bildung-und-vermittlung-m-w-d/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-3/", "image": "", "title": "Mitarbeiter (m/w/d)", "content_text": "Kunsthalle “Talstrasse“, Halle Bewerbungsende: 11.03.2025 | Verstärkung des Teams der Kunsthalle “Talstrasse“\nDer Kunstverein “Talstrasse“ e.V. wurde im August 1991 gegründet. In einer klassizistischen Villa, die seit den frühen 1950er Jahren als Atelierhaus und Arbeitsstätte vielen halleschen Künstlern diente, zeigt er seit 1994 regelmäßig Ausstellungen. Die Ausstellungsfläche wurde 2014 durch den Neubau der KUNSTHALLE “Talstrasse“ um einen modernen Erweiterungsbau mit Ausstellungs- und Nebenräumen von musealem Zuschnitt erweitert. Im Mittelpunkt seiner Arbeit steht die Entwicklung von Jahresprogrammen mit spezifischen thematischen Fragestellungen. Ein programmatischer Spannungsbogen zwischen Geschichte und Gegenwart charakterisiert im Wesentlichen die Inhalte dieser Programme. Dabei legt der Verein Wert auf die Vorstellung zeitgenössischer Kunst in ihrer Vielfalt und verschiedensten Tendenzen. Regionale Bezüge setzen ebenso Schwerpunkte wie die Vorstellung nationaler und internationaler Kunstentwicklungen. Umfangreiche Publikationen mit Fachbeiträgen sind nahezu immer Bestandteil der Projekte. Der Kunstverein “Talstrasse“ ist Mitglied des AdKV, des Deutschen Museumsbunds, des Museumsverbands Sachsen-Anhalt und des Museumsnetzwerkes der Stadt Halle (Saale).\nFür die verantwortliche Unterstützung der Leitung des Hauses suchen wir ab März 2025 einen Mitarbeiter (m/w/d).\nIhre Aufgaben\nUnterstützung der Leitung des Hauses bei der Erstellung von Ausstellungskonzepten bis hin zur\nMitarbeit im Ausstellungsmanagement und bei der Ausstellungsrealisierung\nAbwicklung des Leihverkehrs\nPlanungs- und Informationsmanagement\nKoordination und selbstständige Durchführung von Teilprojekten im Ausstellungskontext\nÜbernahme von Aufgaben der Öffentlichkeitsarbeit in verschiedenen Bereichen\nEinbringen in die Akquisetätigkeit zur Finanzierung der Projekte, Fördermittelbeantragung und Abrechnung\nInventarisierung, Erschließung und Dokumentation des Sammlungsbestandes\nIhr Profil\nVorausgesetzt wird ein abgeschlossenes Studium (Bachelor oder Master) bevorzugt im Bereich Marketing mit Zusatzqualifikation in Richtung Kunstgeschichte, der Museologie bzw. Museumswissenschaft/ Museumskunde mit dem Schwerpunkt kunstgeschichtlicher Kenntnisse, der Geistes- bzw. Kulturwissenschaften oder ein Abschluss mit ähnlichen Qualifikationen. Erwartet werden einschlägige Erfahrungen im routinierten Umgang mit Kunst- und Museumsobjekten, sehr gute EDV-Kenntnisse, überdurchschnittliche Einsatzbereitschaft und eine eigenverantwortliche, gewissenhafte, kreative und selbstständige Arbeitsweise. Die Fähigkeit zu engagierter Teamarbeit und zu interdisziplinärem Arbeiten, sichere Umgangsformen, Organisationstalent sowie ein gültiger Führerschein der Klasse B runden Ihr Profil ab.\nUnser Angebot\nWir bieten Ihnen einen interessanten und abwechslungsreichen Arbeitsplatz (Vollzeit, 40 Stunden / Woche) in einem perspektivisch unbefristeten Arbeitsverhältnis. Darüber hinaus bieten wir Ihnen attraktive Arbeits-bedingungen in Form der gleitenden Arbeitszeit mit flexiblen Möglichkeiten zum Ausgleich der Dienstzeit. Der Arbeitsort ist Halle (Saale). Die Vergütung erfolgt je nach Umfang der Aufgabenübertragung sowie Erfüllung der persönlichen Voraussetzungen in Anlehnung an TV-L 2025. Der Kunstverein “Talstrasse“ e.V. gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt, und fügen einen etwaigen Nachweis hierüber bei. Bewerbungskosten können nicht übernommen werden. Eingereichte Bewerbungsunterlagen werden daher nur zurückgesandt, wenn ein hinlänglich mit Adresse versehener und ausreichend frankierter Rückumschlag beigefügt ist\nKunstverein “Talstrasse“ e.V.\nTalstr.23\n06120 Halle (Saale)\nbewerbung@kunstverein-talstrasse.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-3/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-kuratorin/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in / Kurator*in", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 09.03.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams zum 1. Juli 2025 eine engagierte Persönlichkeit als\nWissenschaftliche*r Mitarbeiter*in / Kurator*in\nin Teil- oder Vollzeit (wöchentliche Arbeitszeit mindestens 30 Stunden) befristet auf 2 Jahre.\nIhre Aufgaben:\nKonzeption von Ausstellungs-, Veranstaltungs- und Publikationsprojekte für die Sammlungsbereiche angewandte Kunst und Glas\nSteuerung und Durchführung der Ausstellungsprojekte in enger Zusammenarbeit mit der Projektleitung\nEinhaltung und Kontrolle von Budgets und Zeitplänen\nVerfassen von Katalog- und Ausstellungstexten\nIhr Profil:\nEin abgeschlossenes wissenschaftliches Hochschulstudium (M. A.) der Kunstgeschichte, Kulturwissenschaften oder eines vergleichbaren Fachs\nMehrjährige Erfahrung im Aufgabengebiet\nKreativität und innovatives Denken für Ausstellungsprojekte\nAusgeprägtes Organisationstalent sowie eine umsichtige, strukturierte und zielorientierte Arbeitsweise\nEin hohes Maß an Eigenverantwortung, Engagement, Belastbarkeit sowie ein kooperativer, teamfähiger Arbeitsstil\nSicherheit im mündlichen und schriftlichen Ausdruck\nGute Kenntnisse im Umgang mit MS Office, Grundkenntnisse im Umgang mit Datenbanken\nSehr gute Englischkenntnisse\nWir bieten u.a.:\nEine spannende und vielfältige Tätigkeit mit Gestaltungsmöglichkeiten und eigener Verantwortung\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge, das Deutschlandticket Job und weitere diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum 9. März 2025 über unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nWestrey Page\n, Referentin des Generaldirektors, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-kuratorin/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing/", "image": "", "title": "Projektmanager*in Marketing", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 09.03.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams zum nächstmöglichen Zeitpunkt eine*n engagierte*n\nProjektmanager*in Marketing\nunbefristet in Vollzeit.\nDas erwartet Sie:\nKreative Kampagnenentwicklung: Sie entwickeln innovative und zielgruppengerechte Marketing­kampagnen für den Kunstpalast, den Robert-Schumann-Saal und das NRW-Forum – von der ersten Idee bis zur Erfolgsauswertung.\nStrategische Vermarktung: Sie gestalten neue Marketingkonzepte und tragen zur Weiterentwicklung der Marken bei.\nEigenständige Umsetzung: Sie setzen eigenverantwortlich die Marketingkampagnen um, d.h. Kampagnenentwicklung, Mediaplanung (offline und online), Erstellung von Briefings und Koordination von Produktionsplänen, Abwicklung von Mailings, Steuerung von Kooperationen, Budgetplanung und -kontrolle.\nPerformance Marketing: Sie übernehmen Planung, Durchführung und Optimierung von Performance-Marketing-Maßnahmen mit Fokus auf Paid Social (Instagram, TikTok) sowie Google Ads.\nOptimierung und Erfolgsmessung: Sie analysieren die Performance der Marketingkampagnen, optimieren ggf. bestehende Kampagnen und leiten Verbesserungen ab.\nProjektmanagement und Teamarbeit: Sie arbeiten eng mit unseren Expert*innen für Social Media und Presse, Kurator*innen und Ausstellungsmanager*innen zusammen und koordinieren externe Dienstleister und Agenturen.\nDas bringen Sie mit:\nErfahrungen im Marketing: Sie haben ein abgeschlossenes Studium mit Schwerpunkt Marketing oder mehrjährige Berufserfahrung im Kampagnenmanagement oder einer vergleichbaren Position.\nFundierte Kenntnisse\n:\nSie kennen sich in der Mediaplanung und im digitalen Marketing, insbesondere im Bereich Performance Marketing (Paid Social, Google Ads) bestens aus.\nKreativität & analytisches Denken: Sie entwickeln nicht nur starke Ideen und haben ein Gespür für Design und zielgruppenspezifische Kommunikation, sondern können deren Erfolg auch an anhand von KPIs bewerten.\nProjektmanagement-Skills: Sie sind strukturiert, verstehen die Interessen aller Beteiligten, können mehrere Projekte parallel steuern und verlieren nie den Überblick.\nMacher*in-Mentalität: Sie packen an, übernehmen Verantwortung und treiben die Marketingkampagnen mit Lösungsorientierung und Eigeninitiative voran.\nKommunikationsstärke: Sie können mit Stakeholdern auf Augenhöhe sprechen und sie für Ihre Ideen begeistern und verfügen über gute Englischkenntnisse.\nBei uns erwartet Sie u.a.:\nEine spannende und vielfältige Tätigkeit mit Gestaltungsmöglichkeiten und eigener Verantwortung\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge, das Deutschlandticket Job und weitere diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum 9. März 2025 über unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nChristine Doum\n, Leitung Marketing und Digitales, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-marketing/", "date_published": "2025-02-11T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d-7/", "image": "", "title": "Personalsachbearbeiter/in (m/w/d)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 28.02.2025 | Die Zentralen Dienste der Staatlichen Museen und Sammlungen gehören zur Direktion der Bayerischen Staatsgemäldesammlungen, nehmen jedoch in Haushalts-, Rechts-, IT- und Personalangelegenheiten Aufgaben für alle staatlichen Museen und Sammlungen in ganz Bayern, derzeit insgesamt 19 Einrichtungen mit insgesamt etwa 30 Zweigmuseen und -galerien, wahr. Die Direktion der Bayerischen Staatsgemäldesammlungen ist ihrerseits eine unmittelbar nachgeordnete Behörde des Staatsministeriums für Wissenschaft und Kunst.. Die Büros der Zentralen Dienste befinden sich in München Neuhausen.\nWir suchen zur Verstärkung unseres Teams im Zentralen Personalreferat eine/n\nPersonalsachbearbeiter/in (m/w/d)\nin Vollzeit oder aufgeteilt auf zwei Personen in Teilzeit mit je 20 Wochenstunden, Entgeltgruppe 9b TV-L bzw. Besoldungsgruppe A 9/A 10 BayBesG, unbefristet und zum nächstmöglichen Zeitpunkt\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-in-m-w-d-7/", "date_published": "2025-02-11T00:00:00"}]}