{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-w-m-d-2/", "image": "", "title": "Museumsdirektor:in (w, m, d)", "content_text": "Deutsches Landwirtschaftsmuseum, Crimmitschau Bewerbungsende: 22.06.2025 | Der Landkreis Zwickau ist einer der stärksten Wirtschaftsstandorte in den neuen Bundesländern. Aufgrund seiner landschaftlichen Vielfalt und seines kulturellen Erbes ist er einer der attraktivsten Lebensräume in Sachsen. Seine breit aufgestellte Bildungslandschaft garantiert eine durchgängige Betreuung und Ausbildung unserer Kinder und Jugendlichen.\nUnsere moderne, dienstleistungsorientierte und familienfreundliche Landkreisverwaltung ist Dienstleister für rund 310.000 Bürgerinnen und Bürger sowie 14.000 Unternehmen und freut sich auf Ihre Mitarbeit!\nDas Landratsamt Zwickau\nsucht für das Deutsche Landwirtschaftsmuseum in Blankenhain:\neine\nMuseumsdirektorin/einen Museumsdirektor (w, m, d)\nunter der Kennziffer: 80/2025/DII\nim: Dezernat Jugend, Soziales und Bildung\nin: Vollzeit – mit 39 Wochenstunden\nStellenbewertung: Entgeltgruppe 14 TVöD-VKA\nBeschäftigungsdauer: unbefristet\nBeschäftigungsbeginn: zum nächstmöglichen Zeitpunkt\nIhr Aufgabengebiet:\nSie leiten das Deutsche Landwirtschaftsmuseum Schloss Blankenhain. Dem Museum obliegt das Sammeln, Bewahren, Forschen und Präsentieren von historischen Sachzeugnissen und Dokumen-ten des ländlichen Raumes. Es hat die Aufgabe der Bewahrung, wissenschaftlichen Aufarbeitung und Darstellung der Geschichte des ländlichen Raumes in Mittel- und Ostdeutschland.\nAls kulturelle Einrichtung dient es wissenschaftlichen Zwecken und deren Vermittlung an die Benutzer, insbesondere durch Ausstellungen, Durchführung wissenschaftlicher Veranstaltungen und Forschungsvorhaben.\nZu Ihren Aufgaben gehören im Wesentlichen:\nIhre Hauptaufgabe besteht in der wissenschaftlichen Museumsarbeit und Forschung. Dazu zählen schwerpunktmäßig:\nRecherchen, Forschungen und Publikationen zu verschiedenen museumsrelevanten Themen\nDetailforschungen zur Rittergutsgeschichte, den Rittergutsbesitzern und der Wirtschaftsgeschichte des Gutsbetriebes sowie der landwirtschaftlichen Gerätekunde\nAuflegen eigener Forschungsprojekte in Zusammenarbeit mit Universitäten, Hochschulen und wissenschaftlichen Instituten zu wissenschaftlichen Untersuchungen im gesamten Spektrum des Museums sowie in Zusammenarbeit untereinander\nPlanung sowie Koordinierung von bzw. Mitarbeit in wissenschaftlichen Forschungsvorhaben in Zusammenarbeit mit Hochschulen, Universitäten, Instituten und Museen zu Themen der Landwirtschafts- und Landtechnikgeschichte, Agrargeographie, Historischen Geographie, der Landes-, Volks- und Naturkunde\nwissenschaftliche Erschließung von Quellen und Archivgut zur Dokumentation des Sammlungsbestandes und Kulturgütern, der Geschichte, der Historischen Geographie der Kulturlandschaft der Volkskunde, der Landwirtschaft und der Geschichte der Regionen Mitteldeutschlands sowie des gesamten deutschsprachigen Raumes und darüber hinaus einschließlich der Erkundung, Erfassung und Übernahme von historischen Objekten in die museale Sammlung\nBearbeitung ausgewählter Sammlungsbereiche, u. a. sammlungsbegleitende Forschungen zur Geräteentwicklung, zur Entstehung der durch Landwirtschaft und Anwendung der Landtechnik entstandenen Kulturlandschaft, der Wohn- und Arbeitskultur im ländlichen Raum inklusive Anleitung der dort tätigen Praktikanten\nErstellung wissenschaftlicher Ausstellungskonzeptionen zu Vorhaben, die das gesamte Spektrum des Museums betreffen\nVerfassen wissenschaftlicher Texte für unterschiedliche Zielgruppen\nVerfassen von wissenschaftlichen Fachartikeln und Beiträgen u.a. zur Veröffentlichung im Rahmen nationaler und internationaler Fachzeitschriften und Publikationen, Netzwerken sowie Vorträge auf Tagungen im nationalen wie internationalen Rahmen\nErstellung und Herausgabe wissenschaftlicher Publikationen des Museums\nselbstständige Entwicklung, Erstellung und Fortschreibung der wissenschaftlichen Museums-, Sammlungs-, Ausstellungs- und Marketingkonzeption einschließlich deren Ausführungs-koordination und Kontrolle\nin Zusammenarbeit mit dem wissenschaftlichen Mitarbeiter der Museumspädagogik Erstellung und Fortschreibung des museumspädagogischen Konzeptes\nDurchführung spezieller Führungen und Besucherbetreuungen (z. B. Fremdsprachenführungen, VIP-Gäste etc.)\nMitarbeit in nationalen und internationalen fachwissenschaftlichen Verbänden, Gesellschaften und Vereinen (z. B. ICOM, AEOM, AIMA etc.) einschließlich der Teilnahme und Vortragstätigkeit an und bei wissenschaftlichen nationalen wie internationalen Tagungen und Kongressen\nDarüber hinaus sind Sie für die Mitarbeiterführung von zwölf Mitarbeiter/innen verantwortlich. Dazu gehören:\nFörderung der Mitarbeiterleistungen durch Beeinflussung von Zusammenarbeit, Motivation, Verantwortungs- und Kostenbewusstsein u. ä.\nEinsatzorganisation, wie z. B. Urlaubs-, Vertretungs-, Vollmachten-, Befugnis- und Aufgabenverteilung und -planung\nMitarbeiterförderung und -entwicklung sowie Mitarbeiterinformation, -beratung und -gespräche\nZu Ihren weiteren Aufgaben zählen:\nHaushaltsplan- und Nachtragshaushaltsgestaltung\neigenständige Realisierung von Bau- und Investitionsvorhaben\nPlanung, Projektmanagement, Administration und Umsetzung von Kooperationsmaßnahmen zur Forschungs- und Sammlungsarbeit\nUnsere Erwartungen:\nZugangsvoraussetzung für diese Stelle ist eine abgeschlossene\nwissenschaftliche Hochschulaus-bildung\n(erste Staatsprüfung, Magister- oder Diplomprüfung oder Master/Magister)\nder Fachrichtungen Museologie oder Historische Geographie\nauf der Basis einer abgeschlossenen Hochschulbildung der Fachrichtung Geschichte bzw. Museologie\nverbunden mit einer mehrjährigen musealer Berufserfahrung.\nDarüber hinaus erwarten wir:\nErfahrung in der Projekt- sowie Teamleitung einschließlich der Personaleinsatz- und Budgetsteuerung sowie der Anwendung der einschlägigen Vergabevorschriften\ndie Fähigkeit, Texte in hoher Qualität und dem Verwendungszweck entsprechend zu verfassen\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team\nein hohes Maß an Eigenverantwortung sowie Engagement und Belastbarkeit; dazu gehört auch die Notwendigkeit einer Vor-Ort-Präsenz sowie die Bereitschaft zu regelmäßigen Wochenenddiensten\nOrganisationstalent, Flexibilität und Mobilität (Führerschein Klasse B sowie die Bereitschaft zur dienstlichen Nutzung des privaten PKW)\nein kompetentes, überzeugendes und freundliches Auftreten sowie sehr gute Kommunikationsfähigkeiten (Deutsch mindestens Niveau C1, Englisch wünschenswert)\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der modernen Bürokommunikationstechnik\nWir bieten Ihnen:\neine unbefristete Einstellung mit tarifgerechter Vergütung einschließlich Jahressonderzahlung und Leistungsentgelt\nausreichend kostenfreie Parkmöglichkeiten\nein offenes, transparentes Umfeld und das Angebot, die Arbeit mitzugestalten\ndie Vereinbarkeit von Beruf und Familie, u. a. durch flexible Arbeitszeiten ohne Kernzeiten\nstellenbezogene Fortbildungsmöglichkeiten\n30 Tage Erholungsurlaub im Kalenderjahr sowie arbeitsfrei an Heiligabend und Silvester\nattraktive übertarifliche Arbeitgeberleistungen in Form von steuer- und sozialversicherungsfreien Zuschüssen zum Job-Ticket, zu Kinderbetreuungskosten, zu Gesundheitskursen oder zur betrieblichen Altersversorgung sowie die Möglichkeit zum Fahrradleasing\nbetriebliche Altersvorsorge (ZVK) bei Anstellung nach TVöD und Zahlung vermögenswirksamer Leistungen\nAngebot der arbeitsmedizinischen Vorsorge\nIm Interesse der in der Landkreisverwaltung Zwickau angestrebten Chancengleichheit in allen Bereichen des Berufslebens, sind Bewerbungen von Personen jeden Geschlechts gleichermaßen erwünscht. Die im Text verwandte Schreibform dient allein der Vereinfachung und steht für die geschlechtsneutrale Bezeichnung des Berufs.\nBewerbungen geeigneter schwerbehinderter Menschen und diesen Gleichgestellten im Sinne des Sozialgesetzbuches (SGB) IX sind ebenfalls ausdrücklich willkommen. Ein entsprechender Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nHaben wir Ihr Interesse geweckt?\nDann reichen Sie bitte Ihre\nvollständige Bewerbung\n(Anschreiben, Lebenslauf, Schul- und Abschlusszeugnisse mit Notenspiegel, Qualifikationsnachweise, lückenlose Arbeitszeugnisse und dienstliche Beurteilungen)\nüber unser elektronisches Bewerberportal unter\nwww.landkreis-zwickau.de/stellenangebote\nein. Aufgrund dessen, dass die Amtssprache in unserer Behörde deutsch ist, erwarten wir Bewerbungsunterlagen in deutscher Sprache. Ausführliche Informationen zu den Bewerbungsmodalitäten finden Sie auch auf unserer Homepage unter:  Kontakt und FAQ-Bewerbung.\nBitte sehen Sie von einer Papierbewerbung oder einer Bewerbung per E-Mail ab. Eingesendete Unterlagen können nur zurückgesandt werden, wenn ein ausreichend frankierter Rückumschlag beiliegt. Bei Fehlen des Rückumschlags werden die Unterlagen datenschutzkonform vernichtet.\nBewerbungsschluss:\n22. Juni 2025\nWir weisen Sie darauf hin, dass nur vollständige Bewerbungsunterlagen im Auswahlverfahren berücksichtigt werden können. Nach Bewerbungsschluss eingehende Bewerbungen werden nicht berücksichtigt.\nBei ausländischen Bildungsabschlüssen bitten wir um Vorlage der Feststellung der Vergleichbarkeit und Anerkennung durch die Zentralstelle für ausländisches Bildungswesen (ZAB). Ansonsten kann Ihre Bewerbung im Auswahlverfahren nicht berücksichtigt werden. Weitere Informationen entnehmen Sie bitte der Internetseite der Zentralstelle für ausländisches Bildungswesen (ZAB) unter\nwww.kmk.org/zab\n. Bewerberinnen/Bewerber aus Nicht-EU-Staaten (Europäischer Wirtschaftsraum und Schweiz ausgenommen) fügen der Bewerbung einen aktuellen Aufenthaltstitel gemäß § 4 Aufenthaltsgesetz bei, welcher die Erwerbstätigkeit ausdrücklich gestattet.\nDie Person, die nach Durchführung des Stellenbesetzungsverfahrens für die Einstellung vorgesehen ist, ist verpflichtet ein Behördenführungszeugnis nach § 30 Abs. 5 Bundeszentralregistergesetz beim zuständigen Einwohnermeldeamt zu beantragen und die Erstellungskosten zu tragen. Es ist nicht notwendig, bereits den Bewerbungsunterlagen ein Führungszeugnis beizufügen.\nIhre Bewerbungsdaten werden im Einklang mit der EU-Datenschutzgrundverordnung (EU-DSGVO), dem Sächsischen Datenschutzgesetz (SächsDSG) und dem Sächsischen Datenschutzdurchführungsgesetz (SächsDSDG) verarbeitet. Mit der Übersendung Ihrer Bewerbungsunterlagen erteilen Sie die Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten durch das Landratsamt Zwickau im Rahmen des Auswahlverfahrens. Nach Abschluss des Verfahrens werden die Daten nicht berücksichtigter Bewerber/innen datenschutzkonform vernichtet. Die ausführlichen Datenschutzhinweise finden Sie auf unserer Homepage unter:\nDatenschutz (landkreis-zwickau.de)\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsdirektorin-w-m-d-2/", "date_published": "2025-05-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-projekt-zwischen-diktatur-und-demokratie/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für das Projekt “Zwischen Diktatur und Demokratie”", "content_text": "LVR-Industriemuseum, Ratingen Bewerbungsende: 25.06.2025 | Wer wir sind\nDer Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nLVR-Industriemuseum\n, Rheinisches Landesmuseum für Industrie- und Sozialgeschichte, ist ein Verbundmuseum mit Standorten (Schauplätzen) in überwiegend denkmalgeschützten Fabriken in Oberhausen, Ratingen, Solingen, Bergisch Gladbach, Engelskirchen und Euskirchen.\nDie\nTextilfabrik Cromford\nist die erste Fabrik auf dem europäischen Kontinent. Die ersten mechanischen Spinnmaschinen zur Verarbeitung von Baumwolle revolutionierten vor 200 Jahren die Herstellung von Kleidung. Das Museum gewährt spannende Einblicke in die Anfänge des Fabriksystems, die Arbeits- und Lebensbedingungen von Männern, Frauen und Kindern. Darüber hinaus präsentiert das Museum Sonderausstellungen zur Kulturgeschichte der Mode und Bekleidung vom 18. bis zum 21. Jahrhundert mit unterschiedlichen thematischen Schwerpunkten.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-projekt-zwischen-diktatur-und-demokratie/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-allgemeine-verwaltung-m-w-d/", "image": "", "title": "Sachbearbeiter allgemeine Verwaltung (m/w/d)", "content_text": "Stadtmuseum der Stadt Wittenberge, Wittenberge Bewerbungsende: 30.06.2025 | Wer sind wir?\nWittenberge ist die grĂ¶Ăźte Stadt im Landkreis Prignitz und zugleich aufstrebender Wohn und Wirtschaftsstandort zwischen den Metropolen Berlin und Hamburg.\nIm Nordwesten des Landes Brandenburg und im VierlĂ¤ndereck der BundeslĂ¤nder Sachsen-Anhalt, Mecklenburg-Vorpommern und Niedersachsen gelegen treffen hier LebensqualitĂ¤t, ein familienfreundliches Wohnumfeld, NaturnĂ¤he an der Elbe und kulturelle Highlights auf ausgezeichnete Bedingungen fĂĽr Unternehmen und Wirtschaftsansiedlungen. 2017 wurde Wittenberge als Kommune des Jahres im Land Brandenburg ausgezeichnet. 2027 ist Wittenberge Ausrichter der Landesgartenschau.\nDie Stadt Wittenberge stellt zum frĂĽhestmĂ¶glichen Zeitpunkt einen\nSachbearbeiter allgemeine Verwaltung (m/w/d)\nim Stadtmuseum der Stadt Wittenberge ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-allgemeine-verwaltung-m-w-d/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-6/", "image": "", "title": "Wissenschaftlicher Volontär (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 20.06.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes und inklusives Vermittlungsprogramm.\nWerden Sie Teil unseres Teams! Auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besucher zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken. Wir freuen uns auf Sie!\nZum 01.10.2025 besetzen wir die Stelle als\nWissenschaftlicher Volontär (w/m/d)\n(in Vollzeit, 39,5 Stunden/Woche, befristet auf 2 Jahre)\nIhre Aufgaben:\nDas wissenschaftliche Volontariat dient der Aus- und Fortbildung von Wissenschaftlern (w/m/d) der museumsrelevanten Studienfächer. Sie erhalten Einblick in die Aufgaben eines Museums allgemein und in die Tätigkeiten in einem Museum im Besonderen.\nIhr Profil:\nSie haben ein Hochschulstudium im Fach Kunstgeschichte mit einem qualifizierten akademischen Abschluss. Eine Promotion ist wünschenswert. Sie interessieren sich sowohl für die wissenschaftliche als auch die praktische Museumsarbeit und einen wechselnden Sonderausstellungsbetrieb. Neben einer fachlichen Kompetenz ist eine kommunikative, aufgeschlossene Art und Teamfähigkeit unerlässlich. Darüber hinaus sollten Sie mit der gängigen Software (MS-Office, Datenbanken) gut vertraut sein. Sehr gute Englischkenntnisse sowie möglichst Kenntnisse in einer weiteren Fremdsprache sind erwünscht.\nWir bieten:\nDas Volontariat ist auf 2 Jahre befristet und wird nach den Vorgaben des Landes für Volontariate durchgeführt und vergütet.\nBewerber (w/m/d) mit Behinderung werden bei ansonsten im Wesentlichen gleicher Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte bis zum 20.06.2025 ausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-12\neinreichen.\nFachliche Fragen vorab beantwortet Ihnen Frau Sandra Diefenthaler (Leitung Abteilung Wissenschaft) unter 0711 470 40 260.\nFür allgemeine Fragen steht Ihnen unser Bereich Personal unter T +49 711 470 40 194 oder -196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d-6/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie-2/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und Spektroskopie", "content_text": "Stiftung Deutsches Optisches Museum, Jena Bewerbungsende: 15.07.2025 | Als Deutsches Optisches Museum (D.O.M.) vereinen wir auf über 3.100 m² öffentlich zugänglicher Fläche das Beste aus klassischen Museen und etablierten Science Centern zur hochgradig interaktiven Erlebniswelt der Optik. Hier laden wir unsere Besuchenden ein, sowohl die Geschichte der Optik zu begreifen als auch stets aktuelle Forschungsergebnisse kennen zu lernen. Wir werden über Kunst und Wissenschaft begeistern und allen Gästen ermöglichen, selbständig authentische, historische Optiken einzusetzen – um deren Funktions- und Wirkungsweise zu verstehen. Wir werden das D.O.M. an 358 Tagen im Jahr von 09:00 – 18:00 Uhr öffnen, an einem Wochentag bis 21:00 Uhr. Ab 2028 erwarten wir mindestens 150.000 Besuchende pro Jahr und werden zum weithin sichtbarsten Ort der Wissenschaftskommunikation.\nZur Umsetzung des Projekts arbeiten wir mit einem herausragenden Team aus internationalen Architekten, sehr renommierten Künstlern und Gestaltern zusammen.\nFür unser Kernteam brauchen wir Verstärkung.\nEin ganzes Stockwerk unserer Dauerausstellung widmen wir der Sonne, der Spektroskopie und den Fernoptiken. Chronologisch machen wir Fernrohre ab dem 17. Jahrhundert begreifbar, ermöglichen den Besuchenden, Doppelfernrohre und Zieloptiken zu verwenden und optische Entfernungsmesser selbst zu nutzen. Wir verbinden stets die Grundlagen mit der Geschichte und Zukunft und machen bedeutende Meilensteine nahbar. So zeigen wir das Teleskop des SOFIA-Observatoriums und ein Segment des ELT, welches ab 2029 in der Atacama-Wüste in Chile als größtes Spiegelteleskop der Welt in Betrieb gehen wird.\nUm all dies in der finalen Phase zu kuratieren, suchen wir zum sofortigen Beginn ein/e\nWissenschaftlicher Kurator (m/w/d) der Bereiche Astronomie, Fernoptiken und\nSpektroskopie\nin Vollzeit (40h/Woche), zunächst befristet auf drei Jahre. Die Vergütung erfolgt in Anlehnung an TV-L  E13.\nIhre Aufgaben\nKuratieren Sie\ndie Ebene „Makro“ mit der Inszenierung der Sonne, der Spektroskopie, der Fernoptiken und Astronomie.\nRecherchieren Sie\ndie physikalische Funktion und Geschichte der Objekte für die Ausstellung und\nerstellen Sie\ndie Ausstellungstexte.\nÜbernehmen Sie\nfür den entsprechenden Bereich den inhaltlichen Austausch mit dem Gestaltungsbüro.\nIhr Profil\nabgeschlossenes Universitätsstudium in den Naturwissenschaften, den Ingenieurs-wissenschaften oder vergleichbar, intrinsisches Interesse an technischem Kulturgut und Wissenschaftskommunikation sowie Erfahrungen im Ausstellungswesen.\neigenständiges, wissenschaftliches Arbeiten in einem Museums-Startup, Promotion von Vorteil\nErfahrung im Projektcontrolling\nhohes Engagement, sehr gutes Organisationsgeschick, Belastbarkeit, Flexibilität und Teamfähigkeit\nsehr gute Englischkenntnisse in Wort und Schrift\nErfahrungen mit Edutainment (Education/Entertainment) von Vorteil\nHands-on-Startup-Mentalität\nFührerschein Klasse B\nWir bieten Ihnen\nvielseitige Aufgaben bei der grundlegenden Neugestaltung des D.O.M., in enger Abstimmung mit dem Team der interaktiven Stationen, der Vermittlung und den Mitarbeitenden aus dem Bereich des Kuratierens sowie dem Museumsdirektor.\nChance, einen ganzen Bereich der Dauerausstellung des D.O.M. selbst zu formen.\nSchnittstellenfunktion zwischen Planern und weiteren Stakeholdern.\ndie Gelegenheit zur individuellen Weiterqualifikation.\nein familienfreundliches Arbeitsumfeld.\nein hoch engagiertes Team.\nHinweise\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nWir freuen uns auf Ihre aussagekräftige Bewerbung inkl. Motivationsschreiben, Lebenslauf und Arbeitszeugnissen bis zum 15.07.2025 als PDF an\nLydia Raupach\nStiftung Deutsches Optisches Museum\nHans-Knöll-Str. 1\n07745 Jena\nlydia.raupach@deutsches-optisches-museum.de\nDatenschutz\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen\nIhrer Bewerbung finden Sie unter http://www.deutsches-optisches-museum.de/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d-der-bereiche-astronomie-fernoptiken-und-spektroskopie-2/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-weltraum-expedition-ins-unsichtbare-geplante-laufzeit-2026-2027/", "image": "", "title": "Kurator:in (m/w/d) für das Sonderausstellungsprojekt „Weltraum – Expedition ins Unsichtbare“ (geplante Laufzeit) 2026/2027", "content_text": "AUSSTELLUNGSZENTRUM LOKSCHUPPEN ROSENHEIM, Rosenheim Bewerbungsende: 27.06.2025 | Der Lokschuppen Rosenheim zählt mit jährlich wechselnden Sonderausstellungen und bis zu 290.000 Gästen pro Jahr zu den erfolgreichsten Ausstellungshäusern im süddeutschen Raum. In der eindrucksvollen Atmosphäre einer denkmalgeschützten ehemaligen Lokomotivenremise und einer Fläche von 1.500 m² entwickeln wir Ausstellungen, die ein breites Publikum vom Vorschulkind bis zur Großmutter begeistern, für Familien, Individualbesuchende, Schulen und Kindergärten gleichermaßen. Mit hochwertigen (Original-)Objekten, vielen interaktiven Stationen, Hands-Ons, pädagogischem Begleitprogramm, Workshops und vor allem mit einem wissenschaftlich fundierten, zugleich emotional ansprechenden Zugang zu großen Themen.\nZur Verstärkung unseres konzeptionellen Teams im Ausstellungszentrum Lokschuppen Rosenheim suchen wir ab\n01.08.2025\noder\nzum nächstmöglichen Zeitpunkt\nfür die Planung und Umsetzung des Ausstellungsprojektes\n„Weltraum – Expedition ins Unsichtbare“\neine/n\nengagierte/n und begeisterte/n Kurator oder Kuratorin (m/w/d)\nmit Commitment zur Wissenschaftsvermittlung für ein breites Publikum.\nAusstellungsidee „Weltraum – Expedition ins Unsichtbare“\nDie Ausstellung nimmt Besucherinnen und Besucher mit auf eine faszinierende Reise durch den Weltraum – von der Entstehung des Universums bis zur modernsten Weltraumbeobachtung unserer Zeit. Im Zentrum stehen die bahnbrechenden Aufnahmen des James-Webb-Weltraumteleskops (JWST), flankiert von aktuellen Entwicklungen der Satellitenforschung. Den Abschluss und Höhepunkt bildet ein begehbares Mini-Planetarium, das ein immersives Erlebnis des Alls schafft.\nIhr Aufgabengebiet\nEntwicklung eines fachbereichsübergreifenden inhaltlichen Ausstellungskonzeptes in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam, Gestaltern und Gestalterinnen und anderen Kuratoren und Kuratorinnen\nAkquisition von Kooperationspartnern und Leihgebern, in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam und anderen Kuratoren und Kuratorinnen\nRecherche und Auswahl von Exponaten (ggfls. auch vor Ort bei den Leihgebern), Anfrage und Vorverhandlung von Leihverträgen.\nVerfassen und redaktionelle Bearbeitung von Ausstellungstexten und Exponatbeschriftungen.\nRecherche und Auswahl von Bildmaterial und Filmsequenzen, Anfrage und Vorverhandlung von Nutzungsrechten.\nMitwirkung bei der inhaltlichen Konzeption und inhaltliche Prüfung von interaktiven Stationen, Audio-Guide-Inhalten und Multimedia-Räumen in Zusammenarbeit mit dem Projektteam und den Ausstellungs- bzw. Mediengestaltern.\nDurchführung von Informationsveranstaltungen für Guides, Pädagogen und Pädagoginnen sowie Mitarbeiterinnen und Mitarbeiter, sowie das Abhalten von Presse- und VIP-Führungen im Rahmen der Eröffnung und bei besonderen Anlässen während der Ausstellungslaufzeit.\nDie Ausstellung soll jeweils innovativ, mit multiperspektivischem und partizipativem Zugang umgesetzt werden\nZur Ausstellung erscheint ein Begleitbuch\nIhr Anforderungsprofil\nErfahrung in der Konzeption von großen Sonderausstellungen\nErfahrung im Schreiben von griffigen Ausstellungstexten\nErfolgreich abgeschlossenes Universitätsstudium\nExpertise und museale Vernetzung im Fachbereich\nWissenschaftliches Forschungsprofil\nCommitment zur Wissenschaftsvermittlung für ein breites Publikum\nStrukturierte, konstruktive und teamorientierte Arbeitsweise, ausgeprägte Kommunikationsfähigkeit\nWir bieten\nEin interessantes und verantwortungsvolles Aufgabenfeld mit Bildungsauftrag und entsprechendem Outreach\nEin Dienstverhältnis auf Werksvertragsbasis in einem stabilen Arbeitsumfeld\nBitte geben Sie Ihre Honorarvorstellung mit Ihrer Bewerbung ab\nWir freuen uns auf Ihre Bewerbung! Bitte bewerben Sie sich bis 27.06.2025 mit Ihrem aussagekräftigen Lebenslauf inklusive Motivationsschreiben per Mail an\njennifer.morscheiser@vkr-rosenheim.de\nKontaktangaben:\nAusstellungszentrum Lokschuppen Rosenheim\nRathausstraße 24\n83022 Rosenheim\nwww.lokschuppen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-weltraum-expedition-ins-unsichtbare-geplante-laufzeit-2026-2027/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-japan-und-der-westen-von-samurai-bis-sailor-moon-geplante-laufzeit-2028-2029/", "image": "", "title": "Kurator:in (m/w/d) für das Sonderausstellungsprojekt „Japan und der Westen – Von Samurai bis Sailor Moon“ (geplante Laufzeit) 2028/2029", "content_text": "AUSSTELLUNGSZENTRUM LOKSCHUPPEN ROSENHEIM, Rosenheim Bewerbungsende: 27.06.2025 | Der Lokschuppen Rosenheim zählt mit jährlich wechselnden Sonderausstellungen und bis zu 290.000 Gästen pro Jahr zu den erfolgreichsten Ausstellungshäusern im süddeutschen Raum. In der eindrucksvollen Atmosphäre einer denkmalgeschützten ehemaligen Lokomotivenremise und einer Fläche von 1.500 m² entwickeln wir Ausstellungen, die ein breites Publikum vom Vorschulkind bis zur Großmutter begeistern, für Familien, Individualbesuchende, Schulen und Kindergärten gleichermaßen. Mit hochwertigen (Original-)Objekten, vielen interaktiven Stationen, Hands-Ons, pädagogischem Begleitprogramm, Workshops und vor allem mit einem wissenschaftlich fundierten, zugleich emotional ansprechenden Zugang zu großen Themen.\nZur Verstärkung unseres konzeptionellen Teams im Ausstellungszentrum Lokschuppen Rosenheim suchen wir\nzum nächstmöglichen Zeitpunkt\nfür die Erstellung eines Vorkonzeptes für\n„Japan und der Westen – Von Samurai bis Sailor Moon“\nmit der Option auf Planung und Umsetzung des Ausstellungsprojektes\neine/n engagierte/n und begeisterte/n Kurator oder Kuratorin (m/w/d)\nmit Commitment zur Wissenschaftsvermittlung für ein breites Publikum.\nDie Festlegung der Kuratorinnen und Kuratoren erfolgt zeitnah, aber die intensive Arbeitsphase findet im Zeitraum ca. 1,5 Jahre vor Eröffnung der Ausstellung statt.\nAusstellungsidee „Japan und der Westen“ (Voraussichtlich Oktober 2028 – August 2029)\nDiese kulturhistorische Ausstellung zeichnet den spannenden Dialog zwischen Japan und dem Westen nach – von den ersten Begegnungen im 16. Jahrhundert über die Öffnung des Landes im 19. Jahrhundert bis zur Gegenwart mit global wirksamer Popkultur wie Manga, Anime und J-Pop. Ein besonderer Fokus liegt auf dem Kulturaustausch der Partnerstädte Rosenheim und Ichikawa.\nIhr Aufgabengebiet\nEntwicklung eines fachbereichsübergreifenden inhaltlichen Ausstellungskonzeptes in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam, Gestaltern und Gestalterinnen und anderen Kuratoren und Kuratorinnen\nAkquisition von Kooperationspartnern und Leihgebern, in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam und anderen Kuratoren und Kuratorinnen\nRecherche und Auswahl von Exponaten (ggfls. auch vor Ort bei den Leihgebern), Anfrage und Vorverhandlung von Leihverträgen.\nVerfassen und redaktionelle Bearbeitung von Ausstellungstexten und Exponatbeschriftungen.\nRecherche und Auswahl von Bildmaterial und Filmsequenzen, Anfrage und Vorverhandlung von Nutzungsrechten.\nMitwirkung bei der inhaltlichen Konzeption und inhaltliche Prüfung von interaktiven Stationen, Audio-Guide-Inhalten und Multimedia-Räumen in Zusammenarbeit mit dem Projektteam und den Ausstellungs- bzw. Mediengestaltern.\nDurchführung von Informationsveranstaltungen für Guides, Pädagogen und Pädagoginnen sowie Mitarbeiterinnen und Mitarbeiter, sowie das Abhalten von Presse- und VIP-Führungen im Rahmen der Eröffnung und bei besonderen Anlässen während der Ausstellungslaufzeit.\nDie Ausstellung soll jeweils innovativ, mit multiperspektivischem und partizipativem Zugang umgesetzt werden\nZur Ausstellung erscheint ein Begleitbuch\nIhr Anforderungsprofil\nErfahrung in der Konzeption von großen Sonderausstellungen\nErfahrung im Schreiben von griffigen Ausstellungstexten\nErfolgreich abgeschlossenes Universitätsstudium\nExpertise und museale Vernetzung im Fachbereich\nWissenschaftliches Forschungsprofil\nCommitment zur Wissenschaftsvermittlung für ein breites Publikum\nStrukturierte, konstruktive und teamorientierte Arbeitsweise, ausgeprägte Kommunikationsfähigkeit\nWir bieten\nEin interessantes und verantwortungsvolles Aufgabenfeld mit Bildungsauftrag und entsprechendem Outreach\nEin Dienstverhältnis auf Werksvertragsbasis in einem stabilen Arbeitsumfeld\nBitte geben Sie Ihre Honorarvorstellung mit Ihrer Bewerbung ab\nWir freuen uns auf Ihre Bewerbung! Bitte bewerben Sie sich bis 27.06.2025 mit Ihrem aussagekräftigen Lebenslauf inklusive Motivationsschreiben per Mail an\njennifer.morscheiser@vkr-rosenheim.de\nKontaktangaben:\nAusstellungszentrum Lokschuppen Rosenheim\nRathausstraße 24\n83022 Rosenheim\nwww.lokschuppen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-japan-und-der-westen-von-samurai-bis-sailor-moon-geplante-laufzeit-2028-2029/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-kolumbus-und-das-ende-des-mittelalters-aufbruch-in-eine-neue-welt-geplante-laufzeit-2029-2030/", "image": "", "title": "Kurator:in (m/w/d) für das Sonderausstellungsprojekt „Kolumbus und das Ende des Mittelalters – Aufbruch in eine neue Welt“ (geplante Laufzeit 2029/2030)", "content_text": "AUSSTELLUNGSZENTRUM LOKSCHUPPEN ROSENHEIM, Rosenheim Bewerbungsende: 27.06.2025 | Der Lokschuppen Rosenheim zählt mit jährlich wechselnden Sonderausstellungen und bis zu 290.000 Gästen pro Jahr zu den erfolgreichsten Ausstellungshäusern im süddeutschen Raum. In der eindrucksvollen Atmosphäre einer denkmalgeschützten ehemaligen Lokomotivenremise und einer Fläche von 1.500 m² entwickeln wir Ausstellungen, die ein breites Publikum vom Vorschulkind bis zur Großmutter begeistern, für Familien, Individualbesuchende, Schulen und Kindergärten gleichermaßen. Mit hochwertigen (Original-)Objekten, vielen interaktiven Stationen, Hands-Ons, pädagogischem Begleitprogramm, Workshops und vor allem mit einem wissenschaftlich fundierten, zugleich emotional ansprechenden Zugang zu großen Themen.\nZur Verstärkung unseres konzeptionellen Teams im Ausstellungszentrum Lokschuppen Rosenheim suchen wir zum\nnächstmöglichen Zeitpunkt\nfür die Erstellung eines Vorkonzeptes zu\n„Kolumbus und das Ende des Mittelalters – Aufbruch in eine neue Welt“\nmit der Option auf Planung und Umsetzung des Ausstellungsprojektes\neine/n engagierte/n und begeisterte/n Kurator oder Kuratorin (m/w/d)\nmit Commitment zur Wissenschaftsvermittlung für ein breites Publikum.\nDie Festlegung der Kuratorinnen und Kuratoren erfolgt zeitnah, aber die intensive Arbeitsphase findet im Zeitraum ca. 1,5 Jahre vor Eröffnung der Ausstellung statt.\nAusstellungsidee „Kolumbus und das Ende des Mittelalters – Aufbruch in eine neue Welt“ (voraussichtlich Oktober 2029 – August 2030)\nDie Ausstellung beleuchtet die Fahrt des Christoph Kolumbus nicht isoliert als Entdeckung, sondern als Symbol eines umfassenden epochalen Wandels. Sie zeigt, wie sich um 1500 das europäische Weltbild veränderte – durch neue geografische Horizonte, technische Innovationen, religiöse Spannungen und den Beginn der kolonialen Expansion. Kolumbus steht dabei exemplarisch für das Ende des Mittelalters und den Übergang in die Frühe Neuzeit.\nIhr Aufgabengebiet\nEntwicklung eines fachbereichsübergreifenden inhaltlichen Ausstellungskonzeptes in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam, Gestaltern und Gestalterinnen und anderen Kuratoren und Kuratorinnen\nAkquisition von Kooperationspartnern und Leihgebern, in enger Abstimmung und Zusammenarbeit mit der Projektleitung/-Projektteam und anderen Kuratoren und Kuratorinnen\nRecherche und Auswahl von Exponaten (ggfls. auch vor Ort bei den Leihgebern), Anfrage und Vorverhandlung von Leihverträgen.\nVerfassen und redaktionelle Bearbeitung von Ausstellungstexten und Exponatbeschriftungen.\nRecherche und Auswahl von Bildmaterial und Filmsequenzen, Anfrage und Vorverhandlung von Nutzungsrechten.\nMitwirkung bei der inhaltlichen Konzeption und inhaltliche Prüfung von interaktiven Stationen, Audio-Guide-Inhalten und Multimedia-Räumen in Zusammenarbeit mit dem Projektteam und den Ausstellungs- bzw. Mediengestaltern.\nDurchführung von Informationsveranstaltungen für Guides, Pädagogen und Pädagoginnen sowie Mitarbeiterinnen und Mitarbeiter, sowie das Abhalten von Presse- und VIP-Führungen im Rahmen der Eröffnung und bei besonderen Anlässen während der Ausstellungslaufzeit.\nDie Ausstellung soll jeweils innovativ, mit multiperspektivischem und partizipativem Zugang umgesetzt werden\nZur Ausstellung erscheint ein Begleitbuch\nIhr Anforderungsprofil\nErfahrung in der Konzeption von großen Sonderausstellungen\nErfahrung im Schreiben von griffigen Ausstellungstexten\nErfolgreich abgeschlossenes Universitätsstudium\nExpertise und museale Vernetzung im Fachbereich\nWissenschaftliches Forschungsprofil\nCommitment zur Wissenschaftsvermittlung für ein breites Publikum\nStrukturierte, konstruktive und teamorientierte Arbeitsweise, ausgeprägte Kommunikationsfähigkeit\nWir bieten\nEin interessantes und verantwortungsvolles Aufgabenfeld mit Bildungsauftrag und entsprechendem Outreach\nEin Dienstverhältnis auf Werksvertragsbasis in einem stabilen Arbeitsumfeld\nBitte geben Sie Ihre Honorarvorstellung mit Ihrer Bewerbung ab\nWir freuen uns auf Ihre Bewerbung! Bitte bewerben Sie sich bis 27.06.2025 mit Ihrem aussagekräftigen Lebenslauf inklusive Motivationsschreiben per Mail an\njennifer.morscheiser@vkr-rosenheim.de\nKontaktangaben:\nAusstellungszentrum Lokschuppen Rosenheim\nRathausstraße 24\n83022 Rosenheim\nwww.lokschuppen.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-fuer-das-sonderausstellungsprojekt-kolumbus-und-das-ende-des-mittelalters-aufbruch-in-eine-neue-welt-geplante-laufzeit-2029-2030/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-abteilung-kommunikation-m-w-d-2/", "image": "", "title": "Leitung der Abteilung Kommunikation (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 22.06.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung.\nDas Museum für Kunst und Gewerbe Hamburg (Stiftung öffentlichen Rechts) sucht zum nächstmöglichen Zeitpunkt, zunächst befristet auf 4 Jahre (mit der Möglichkeit der Verstetigung), eine\nLeitung der Abteilung Kommunikation (m/w/d)\nEG 13 (TV-AVH), Arbeitszeit 100 %\nDie Abteilung Kommunikation übernimmt die Aufgaben in den Bereichen Presse, Marketing, digitaler Kommunikation und Besucher*innenservice. Die Leitung steuert sämtliche Aktivitäten und entwickelt das Aufgabenfeld strategisch und innovativ weiter. Ihr stehen ein engagiertes Team von vier Mitarbeitenden, ein*e Werkstudent*in sowie ein*e FSJ-Leistende zur Seite.\nIhre Aufgaben im Detail\nSteuerung und Weiterentwicklung des Corporate Designs im Sinne der Vision und der Corporate Identity\nEntwicklung und Umsetzung projektbezogener Kampagnen und Kommunikationsstrategien\nSteuerung von Maßnahmen im Bereich Besucher*innenservice und\n-orientierung, Beschwerdemanagement und Online-Ticketing\nKontinuierliche Besucher*innenforschung und Evaluierung und Entwicklung von Analysen und Handlungsempfehlungen\nEntwicklung des Audience Developments im Sinne der Vision\nWeiterentwicklung des Aufgabenfelds CRM\nProjekt- und Zeitmanagement, Budgetplanung und -überwachung sowie Vergaben\nGewinnung und Steuerung von externen Dienstleister*innen\nStrategische Entwicklung von Partnerschaften im Bereich Kommunikation und Marketing mit Schnittstelle zum Fundraising und Sponsoring\nRepräsentation nach außen\nIhr Anforderungsprofil\nabgeschlossenes wissenschaftliches Hochschulstudium (Promotion, Master, Magister/Magistra, Diplom univ. oder gleichwertiger Studienabschluss) im Fach Kulturmanagement, Betriebswirtschaft, Kommunikationswissenschaft oder gleichwertige Qualifikation\nHohes Verständnis für die besonderen Anforderungen der Kulturkommunikation sowie Vertrautheit mit relevanten kultur- und gesellschaftspolitischen Diskursen\nAnalytisch-strategisches Denken und Feingefühl für zeitgemäßes Design und Text sowie ein sicheres Gespür für digitale Trends und innovative Entwicklungen im Bereich Kommunikation\nAusgezeichnete Sprachkenntnisse und Sprachgefühl in Deutsch, sehr gute Englischkenntnisse\nAusgeprägte Einsatzbereitschaft, Organisationsfähigkeit und Flexibilität bei unterschiedlicher Arbeitsbelastung sowie sorgfältiges, strukturiertes sowie lösungsorientiertes Arbeiten auch unter Zeitdruck\nKosten- und Qualitätsbewusstsein\nEin teamorientierter, kooperativer Führungsstil auf Augenhöhe\nFührungserfahrung inkl. Personal- und Budgetverantwortung von Vorteil\nEin profiliertes berufliches Netzwerk\nSehr gute Kenntnisse der MS Office-Anwendungen, Erfahrungen im Umgang mit Ticketing- und CRM-Lösungen von Vorteil\nSouveränes Auftreten und eine gute Portion Humor\nWir bieten\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel zu den besten Museen im Bereich Gestaltung zu gehören\nEinen attraktiven Arbeitsplatz in der Mitte der Stadt\nFlexible Arbeitszeiten und die Möglichkeit zu mobiler Arbeit\nEine Vergütung und betriebliche Altersvorsorge nach dem Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\nFirmenfitness mit Egym-Wellpass\nEinen Zuschuss zum Deutschlandticket\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nAnsprechpartnerin: Birthe Tredup, Personalmanagement:\nbirthe.tredup@mkg-hamburg.de\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 22.06.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10 MB) an\nbewerbung@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nFahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten können nicht übernommen werden.\nÜber die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter\nwww.mkg-hamburg.de/datenschutz.html\ninformieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-abteilung-kommunikation-m-w-d-2/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitenden-kuratorin-m-w-d/", "image": "", "title": "Leitende*r Kurator*in (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 22.06.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung.\nDas Museum für Kunst und Gewerbe Hamburg (Stiftung öffentlichen Rechts) sucht zunächst befristet auf vier Jahre (mit Möglichkeit der Verstetigung), zum nächstmöglichen Zeitpunkt eine*n\nLeitende*n Kurator*in (m/w/d)\nfür die Sammlung Kunstgewerbe (ab 1850) und Design\nEntgeltgruppe E 13 (TV-AVH) in Vollzeit (100%)\nBei der Sammlung handelt es sich um eine klassische Vorlagensammlung aus dem Bereich Kunstgewerbe (angewandte Kunst), welche fortlaufend um zeitgenössisches Design ergänzt wird. Heute zählt sie zu den wichtigsten Sammlungen im deutschsprachigen Raum. Ihre Stelle ist direkt dem Vorstand unterstellt und Teil des wissenschaftlichen Teams des MK&G.\nIhre Aufgaben\nKonzeption und Umsetzung von wissenschaftlich fundierten wie zeitgenössisch relevanten Ausstellungen und Projekten, mit dem Ziel die Sammlung zu aktivieren und kritisch reflektiert zu positionieren\nEntwicklung und Umsetzung eines neuen Formats speziell für Kunsthandwerk\nMitwirkung an fachübergreifenden Projekten im Haus, zum Beispiel in Ausstellungen, Vermittlungsangeboten, digitalen und analogen Projekten jenseits von Ausstellungen\nKuratorische und konservatorische Betreuung, Forschung (auch konkret Provenienzforschung) an der Sammlung\nErweiterung der Sammlung unter Berücksichtigung der Ziele des Hauses\nAktive Digitalisierung des Sammlungsbestandes\nKonzeption und Durchführung von Veranstaltungen, Vorträgen und Führungen\nKontaktpflege zur internationalen Designszene, Hochschulen und Förderern\nIhr Anforderungsprofil\nAbgeschlossenes wissenschaftliches Hochschulstudium der Kunst – oder Designgeschichte oder vergleichbarer Disziplinen (M.A. oder vergleichbar, Promotion von Vorteil)\nKünstlerisch-forschende, -vermittelnde Zugänge zur Sammlung von Vorteil\nExzellente Kenntnisse der Geschichte des Kunstgewerbes und des modernen bis zeitgenössischen Designs\nUmfassende Versiertheit und Netzwerk im zeitgenössischen theoretischen Designdiskurs und der internationalen Designszene\nNachweisbare und umfangreiche Erfahrung in der konzeptionellen Entwicklung und Umsetzung sowie Betreuung von Ausstellungen\nLeidenschaft für Objekte der Gestaltung ab 1850, außerdem zeitgenössisches Kunsthandwerk (Contemporary Craft)\nLeitungserfahrung von Vorteil\nWirtschaftlicher Sachverstand und Kostenbewusstsein insb. in der Steuerung von Budgets\nHohe Kommunikations-, Moderations- und Teamfähigkeiten\nInteresse für und Kompetenzen in Vermittlung für diverse Zielgruppen\nHohe Belastbarkeit, Einsatzbereitschaft und Flexibilität\nSehr gute Kenntnisse in Deutsch und mindestens Englisch, weitere Fremdsprachenkenntnisse von Vorteil\nSehr gute Kenntnisse im Bereich Office und Inventarisierungstools\nKeine Scheu selbst Hand anzulegen (Objekthandling)\nNeugierde und Lust auf Experimente\nEine gute Portion Humor\nWir bieten\nEine der herausragenden Sammlungen zu Kunstgewerbe und Design Deutschlands\nEine abwechslungsreiche Aufgabe an einem spannenden Ort mit einem engagierten und kollegialen Team\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel, zu den besten Museen im Bereich Gestaltung zu gehören\nFlexible Arbeitszeiten und die Möglichkeit zur Mobiler Arbeit\nEine Vergütung und betriebliche Altersvorsorge nach dem Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\nFirmenfitness mit Egym-Wellpass\nEinen Zuschuss zum Deutschlandticket\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nAnsprechpartnerin: Birthe Tredup, Personalmanagement,\nbirthe.tredup@mkg-hamburg.de\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 22.06.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10 MB) an bewerbung@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nFahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten können nicht übernommen werden.\nÜber die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter www.mkg-hamburg.de/datenschutz.html informieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitenden-kuratorin-m-w-d/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-m-w-d-5/", "image": "", "title": "Personalsachbearbeiter (m/w/d)", "content_text": "Freies Deutsches Hochstift / Frankfurter Goethe-Museum, Frankfurt am Main Bewerbungsende: 15.06.2025 | Das Freie Deutsche Hochstift / Frankfurter Goethe-Museum sucht\nzum nächstmöglichen Zeitpunkt einen\nPersonalsachbearbeiter (m/w/d),\n(Teilzeit 25 Std./Woche)\nDas Freie Deutsche Hochstift ist eines der ältesten Kulturinstitute Deutschlands und eine gemeinnützige Forschungseinrichtung. Es ist Träger des Frankfurter Goethe-Hauses und des Deutschen Romantikmuseums und es verfügt über Kunstsammlungen, eine Handschriftensammlung sowie eine Forschungsbibliothek. Im Verein arbeiten 70 Mitarbeitende in Museum, Wissenschaft und Verwaltung, darunter u.a. Tarifbeschäftigte, Werkstudenten und Geringfügig Beschäftigte, im Museumsbetrieb gibt es Wochenenddienste mit Zeitzuschlägen.\nZu Ihren Aufgaben gehören u. a.\ndie Erstellung der Gehaltsabrechnungen und der Personalstammdaten gemäß Tarifvertrag Hessen im Abrechnungsprogramm „LOGA“,\ndie Pflege der Zeiterfassung, ebenfalls in „Loga“,\ndie Dienstplangestaltung für die Museumsmitarbeitenden\ndas Erstellen von Bescheinigungen für Mitarbeitende und Sozialversicherungsträger,\ndie Beantwortung personalwirtschaftlicher Fragen und die Betreuung des betrieblichen Gesundheitswesens\ndie Erstellung von Übersichten und Auswertungen\ndie Erstellung / Aktualisierung von Tätigkeitsbeschreibungen, -bewertungen sowie\ndie Bearbeitung wechselnder personalwirtschaftlicher Projekte.\nWir suchen eine/n engagierte/n, und verantwortungsbewusste/n Mitarbeiter/in, der/die sich in hohem Maße mit dem Haus und den Aufgaben einer Personalverwaltung identifiziert. Eine Ausbildung in der Personalbuchhaltung oder gleichwertige Kenntnisse und Berufserfahrung sind Voraussetzung; Kommunikation mit und Empathie für die Mitarbeitenden sind wichtig, Sie sind im Haus der wichtigste Ansprechpartner, die wichtigste Ansprechpartnerin in allen personalwirtschaftlichen Fragen.\nKenntnisse des MS-Office-Paketes, vor allem Word und Excel, sind notwendig, Kenntnisse des TV-H und des Abrechnungsprogrammes „LOGA“ wünschenswert.\nWir bieten Ihnen an einem interessanten Ort eine abwechslungsreiche Tätigkeit und ein Gehalt und Sozialleistungen gemäß Gehaltsstufe 9a TV-H.\nBitte bewerben Sie sich mit aussagekräftige Unterlagen bis zum 15.06.2025 bei Herrn Christian Alberth. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerberinnen und Bewerbern.\nFreies Deutsches Hochstift / Frankfurter Goethe-Museum,\nGroßer Hirschgraben 23 – 25, 60311 Frankfurt am Main,\nwww.goethehaus-frankfurt.de\nTel. 069/13880-231\nE-Mail:\nchalberth@freies-deutschs-hochstift.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-m-w-d-5/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/doctoral-student-in-zooplankton-ecology-m-f-d/", "image": "", "title": "doctoral student in zooplankton ecology (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Hamburg Bewerbungsende: 01.07.2025 | Founded in 1817, the Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s major research institutions in the field of biological diversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international level. Maintaining locations in both Wilhelmshaven and Hamburg, Senckenberg am Meer with our German Center for Marine Biodiversity Research “Senckenberg am Meer” is devoted to geobiodiversity research on marine systems.\nFor our German Center for Marine Biodiversity Research in Hamburg, the Senckenberg Gesellschaft für Naturforschung with headquarters in Frankfurt (Main) is seeking to fill the position of a\ndoctoral student in zooplankton ecology (m/f/d)\npart time (75%)\nas soon as possible.\nThe general objective of the position is to characterize and understand plankton dynamics and plankton size structure and the factors driving the observed spatial patterns and temporal trends in the southern North Sea.\nYour tasks\nStatistical analyses of long-term zooplankton data\nIntegration of imaging technologies like FlowCam, Planktoscope, Zooscan in the assessment of plankton biodiversity\nOrganization of the Plankton LTER Senckenberg Station\nAnnual sampling during different plankton expeditions resulting in 6 weeks at sea each year\nContribution to teaching activities\nWriting of publications\nYour profile\nDiploma or Master degree in marine biology or natural science\nStrong interest in the application of plankton imaging technologies (Zooscan, Flowcam, Planktoscope) is an advantage\nGood knowledge in statistical analyses, preferably using R\nExperience with sea-going expeditions on research vessels and sampling of plankton\nWillingness to participate in interdisciplinary work\nGood communication skills in order to work in a highly collaborative and international environment\nVery good command of written and spoken English. Knowledge of German is appreciated but is not a requirement\nWe offer\nExcellent working conditions in the inspiring environment of a dynamic team of researchers within a globally recognized research institution\nExcellent opportunities for further qualification\nThe opportunity to build a network with scientists in interdisciplinary fields\nFlexible working hours, remote working options, support with childcare or caring for family members (certified by “audit berufundfamilie”)\nSpecial annual payment, 30 days leave p.a., company pension scheme\nFree entry to numerous museums\nLocation: Hamburg\nWorking hours: part time (75%)\nPosition: temporary contract limited to 3 years\nRemuneration: E 13 according to collective agreement of the German\nLand\nHesse (TV-H)\nEntry date: as soon as possible\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture. The legal regulations regarding part-time work are met.\nHow to apply?\nPlease send your complete and comprehensive application (letter of motivation with a short description of your previous and current research foci, a CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation, if available) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference “#02-25008 doctoral student zooplankton ecology m/f/d” by July 1, 2025 or apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Dr. Jasmin Renz at\njasmin.renz@senckenberg.de\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.07.2025", "url": "https://www.museumsbund.de/stellenangebote/doctoral-student-in-zooplankton-ecology-m-f-d/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/107213/", "image": "", "title": "Leitung Personal & Finanzen (m/w/d)", "content_text": "Linden-Museum, Stuttgart Bewerbungsende: 06.06.2025 | Das Linden-Museum Stuttgart sucht zum nächstmöglichen Zeitpunkt eine\nLeitung Personal & Finanzen\n(w/m/d) in Vollzeit (100 %). Die Eingruppierung erfolgt bei Vorliegen aller tarifrechtlichen und persönlichen Voraussetzungen bis zur Entgeltgruppe 12 TV-L – die Stelle ist unbefristet.\nSie möchten hinter die Kulissen einer Kulturinstitution blicken, aktiv gestalten, Prozesse modernisieren und Verantwortung für ein interdisziplinäres Team übernehmen? Dann sind Sie bei uns richtig: In dieser zentralen Rolle prägen Sie nicht nur das tägliche Geschäft, sondern auch die Zukunftsstruktur eines Museums im Wandel.\nIhre Aufgaben u. a.:\nOperatives und strategisches Finanzmanagement nach öffentlichem Haushaltsrecht: Haushaltsplanung, Jahresabschluss, Zahlungsverkehr, Vergabeverfahren, Kosten- und Leistungsrechnung sowie Mittelverwendungsnachweise\nVerantwortung für arbeits- und tarifrechtliche Themen (TV-L, LPVG): Personalentwicklung, Stellenausschreibungen, Onboarding und Personalcontrolling\nLeitung und Weiterentwicklung eines engagierten Teams von derzeit acht Mitarbeitenden mit klarer, wertschätzender Führungshaltung\nSteuerung interner Instrumente wie Personalstandsstatistik, VZÄ-Planung, Dienstanweisungen sowie Erfüllung von Berichtspflichten (z. B. Chancengleichheitsplan)\nWeiterentwicklung und Digitalisierung zentraler Verwaltungsprozesse (z. B. E-Rechnung, Bewerbungsportal, Drive-BW)\nAktive Mitgestaltung des laufenden Organisationsentwicklungsprozesses mit Fokus auf Strukturen, Prozesse und Organisationskultur\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Bachelor; Diplom-FH) in Public Management, Public Financial Management, Betriebswirtschaft, Kulturmanagement oder einer vergleichbaren Fachrichtung\nFundierte Kenntnisse im Finanz- und Personalwesen, idealerweise mit Bezug zum öffentlichen Haushalts- und Tarifrecht (z. B. TV-L, LHO, LPVG)\nErfahrung in der öffentlichen Verwaltung oder in einer Kulturinstitution ist von Vorteil\nErste Führungserfahrung oder die klare Motivation, Führungsverantwortung zu übernehmen\nReflektiertes Führungsverständnis – geprägt von Klarheit, Kommunikation und Vertrauen\nStrukturierte, analytische Denkweise sowie Interesse an der Weiterentwicklung von Verwaltungsstrukturen und -prozessen\nOrganisationsgeschick, hohe Zuverlässigkeit und Kommunikationsstärke – auch in interdisziplinären Kontexten\nSehr gute MS Office-Kenntnisse; Erfahrungen mit Verwaltungssoftware (z. B. SAP) von Vorteil\nGute Englischkenntnisse (mind. B2-Niveau) sind notwendig, um sich in unserem internationalen Arbeitsumfeld sicher zu bewegen\nDas bieten wir:\nEinen sicheren Arbeitsplatz im öffentlichen Dienst im Zentrum Stuttgarts\nSpannende Aufgaben mit großem Gestaltungsspielraum\nVergütung nach dem TV-L mit jährlicher Sonderzahlung\nFlexible Arbeitszeiten im Gleitzeitmodell\n30 Tage Erholungsurlaub im Jahr sowie Zeitausgleich bei Überstunden\nJobticket (z.B. Deutschland-Ticket) mit monatlicher Arbeitgeberbeteiligung\nVermögenswirksame Leistungen des Arbeitgebers\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderte Bewerber:innen (w/m/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen vorzugweise in digitaler Form (eine pdf-Datei mit max. 5 MB) an\npersonal@lindenmuseum.de\n. Die Anschrift für postalische Bewerbungen ist: Vorstand des Linden-Museums, Hegelplatz 1, 70174 Stuttgart. Bitte beachten Sie, dass Bewerbungsunterlagen nur zurückgesandt werden, wenn ein ausreichend frankierter und adressierter Briefumschlag beigelegt ist.\nFür inhaltliche Rückfragen steht Ihnen Sebastian Baier (kaufmännischer Geschäftsführer), Telefon 0711-2022-420 oder baier@lindenmuseum.de, gerne zur Verfügung. Bei organisatorischen Fragen rund um die Stelle wenden Sie sich bitte an\npersonal@lindenmuseum.de\n.\nHinweis zum Datenschutz:\nDie Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 Datenschutz-Grundverordnung (DS-GVO) können Sie unter Tel. 0711.2022-421 erfragen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.06.2025", "url": "https://www.museumsbund.de/stellenangebote/107213/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordinatorin-fuer-veranstaltungen-und-oeffentlichkeitsarbeit/", "image": "", "title": "Koordinator:in für Veranstaltungen und Öffentlichkeitsarbeit", "content_text": "Stiftung Berliner Mauer, Berlin Bewerbungsende: 05.06.2025 | Die Stiftung Berliner Mauer ist eine Stiftung des öffentlichen Rechts. Zu ihr gehören die Standorte Gedenkstätte Berliner Mauer an der Bernauer Straße, die Erinnerungsstätte Notaufnahmelager Marienfelde, die East Side Gallery, die Gedenkstätte Günter Litfin und das Parlament der Bäume gegen Krieg und Gewalt.\nGut ein Drittel aller Touristinnen und Touristen, die nach Berlin kommen, wollen die Reste der Berliner Mauer sehen und verstehen, warum sie 1961 gebaut wurde, welches Leid sie verursachte und welche Risiken Menschen in Kauf nahmen, um sie zu überwinden. Die Friedliche Revolution und der Mauerfall 1989 faszinieren Menschen aus der ganzen Welt – in der impliziten Hoffnung auf das Ende von scheinbar auf ewig zementierten Diktaturen und auf eine bessere Welt. Mit einem Besuch an den Originalorten der ehemaligen Grenze wollen sie auch diesem Gefühl nahekommen.\nDie Stiftung Berliner Mauer sucht zum nächstmöglichen Zeitpunkt im Rahmen einer Elternzeitvertretung\neine/n Koordinatorin / Koordinator für Veranstaltungen und Öffentlichkeitsarbeit\n(m/w/d)\nim Umfang von 50% der regulären Arbeitszeit (19,7 Arbeitsstunden/Woche) und befristet für 12 Monate. Dienstort ist Berlin-Mitte. Die Vergütung erfolgt nach Entgeltgruppe 11 des TVL-Berlin.\nIhre Aufgaben\nVeranstaltungs- und Programmplanung\nKoordination und Mitarbeit bei der Konzeption, Vor- und Nachbereitung des Programms der Stiftung Berliner Mauer mit rund 25 Veranstaltungen im Jahr an unterschiedlichen Standorten sowie Planung von Infoständen der Stiftung\nMitarbeit bei der Planung und Koordination der Druck- und Kommunikationsprodukte der Stiftung Berliner Mauer mit externen Dienstleistern\nFinanz- und Budgetplanung sowie –administration und –kontrolle, Mitarbeit bei der Akquise von Drittmitteln für Veranstaltungen\nMitarbeit bei der Vertragsgestaltung mit Honorarnehmenden\nTeilnahme und Organisation regelmäßiger Treffen zur Koordination und Kommunikation des Programms\nAbstimmung mit externen Partnerinnen und Partnern (u.a. Agenturen, Institutionen, Dienstleistungen), Einholen von Angeboten\nKommunikation und Öffentlichkeitsarbeit\nMitarbeit bei der Planung und Kommunikation des Veranstaltungsprogramms\nVorbereitung und Verfassen sowie Lektorat von Texten und Vorlagen, Mailings, Anzeigen und weiteren Kommunikationsprodukten\nBetreuung von Medien- und Presseanfragen, Aufbereiten von Pressematerial\nRecherche von Text- und Bildmaterial\nKontakt- und Netzwerkpflege, Evaluation\nWas Sie unbedingt mitbringen sollten\nabgeschlossenes (Fach-)Hochschulstudium (Bachelor oder vergleichbar) in einem für die Position einschlägigen Bereich (u.a. Zeitgeschichte, Medien, Kulturarbeit, Publizistik, Kommunikationswissenschaft, Memory und Heritage Studies, Museumskunde o.Ä.)\nPraxiserfahrung im Bereich von Veranstaltungen und Kommunikation / PR / Marketing / Medien / Öffentlichkeitsarbeit\nErfahrung im Projektmanagement\nSehr gute Kenntnisse der Geschichte der deutschen Teilung und Transformationszeit sowie erinnerungskultureller Diskurse\nsouveräner Umgang mit den gängigen Office-Programmen\nErfahrung mit digitaler Kommunikation\nTextsicherheit, Organisationstalent\nTeamfähigkeit\nsichere Deutschkenntnisse auf C 2-Niveau\nEnglischkenntnisse auf B 2-Niveau\nWas darüber hinaus wünschenswert wäre\nfundiertes Interesse an Zeitgeschichte und an erinnerungspolitischen und –kulturellen Fragestellungen und den Themen der Stiftung Berliner Mauer\nhohe kommunikative Kompetenz, kreativ-strategisches Denken verbunden mit lösungsorientierter und verbindlicher Arbeitsweise\nKenntnis der Berliner Museumsszene sowie der Kulturakteure\nVerhandlungsgeschick\nüberdurchschnittliche Einsatzbereitschaft\nzeitliche Flexibilität\nFür diese vielseitige und abwechslungsreiche Tätigkeit bieten wir:\neine herausfordernde und vielfältige Aufgabe bei einer geschätzten Institution in Berlin\ndie Möglichkeit, eigene Ideen einzubringen und umzusetzen\ndie Arbeit in einem ausgesprochen freundlichen und kompetenten Team\ndie Vereinbarkeit von Beruf, Privat- und Familienleben durch eine flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Notwendigkeiten\ndie Möglichkeit, sich institutionsübergreifend zu vernetzen\ndie Möglichkeit zum mobilen Arbeiten\nDie Stiftung Berliner Mauer hat den Anspruch, eine diskriminierungskritische Arbeitgeberin zu sein. Das Arbeitsplatzangebot richtet sich an alle Interessentinnen und Interessenten unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung und Identität. Wir sehen uns der Vereinbarkeit von Beruf, Privat- und Familienleben sowie der alltäglichen Förderung von Diversität verpflichtet. Wir freuen uns über Bewerberinnen und Bewerber aller Nationalitäten sowie von Menschen mit eigener oder familiärer Flucht- oder Migrationsgeschichte. Anerkannt schwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Eignung vorrangig berücksichtigt.\nIhre ausführlichen Bewerbungsunterlagen mit Anschreiben, tabellarischen Lebenslauf, Zeugnissen und Beurteilungen senden Sie bitte\nbis spätestens 05. Juni 2025\nunter Nennung der\nKennzahl 05 2025\nund dem\nBetreff „Bewerbung Koordination Veranstaltungen/Öffentlichkeitsarbeit“\nsowie des Mediums, über das Sie auf die Ausschreibung aufmerksam wurden per E-Mail in einer pdf-Datei an Franz Kuhnlein unter:\nbewerbung@stiftung-berliner-mauer.de\n.\nFür Rückfragen steht Ihnen Hannah Berger, Abteilungsleiterin Kommunikation und Veranstaltungen, gerne zur Verfügung (\nberger@stiftung-berliner-mauer.de\n).\nIm Rahmen des Auswahlverfahrens entstehende Reisekosten können nicht erstattet werden.\nWir freuen uns auf Ihre Bewerbung!\nDatenschutzhinweis:\nMit Ihrer Bewerbung erklären Sie sich mit der Speicherung und Weiterverarbeitung Ihrer personenbezogenen Daten bis drei Monate nach Abschluss des Bewerbungsprozesses einverstanden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/koordinatorin-fuer-veranstaltungen-und-oeffentlichkeitsarbeit/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-wissenschaftlicher-mitarbeiter-w-m-d-fuer-das-forschungsprojekt-wuerttembergische-altaere/", "image": "", "title": "Wissenschaftliche Mitarbeiterin / Wissenschaftlicher Mitarbeiter (w/m/d) für das Forschungsprojekt »Württembergische Altäre«", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungsprogramm.\nWerden Sie Teil unseres Teams! Denn auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besuchern zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken. Wir freuen uns auf Sie!\nWir besetzen zum nächstmöglichen Zeitpunkt eine Stelle als\nWissenschaftliche Mitarbeiterin / Wissenschaftlicher Mitarbeiter (w/m/d) für\ndas Forschungsprojekt »Württembergische Altäre«\n(in Vollzeit, 39,5 Stunden/Woche, befristet auf 24 Monate)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nErforschung des Bestandes der württembergischen Altäre der Sammlung der Staatsgalerie Stuttgart\nZusammenarbeit mit dem Bereich Restaurierung für die kunsttechnologische und kunsthistorische Erforschung des Bestandes\nVeröffentlichung der Forschungsergebnisse\nMitarbeit an der Ausstellungsvorbereitung der großen Sonderausstellung »Württembergische Altäre« im Frühjahr 2027\nMitarbeit am Ausstellungskatalog zu »Württembergische Altäre« (Katalogtexte, Redaktion, Koordination)\nProjektkoordination der externen Kooperationspartner\nUnterstützung des Ressorts Alte Meister, Deutsche und Niederländische Malerei vor 1800, u.a.\nPflege und Vervollständigung der Datenbank (IMDAS) und Sammlung Digital\nEinwerbung von Drittmitteln\nZusammenarbeit mit dem Bereich Besuchererfahrung (Konzeption von Vermittlungsformaten)\nUnterstützung bei Aufgaben zum integrierten Managementsystem\nIhr Profil:\nein abgeschlossenes Studium der Kunstgeschichte mit einem qualifizierten akademischen Abschluss, vorzugsweise mit Promotion\nein abgeschlossenes Volontariat\nwissenschaftlicher Schwerpunkt im Bereich der Kunst des Mittelalters bzw. der Frühen Neuzeit (bevorzugt Deutschland)\nErfahrung im Bereich musealer Ausstellungsabwicklung (auch im Bereich der neuen Medien)\nDeutschkenntnisse Niveau C2\nEnglischkenntnisse Niveau C1 und ggf. weitere Sprachkenntnisse\nDatenbankkenntnisse, bevorzugt IMDAS\nkonzeptionelle, ressortübergreifende Denk- und Handlungsweise\nKommunikationsfähigkeit, sehr gutes Ausdrucksvermögen, Organisationsgeschick\nhohes Maß an Teamfähigkeit, Engagement und Flexibilität sowie Eigeninitiative\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nBewerber (w/m/d) mit Behinderung oder Gleichstellung werden bei entsprechender Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nDie Stelle ist grundsätzlich teilbar.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte bis zum 15.06.2025 ausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der\nKennziffer SGS-2025-13\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Dr. Sandra-Kristin Diefenthaler (Leitung Abteilung Wissenschaft, Kuratorin für Deutsche und Niederländische Malerei vor 1800) unter T +49 711 47040-260. Für allgemeine Fragen steht Ihnen unser Bereich Personal unter T +49 711 470 40 194 und -196 zur Verfügung.\nHinweise zu Ihren per E-Mail übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz.html\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeiterin-wissenschaftlicher-mitarbeiter-w-m-d-fuer-das-forschungsprojekt-wuerttembergische-altaere/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-6/", "image": "", "title": "Museumspädagoge (m/w/d)", "content_text": "Museum Schloss Merseburg, Merseburg Bewerbungsende: 18.06.2025 | Der Saalekreis, im Zuge der Kreisfusion im Jahr 2007 entstanden, schließt sich wie ein Ring um die kreisfreie Stadt Halle (Saale). In ihm verbinden sich Tradition und Moderne, werden vergangene Zeugen bewahrt und berichten futuristisch anmutende Industriekomplexe vom Ideenreichtum der Menschen. Er ist ein lebens- und vor allem liebenswerter Landkreis, den es zu entdecken gilt. So vielfältig wie unsere Aufgaben sind auch unsere Jobmöglichkeiten.\nIm Team Museum Schloss Merseburg ist am Dienstort Merseburg zum 01.01.2026 eine Stelle als\nMuseumspädagoge (m/w/d)\nin Vollzeit zu besetzen. Das unbefristete Arbeitsverhältnis beginnt frühestens zum oben genannten Zeitpunkt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagoge-m-w-d-6/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-kaufmaennischen-leiterin-m-w-d-2/", "image": "", "title": "Assistenz der kaufmännischen Leiterin (m/w/d)", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 20.06.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich. Die Kunstsammlung ist ein Museum im Wandel, das sich im Programm und als Institution mit den Themen Diversität, Digitalisierung und Nachhaltigkeit beschäftigt und sich aktiv neuen Besucher*innengruppen zuwendet.\nWir suchen zum nächstmöglichen Zeitpunkt eine\nAssistenz der kaufmännischen Leiterin\n(m/w/d)\nin Vollzeit.\nDie Stelle wird mit der Entgeltgruppe E 9a TV-L vergütet.\nIhre Aufgaben:\nOrganisation und Leitung des Vorstandbüros der kaufmännischen Direktion\nUnterstützung der Direktion beim Verfassen von Berichten und Vorträgen, kaufmännische Aufbereitung von Zahlen und Daten, Erstellung von Analysen, detaillierten Kostenkalkulationen, Kostenübersichten und Präsentationen\nSelbständige Vor- und Nachbereitung der Kuratoriumssitzungen (Terminkoordination, Erstellung und Versand Einladungsschreiben und Sitzungsunterlagen, Protokollführung)\nKoordination Geschäftsberichte der Stiftung (Zusammenführung, Redigieren)\nPlanung, Durchführung, Koordination und Kontrolle administrativer Vorgänge\nProtokollführung der Sitzungen\nKalenderführung / Terminkoordination\nVor- und Nachbereitung der Dienstreisen des kfm. Vorstands, Postbearbeitung\nInterne und externe Kommunikation, Weiterleitung der unterschiedlichsten Themen in die jeweiligen Abteilungen, selbstständiges Verfassen von Korrespondenz in Deutsch u. Englisch\nBewirtung und Betreuung von internen Meetings, Fortbildungen, Veranstaltungen\nUnsere Anforderungen:\nAbgeschlossene Ausbildung im kaufmännischen Bereich\nSehr gut ausgebildete kommunikative Fähigkeiten\nStrukturierte, effiziente, sorgfältige Arbeitsweise\nSicheres Auftreten und große Eigeninitiative\nGute englische Sprachkenntnisse in Wort und Schrift\nSehr gute MS Office-Kenntnisse (Word, Excel, Powerpoint)\nWir bieten:\nEine vielseitige Vollzeitstelle in einer der angesehensten Kultureinrichtungen Europas\nVielseitige Aufgaben mit einem hohen Maß an Eigenverantwortung\nEin attraktives Gehalt gemäß TV-L mit betrieblicher Altersversorgung (VBL)\n30 Tage Urlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGleitzeitkonto und flexible Arbeitszeitmodelle zur Vereinbarkeit von Beruf und Familie\nIndividuelle Weiter- und Fortbildungsmöglichkeiten\nSehr gute ÖPNV-Anbindung\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten, und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum 20.06.2025 in elektronischer Form über unser Online Bewerberformular ein:\nhttps://jobs.kunstsammlung.de/stellenangebote/530535944?ref=8010141000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.06.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-kaufmaennischen-leiterin-m-w-d-2/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-materialbereitstellung-und-versand/", "image": "", "title": "Mitarbeiter:in (m/w/d) für Materialbereitstellung und Versand", "content_text": "DFF – Deutsches Filminstitut & Filmmuseum, Wiesbaden Bewerbungsende: 01.07.2025 | Das DFF – Deutsches Filminstitut & Filmmuseum e.V. sucht Verstärkung!\nMitarbeiter:in (m/w/d) für Materialbereitstellung und Versand\nTeilzeit (20 Std./Woche)\nStandort: Wiesbaden-Biebrich | Filmarchiv des DFF\nSie möchten mit Ihrer Arbeit zur Bewahrung des Filmerbes beitragen? Sie arbeiten gerne organisiert, zuverlässig und mit Blick fürs Detail? Dann freuen wir uns auf Ihre Bewerbung!\nDas\nDFF – Deutsches Filminstitut & Filmmuseum e.V.\nzählt zu den international führenden Einrichtungen im Bereich Filmerbe. Unsere Mission: Filme bewahren, zeigen und Filmkultur vermitteln. Mit über 31.000 Filmkopien gehört unser Filmarchiv zu den bedeutendsten in Deutschland. . Der deutsche Film, seine Vermittlung, die Digitalisierung und der Filmverleih bilden einen wichtigen Schwerpunkt in der Arbeit des Filmarchivs.\nIhre Aufgaben\nSie arbeiten im Rahmen des Projekts „Förderprogramm Filmerbe“ im Filmarchiv in der Schnittstelle zwischen Archivierung von analogen Filmen und deren Nutzung in Abstimmung mit der Teamleitung der analogen Filmsammlung.\nZu Ihren Tätigkeiten gehört:\nVerpackung und Versandvorbereitung/-abwicklung\nWarenannahme, und -kontrolle, einschließlich Dokumentation\nErstellung von Lieferscheinen und Versanddokumenten\nErstellung von Speditionsaufträgen, Frachtbriefen, Ausfuhrpapieren und sonstigen Belegen\nVersand von Nitrofilm-Materialien\nIhr Profil\nErfahrungen im Versand- oder Speditionswesen, routiniertes Auftreten\nGrundkenntnisse in der EDV-gestützten Materialverwaltung\nKenntnisse der Gefahrgutvorschriften (DGR) für Straße, Luft und See (kann erworben werden)\nGrundkenntnisse der englischen Sprache\nSicherer Umgang im Umgang mit den Microsoft Office Produkten Word, Excel, Outlook\nWas wir bieten:\nEine sinnstiftende Tätigkeit in einer renommierten Kultureinrichtung\nMitarbeit in einem motivierten, kollegialen Team\nVergütung nach EG 5 TVÖD Bund\nEinen Arbeitsplatz in einem inspirierenden kulturellen Umfeld\nDas DFF steht für Chancengleichheit und Vielfalt. Bewerbungen von Menschen aller Geschlechtsidentitäten, Religionen, Weltanschauungen, Altersgruppen, kultureller Hintergründe und sexueller Orientierungen sind ausdrücklich willkommen Schwerbehinderte Bewerber:innen werden im Rahmen der geltenden Bestimmungen bevorzugt berücksichtigt.  Besonders freuen wir uns über Bewerbungen von Schwarzen Menschen, People of Colour und Menschen mit Migrationsgeschichte.\nDie Stelle ist auf ein Jahr befristet mit der Option auf Verlängerung.\nWir freuen uns über Ihre Bewerbung, die wir bis zum 01.07.2025 entgegennehmen. Bitte senden Sie diese mit den üblichen Unterlagen (Lebenslauf, Zeugniskopien etc.) und unter Angabe des Betreffs Stellenausschreibung Filmarchiv an folgende Michael Schurig, Teamleiter Analoge Filmsammlung, E-Mail-Adresse: schurig@dff.film\nBitte sehen Sie davon ab, automatisierte Bewerbungen zu übersenden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-materialbereitstellung-und-versand/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsleitung-m-w-d-fuer-das-material-archiv/", "image": "", "title": "Geschäftsleitung (m/w/d) für das Material-Archiv", "content_text": "GEWERBEMUSEUM WINTERTHUR, Winterthur (Schweiz) Bewerbungsende: 15.06.2025 | Das Material-Archiv vermittelt Wissen rund um Werkstoffe. Das Bildungsangebot richtet sich an die gestalterisch tätige Fachwelt, aber auch an die breite Öffentlichkeit. Der Verein wird getragen von Hochschulen, Museen und anderen Schweizer Institutionen, die Werkstoffthemen in unterschiedlichen Sammlungen vermitteln, gemeinsam das Nachschlagewerk materialarchiv.ch entwickeln und darüber hinaus Ausstellungen und Veranstaltungen realisieren.\nWir suchen ab 1. September 2025 oder nach Vereinbarung eine neue\nGeschäftsleitung (m/w/d) 70%\nIhre Aufgaben:\nGesamtverantwortung für die operative Führung des Vereins, insbesondere Finanz- und Personalmanagement in enger Zusammenarbeit mit dem Vorstand\nFundraising öffentlicher Mittel\nPflege und Ausbau des Netzwerks zu Mitgliedern, Partnern, Behörden und weiteren Stakeholdern\nSicherstellung einer effizienten Organisation und eines wirksamen Projektmanagements\nVorbereitung und Umsetzung von Beschlüssen des Vorstands und der Mitgliederversammlung, Beratung bei der strategischen Weiterentwicklung der Vereinsaktivitäten\nRepräsentation des Vereins nach innen und aussen, u.a. Abendanlässe, u.a. verbunden mit Reisen zu den Mitgliedsstandorten\nIhr Profil:\nBetriebswirtschaftliche Ausbildung (FH/Uni), idealerweise Master in Bildungs- oder Kultur-Management, alternativ entsprechende Berufserfahrung\nMehrjährige Leitungserfahrung mit ähnlichen Verantwortungen im Non-Profit-Umfeld\nEinschlägige Erfahrung im Fundraising mit Leistungsausweis hinsichtlich öffentlicher Förderstellen in der Schweiz\nGute Englischkenntnisse in Wort und Schrift\nAusgeprägte strategische und konzeptionelle Fähigkeiten, dynamische, entscheidungsfreudige Persönlichkeit mit Gestaltungswillen; hohe soziale Kompetenz, Kommunikationsstärke und grosses Verhandlungsgeschick\nAffinität zu unseren Themen, idealerweise ein entsprechendes Netzwerk in der Schweizer Bildungs- und Kulturlandschaft\nErfahrungen mit technologischen Entwicklungen v.a. in Bezug auf Informationsumgebungen\nWir bieten:\nEine sinnstiftende Tätigkeit mit Gestaltungsspielraum und hoher Eigenverantwortung sowie Flexibilität\nEine abwechslungsreiche Zusammenarbeit mit hochmotivierten Kolleg:innen und Expert:innen\nEin breit abgestütztes Netzwerk\nFlexible Arbeitsbedingungen und Organisationsstrukturen\nEinen zentral angebundenen Arbeitsort in Zürich, Homeoffice möglich\nFür Fragen steht Ihnen die aktuelle Stelleninhaberin Yvonne Radecker gerne zur Verfügung: 078 868 55 77.\nFühlen Sie sich angesprochen?\nDann freuen wir uns auf Ihre vollständigen, elektronischen Bewerbungsunterlagen bis spätestens am 15. Juni 2025 an info@materialarchiv.ch.\nDie Erstgespräche werden online am 3. und 4. Juli 2025 durchgeführt, die Zweitgespräche am 15. und 18. Juli 2025 in Zürich stattfinden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsleitung-m-w-d-fuer-das-material-archiv/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-digitale-kommunikation-w-m-d/", "image": "", "title": "Referent*in Digitale Kommunikation (w/m/d)", "content_text": "Stiftung Haus der Kunst München, München Bewerbungsende: 16.06.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nWir suchen für die Abteilung Kommunikation ab 01.09.2025 eine*n:\nReferent*in Digitale Kommunikation   (w/m/d)\nbefristet bis 31.5.2027 in Teilzeit (75%).\nDie Position ist Teil der Abteilung Kommunikation, die sich aus den Bereichen Presse, Marketing und digitale Kommunikation zusammensetzt. Die Abteilung ist in alle Prozesse des Hauses eingebunden und steht in engem Austausch mit Künstler*innen, Kurator*innen und der Geschäftsführung.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nRedaktionsplanung, Content – & Community Management für die Social-Media-Kanäle\nKonzeption, Planung und redaktionelle Betreuung von Videoformaten\nKoordination externer Dienstleister wie Filmproduktion und Fotograf*innen\nRedaktionelle Betreuung von Interviews mit Künstler*innen und Kurator*innen\nAnalyse und Auswertung digitaler Daten für Website und Social Media\nWeiterentwicklung von Konzepten zur Gewinnung neuer Online-Besucher*innengruppen und Redaktion von ausstellungsbegleitenden Online-Kampagnen\nKontinuierliche Recherche von Benchmarks und Best Practices in der digitalen Kommunikation und Vorschläge zur Implementierung in der Arbeit des Haus der Kunst\nGelegentliche Mitarbeit bei der Erstellung des Newsletters sowie der Pflege der Website mit CMS Craft\nIhr Profil – das bringen Sie mit:\nHochschulabschluss (M.A) im Bereich Medien-oder Kommunikationswissenschaft, Kunstgeschichte, Kultur-oder Medienmanagement oder vergleichbare Fachrichtung\nErste Arbeitserfahrung im Bereich Digitale Kommunikation\nInteresse an digitalen Medien und Erfahrung mit Videoschnitt\nFreude am Umgang mit Texten, Erfahrung in der Textredaktion und / oder journalistische Vorkenntnisse\nErfahrungen im Museumsbereich und ein gutes Verständnis für zeitgenössische Kunst\nGroßes Interesse an Medien, Digitalität, Musik, Performance und Film sowie an aktuellen gesellschaftlichen Diskursen wie Diversity und Inklusion, Gleichstellung und Migration\nErfahrung mit Bildrechten\nHervorragende Deutsch- und Englischkenntnisse\nBereitschaft zu Abend- und Wochenendarbeit im Rahmen von Veranstaltungen\nFreude an Teamarbeit und Kommunikation\nSelbständiges, zielorientiertes Arbeiten und verbindliches Auftreten\nBelastbarkeit, Flexibilität und Einsatzfreude sowie Organisationstalent und Eigeninitiative\nSicherer Umgang mit Office-Anwendungen, Erfahrung in der Arbeit mit CMS Systemen\nWir bieten Ihnen:\nEine anspruchsvolle und abwechslungsreiche Aufgabe in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L / entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nEin kreatives Arbeitsumfeld mit einer offenen Kommunikationsstruktur\nMitarbeit in einem dynamischen Team, das Einsatz- und Lernbereitschaft unterstützt und fördert\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher berücksichtigen wir alle Bewerbungen – unabhängig von Herkunft, Geschlecht, Alter, Religion, Behinderung, sexueller Orientierung oder geschlechtlicher Identität.\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nWir präferieren Bewerbungen ohne Foto.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem Stichwort HDK-2025-06 bis zum 16.6.25 in elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nFür inhaltliche Fragen steht Ihnen Anja Fetzer, Leiterin Abteilung Kommunikation unter 089/211 27-130 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nBeate Gurth – Personalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.06.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-digitale-kommunikation-w-m-d/", "date_published": "2025-05-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/planungs-und-baubegleitung-fuer-modernisierungsprojekt-w-m-d/", "image": "", "title": "Planungs- und Baubegleitung für Modernisierungsprojekt (w/m/d)", "content_text": "Museum am Rothenbaum, Hamburg Bewerbungsende: 15.06.2025 | Das Museum am Rothenbaum fördert die Wertschätzung für Kulturen und Künste der Welt. Es befasst sich mit gesellschaftlichen Debatten der Gegenwart, in denen Themen wie koloniales Erbe, das Zusammenleben in einer globalisierten Gesellschaft und eine Öffnung\nder Museen für ein breites Publikum eine zentrale Rolle spielen. Als Museum mit weltumspannenden Sammlungen und Wissensarchiven entwickelt es sich derzeit zu einem innovativen Ausstellungs-, Veranstaltungs- und Forschungszentrum der Verflechtungsgeschichten und transkulturellen Kreativität.\nDas Museum am Rothenbaum (Stiftung öffentlichen Rechts) sucht baldmöglichst\nPlanungs- und Baubegleitung für Modernisierungsprojekt\n(w/m/d\n)\nIn\nVollzeit,\nbefristet auf 6 Jahre\nDas Museum am Rothenbaum beginnt mit den anstehenden Planungen den größten Modernisierungs- und baulichen Neustrukturierungsprozess seit Eröffnung des Museums an der Rothenbaumchaussee im Jahr 1912. Das denkmalgeschützte Gebäude verfügt über eine Brutto-Grundfläche (BGF) von ca. 18.000 m².\nDie Modernisierung umfasst die Renovierung des historischen Museumsgebäudes, seine barrierefreie Erschließung, eine Erneuerung der Publikumsbereiche, Umstrukturierung der internen Büro- und Arbeitsbereiche und Modernisierung der technischen Infrastruktur. Ein zentraler Aspekt ist außerdem die Neukonzeption und -einrichtung der Dauerausstellung.\nIn der ausgeschriebenen Position sind Sie dem Vorstand unterstellt und vertreten das MARKK im Umbauprozess. Sie agieren an der Schnittstelle zwischen Bauherren, Bedarfsträger und Architekt:innen. Dabei koordinieren und beaufsichtigen Sie alle baulichen Belange für das MARKK und vertreten dessen Interessen im Prozess.\nIhre Aufgaben:\nBegleitung und Koordination der Planung und Realisierung des Projektes in Hamburg für das MARKK\nModeration zwischen den Nutzenden und Planenden und Abstimmung mit allen Projektbeteiligten\nDurchsetzung von Nutzerfordernissen und proaktive Mitwirkung bei den dafür erforderlichen Abstimmungsprozessen zwischen Bauherrschaft, Behörden und Verwaltungen\nErarbeitung und Klärung der Aufgabenstellungen mit den Nutzenden vor Ort\nSelbständige Setzung der obersten Projektziele bzgl. Der Termine und der Grobablaufpläne aus Sicht des Bedarfsträgers\nAbstimmung der Ziele mit dem Realisierungsträger, dem Zuwendungsgeber und dem Vorstand des MARKK\nErmittlung aller erforderlichen Grundlagen für den Abschluss von Vereinbarungen und Verträgen zur Erreichung der obersten Projektziele\nBaufachliche Prüfung der Projektziele unter besonderer Berücksichtigung der musealen Bedarfe und Zieldefinition.\nFreigabe des Funktionsprogramms und der entwickelten Qualitätsstandards.\nErmittlung aller erforderlichen Grundlagen zur Entscheidung über die Freigabe von Planungsschritten\nEigenständige Steuerung & Sicherstellung der gesamten internen Kommunikation mit Projektleitung und Architekturteam, Vorstand sowie allen anderen mit der Modernisierung befassten Mitarbeitenden\nVerfassen von Berichten und Protokollen\nIhre Qualifikationen:\nEin erfolgreich abgeschlossenes Studium der Fachrichtungen Architektur, Bauingenieurwesen, Wirtschaftsingenieurwesen, aber auch Sozial-, Kultur- oder Kunstwissenschaften mit zusätzlicher Ausbildung mit Schwerpunkt Bau odernachgewiesener beruflicher Erfahrung in diesem Bereich\nKenntnis der Grundzüge des Vergabe- und Bauordnungsrechtes, der HOAI und HOAS\nSie sind ein Organisationstalent mit Verhandlungsgeschick und haben eine eigenverantwortliche, analytische und kreative Herangehensweise\nSehr gute Kommunikationsfähigkeiten. Koordinationsfähigkeit und hohe Sozialkompetenz\nEigenverantwortliches Handeln, Teamfähigkeit, Durchsetzungsvermögen, Konfliktfähigkeit, Belastbarkeit, Zuverlässigkeit, strukturierte Arbeitsweise\nVerständnis baulicher Ansprüche für Kultur-/Museumsbauten\nDiversitätskompetenz\nAusgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift; Französischkenntnisse von Vorteil\nWir bieten\neine Vergütung entsprechend E13 TV-AVH\neine abwechslungsreiche und zukunftsweisende Tätigkeit während eines besonderen Moments der Umgestaltung des Museums\nZuschuss zum Deutschland-Ticket\nDas Museum am Rothenbaum begrüßt Bewerbungen von Menschen aller Nationalitäten, von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nicht barrierefrei).\nFür inhaltliche Nachfragen steht Ihnen Dr. Barbara Plankensteiner (Tel.: 040 / 428 879-501) zur Verfügung.\nIhre schriftliche Bewerbung (mit Motivationsschreiben und ohne Foto) senden Sie bitte bis zum\n15.6.2025\nper E-Mail an bewerbung@markk-hamburg.de (Single-PDF, max. 20 MB) oder postalisch an das Museum am Rothenbaum, z. H. Frau Lapidus, Rothenbaumchaussee 64, 20148 Hamburg. Wir weisen darauf hin, dass wir Bewerbungsunterlagen nicht zurücksenden. Falls Sie dies wünschen, legen Sie bitte einen frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/planungs-und-baubegleitung-fuer-modernisierungsprojekt-w-m-d/", "date_published": "2025-05-23T00:00:00"}]}