{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-6/", "image": "", "title": "Projektmanager*in", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 04.05.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir wollen Kunst einer breiten, internationalen Öffentlichkeit präsentieren und vermitteln. Wir verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Wir greifen Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Verstärkung unseres Teams im Ausstellungsmanagement\nzum nächstmöglichen Zeitpunkt\neine engagierte Persönlichkeit als\nProjektmanager*in\nbefristet für die Dauer von zwei Jahren in Vollzeit.\nDas Ausstellungsmanagement ist zusammen mit den Kurator*innen verantwortlich für die Umsetzung des Ausstellungsprogramms im Kunstpalast und NRW-Forum. Es ist Schnittstelle zu allen in Ausstellungsprojekte involvierten Abteilungen, zu externen Dienstleistern sowie Künstler*innen und Leihgeber*innen.\nIhre Aufgaben beinhalten:\nProjektplanung und -steuerung der Ausstellungsprojekte und Ausstellungspublikationen\nKosten- und Budgetplanung der Ausstellungsprojekte und Ausstellungspublikationen\nPlanung der Ausstellungsgestaltung in enger Zusammenarbeit mit den Kurator*innen\nAbwicklung des internationalen Leihverkehrs (Leihanfragen und -verträge)\nGestaltung der vertraglichen und budgetären Rahmenbedingungen der Ausstellungsprojekte\nAnsprechpartner für alle Projektbeteiligten\nIhr Profil:\nMehrjährige Erfahrung in der eigenständigen Organisation großer Ausstellungen einschließlich Katalogmanagement\nBetriebswirtschaftliches Verständnis sowie Erfahrungen in der Budgetplanung und –Kontrolle\nEngagement, Flexibilität und Aufgeschlossenheit für die besonderen Anforderungen im Umgang mit Künstler*innen, Leihgeber*innen und Kunstobjekten\nErfahrung im Bereich Registrartätigkeiten vom Vorteil\nKoordinationsfähigkeit und Organisationsgeschick, sowie Verhandlungsgeschick, Kreativität und Kommunikationsstärke\nFähigkeit zu teamorientierter Arbeitsweise\nSehr gute Englischkenntnisse sowie gute Kenntnisse einer weiteren Fremdsprache\nProfessioneller Umgang mit der MS-Standard-Software, insbesondere Excel und Powerpoint, und Datenbankanwendungen (The Museum System (TMS)).\nWir bieten u.a.:\nEin breites Spektrum von internationalen Projekten\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\n30 Tage Urlaub zusätzlich Rosenmontag, Heiligabend und Silvester arbeitsfrei\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge,\ndas Deutschlandticket Job und diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne bis zum\n04. Mai 2025\nüber unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nEllen Bierwisch\n, Leitung Ausstellungsmanagement, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-6/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-papierarbeiten-museums-und-ausstellungstechnikerin/", "image": "", "title": "Mitarbeiter*in Papierarbeiten / Museums- und Ausstellungstechniker*in", "content_text": "Kunstpalast, Düsseldorf Bewerbungsende: 04.05.2025 | Der Kunstpalast ist das Kunstmuseum der Stadt Düsseldorf. Als lebendiges Haus der Kunst und Identifikationsort für alle soll das Museum inspirieren und zur Teilhabe einladen. Ausgangspunkt für unsere Arbeit sind die Kunststadt Düsseldorf und die epochen- und spartenübergreifende Ausrichtung des Hauses, welche sich in der Vielfalt der Sammlung und der Einbindung des NRW-Forums und des Robert-Schumann-Saals manifestiert. Wir präsentieren Kunst einer breiten, internationalen Öffentlichkeit und verfolgen einen weiten Kunstbegriff, der über den tradierten Kunstkanon hinausführt. Dabei greifen wir Themen der Zeit auf und setzen Impulse, die neue Perspektiven ermöglichen.\nWir suchen zur Unterstützung unseres Teams\nzum nächstmöglichen Zeitpunkt\neine*n engagierte*n\nMitarbeiter*in Papierarbeiten / Museums- und Ausstellungstechniker*in\nfür die Bereiche Graphische Sammlung und Fotografie in Teil- oder Vollzeit (mindestens 30 Std.).\nIhre Aufgaben:\nMontage von Zeichnungen, graphischen Blättern und Fotografien sowie kleinere restauratorische Arbeiten\nMitarbeit bei der Inventur der Graphischen Sammlung\nVerantwortung für die Ordnung der Sammlungsbestände und die Standortverwaltung\nSachgerechte Verpackung (inkl. Anfertigung) und Transport von Exponaten und Materialien.\nAufbau, Abbau und Ausleuchten von Exponaten\nÜberwachung der sicheren Lagerbedingungen von Exponaten nebst Klima-Monitoring\nBeschaffung, Lagerung, Wartung und Anbringung von Ausstellungsbedarf\nIhr Profil:\neine abgeschlossene Berufsausbildung im handwerklichen oder technischen Bereich idealerweise mit Weiterbildung als staatlich geprüfter Museums- und Ausstellungstechniker*in\nErfahrung im Umgang mit Exponaten, insbesondere mit Papierarbeiten und Fotografien\nFundierte Kenntnisse im Umgang mit Sammlungs- und Archivgut sowie restauratorische Grundkenntnisse\nKenntnisse in Material- und Klimakunde sowie Beleuchtungstechnik\nErfahrung mit IT-Systemen für die Magazin- und Datenbankverwaltung, idealerweise mit Erfahrungen in The Museum System (TMS)\nEin hohes Maß an Eigenverantwortung, Engagement, Belastbarkeit sowie ein kooperativer, teamfähiger Arbeitsstil\nSehr gute Deutsch- sowie gute Englischkenntnisse\nFührerschein der Klasse B\nWir bieten u.a.:\nEine abwechslungsreiche Tätigkeit mit Gestaltungsmöglichkeiten\nWork-Life-Balance – flexible Arbeitszeitgestaltung mit Gleitzeitkonto\nEine leistungsgerechte Vergütung\n30 Tage Urlaub zusätzlich Rosenmontag, Heiligabend und Silvester arbeitsfrei\nAttraktive Zusatzleistungen, wie z.B. eine arbeitgeberfinanzierte betriebliche Altersvorsorge,\ndas Deutschlandticket Job und diverse Mitarbeitervergünstigungen\nSollten Sie an dieser Aufgabenstellung interessiert sein, bewerben Sie sich gerne\nbis zum 04. Mai 2025\nüber unser\nOnlineportal\n.\nFür fachliche Rückfragen zur Stelle steht Ihnen\nJens Kauth\n, kommissarische Teamleitung der Museums- und Ausstellungstechniker, gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-papierarbeiten-museums-und-ausstellungstechnikerin/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-fuer-die-besucherinnenbetreuung-der-13-berlin-biennale/", "image": "", "title": "Mitarbeit (m/w/d) für die Besucher*innenbetreuung der 13. Berlin Biennale", "content_text": "KUNST-WERKE BERLIN e. V., Berlin Bewerbungsende: 13.04.2025 | Die Berlin Biennale für zeitgenössische Kunst findet alle zwei Jahre an wechselnden Orten in Berlin statt. Seit ihrer ersten Ausgabe im Jahr 1998 hat die Berlin Biennale es sich zur Aufgabe gemacht, mit experimentellen Ausstellungs- und Veranstaltungsprogrammen namhaften Kurator*innen einen Freiraum zu schaffen und mutige künstlerische wie politische Positionen unabhängig von den Interessen des Kunstmarktes vorzustellen. Die Berlin Biennale erkundet internationale künstlerische Entwicklungen der Gegenwart, die ver-borgenes und Unbekanntes greifbar machen. Jede Ausgabe bringt Künstler*innen, Theo-retiker*innen und Interessierte aus verschiedenen Bereichen der Gesellschaft zusammen und eröffnet so einen Dialog mit den Bewohner*innen der Stadt.\nGesucht wird:\nMitarbeit (m/w/d) für die Besucher*innenbetreuung der 13. Berlin Biennale,\nbefristet vom 5. Juni bis 14. September 2025\nBewerbungsfrist:\n13. April 2025\nZeitraum:\n5. Juni – 14. September 2025\nUmfang:\nTeilzeit oder Minijob möglich\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-m-w-d-fuer-die-besucherinnenbetreuung-der-13-berlin-biennale/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besucherinnenservice-m-w-d-als-elternzeitvertretung/", "image": "", "title": "Mitarbeiter*in Besucher*innenservice  (m/w/d) als Elternzeitvertretung", "content_text": "Werkbundarchiv – Museum der Dinge, Berlin Bewerbungsende: 30.04.2025 | Das Werkbundarchiv – Museum der Dinge sucht zum 01.07.2025\neine/n Mitarbeiter*in für den Besucher*innenservice (m/w/d) als Elternzeitvertretung in Teilzeit (50 %).\nDas Werkbundarchiv – Museum der Dinge ist ein Museum der Produktkultur des 20. und 21. Jahrhunderts. Kern der Institution ist das Archiv des Deutschen Werkbundes. Diese 1907 gegründete Vereinigung von Künstler*innen, Industriellen und Kulturpolitiker*innen strebte als Teil der utopischen Kulturtendenzen zu Beginn des 20. Jahrhunderts eine Lebensreform an. Die Aufgaben des Werkbundarchiv – Museum der Dinge sind sowohl die materielle Bewahrung und wissenschaftliche Dokumentation der Werkbund-Geschichte als auch ihre zeitgenössische Interpretation und Reflexion.\nZum Aufgabenbereich gehören:\nIm Rahmen des Besucher*innenservices erbringt der/die Mitarbeiter*in den Ticket- und Shopverkauf sowie die Einlasskontrolle und Museumsaufsicht in sämtlichen Museumsbereichen (Eingangs- und Shopbereich, Dauer- und Sonderausstellungen).\nBegrüßung und Auskunftserteilung an Besucher*innen\nVerkauf und ordnungsgemäße Abrechnung der Einnahmen aus dem Verkauf der Tickets und Dienstleistungen\nVerkauf der Produkte aus dem Museumsshop\nDurchsetzung der Hausordnung des Museums, Aufrechterhaltung von Sicherheit, Ruhe und Ordnung in den Ausstellungsräumen, Kontrolle auf Diebstahl, Einbruch, Sachbeschädigungen\nLaufende Kontrolle des ordnungsgemäßen Zustands der Ausstellung und des Empfangsbereichs sowie der technischen Installationen in der Ausstellung\nKontinuierliches Führen einer Besucher*innenstatistik\nSchließdienst\nBeantworten und Koordinieren von Führungsanfragen\nVon den Bewerber*innen erwarten wir:\nVerbindliches, freundliches Auftreten\nZuverlässigkeit, Genauigkeit und Verantwortungsbewusstsein\nOrganisationsstärke und Flexibilität\nStrukturierte und selbständige Arbeitsweise\nRoutinierter Umgang mit den üblichen EDV-Programmen\nSehr gute Deutsch-, gute Englischkenntnisse, weitere Sprachen von Vorteil\nBelastbarkeit, Kommunikations- und Teamfähigkeit\nDie Bereitschaft für regelmäßige Einsätze an Wochenenden und Feiertagen sowie in den Abendstunden ist Voraussetzung für die Arbeit im Besucher*innenservice.\nWir bieten:\nein abwechslungsreiches und vielseitiges Aufgabengebiet in einer innovativen, hierarchiearmen Non-Profit-Organisation mit internationaler Ausstrahlung\neine offene und freundliche Arbeitsatmosphäre in einem aufgeschlossenen Team\neine befristete Teilzeitstelle (50%) als Elternzeitvertretung ab 01.07.2025, bis mind. 30.06.2026\neine Dotierung der Stelle in Anlehnung an den TVL Berlin nach E3/2\nDie Stelle wird an festgelegten Tagen (nach Dienstplan) im Rahmen der Öffnungszeiten des Museums, auch an Wochenenden und Feiertagen, ausgeübt.\nDer jährliche Urlaubsanspruch beträgt 15 Tage (bezogen auf 30 Tage bei einer 39-Stundenwoche).\nWir begrüßen Bewerbungen von Menschen mit einer Migrationsgeschichte.\nAnerkannte schwerbehinderte Bewerber*innen (m/w/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen in digitaler Form (eine pdf-Datei mit max. 5 MB) bis zum 30.04.2025 an folgende E-Mail-Adresse:\nbewerbungen@museumderdinge.de\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBei Fragen zum Aufgabengebiet wenden Sie sich bitte an:\nCorinna Cossmann\nE-Mail:\ncossmann@museumderdinge.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-besucherinnenservice-m-w-d-als-elternzeitvertretung/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistent-in-und-stellvertreter-in-der-museumsleitung-m-w-d-2/", "image": "", "title": "Assistent/in und Stellvertreter/in der Museumsleitung (m/w/d)", "content_text": "Museum Stangenberg-Merck, Seeheim-Jugenheim | Das private Museum Stangenberg-Merck in Seeheim-Jugenheim, ein Juwel in der hessischen Kunst- und Kulturlandschaft, sucht ab sofort für 20 Stunden/Woche eine engagierte und zuverlässige Unterstützung als Assistent/in bzw.  Stellvertreter/in der Museumsleitung.\nAssistent/in und Stellvertreter/in der Museumsleitung (m/w/d)\nfür 20 Std./Woche im Museum Stangenberg-Merck, 64342 Seeheim-Jugenheim\nIhre Aufgaben:\nUnterstützung der Museumsleitung bei allen Tätigkeiten, u.a.\nKoordination und Planung von Ausstellungen, Veranstaltungen und Projekten\nKommunikation mit Künstlern, Kuratoren und Partnern,\nKontakthaltung und networking im Museumsbereich\nBesucherempfang, -betreuung und -information\nDurchführung von Einzel- und Gruppenführungen\nKontrolle und laufende Pflege der Exponate\nPflege und Aktualisierung der FileMaker-Datenbank\nPflege und Aktualisierung der Website sowie Social-Media-Kanäle des Museums\nProtokollführung bei internen Meetings\nErstellen von Berichten, Statistiken, Präsentationen und Dokumentationen\nOrganisation von Besprechungen und Terminkoordination\nIhr Profil:\nAbgeschlossenes Studium im Bereich Kunstgeschichte\nErste Berufserfahrung in einer vergleichbaren Position im Museums- oder Kulturbereich\ngepflegtes Erscheinungsbild, gute Umgangsformen, sicheres und freundliches Auftreten sowie interkulturelle Kompetenzen\nFreude am Kontakt mit Besuchern und Künstlern\nHohe Kommunikations- und Teamfähigkeit\nAusgeprägte organisatorische Fähigkeiten sowie eine strukturierte und selbstständige Arbeitsweise\nSicherer Umgang mit MS-Office (v.a. Word, Excel) und social media\nErfahrungen im Umgang mit FileMaker und Content-Management-Systemen wäre von Vorteil\nVerhandlungssichere Englischkenntnisse in Wort und Schrift\nBereitschaft zu Arbeit an Wochenenden und Feiertagen\nWir bieten:\nFestanstellung über 20 Std/Woche mit leistungsgerechter Vergütung\nEine abwechslungsreiche und kreative Tätigkeit in einem renommierten Museum\neinen der schönsten Arbeitsplätze der Region\nein motiviertes und kollegiales Team\nvielfältige Aufgaben mit Gestaltungsspielraum und die Möglichkeit, eigene Ideen umzusetzen\nMöglichkeiten zur Fort- und Weiterbildung\nBewerbung:\nWenn Sie sich angesprochen fühlen und Teil unseres Teams werden möchten, senden Sie bitte Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Foto, Lebenslauf, Zeugnisse) unter Angabe des frühestmöglichen Eintrittsdatums sowie Ihrer Einkommensvorstellungen per E-Mail an:\nFrau D. Walther, Orlandus Trust gGmbH email:\npresse@orlandus.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/assistent-in-und-stellvertreter-in-der-museumsleitung-m-w-d-2/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-110/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Museum für Gießen, Gießen Bewerbungsende: 15.04.2025 | Die Universitätsstadt Gießen ist geprägt von vielen Kulturen und als Hochschulstandort eine der jüngsten Städte Deutschlands. Starten Sie Ihre Ausbildung in dieser lebendigen, kreativen, wachsenden Stadt, die gerade dabei ist ihr Museum neu zu entdecken.\nWir bieten zum 1. Juli 2025 eine Stelle für ein\nWissenschaftliches Volontariat (m/w/d)\nfür die Dauer von zwei Jahren im „Museum für Gießen“ an.\nSie erwartet im Museum ein Volontariat, in dem neben den klassischen musealen Aufgaben insbesondere eine praxisbezogene Einführung in die Arbeit eines lebendigen und zukunftsorientierten Stadtmuseums mit Zeugnissen der Geschichte, Kunst, Ethnologie und Archäologie der Stadt und der Region geboten werden. Im Rahmen einer Neukonzeption wird derzeit an einer neuen Dauerausstellung für das Museum gearbeitet, die Eröffnung des stadtgeschichtlichen Rundgangs ist für 2026 geplant.\nzur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-110/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-presse-oeffentlichkeitsarbeit-in-der-kz-gedenkstaette-dachau/", "image": "", "title": "Volontariat Presse- & Öffentlichkeitsarbeit", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 25.05.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist\nab 01.11.2025 ein zweijähriges Volontariat in der Presse- und Öffentlichkeitsarbeit in Vollzeit\n(40,01 Wochenstunden) zu besetzen.\nIhre Aufgaben im Wesentlichen\nUnterstützung im Tagesgeschäft der Presse- und Öffentlichkeitsarbeit\nMitarbeit bei der Betreuung der Social-Media-Angebote, z.B. Facebook, Instagram, YouTube, TikTok, Bluesky\nMitarbeit bei der Organisation und Durchführung von Veranstaltungen\nMitarbeit bei der Erstellung von Drucksorten und Publikationen\nMitarbeit bei der Weiterentwicklung der Presse- und Öffentlichkeitsarbeit und Online-Kommunikation der Gedenkstätte\nselbstständige Durchführung eines Projekts im Bereich der Presse- und Öffentlich-keitsarbeit\nWir bieten\nMöglichkeit zum Erwerb fundierter Kenntnisse der Presse- und Öffentlichkeitsarbeit in einer KZ-Gedenkstätte\ninteressante, vielseitige und anspruchsvolle Aufgaben sowie die Möglichkeit zur Mitgestaltung in einem kollegialen und engagierten Team\numfassende Einblicke in die Arbeit der KZ-Gedenkstätte Dachau inkl. wissenschaftliche und pädagogische Abteilung\nZusammenarbeit mit den Volontär/-innen der wissenschaftlichen Abteilung und der Bildungsabteilung\nTeilnahme am Ausbildungskurs für neue Rundgangsleitungen\nTeilnahme an Ausbildungsangeboten, Fortbildungen und Fachtagungen, z.B. Bay. Volontariatsakademie\nAusbildungsplan für das Volontariat sowie persönliche Betreuung inkl. regelmäßiger Feedback-Gespräche\nMöglichkeit zum Berufseinstieg im erinnerungskulturellen Kontext\nWir erwarten\nein abgeschlossenes wissenschaftliches Hochschulstudium (Master, Staatsexamen), bevorzugt in den Studienrichtungen Neuere und Neueste Geschichte, Kultur-, Politik-, Sozial-, Kommunikations- oder Medienwissenschaften\nerste praktische Erfahrungen im Bereich Presse- und Öffentlichkeitsarbeit und Online-Kommunikation\nInteresse an historischen und aktuellen Themen, Zeitgeschichte, Politik und Gesellschaft; solide Kenntnisse der Geschichte des Nationalsozialismus und seiner Nachwirkungen von Vorteil\neine große Affinität zu digitalen Medien und Social Media\nOrganisationstalent, Selbstständigkeit, soziale Kompetenz, Teamfähigkeit\nsicheres Beherrschen der deutschen und englischen Sprache, weitere Sprachkenntnisse sind von Vorteil\nGrundkenntnisse folgender Programme sind von Vorteil: Canva, Adobe Creative Suite\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht 50% der Entgeltgruppe 13 des TV-L (Bayern). Das Arbeitsverhältnis ist auf zwei Jahre befristet. Die KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Bewerber/-innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen sowie einer selbstverfassten Pressemittelung zu einem, die KZ-Gedenkstätte Dachau betreffenden aktuellen Thema, richten Sie bitte\nbis zum 25.05.2025\nin elektronischer Form über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an Frau Verena Bierl, Mitarbeiterin Presse- & Öffentlichkeitsarbeit, Alte Römerstraße 75, 85221 Dachau. Die\nBewerbungsgespräche\nwerden voraussichtlich in der\n26.\nKalender-woche\nstattfinden.\nMit der Abgabe Ihrer Bewerbung erteilen Sie Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-presse-oeffentlichkeitsarbeit-in-der-kz-gedenkstaette-dachau/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/paedagogisches-volontariat-in-der-kz-gedenkstaette-dachau/", "image": "", "title": "Pädagogisches Volontariat", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 25.05.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist\nab 01.10.2025 ein zweijähriges pädagogisches Volontariat in der Bildungsabteilung in Vollzeit\n(40,01 Wochenstunden) zu besetzen.\nIhre Aufgaben im Wesentlichen\nTeilnahme am Ausbildungskurs für neue Rundgangsleiter/-innen und Durchführung von Rundgängen, Workshops und Seminaren\nMitarbeit bei der Konzeption und Weiterentwicklung von Bildungsangeboten und Bildungsmaterialien für unterschiedliche Zielgruppen sowie im Bereich Digitales und Inklusion\nMitarbeit an laufenden Projekten der Bildungsabteilung sowie selbstständige Durchführung eines größeren Projekts im Bereich der Vermittlungsarbeit\nBeteiligung an der Organisation von Veranstaltungen und Tagungen\nMitarbeit in der Presse- & Öffentlichkeitsarbeit, vor allem im Bereich der Webseite und der sozialen Medien\nWir bieten\nMöglichkeit zum Erwerb fundierter Kenntnisse in der Bildungsarbeit einer KZ-Gedenkstätte\nInteressante, vielseitige und anspruchsvolle Aufgaben sowie die Möglichkeit zur Mitgestaltung in einem kollegialen und engagierten Team\nUmfassende Einblicke in die Arbeit der KZ-Gedenkstätte Dachau inkl. wissenschaftliche Abteilung und Presse- & Öffentlichkeitsarbeit\nZusammenarbeit mit den Volontär/-innen der wissenschaftlichen Abteilung und Presse- & Öffentlichkeitsarbeit\nTeilnahme an internen und externen Ausbildungsangeboten, Fortbildungen und Fachtagungen, z.B. Bayerische Volontariatsakademie\nGründliche Einarbeitung, Ausbildungsplan für das Volontariat sowie persönliche Betreuung inkl. regelmäßiger Feedback-Gespräche\nMöglichkeit zum Berufseinstieg im erinnerungskulturellen Kontext\nWir erwarten\nAbgeschlossenes wissenschaftliches Hochschulstudium (Master, Staatsexamen) im Fach Neuere und Neueste Geschichte, Kultur- und Politikwissenschaften, Ethnologie/Volkskunde oder Pädagogik/Erziehungswissenschaften mit dem Schwerpunkt Geschichte des Nationalsozialismus und/oder Erinnerungskultur/-politik\nErste praktische Erfahrungen in der historisch-politischen Bildungsarbeit, etwa in (zeithistorischen) Museen und Dokumentationszentren, Gedenkstätten, Archiven oder der außerschulischen Jugendarbeit\nKenntnisse zur Gedenkstättenpädagogik, Museumspädagogik und Geschichtsdidaktik\nSolide Kenntnisse der Geschichte des Nationalsozialismus und seiner Nachwirkungen\nOrganisationstalent, Flexibilität, Stressresistenz, Selbstständigkeit, soziale Kompetenz, Teamfähigkeit\nSichere Beherrschung der deutschen und englischen Sprache, weitere Sprachkenntnisse sind von Vorteil\nAnstellung, Vergütung und Sozialleistungen richten sich nach dem Tarifvertrag für den öffentlichen Dienst (TV-L). Die Vergütung entspricht 50 % der Entgeltgruppe 13 des TV-L (Bayern). Das Arbeitsverhältnis ist auf zwei Jahre befristet. Die KZ-Gedenkstätte Dachau steht für Gleichstellung, Chancengleichheit und Antidiskriminierung. Wir begrüßen deshalb Bewerbungen von Personen jeglicher kulturellen und sozialen Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität. Bewerber/-innen mit Behinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre Bewerbung mit Motivationsschreiben, Lebenslauf und relevanten Zeugnissen richten Sie bitte\nbis zum 25.05.2025\nin elektronischer Form (eine pdf-Datei) über die Personalabteilung der KZ-Gedenkstätte Dachau (\nbewerbungen@kz-gedenkstaette-dachau.de\n) an die Leiterin der Bildungsabteilung der KZ-Gedenkstätte Dachau, Frau Dr. Kerstin Schwenke, Alte Römerstraße 75, 85221 Dachau. Die\nBewerbungsgespräche\nwerden voraussichtlich in der\n26. Kalenderwoche\nstattfinden.\nMit der Abgabe Ihrer Bewerbung erteilen Sie Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/paedagogisches-volontariat-in-der-kz-gedenkstaette-dachau/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-digitalisierung-m-w-d/", "image": "", "title": "Mitarbeiter*in für Digitalisierung (m/w/d)", "content_text": "Weserburg Museum für moderne Kunst, Bremen Bewerbungsende: 04.05.2025 | Die Weserburg Museum für moderne Kunst sucht zum nächstmöglichen Termin eine*n\nMitarbeiter*in für Digitalisierung (m/w/d)\nmit einem Stellenumfang von 20 Stunden wöchentlich. Die Stelle ist bis zum 31.12.2028 befristet, eine Verlängerung der Stelle wird angestrebt.\nDie Weserburg Museum für moderne Kunst ist Bremens Haus für internationale Kunst der Gegenwart. Wechselnde Einzel- und thematische Gruppenausstellungen sowie eine langfristig angelegte Sammlungspräsentation ermöglichen lebendige Auseinandersetzungen mit dem Kunstschaffen von den 1960er-Jahren bis heute. Das Museum verfügt außerdem mit der Abteilung Zentrum für Künstlerpublikationen über einen in Europa einzigartigen Bestand von Künstlerpublikationen und Schriftgut. Trägerin des Museums ist eine 1989 gegründete Stiftung bürgerlichen Rechts, welche institutionell von ihrer Stifterin, der Freien Hansestadt Bremen, gefördert wird.\nDas Zentrum für Künstlerpublikationen umfasst ca. 100 verschiedene Archive, Nachlässe, Fonds und Sammlungen. Insgesamt sind über 300.000 publizierte, vervielfältigte und veröffentlichte Kunstwerke von über 27.000 Künstler*innen aus aller Welt vorhanden – von der Künstlerbriefmarke über Künstlerbücher, Filme, Videos und Künstlerschallplatten bis hin zur Multimedia-Edition. Die ausgeschriebene Stelle siedelt sich im Zentrum für Künstlerpublikationen an.\nIhre Aufgaben:\nDigitalisierung, Katalogisierung und Sicherung von Tonträgern, audiovisuellen Medien und digitalen Kunstwerken für Nutzung und Langzeitarchivierung\nImplementierung und Pflege eines Systems für Langzeitarchivierung\nAufbereitung von digitalen Werken (Foto-, Film-, Multimedia-, Radio- und Sounddateien) für museale Nutzungen\nFachgerechte Lagerung und Pflege medienarchäologischer Geräte sowie Betreuung der Digitalisierungstechnik (Scanner, Plattenspieler, Kassettenrekorder etc.)\nObjektfotografie und Betreuung der Datenbanken und Webseiten des Zentrums für Künstlerpublikationen\nIhr Profil:\nAbgeschlossene Ausbildung als Tontechniker*in/Audio Engineer*in, Mediengestalter*in Bild und Ton, Audio Designer*in oder vergleichbare Qualifikation\nErfahrung in Digitalisierungsprojekten und digitalen Medien\nFundierte Kenntnisse von Digitalisierungs- und Archivstandards und den gesetzlichen Grundlagen\nTechnische Fähigkeiten, analytisches Denken und Teamfähigkeit\nSicherer Umgang mit Hard- und Software\nGute Englischkenntnisse\nAls Allrounder*in der Medientechnik haben Sie Lust auf Kunst des 21. Jahrhunderts, insbesondere auf Medienkunst, neue Technologien und ein kleines motiviertes Team an der Schnittstelle von Archivierung, Forschung, Vermittlung und Ausstellung\nWas Sie von uns erwarten können:\nEin interessantes, vielseitiges und spannendes Arbeitsumfeld\nVergütung nach TV-L in Entgeltgruppe 8\nEine gute Teamatmosphäre\n30 Tage Urlaub bei einer Vollzeitstelle\nVBL-U Zusatzversicherung\nIhre Bewerbung:\nWir fördern die Einstellung von Frauen und fordern sie nachdrücklich auf, sich zu bewerben. Die Vorschriften des Landesgleichstellungsgesetzes finden Anwendung. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre vollständige Bewerbung\nohne Foto\nund mit Zeugnissen unter Angabe des möglichen Zeitpunktes der Arbeitsaufnahme bis zum 04.05.2025 an:\nWeserburg Museum für moderne Kunst\nz.Hd. Maria Springer\nTeerhof 20\n28199 Bremen\nGerne auch digital an\nbewerbung@weserburg.de\nIhre Fragen beantwortet Ihnen Dr. Anne Thurmann-Jajes unter 0421/59839 25,\nthurmann-jajes@weserburg.de\n.\nDie Bewerbungsgespräche finden voraussichtlich am\n22. und 23.05.2025\nstatt.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Weserburg Museum für moderne Kunst für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich. Weitere Informationen zum Datenschutz finden Sie unter www.weserburg.org/ueber_uns/jobs\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-digitalisierung-m-w-d/", "date_published": "2025-04-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-m-w-d-museums-und-ausstellungstechnik/", "image": "", "title": "Fachbereichsleitung (m/w/d) Museums- und Ausstellungstechnik", "content_text": "Deutsches Bergbau-Museum Bochum, Bochum Bewerbungsende: 10.04.2025 | Im Deutschen Bergbau-Museum Bochum (DBM), Leibniz-Forschungsmuseum für Georessourcen der DMT-Gesellschaft für Lehre und Bildung mbH, ist im Bereich Administration Museums- und Ausstellungstechnik zum nächstmöglichen Zeitpunkt die oben genannte Stelle in Vollzeit/Teilzeit (38,5 h/Woche) zu besetzen.\nDie Stelle ist unbefristet.\nIhre Aufgaben\nLeitung des Fachbereichs Museums- und Ausstellungstechnik im DBM (Modellbau, Tischlerei, Malerei/Lackiererei, Schlosserei, Feinmechanik)\nLeitung des Ausbildungsbetriebs (Modellbauer:in, Tischler:in, Maler:in/Lackierer:in)\nKostenstellenverantwortung\nOrganisation und Disposition von Objekt- und Projektarbeiten\nFührung und Überwachung der verschiedenen Fachbereiche bezüglich der Materialbeschaffung\nWas Sie mitbringen\nAbgeschlossene Berufsausbildung\nMeistertitel sowie Ausbilderschein wären wünschenswert\nErste Berufserfahrung in der Mitarbeiterführung\nKenntnisse von musealen Zusammenhängen sowie im Ausstellungsbau wären wünschenswert\nOrganisationsgeschick, selbstsicheres Auftreten und Kommunikationsfähigkeit sowie Entscheidungsfähigkeit, Sorgfalt und Gewissenhaftigkeit\nWas wir Ihnen bieten\nFörderung Ihrer persönlichen Entwicklung sowie Ihrer fachlichen Qualifizierung durch regelmäßige Weiterbildungsveranstaltungen\nFlexible Arbeitszeitmodelle, die für eine ausgeglichene Work-Life-Balance sorgen\nIGBCE als Tarifpartner\nUmfangreiche Zusatzleistungen, wie pme-Familienservice, Gesundheitstage, Teilnahme an Firmenläufen, gutes, kollegiales Arbeitsklima, enge Zusammenarbeit mit dem Betriebsrat\nWir bieten Ihnen eine attraktive Vergütung, die über dem tariflichen Niveau liegt und Ihre individuellen Leistungen und Erfahrungen wertschätzt\nFühlen Sie sich angesprochen?\nDann bewerben Sie sich über diesen\nLink.\nFür nähere Auskünfte zur Stelle steht Ihnen Herr Pfenner unter +49 (234) 5877-110 gerne zur Verfügung.\nInformationen über das Deutsche Bergbau-Museum Bochum erhalten Sie unter www.bergbaumuseum.de.\nWir, die DMT-LB, sind ein regional, national und international tätiges Unternehmen in Wissenschaft, Bildung und Kultur. Wir agieren mit zwei bekannten und anerkannten Institutionen – dem DBM und der TH Georg Agricola – nach außen.\nDie DMT-LB strebt nach Geschlechtergerechtigkeit und Vielfalt und begrüßt daher alle Bewerbungen – unabhängig von Geschlecht, Behinderung, Nationalität oder ethnischer und sozialer Herkunft.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.04.2025", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-m-w-d-museums-und-ausstellungstechnik/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bildungs-und-vermittlungstaetigkeiten-2/", "image": "", "title": "Bildungs- und Vermittlungstätigkeiten", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 17.04.2025 | Diese Ausschreibung richtet sich ausschließlich an Personen, die zuvor noch in keinem Beschäftigungsverhältnis zum DHM gestanden haben.\nBei der Stiftung Deutsches Historisches Museum ist im Fachbereich Bildung und Vermittlung eine befristete Stelle für\nBildungs- und Vermittlungstätigkeiten\nab dem 1. Juli 2025 zu besetzen. Es handelt sich um eine Vollzeitstelle mit einer Wochenarbeitszeit von 39 Stunden. Die Stelle ist zunächst befristet bis zum 31. Dezember 2025 verbunden mit der Option einer Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der jährlichen Mittelfreigabe) und nach Entgeltgruppe 13 TVöD-Ost bewertet.\nDienstorte sind Berlin-Mitte und Berlin-Marienfelde.\nDas Aufgabengebiet umfasst im Wesentlichen:\nKonzeptionelle Mitarbeit an der Ausstellungsdidaktik der neuen Ständigen Ausstellung (neSA) in den Epochenbereichen Neuzeit und Zeitgeschichte\nKonzeptionelle Weiterentwicklung von neSA-Ausstellungselementen, die sich insbesondere an Schüler*innen und Jugendliche sowie Familienpublikum wenden. Zusammenarbeit mit Fokusgruppen\nKonzeption von digitalen Lernportalmaterialien für Oberstufenschüler*innen zu Themen der Neuzeit- und Zeitgeschichte\nDurchführung der personalen und medialen Vermittlungsformate zur Ausstellung Roads not Taken (RNT)\nDurchführung von digitalen Standardvermittlungsangeboten zu den Epochen Mittelalter, Frühe Neuzeit und Neueste Geschichte in deutscher, englischer und einer weiteren Fremdsprache für Schulklassen (Sek. I u. II) und Erwachsene\nKonzeptionelle Mitarbeit bei Kooperations- und Drittmittelprojekten, wiss. Rechercheaufgaben\nFolgende Anforderungen werden gestellt:\nAbgeschlossene wissenschaftliche Hochschulbildung mit Epochenbezug Neuzeit und Zeitgeschichte der deutschen oder europäischen Geschichte in vorzugsweise einer dieser Fachrichtungen: Geschichte, Public History, Geschichtsdidaktik, Kunstgeschichte oder Kulturwissenschaft/-vermittlung\nMehrjährige Berufserfahrung in der historisch-politischen Bildungsarbeit\nUmfassende Methodenkompetenz in der geschichtsdidaktischen und exponatbezogenen Vermittlungsarbeit mit Oberstufenschülern\nSpezialkenntnisse der Neuzeit und/oder Zeitgeschichte sowie fundierte (kultur-)historische Überblickskenntnisse der deutschen oder europäischen Geschichte vom Mittelalter bis zur Neuzeit\nSouveräner Umgang mit Deutsch als Kommunikationssprache (Niveaustufe C1 des europäischen Referenzrahmens)\nGute mündliche Kenntnisse der englischen und einer weiteren modernen Fremdsprache\nWünschenswert sind:\nKenntnisse partizipativer Vermittlungsmethoden\nKenntnisse der Persona-Methode\nKenntnisse in Blended Learning\nKenntnisse inklusiver oder medienpädagogischer Vermittlungsarbeit\nEin hohes Maß an Organisationsgeschick, Belastbarkeit (die Tätigkeiten fallen auch am Wochenende an), Kommunikations- und Teamfähigkeit\nAnwendungskenntnisse der MS-Office-Programme\nBei Fragen zum Aufgabengebiet wenden Sie sich bitte an den Fachbereichsleiter Bildung und Vermittlung, Herrn Bresky, bresky@dhm.de.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt. Die Stelle eignet sich nicht für eine Teilzeittätigkeit.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: BuV_DaNz\nbis zum\n17. April 2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bildungs-und-vermittlungstaetigkeiten-2/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/reinigungsmitarbeiter-in-m-w-d/", "image": "", "title": "Reinigungsmitarbeiter/in (m., w., d.)", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf, Molfsee Bewerbungsende: 13.04.2025 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf – Abt. Zentrale Dienste –\nsucht zum nächstmöglichen Zeitpunkt für unser Team am Standort Molfsee eine/einen erfahrene/n\nReinigungsmitarbeiter/in (m., w., d.)\nin Teilzeit\nIhre Aufgaben\nDurchführen der Unterhaltsreinigung: Reinigung der Ausstellungsflächen, Verkehrsflächen, Nutzflächen, Technische Funktionsflächen, Büroräume und Sanitärbereiche\nReinigen der Ausstellungsexponate nach Einweisung und Anleitung durch die zuständigen Restauratoren\nDurchführen der Glasreinigung incl. Rahmenflächen und Fensterbänke\nUmweltgerechtes Entsorgen von Reststoffen und Verbrauchsmaterialien\nNachfüllen von Verbrauchmaterialien und Hygieneartikeln\nPrüfen der Funktion von Arbeitsmitteln\nKoordinierung und Überwachung vom eingesetzten Fremdpersonal\nUnsere Anforderungen\nEinschlägige Erfahrungen und Kenntnisse im Bereich der Unterhaltsreinigung, vorzugsweise im musealen Bereich\nFührerschein Klasse B\nSie sind teamfähig und haben Spaß im Umgang mit Menschen\nSie haben Freude an einer Tätigkeit in einem großen Museumsbetrieb mit seinen vielfältigen Arbeitsbereichen\nWir bieten\nDie Stelle ist bewertet nach Entgeltgruppe E2 TV-L.\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder.\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben/Lebenslauf/Zeugnisse) richten Sie bitte bis spätestens\n13.04.2025\nan\nbewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie auf unserer Homepage https://landesmuseen.sh/de/datenschutz/bewerber). Aus technischen Gründen kann nur eine PDF-Datei mit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/reinigungsmitarbeiter-in-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturfachlichen-projektmanagerin-w-m-d/", "image": "", "title": "Kulturfachliche:r Projektmanager:in (w/m/d)", "content_text": "Landschaftsverband Westfalen-Lippe, Münster Bewerbungsende: 25.04.2025 | Der Landschaftsverband Westfalen-Lippe sucht zum frühestmöglichen Eintrittstermin eine/einen\nkulturfachliche:n Projektmanager:in (w/m/d)\nEG 11 TVöD VKA\nfür unsere LWL-Kulturabteilung zur Vorbereitung mehrerer Projekte im Kulturbereich. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 7026\nbis zum\n25.04.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturfachlichen-projektmanagerin-w-m-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/objektverwalterin-m-w-d/", "image": "", "title": "Objektverwalter*in (M/W/D)", "content_text": "Reiss-Engelhorn-Museen, Mannheim Bewerbungsende: 09.04.2025 | Die Reiss-Engelhorn-Museen suchen zum nächstmöglichen Zeitpunkt eine/n\nObjektverwalter*in (M/W/D)\nEntgeltgruppe 5 TVöD | Vollzeit | unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.04.2025", "url": "https://www.museumsbund.de/stellenangebote/objektverwalterin-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/studienvorbereitendes-praktikum-2/", "image": "", "title": "Studienvorbereitendes Praktikum", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 07.04.2025 | Das Deutsche Hygiene-Museum versteht sich als Museum vom Menschen. Es ist eine interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung „Abenteuer Mensch“ steht die Vermittlung von Wissen zum Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema „Welt der Sinne“ ermöglicht. Die körperhistorische Sammlung des Museums setzt sich insbesondere aus Objekten der Alltagskultur, Medien der Gesundheitsaufklärung und Lehrmittelprodukten des 20. und 21. Jahrhunderts zusammen.\nAb dem 15. September 2025 ist eine\nstudienvorbereitende Praktikumsstelle (m/w/d)\nin Vollzeit\n(40 Stunden / Woche) für die Dauer von 12 Monaten zu besetzen. Das Praktikum findet in den Abteilungen Ausstellungen und Sammlung & Forschung statt.\nIn der Abteilung Ausstellungen werden im Praktikumszeitraum mehrere Ausstellungen vorbereitet und präsentiert. Einen Überblick zu den bereits laufenden und geplanten Ausstellungen erhalten Sie unter\nhttps://www.dhmd.de/ausstellungen\n. Der Sammlungsbestand des Museums umfasst eine Vielzahl verschiedenartiger Objekte, die aus unterschiedlichen Materialien und Materialkombinationen bestehen. Häufig verwendete Materialien (oft in Kombination) sind Gips, Holz und Kunststoff (gefasst und ungefasst) sowie Leder, Textil, Metall und polychrome Wachsmischungen. Nähere Informationen zu den Objekten erhalten Sie unter\nhttps://sammlung.dhmd.digital\n.\nIm Rahmen verschiedener (Forschungs-)Projekte zur Konservierung/Restaurierung kooperiert das Deutsche Hygiene-Museum seit 2007 mit dem Studiengang Kunsttechnologie, Konservierung und Restaurierung von Kunst- und Kulturgut der Hochschule für Bildende Künste (HfBK) Dresden und dem Institut für Restaurierungs- und Konservierungswissenschaft (CICS) der Technischen Hochschule (TH) Köln.\nDas Praktikum soll auf die Eignungsprüfung zu einem Diplom- oder Bachelor-/Masterstudiengang im Fachbereich Konservierung/Restaurierung vorbereiten und u. a. Einblicke in die folgenden Themengebiete geben:\nUntersuchung, Konzepterstellung und Durchführung von Konservierungs- und Restaurierungsmaßnahmen an Sammlungsobjekten\nObjektfotografie und Anfertigung von Dokumentationen\npräventive Konservierungsmaßnahmen in den Depots und Ausstellungen mit Blick auf Klima und Klimaüberwachung, Minimierung von Schadstoffen in Vitrinen, Schädlingsprävention etc.\nLeihverkehr (Sonderausstellungen und Leihgaben) inkl. Protokollierung, Verpackung, Transportvorbereitung und -begleitung sowie konservatorisches art-handling von Objekten unterschiedlichster Materialien/Techniken\nAnforderungsprofil:\nVoraussetzung für eine Bewerbung ist die Hoch- bzw. Fachhochschulreife\nInteresse an der Institution Museum, insbesondere an der Arbeit mit Museumsobjekten\nEngagement, Selbständigkeit und Aufgeschlossenheit\nsicherer Umgang mit dem PC (insbesondere MS Office)\nVorkenntnisse sind nicht erforderlich. Für Fragen steht Ihnen Jakob Fuchs (0351 48 46 275) gern zur Verfügung. Praktikant:innen erhalten eine Aufwandsentschädigung in Höhe von 20,00 € pro Anwesenheitstag.\nInteressierte richten ihre Bewerbung mit den üblichen Unterlagen bitte elektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\noder postalisch an\nStiftung Deutsches Hygiene-Museum, Frau Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung im DHMD ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.04.2025", "url": "https://www.museumsbund.de/stellenangebote/studienvorbereitendes-praktikum-2/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/103673/", "image": "", "title": "Teamleiter Management, Kommunikation und Marketing m/w/d", "content_text": "Oberschwäbisches Museumsdorf Kürnbach, Bad Schussenried-Kürnbach Bewerbungsende: 20.04.2025 | Der Landkreis Biberach sucht Sie als\nTeamleiter Management, Kommunikation und Marketing m/w/d\nim Oberschwäbischen Museumsdorf Kürnbach\nKennziffer: 2025-45-04\nMitten im Geschehen.\nArbeiten im Team.\nIm Oberschwäbischen Museumsdorf Kürnbach mit seinen rund 40 historischen Gebäuden wird Geschichte lebendig. Auch dank vieler Veranstaltungen erleben hier jedes Jahr rund 120.000 Besucherinnen und Besuchern mit allen Sinnen, wie die Menschen in Oberschwaben früher gelebt und gearbeitet haben.\nIn diesem Job warten anspruchsvolle Aufgaben auf Sie, die Sie in Vollzeit ab 1. August 2025 an unserem Dienstort in Bad Schussenried-Kürnbach erledigen können:\nim Bereich Marketing verantwortlich für Steuerung der Presse-, Medien- und Öffentlichkeitsarbeit, insbesondere für Events, Weiterentwicklung und Betreuung der Online-Kommunikation des Museumsdorfs\nKonzeption und Umsetzung des Marketingplans in den analogen und digitalen Bereichen\nim Bereich Management strategisches und operatives Personalmanagement, sowie Organisation des Museumsbetriebs\nMitarbeit bei Budgetierung und Controlling der Museumsausgaben\nAusbau Drittmittelmanagement, Fundraising und Sponsoring\nim Bereich Kommunikation Pflege und Ausbau strategischer Partnerschaften mit Akteuren in verschiedenen Bereichen wie Tourismus, Kultur, Medien, Wirtschaft und Vereine\nstrategische Kommunikation im Bereich Markenpositionierung und Produktentwicklung\nSteuerung Besucherservice und Museumsladen\nSie sind bei uns richtig, wenn Sie Folgendes mitbringen:\nein abgeschlossenes Studium in den Bereichen Betriebswirtschaftslehre, Marketing, Tourismus, Kulturmanagement oder ein vergleichbares Studium; Abschluss als Fachwirt in den oben genannten Bereichen\nsicherer Umgang mit digitalen und klassischen Medien sowie Social-Media-Plattformen\nsehr gute Ausdrucksfähigkeit in Wort und Schrift\nKenntnisse in Grafik-, Bild- und Videobearbeitung sind von Vorteil\nBereitschaft zur Arbeit zum Teil auch an Wochenenden und Feiertagen\nAusbildereignung ist von Vorteil\nBieten können wir Ihnen\neine leistungsgerechte Bezahlung in Entgeltgruppe 11 TVöD\neine unbefristete Beschäftigung\nWork-Life-Balance durch flexible Arbeitszeitmodelle und die Möglichkeit, mobil bzw. in Telearbeit (Home Office) zu arbeiten\nAngebote zur Vereinbarkeit von Beruf und Familie\nein vielfältiges Fortbildungsprogramm zur persönlichen und fachlichen Weiterqualifizierung\nzusätzliche Altersvorsorge (Betriebsrente)\nFahrtkostenzuschüsse für den ÖPNV\nZuschuss zum Fahrradkauf oder -leasing\nein attraktives Gesundheitsmanagement\nRabatte und Vergünstigungen über corporate benefits\neinen zusätzlichen dienstfreien Tag\nBei Fragen zum Bewerbungsverfahren oder zum Landratsamt als sympathischer, moderner Arbeitgeber steht Ihnen unsere Personalerin Nina Mühlebach,\nTelefon 07351 52-7210 oder per E-Mail an nina.muehlebach@biberach.de, gerne zur Verfügung.\nFalls Sie Detailfragen zu Stelle und Verantwortlichkeiten haben, freut sich Museumsleiter Dr. Jürgen Kniep, Telefon 07351 52-6204, auf Ihren Anruf oder Ihre E-Mail an juergen.kniep@biberach.de.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.04.2025", "url": "https://www.museumsbund.de/stellenangebote/103673/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vorpraktikantin-m-w-d-fuer-den-bereich-restaurierung/", "image": "", "title": "Vorpraktikant:in (m/w/d) für den Bereich Restaurierung", "content_text": "LVR-Archäologischer Park Xanten / LVR-RömerMuseum, Xanten Bewerbungsende: 03.04.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDer LVR steht für Vielfalt. Unser Ziel ist es, dies auch in unserer Beschäftigungsstruktur abzubilden.\nDer LVR-Archäologische Park Xanten mit dem dazugehörigen LVR-RömerMuseum ist eines der bedeutendsten Freilichtmuseen Deutschlands und Bestandteil des UNESCO-Welterbes Niedergermanischer Limes.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.04.2025", "url": "https://www.museumsbund.de/stellenangebote/vorpraktikantin-m-w-d-fuer-den-bereich-restaurierung/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsmanagerin-sammlung-m-w-d/", "image": "", "title": "Bereichsmanager:in Sammlung (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 21.04.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, zunächst\nbefristet\nauf\n4 Jahre\nmit der Option auf Entfristung und in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nBereichsmanager:in Sammlung (m/w/d)\nEntgeltgruppe 14 TVöD-V VKA, Tarifgebiet West\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Team / Der Standort / Das Projekt\nDer Bereich „Sammlung“ sammelt, bewahrt, pflegt und erforscht das Kulturerbe Berlins. Ziel ist es, die große, bestehende Berlin-Sammlung und die zehn unselbständigen und selbständigen Stiftungen für die diverse Stadtgesellschaft und darüber hinaus analog und digital zugänglich zu machen sowie thematisch weiterzuentwickeln. Die digitale Erschließung, die Neu-Sichtung der Sammlungsbestände und das aktive Sammeln orientieren sich an acht Themenschwerpunkten: Stadtökologie, Protest, Vergnügen, Stadtentwicklung, Kolonialismus, Migration, Nationalsozialismus und die geteilte Stadt.\nDer Großteil der Kolleg:innen im Bereich Sammlung arbeitet im zentralen Depot des Stadtmuseums Berlin in Berlin-Spandau. Als Bereichsmanager:in Sammlung sind Sie Teil der Management-Runde des Stadtmuseums Berlin und berichten direkt an die Künstlerische Direktion.\nWir freuen uns auf Berlin-begeisterte Bewerber:innen, die die strategische Entwicklung der Sammlung mit uns fortsetzen wollen!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsmanagerin-sammlung-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-finanzen-m-w-d/", "image": "", "title": "Abteilungsleitung Finanzen (m/w/d)", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 21.04.2025 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts und zählt zu den herausragenden kulturellen Institutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte der Stiftung sind die Weimarer Klassik, ihre Nachwirkungen in der Kunst und Kultur des 19. Jahrhunderts und die Moderne mit Friedrich Nietzsche und dem Bauhaus. Die Sammlungen werden in der Herzogin Anna Amalia Bibliothek, dem Goethe- und Schiller-Archiv, den Museen sowie den historischen Bauten und Gärten betreut.\nAls Querschnittsdirektion ist die Direktion Verwaltung für den Ordnungsrahmen und die Dienst-leistungen von zentraler Bedeutung und widmet sich in einer wichtigen Übergangsphase vor allem der digitalen Transformation und nachhaltigen Konsolidierung. Die Leitung der Abteilung Finanzen trägt zusammen mit dem Beauftragten für den Haushalt eine Gesamtverantwortung für ein jährliches Volumen von rund 37 Millionen Euro im institutio-nellen Haushalt sowie gut 32 Millionen Euro im Projektgeschäft.\nIm Rahmen der Nachbesetzung ist in der Direktion Verwaltung zum nächstmöglichen Zeitpunkt folgende Stelle, unbefristet, in Vollzeit zu besetzen:\nAbteilungsleitung Finanzen (m/w/d)\nzugeordnet dem Verwaltungsdirektor/Vizepräsidenten\nE 13 TV-L, Kennziffer: 07/2025\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-finanzen-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zentrumsassistenz-w-m-d/", "image": "", "title": "Zentrumsassistenz (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 24.04.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Bonn-Poppelsdorf. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von 2 Jahren eine\nZentrumsassistenz (w/m/d)\nmit 29 Stunden/Woche.\nDas sind Ihre Aufgaben:\nEigenverantwortliche und selbständige Organisation eines Sekretariats\nPlanung, Organisation, Protokollierung und Nachbereitung von Besprechungen, Tagungen und Sitzungen\nVeranstaltungsplanung und Durchführung von z.B. Raumbuchungen, Auftragsvergabe an Dienstleister und Kostenrechnungen\nUnterstützung der Zentrumsleitung im Tagesgeschäft bei organisatorischen und administrativen Aufgaben, sowohl für interne als auch für externe Anfragen\nHintergrundrecherche\nKoordination der Arbeitsplatzverteilung und Arbeitsplatzausstattung\nOrganisatorische Unterstützung bei der Einführung neuer Mitarbeiter und bei der Vor- und Nachbereitung von Lehrveranstaltungen\nInhaltliche Pflege der Website\nDatenmanagement, Dokumentation und Archivierung\nUnterstützung bei der Budgetüberwachung und Mittelverwaltung\nAllgemeine Sekretariats- und Bürotätigkeiten, Post- und Telefondienst, Verwaltung und Bestellung von Büromaterial\nIm Bedarfsfalle Abwesenheitsvertretung anderer Sekretariate für die Standorte Bonn und Hamburg\nDas sind unsere Anforderungen:\nAbgeschlossene Berufsausbildung in einem einschlägigen Büro- oder Verwaltungsberuf oder gleichwertige nachgewiesene fachliche Kenntnisse und berufliche Erfahrungen\nNachgewiesene sehr gute Deutsch- und Englisch-Kenntnisse in Wort und Schrift\nSichere Kenntnisse in den MS Office-Programmen und sicherer Umgang mit elektronischen Medien allgemein (u.a. Videokonferenzen)\nKommunikative und organisatorische Stärke, Teamfähigkeit und Flexibilität\nHervorragende Team-Fähigkeit und ein professionelles Auftreten\nSchnelle Informationsauffassungsgabe\nVerantwortungsbewusste, strukturierte und sorgfältige Arbeitsweise\nDas sind unsere Leistungen:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 8 TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\nFlexible Arbeitszeiten mit der Möglichkeit teilweise von zu Hause zu arbeiten\ndie Möglichkeit des Bezugs eines Jobtickets (Deutschlandticket)\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10MB pro Datei)\nbis zum 24.04.2025\nausschließlich digital über unser\nKarriereportal\nan Frau Winkels. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.04.2025", "url": "https://www.museumsbund.de/stellenangebote/zentrumsassistenz-w-m-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektrikerin-m-w-d-4/", "image": "", "title": "Elektriker:in (m/w/d)", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 22.04.2025 | In der Abteilung\nTechnik\n, Sicherheit, Innerer Dienst der Generaldirektion der Staatlichen Museen zu Berlin sind bis zu\ndrei\nStellen als\nElektriker:in (m/w/d)\nzu besetzen. Die\nStaatlichen Museen zu Berlin\nsind mit ihren 15 Sammlungen und vier Forschungsinstituten der größte Museumsverbund in Deutschland.  Das Referat Technik betreibt in allen Museumsgebäuden der Staatlichen Museen zu Berlin die hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/elektrikerin-m-w-d-4/", "date_published": "2025-03-27T00:00:00"}]}