{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-des-netzwerks-material-archiv-m-w-d/", "image": "", "title": "Geschäftsführung des Netzwerks Material-Archiv (m/w/d)", "content_text": "GEWERBEMUSEUM WINTERTHUR, Winterthur (Schweiz) Bewerbungsende: 15.10.2025 | Das Material-Archiv vermittelt Wissen rund um Werkstoffe. Das Bildungsangebot richtet sich an die gestalterisch tätige Fachwelt, aber auch an die breite Öffentlichkeit. Der Verein wird getragen von Hochschulen, Museen und anderen Schweizer Institutionen, die Werkstoffthemen in unterschiedlichen Sammlungen vermitteln, gemeinsam das Nachschlagewerk materialarchiv.ch entwickeln und darüber hinaus Ausstellungen und Veranstaltungen realisieren.\nWir suchen nach Vereinbarung eine neue\nGeschäftsführung des Netzwerks Material-Archiv (m/w/d) 70%\nIhre Aufgaben:\nGesamtverantwortung für die operative Führung des Vereins, insbesondere Finanz- und Personalmanagement in enger Zusammenarbeit mit dem Vorstand\nFundraising öffentlicher Mittel\nPflege und Ausbau des Netzwerks zu Mitgliedern, Partnern, Behörden und weiteren Stakeholdern\nSicherstellung einer effizienten Organisation und eines wirksamen Projektmanagements\nVorbereitung und Umsetzung von Beschlüssen des Vorstands und der Mitgliederversammlung, Beratung bei der strategischen Weiterentwicklung der Vereinsaktivitäten\nRepräsentation des Vereins nach innen und aussen, u.a. Abendanlässe, u.a. verbunden mit Reisen zu den Mitgliedsstandorten\nIhr Profil:\nBetriebswirtschaftliche Ausbildung (FH/Uni), idealerweise Master in Bildungs- oder Kultur-Management, alternativ entsprechende Berufserfahrung\nMehrjährige Leitungserfahrung mit ähnlichen Verantwortungen im Non-Profit-Umfeld\nEinschlägige Erfahrung im Fundraising, idealerweise mit Leistungsausweis hinsichtlich öffentlicher Förderstellen in der Schweiz\nGute Englischkenntnisse in Wort und Schrift\nAusgeprägte strategische und konzeptionelle Fähigkeiten; dynamische, entscheidungsfreudige Persönlichkeit mit Gestaltungswillen; hohe soziale Kompetenz, Kommunikationsstärke und grosses Verhandlungsgeschick\nAffinität zu unseren Themen, idealerweise ein entsprechendes Netzwerk in der Schweizer Bildungs- und Kulturlandschaft\nErfahrungen mit technologischen Entwicklungen v.a. in Bezug auf Informationsumgebungen\nWir bieten:\nEine sinnstiftende Tätigkeit mit Gestaltungsspielraum und hoher Eigenverantwortung sowie Flexibilität\nEine abwechslungsreiche Zusammenarbeit mit hochmotivierten Kolleg:innen und Expert:innen\nEin breit abgestütztes Netzwerk\nFlexible Arbeitsbedingungen und Organisationsstrukturen\nEinen zentral angebundenen Arbeitsort in Zürich, Homeoffice möglich\nFür Fragen steht Ihnen die aktuelle Stelleninhaberin Yvonne Radecker gerne zur Verfügung: 078 868 55 77.\nFühlen Sie sich angesprochen?\nDann freuen wir uns auf Ihre vollständigen, elektronischen Bewerbungsunterlagen an bewerbungen@materialarchiv.ch. Eingehende Bewerbungen werden fortlaufend geprüft, bis die Stelle besetzt ist.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-des-netzwerks-material-archiv-m-w-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-34/", "image": "", "title": "wissenschaftliche/r Volontär/in (m/w/d)", "content_text": "Museum der Stadt Parchim, Parchim Bewerbungsende: 03.09.2025 | Sie möchten die Zukunft der Stadt Parchim mitgestalten?\nWir suchen zum nächstmöglichen Zeitpunkt eine/n wissenschaftliche/n Volontär/in (m/w/d) für zwei Jahr.\nDas Museum der Stadt Parchim beherbergt eine beeindruckende regionalgeschichtliche Sammlung von der ersten Besiedlung bis in das 21. Jahrhundert. Angefangen bei der Vor- und Frühgeschichte über Handwerk- und Industrialisierung bis hin zu Kunsthandwerk und Malerei, besitzt das Haus eine Vielzahl von interessanten Objekten. Seit Mai 2023 hat das Museum seinen neuen Standort in der Kulturmühle Parchim bezogen. Die neue Dauerausstellung verfügt über interaktive Angebote über Medienstationen, Hands-on und Kinderspur.\nIm Mittelpunkt der kommenden Museumsarbeit für das Volontariat steht insbesondere die museumspädagogische Arbeit und Social Media für die Dauerausstellung sowie die Konzeption von Sonderausstellungen und Veranstaltungsprogrammen.\nWir bieten Ihnen die Möglichkeit, im Anschluss an das Studium und in Vorbereitung auf eine angestrebte Tätigkeit, im musealen Bereich Praxiserfahrungen zu sammeln. Der/die wissenschaftliche Volontär*in wird in die klassischen Aufgabenfelder des Museums – Sammeln, Bewahren, Forschen, Präsentieren und Vermitteln – eingebunden und erhält Einblicke in den Bereich des Museumsmanagements.\nStellenausweisung:\n50 % der\nEG 13 TVöD-VKA (Jahres-Brutto ca. 29.800,00 EURO)\nBefristung:\nbefristet – auf zwei Jahre\nArbeitszeit:\nVollzeit (39 Wochenstunden)\nWas sind Ihre Aufgabenschwerpunkte?\nÜbernahme von öffentlichen Führungen / Mitwirkung an museumspädagogischen Projekten\nBearbeitung der Homepage und Social Media\nVermittlungsarbeit und Präsenz in der Dauerausstellung\nUnterstützung bei der inhaltlichen Konzeptionserarbeitung, organisatorischen Planung und Umsetzung von Sonderausstellungen und Veranstaltungsprogrammen\ninhaltliche und organisatorische Tätigkeiten im Bereich des Museumsmanagements\nAufbereitung der Sammlungen durch Inventarisierung, Dokumentation und Digitalisierung der musealen Exponate (DigiCult)\nwissenschaftliche Recherchearbeiten zu den Sammlungsbeständen\nWorauf kommt es uns an?\nTeamarbeit und Freude am selbständigen Arbeiten\nEngagement an der Vermittlungsarbeit (Führungen, workshops etc.)\nhohe Belastbarkeit, Zuverlässigkeit und Loyalität\nOffenheit für interkulturelle Themen und Aufgeschlossenheit gegenüber unterschiedlichen Zielgruppen/Altersklassen\nKompetenz im Umgang mit Datenbanksystemen\nwährend des Volontariates Ihren Wohnsitz in Parchim haben\nBereitschaft zur Wochenendarbeit und an Feiertagen\nEinstellungsvoraussetzungen:\nein abgeschlossenes, wissenschaftliches Hochschulstudium (Master, Diplom, Magister) im geschichtswissenschaftlichen Bereich (vorzugsweise Museumswissenschaften und Geschichte) sowie in Kunstgeschichte, Kulturwissenschaft, Ethnologie, Archäologie, Soziologie oder Medienwissenschaften\nnachweisbare erste praktische Kenntnisse im musealen Bereich durch Praktika oder studentische Tätigkeiten\nZudem erwarten wir:\nsichere Kenntnisse im Bereich Bildverarbeitungsprogramme / Grafikprogramme\nsicherer Umgang mit MS -Office Anwendungen und im Bereich digitaler Medien\nUmgang mit Datenbanksystemen | Inventarisierungssoftware wünschenswert\nWas bietet Ihnen die Stadt Parchim?\neine vielseitige, verantwortungsvolle und fachlich interessante Tätigkeit in einem kleinen Team\neine leistungsgerechte Vergütung nach TVöD sowie tariflich vereinbarte Sonderzahlungen\nbetriebliche Altersvorsorge für Tarifbeschäftigte\n30 Tage Urlaub im Jahr & zusätzlich bezahlt frei am 24.12. & 31.12.\nMöglichkeiten zur persönlichen und fachlichen Weiterbildung\nSchwerbehinderte Menschen werden bei im Wesentlichen gleicher Eignung bevorzugt berücksichtigt. Sie werden gebeten, bereits im Bewerbungsschreiben auf die Behinderung hinzuweisen und eine Kopie des Schwerbehindertenausweises beizufügen. Die Stadt Parchim fördert aktiv die Gleichstellung aller Beschäftigten (m/w/d) und bittet ausdrücklich alle Geschlechter um ihre Bewerbung.\nKontakt und Informationen:\nFür inhaltliche Fragen steht Ihnen der Museumsleiter Herr Kryl unter Tel. (03871) 42 26 111 gerne zur Verfügung.\nFür Fragen zum Bewerbungsverfahren wenden Sie sich gern an Frau Schröter aus dem Sachgebiet Personalwesen unter Tel. (03871) 71-451.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse und Zertifikate (Schulabschluss, Ausbildungsabschluss, Studienabschluss usw.), Arbeitszeugnisse (Praktikum, Festanstellung usw.) sowie weitere ausschreibungsrelevante Nachweise) vorzugsweise per E-Mail und an:\nbewerbungen@parchim.de\noder in Papierform an die\nStadt Parchim\nSachgebiet Personalwesen\nSchuhmarkt 1 | 19370 Parchim\nDigitale Bewerbungsunterlagen übersenden Sie bitte in verwertbaren Formaten (PDF, JPG) und mit einer Gesamtgröße\nvon maximal 20 MB je E-Mail. Wir bitten Sie um Verständnis, dass wir keine Bewerbungsunterlagen zurückschicken.      Zeugnisse, Beurteilungen etc. bitte nicht im Original einsenden. Mit der Bewerbung verbundene Kosten werden nicht erstattet.\nEnde der Bewerbungsfrist ist der\n03.09.2025\nHinweise zum Datenschutz finden Sie\nhier\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-34/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-m-w-d-kommunikation-social-media-content-creation/", "image": "", "title": "Volontariat (m/w/d) Kommunikation: Social Media & Content Creation", "content_text": "ZKM | Zentrum für Kunst und Medien Karlsruhe, Karslruhe Bewerbungsende: 05.09.2025 | Die Abteilung Kommunikation und Marketing bildet die Schnittstelle zum Publikum: Wir machen die Vielfalt des ZKM Programms sichtbar und verknüpfen es auf nationaler und internationaler Ebene mit der Öffentlichkeit, analog und digital. Wir entwickeln strategisches Storytelling und vernetzen das Haus im lokalen, nationalen und internationalen Umfeld. Durch gezielte Marketingmaßnahmen, Social Media-Aktionen und Pressearbeit bewerben wir das Ausstellungs- und Veranstaltungsprogramm des ZKM. Damit tragen wir wesentlich zur Sichtbarkeit und Reichweite des ZKM bei und laden Menschen weltweit zur Teilnahme an unseren Angeboten.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.09.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-m-w-d-kommunikation-social-media-content-creation/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-bereich-restaurierung-sammlungsmanagement/", "image": "", "title": "Volontär:in (m/w/d) im Bereich Restaurierung / Sammlungsmanagement", "content_text": "Stiftung Wilhelm Lehmbruck Museum, Duisburg Bewerbungsende: 04.09.2025 | Das\nLehmbruck Museum\nin Duisburg ist das europaweit bedeutendste Museum der internationalen Skulptur der Moderne und der Gegenwart. Im Zentrum der Sammlung steht das Werk des Bildhauers Wilhelm Lehmbruck, der zu den wichtigsten Bildhauern der Moderne gehört. Die Sammlung und die einzigartige Museumsarchitektur verbinden sich zu einem besonderen Ort, der die Entwicklung der Skulptur von der Moderne bis zur Gegenwart eindrucksvoll präsentiert. Darüber hinaus verfügt das Museum über einen bedeutenden Bestand expressionistischer und moderner Malerei und Graphik.\nDie\nStiftung Wilhelm Lehmbruck Museum – Zentrum internationaler Skulptur\nsucht zum nächstmöglichen Zeitpunkt und in Vollzeit\neine:n Volontär:in (m/w/d)\nim Bereich Restaurierung / Sammlungsmanagement\nIhre Aufgaben:\nVertiefen von spezifischen Kenntnissen des eigenen Fachgebiets und Anwendung in allen musealen Aufgabenfeldern\nMitarbeit im Sammlungsdepot und bei der Bestandspflege (konservatorische Pflege von Kunstwerken)\nErstellung und Pflege restauratorischer Dokumentationen (Fotografie, Zustandsprotokolle / Condition Reports)\nMitarbeit bei Ausstellungen, Sammlungspräsentationen und Leihverkehr (Art Handling, Auf- und Abbau, Verpackung, Ein- und Ausrahmung, Dokumentation)\nUnterstützung bei organisatorischen und administrativen Aufgaben (u.a. Datenpflege in der Museumsdatenbank MuseumPlus, Kommunikation mit Künstlerinnen und Künstlern sowie Leihgeberinnen und Leihgebern)\nIhr Profil:\nAbgeschlossenes Studium eines Studiengangs im Bereich Restaurierung (Master/Magister, Diplom einer Universität/Kunsthochschule) oder vergleichbare Qualifikation\nErste praktische Erfahrungen im musealen Bereich, Umgang mit moderner und zeitgenössischer Kunst sind von Vorteil\nSehr gute Ausdrucksfähigkeit in der deutschen Sprache in Wort und Schrift sowie gute Kenntnisse der englischen Sprache\nSelbstständige Arbeitsweise, Organisationsgeschick und Kommunikationsstärke\nGute Kenntnisse gängiger Office-Anwendungen; Kenntnisse in MuseumPlus sind von Vorteil\nWir bieten:\nEine auf zwei Jahre befristete Vollzeitstelle mit der Aussicht auf Anschlussbeschäftigung\nEine praxisbezogene Einführung in alle musealen Aufgabenbereiche des Sammelns, Bewahrens, Forschens, Ausstellens, Vermittelns und der Verwaltung\nEin attraktives Arbeitsumfeld in einem renommierten Museum mit zentraler Lage und in unmittelbarer Bahnhofsnähe\nEine Vergütung, die in Anlehnung an die Empfehlungen des Deutschen Museumsbundes für Volontariate erfolgt\nDie Stiftung Wilhelm Lehmbruck Museum begrüßt Bewerbungen unabhängig von kultureller und sozialer Herkunft, Geschlecht, Alter, Religion/Weltanschauung oder sexueller Orientierung und freut sich insbesondere über Bewerbungen von Menschen mit internationaler Geschichte. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz und schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX bevorzugt berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich bis zum\n4. September 2025\n. Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu bitte in einer PDF-Datei (max. 10 MB) zusammen und benennen diese folgendermaßen:\nSWLM_4250-25_\nIhr Nachname\n_Bewerbung\nSenden Sie die Datei bitte unter Angabe Ihres frühestmöglichen Eintrittstermins ausschließlich elektronisch an bewerbung@lehmbruckmuseum.de.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass Ihre personenbezogenen Daten in den Systemen der Stiftung Wilhelm Museum für dieses Bewerbungsverfahren gespeichert und verarbeitet werden. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können von uns nur nach Absprache übernommen werden.\nErfahren Sie mehr über unsere Einrichtung unter www.lehmbruckmuseum.de. Bei Rückfragen steht Ihnen die Kustodin Anne Groh unter der E-Mail-Adresse anne.groh@lehmbruckmuseum.de oder unter Telefonnummer +49 203 283 7081 gerne zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.09.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-bereich-restaurierung-sammlungsmanagement/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-fuer-den-bereich-bildung-und-vermittlung/", "image": "", "title": "Wissenschaftliche:r Volontär:in (w/m/d) für den Bereich „Bildung und Vermittlung“", "content_text": "DASA Arbeitswelt Ausstellung, Dortmund Bewerbungsende: 21.09.2025 | Forschung für Arbeit und Gesundheit\nWir, die Bundesanstalt für Arbeitsschutz und Arbeitsmedizin (BAuA), suchen am Standort Dortmund zum nächstmöglichen Zeitpunkt eine / einen\nWissenschaftliche Volontärin /\nWissenschaftlichen Volontär (w/m/d)\nfür den Bereich „Bildung und Vermittlung“\n½ E 13 TVöD (derzeit 2.383,81 €)\n|\nVollzeit/Teilzeit\n|\nbefristet für 2 Jahre\n|\nBewerbungsfrist: 21.09.2025\nfür die Gruppe\nDASA 3 „Bildung und Vermittlung“\n.\nDie BAuA ist eine Ressortforschungseinrichtung im Geschäftsbereich des Bundesministeriums für Arbeit und Soziales (BMAS). An drei Standorten in Dortmund, Berlin und Dresden arbeiten rund 750 engagierte Mitarbeiterinnen und Mitarbeiter an der Schnittstelle zwischen Forschung, Politik und Praxis sowie in gesetzlichen Aufgaben. Mit unserer DASA Arbeitswelt Ausstellung leisten wir zentrale Bildungs- und Vermittlungsarbeit an eine breite Öffentlichkeit.\nDie DASA Arbeitswelt Ausstellung präsentiert – erlebnishaft und interaktiv – auf 13.000 Quadratmetern Ausstellungsfläche Arbeitswelten von gestern, heute und morgen. Sie ist die ständige bildungsaktive Einrichtung der Bundesanstalt für Arbeitsschutz und Arbeitsmedizin und informiert die Öffentlichkeit über die Arbeitswelt, ihren Stellenwert für Individuum und Gesellschaft sowie über die Bedeutung menschengerechter Gestaltung der Arbeit. Jährlich besuchen die DASA mehr als 200.000 Menschen in der Dauerausstellung, Wechselausstellungen und Veranstaltungen. Die Dauerausstellung der DASA wird laufend aktualisiert.\nDie Gruppe „Bildung und Vermittlung“ ist in der DASA für verschiedene Bereiche zuständig. Dazu gehören die Vermittlungsangebote und die Ausstellungsdidaktik, der Besucherdienst und das Veranstaltungsprogramm. Unsere Konzepte und Angebote zielen darauf ab, den Besuchenden einen vielfältigen Blick auf die Themen, Inhalte und Fakten der Arbeitswelt zu ermöglichen. So möchten wir einer breiten Öffentlichkeit den Zugang zur DASA erleichtern.\nIhre Aufgaben:\nWir bieten Ihnen die Möglichkeit, im Schwerpunkt Bildung, Didaktik, Vermittlung und Veranstaltungen tätig zu werden.\nZu Ihren Aufgaben gehören\nErarbeitung, Durchführung und Evaluation von zielgruppenspezifischen Bildungsangeboten entlang der Bildungskette, insbesondere für Wechselausstellungen\norganisatorische Umsetzung von Vermittlungsprogrammen und Veranstaltungen\nsicheres Verfassen von Texten für unterschiedliche Zielgruppen und Medien\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche unserer Institution.\nIhr Profil:\nErforderlich:\nErfolgreich abgeschlossene wissenschaftliche Hochschulbildung (Master / Uni-Diplom, mindestens 300 ECTS) einer einschlägigen Fachrichtung, bevorzugt Kulturwissenschaften oder Museumspädagogik\nAusstellungs- oder Museumserfahrung (Praktika, freie Mitarbeit)\nEinsatzbereitschaft, Kreativität und Organisationstalent\nFließende Kenntnisse der deutschen Sprache\nGute Kenntnisse der englischen und / oder einer weiteren Fremdsprache wünschenswert\nWir bieten:\nUmfangreiche Einblicke in alle klassischen Aufgabenfelder des Ausstellungs- und Museumswesens, sowie die Möglichkeit, einzelne Gebiete nach eigenen Interessen zu vertiefen\nZukunftsorientiertes, innovatives und gesellschaftlich bedeutendes Arbeitsfeld\nFlexible Arbeitszeit und ortsflexible Arbeitsmöglichkeit\nModerne Arbeitsplatzausstattung, auch am häuslichen Arbeitsplatz\nAttraktives Entgelt mit Zusatzrente\nIndividuelle Personalentwicklungsmaßnahmen\nJobticket mit Arbeitgeberförderung (monatlich 23,28 Euro)\nInteresse geweckt?\nWir freuen uns über Ihre Bewerbung! Unser Selbstverständnis als zertifizierte Arbeitgeberin ist es, für eine familienfreundliche, vielfältige, nachhaltige und chancengleiche Arbeitswelt einzustehen.\nDie Gleichstellung von Frau und Mann ist unser Ziel. Bewerbungen von Frauen sind ausdrücklich erwünscht. Eine Teilzeitbeschäftigung ist möglich.\nAuch eine Behinderung sollte Sie nicht hemmen, sich bei uns zu bewerben und uns Ihre Kompetenzen aufzuzeigen. Wir unterstützen ausdrücklich die Ziele der UN-Behindertenrechtskonvention und setzen uns nach Maßgabe des SGB IX und des Behindertengleichstellungsgesetzes besonders für die Belange von Menschen mit Behinderungen ein. Hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nWie Sie sich bewerben:\nBis zum 21.09.2025 über die Plattform interamt.de (Stellen-ID: 1337070)\nAllgemeine Hinweise zum Bewerbungsverfahren finden Sie auf unserer Homepage (www.baua.de/Die-BAuA/Karriere/Stellenangebote). Bei individuellen Fragen zum Verfahren können Sie sich gerne an\nPatricia Boeven\n, Tel. 0231/9071-2230 wenden. Für fachliche Fragen stehen Ihnen\nMarleen Schulze Middendorf,\nTel. 0231/9071-2119 oder\nMarcus Starzinger\n, Tel. 0231/9071-2670 zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-fuer-den-bereich-bildung-und-vermittlung/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontariat-m-w-d-3/", "image": "", "title": "Wissenschaftliche Volontariat (m/w/d)", "content_text": "Stadtmuseum Hornmoldhaus, Bietigheim-Bissingen Bewerbungsende: 14.09.2025 | Bietigheim-Bissingen ist eine Stadt mit vielen Talenten, die etwas aus sich macht – und Großes hervorbringt. Auch wir in der Stadtverwaltung brennen für unsere vielfältigen Aufgaben. Diese gehen wir zusammen an – ob in der Organisation, im Kindergarten oder beim Bauhof. Gemeinsam mit einem starken Netzwerk aus Menschen, Vereinen und Organisationen schaffen wir die richtigen Lösungen. Damit unsere Stadt jeden Tag ein bisschen besser wird.\nFür unser Stadtmuseum Hornmoldhaus suchen wir dich zum 01.01.2026 für das\nWissenschaftliche Volontariat (m/w/d) – Stadtmuseum Hornmoldhaus\nzur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontariat-m-w-d-3/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-finanzwesen-und-verwaltung-m-w-d/", "image": "", "title": "Mitarbeiter Finanzwesen und Verwaltung (m/w/d)", "content_text": "Museum Frieder Burda, Baden-Baden Bewerbungsende: 31.08.2025 | Das Museum Frieder Burda in Baden-Baden zeigt in wechselnden Präsentationen die Sammlung Frieder Burda sowie große Sonderausstellungen renommierter Künstlerinnen und Künstler und ist ein kultureller und touristischer Anziehungspunkt weit über die Grenzen Baden-Badens hinaus.\nZum nächstmöglichen Zeitpunkt suchen wir in Vollzeit und unbefristet eine/n\nMITARBEITER FINANZWESEN UND VERWALTUNG (M/W/D)\nIhre Aufgaben:\nTägliche sowie periodische Abrechnungen der Kassen (Bar- und electronic-cash-Einnahmen)\nAnfertigung von Statistiken; Mitarbeit beim Controlling des Museums\nPflege und Betreuung der Kassensysteme, Vorbereitung und Durchführung von Schulungen\nMitarbeit bei sämtlichen allgemeinen Verwaltungsaufgaben, wie z. B. Rechnungsprüfung, Kontierung, Rechnungsstellung, Pflege der Kundendatenbank\nBackoffice für den Museumsshop/Concept Store\n:\nEinkaufssachbearbeitung, Lieferantenmanagement, Koordination und Pflege des Warenwirtschaftssystems (Artikelanlage, Erfassen von Wareneingängen, Bestandspflege)\nErstellung von Analysen und Statistiken\nBearbeitung von Reklamationen\nPlanung, Vorbereitung und Durchführung der Inventur, Inventurauswertung\nPublikationsverwaltung\nAdministrative Betreuung des Onlineshops, u. a. Stammdatenpflege\nMitwirkung beim Thema Datenschutz\nIhre Qualifikation / Ihr Profil:\nAbgeschlossene Ausbildung und mehrjährige Berufserfahrung im kaufmännischen Bereich\nSehr gute EDV-Kenntnisse (Microsoft Office), insbesondere sicherer Umgang mit Excel, sind Voraussetzung.\nGute Englischkenntnisse erforderlich; Französischkenntnisse erwünscht\nZuverlässigkeit sowie eine strukturierte, präzise und prozessorientierte Arbeitsweise\nTeamfähigkeit und eine gute Kommunikationsfähigkeit\nWir bieten ein angenehmes Betriebsklima und eine leistungsgerechte, übertarifliche Vergütung (u.a. Weihnachtsgeld, Urlaubsgeld) sowie weitere attraktive Sozialleistungen.\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugniskopien sowie ggf. Referenzen) per E-Mail an die Stiftung Frieder Burda, Lichtentaler Allee 8 b, 76530 Baden-Baden zu Händen Frau Saskia Kohler; kohler@museum-frieder-burda.de. Bewerbungsschluss ist der 31.08.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-finanzwesen-und-verwaltung-m-w-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-museumskasse-concept-store-m-w-d/", "image": "", "title": "Mitarbeiter Museumskasse / Concept Store (m/w/d)", "content_text": "Museum Frieder Burda, Baden-Baden Bewerbungsende: 31.08.2025 | Das Museum Frieder Burda in Baden-Baden zeigt in wechselnden Präsentationen die Sammlung Frieder Burda sowie große Sonderausstellungen renommierter Künstlerinnen und Künstler und ist ein kultureller und touristischer Anziehungspunkt weit über die Grenzen Baden-Badens hinaus.\nZum nächstmöglichen Zeitpunkt suchen wir in Teilzeit und unbefristet eine/n\nMITARBEITER MUSEUMSKASSE / CONCEPT STORE (M/W/D)\nIhre Aufgaben:\nVerkauf von Eintrittstickets, Audioguides\nBeratung der Besucherinnen und Besucher\nVerkauf hochwertiger Produkte im Concept Store\nProduktpräsentation\nMitarbeit beim Versand von Bestellungen\nMitarbeit bei der Lagerverwaltung, Warenwirtschaft und Inventur\nKassenabrechnung\nIhr Profil:\nBerufserfahrung im Einzelhandel oder in einer vergleichbaren Dienstleistungsbranche\nAffinität zu Design, Schmuck, Kunst, Büchern und erlesenen Produkten\nausgeprägte Servicebereitschaft, Teamfähigkeit, Belastbarkeit\nsehr gute Kommunikationsfähigkeit, auch in englischer Sprache\nFlexibilität und Bereitschaft zur Wochenend- und Feiertagsarbeit\nWir bieten ein angenehmes Betriebsklima und eine leistungsgerechte, übertarifliche Vergütung (u.a. Weihnachtsgeld, Urlaubsgeld) sowie weitere attraktive Sozialleistungen.\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugniskopien sowie ggf. Referenzen) per E-Mail an die Stiftung Frieder Burda, Lichtentaler Allee 8 b, 76530 Baden-Baden zu Händen Frau Saskia Kohler;\nkohler@museum-frieder-burda.de\n.\nBewerbungsschluss ist der 31.08.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-museumskasse-concept-store-m-w-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektstelle-zur-neukonzeption-des-paedagogischen-skripts-zur-rundgangsgestaltung/", "image": "", "title": "Projektstelle zur Neukonzeption des pädagogischen Skripts zur Rundgangsgestaltung", "content_text": "KZ-Gedenkstätte Dachau, Dachau Bewerbungsende: 15.09.2025 | In der KZ-Gedenkstätte Dachau, Stiftung Bayerische Gedenkstätten, ist zum nächstmöglichen Zeitpunkt\n– spätestens zum 1. Januar 2026 –\neine\nProjektstelle in der Bildungsabteilung der KZ-Gedenkstätte Dachau zur Neukonzeption des pädagogischen Skripts zur Rundgangsgestaltung\nzu besetzen. Es handelt sich um eine auf ein Jahr angelegte Vollzeitstelle (40,1 Wochenstunden).\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.09.2025", "url": "https://www.museumsbund.de/stellenangebote/projektstelle-zur-neukonzeption-des-paedagogischen-skripts-zur-rundgangsgestaltung/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-in-der-abteilung-kommunikation-2/", "image": "", "title": "wissenschaftliches Volontariat in der Abteilung Kommunikation", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 08.09.2025 | Bei der Stiftung Deutsches Historisches Museum ist\nzum nächstmöglichen Zeitpunkt\neine Stelle für\nein\nwissenschaftliches Volontariat\nin der\nAbteilung Kommunikation\nzu besetzen.\nEs handelt sich um eine zweijährige wissenschaftliche Ausbildung in Vollzeit.\nDie monatliche Vergütung beträgt im ersten Jahr des Volontariats 50 % des Entgelts der Entgeltgruppe 13 Stufe 1, im zweiten Jahr Volontariats 50 % des Entgelts der Entgeltgruppe 13 Stufe 2 TVöD Bund.\nDienstort ist Berlin-Mitte.\nDie Ausbildung umfasst die Vermittlung von Kenntnissen in den verschiedenen Fachbereichen der Abteilung Kommunikation, u.a.:\nMarketing: Kennenlernen aller analogen und digitalen Marketinginstrumente, Mitarbeit bei Strategieplanungen und Marketingmaßnahmen aller Art, wie etwa Planung und Umsetzung von Kommunikationsmedien, Ausbau und Pflege zielgruppenspezifischer Verteiler, Mitarbeit bei der Betreuung von Kooperationen, Unterstützung beim Tourismusmarketing\nMedienarbeit: Kennenlernen aller Maßnahmen der nationalen und internationalen sowie analogen und digitalen Pressearbeit, etwa durch Mitarbeit bei der Erstellung von Pressemitteilungen, Bearbeitung von Medienanfragen, Verteilerrecherche, Betreuung von Journalistinnen und Journalisten, Pressefotografen und Pressefotografinnen und Filmteams sowie durch Unterstützung bei Presseterminen\nVeranstaltungen: Unterstützung bei der Planung, Organisation und Betreuung von wissenschaftlichen Tagungen und Veranstaltungen\nDigitale Kommunikation: Mitarbeit in der Redaktion und bei der Kreation von Content (Text, Bild, Video) für die digitalen Kommunikationskanäle und Formate, Mitwirkung bei Konzeption und Durchführung von Social-Media-Kommunikation, Unterstützung des Community-Managements\nLebendiges Museum Online: Mitarbeit in der Redaktion, Umsetzung neuer und Bearbeitung bestehender Beiträge, Einführung in Objektdatenbankrecherche, eigenständige Recherchen\nPublikationen: Mitarbeit an der inhaltlichen Durchführung und Auswertung von Ausschreibungen, Bild- und Textredaktion, Litho- und Drucküberwachung, gegebenenfalls Mitarbeit an der Erstellung des Geschäftsberichts und/oder an der Erstellung des Magazins „Historische Urteilskraft“\nMitarbeit am DHM-Journal während der gesamten Volontariatsausbildung\nWir bieten Ihnen neben einer fundierten Ausbildung und engagierter Betreuung ein vielfältiges und spannendes Tätigkeitsfeld in einem hoch motivierten und kreativen Team sowie die Möglichkeit, Erfahrungen in der Kommunikation für eine international renommierte Kulturinstitution zu sammeln. Das Volontariat ist bei der Abteilungsdirektion Kommunikation angesiedelt. Es bietet durch enge Zusammenarbeit intensive Einblicke in die anderen Abteilungen und Fachbereiche des Deutschen Historischen Museums, etwa in den Fachbereich Bildung und Vermittlung.\nFolgende Anforderungen werden gestellt:\nAbgeschlossenes wissenschaftliches Hochschulstudium (Master, Diplom, Staatsexamen) der Fachrichtung Geschichte, Kunstgeschichte, Kultur-, Politik-, Medien-, Kommunikationswissenschaft, Journalistik oder in einem vergleichbaren Studiengang\nNachgewiesene einschlägige Erfahrungen – etwa durch Praktika, Tätigkeit als studentische Hilfskraft oder qua Berufsausbildung – im Bereich der Kommunikation, z.B. Marketing oder Medienarbeit bei einer Medien-, Kultur- oder Wissenschaftseinrichtung\nGute Überblickskenntnisse der deutschen Geschichte\nInteresse an kulturhistorischen Themen und deren Vermittlung\nExzellente Beherrschung der deutschen Sprache in Wort und Schrift (Niveaustufe C2 des europäischen Referenzrahmens)\nGute Kenntnisse der englischen Sprache in Wort und Schrift (Niveaustufe B2 des europäischen Referenzrahmens)\nSehr gute Kenntnisse der gängigen MS-Office-Programme\nWünschenswert sind:\nErfahrung im Umgang mit gängigen Content-Management-Systemen (Typo3) sowie Social-Media-Kanälen; Kenntnisse in InDesign und Photoshop\nEngagiertes und zielorientiertes Arbeiten und Kommunikationsfähigkeit\nHohes Maß an Teamfähigkeit, Organisationsgeschick und Belastbarkeit\nBereitschaft zur gelegentlichen Arbeit an Abenden und Wochenenden (Station Veranstaltungen)\nWas wir Ihnen bieten:\nVielseitige Mitarbeit in einem engagierten Team an einem der weltweit größten und bedeutendsten historischen Museen\nMitgestaltung der Kommunikation des Deutschen Historischen Museums in enger Zusammenarbeit mit allen Fachbereichen der Abteilung Kommunikation (Digitale Kommunikation, LeMO, Marketing, Presse, Publikationen, Veranstaltungen)\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse\n30 Tage Urlaub plus zwei arbeitsfreie Tage am 24.12. und 31.12. sowie Zeitausgleich bei Mehrarbeit\nOption eines vergünstigten Jobtickets bzw. Bezuschussung des Deutschlandtickets\nArbeitsplatz in zentraler Lage in Berlin-Mitte\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: Kommunikation\nbis zum\n8. September 2025\nausschließlich elektronisch an: bewerbung@dhm.de.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-in-der-abteilung-kommunikation-2/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-im-von-der-heydt-museum-kuenstlerische-betreuung/", "image": "", "title": "Elternzeitvertretung im Von der Heydt-Museum (Künstlerische Betreuung) – Kunst im öffentlichen Raum", "content_text": "Von der Heydt-Museum Wuppertal, Wuppertal Bewerbungsende: 04.09.2025 | Wir, das Team des Von der Heydt-Museums (Stadtbetrieb 216), betreiben eines der prominentesten Museen Deutschlands, das im Austausch mit vielen Institutionen auf der ganzen Welt steht.\nDas Von der Heydt-Museum verfügt über bedeutende, international bekannte Bestände u.a. der niederländischen Malerei des 17. Jahrhunderts, der deutschen und französischen Malerei des 19. und 20. Jahrhunderts und der zeitgenössischen Kunst. Darüber hinaus verfügt das Museum über eine umfangreiche grafische Sammlung sowie Skulpturen und Kunstgewerbe. Auch aufgrund seiner Sonderausstellungen genießt das Museum beim Publikum wie in der Fachwelt einen ausgezeichneten Ruf.\nDie hochrangige Sammlung zu pflegen, zu erforschen und attraktiv zu präsentieren, spannende Sonderausstellungen zu entwickeln und möglichst vielen Menschen immer neue und immer einzigartige Erlebnisse mit der Kunst zu ermöglichen, wird auch in den kommenden Jahren unsere Aufgabe sein.\nDie Betreuung und Pflege der Kunst im öffentlichen Raum in Wuppertal ist ein wesentlicher Teil unserer Aufgaben, für den Sie in dieser Position verantwortlich sind. Ferner betreuen Sie die Skulpturensammlung des Von der Heydt-Museums.\nWerden Sie Teil unseres vielseitigen Teams und tragen Sie dazu bei, das Museum zu gestalten. Wir freuen uns auf Ihren Beitrag!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.09.2025", "url": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-im-von-der-heydt-museum-kuenstlerische-betreuung/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsassistenzen-fuer-die-umzugslogistik-w-m-div/", "image": "", "title": "Sammlungsassistenzen für die Umzugslogistik (w/m/div)", "content_text": "Museum für Naturkunde Berlin, Berlin Bewerbungsende: 31.08.2025 | Unsere Mission:\nWir erforschen das Leben und die Erde im Dialog mit den Menschen.\nDas\nMuseum für Naturkunde Berlin (MfN)\nist ein exzellentes und integriertes Forschungsmuseum der Leibniz-Gemeinschaft mit internationaler Ausstrahlung und global vernetzter Forschungsinfrastruktur. Es ist auf drei eng miteinander verzahnten Feldern tätig: der sammlungsgestützten Forschung, der Sammlungsentwicklung und -erschließung und der forschungsbasierten Öffentlichkeits- und Bildungsarbeit. In den kommenden zehn Jahren wird das Museum für Naturkunde seinen Zukunftsplan verwirklichen. Es werden neue Labore und Arbeitsplätze für Spitzenforschung geschaffen. Gleichzeitig wird eine der weltweit umfassendsten naturhistorischen Sammlungen mit über 30 Millionen Objekten in modernen Sammlungsgebäuden untergebracht und dabei komplett digitalisiert. Die Umsetzung des Zukunftsplanes, gefördert mit insgesamt 660 Millionen Euro vom Bund und Land Berlin, gelingt nur mit starken interdisziplinären nationalen und internationalen Partnern.\nWerden Sie Teil unseres Teams als\nBezeichnung:\n2x Sammlungsassistenzen für die Umzugslogistik (w/m/div)\nArbeitszeit:\nVollzeit; das entspricht derzeit 39 Stunden und 24 Minuten\nBefristung:\nzum nächstmöglichen Zeitpunkt; befristet bis zum 31.12.2028\nEntgeltgruppe:\nE 6 TV-L\nKennziffer:\n35/ 2025\nProjektbeschreibung\nDem Museum für Naturkunde Berlin wird in den kommenden Jahren mit der Sanierung bestehender Gebäude und der Errichtung eines Neubaus die besondere Möglichkeit der Erneuerung zuteil. Die große wissenschaftliche Sammlung des Museums wird dazu erschlossen und für ihre Neuverortung an den zukünftigen beiden Museumsstandorten „transportfähig“ gemacht. Das geht nicht ohne die Hilfe von erfahrenen, helfenden Händen!\nIhre Aufgaben\nDurchführung der Umzugsvorbereitung und -nachbereitung von Sammlungs- und Archivbeständen des MfN\nDurchführung von Ordnungs- und Dokumentationsarbeiten in den wissenschaftlichen Sammlungen des MfN\nAusführung und Unterstützung der Erschließungsprozesse in den wissenschaftlichen Sammlungen des MfN\nEinweisung, Anleitung, Begleitung und Koordination von Praktikanten, Hilfskräften und Mitgliedern von Fremdfirmen\nRealisierung von Präparierungs- und Konservierungsaufgaben\nIhr Profil\nabgeschlossene Berufsausbildung (Facharbeiter:in, Fachschulabsolvent:in oder höher), die mit den durchzuführenden Tätigkeiten in engem Zusammenhang steht. Die Berufsausbildung sollte der einer:eines technischen Assistent:in für naturkundliche Museen und Forschungseinrichtungen gleichzusetzen sein oder es liegt eine langjährige berufliche Erfahrung vor, die der einer Berufsausbildung gleichzusetzen ist\ngründliche Fachkenntnisse im Umgang und der Handhabung von naturkundlichen Sammlungen und Archiven\ngründliche Fachkenntnisse zum Aufbau und zu wissenschaftlichen Ordnungsprinzipien naturkundlicher Sammlungen und Archive (Taxonomie und Ordnungssysteme)\ngründliche Kenntnisse zur räumlichen Ordnung und zu inneren Zusammenhängen naturkundlicher Sammlungen und Archive\ngute Kenntnisse zu fachspezifischen Informationsquellen und deren Verlässlichkeit (Datenbanken, Literatur) und Erfahrungen in der Datenrecherche und im Informationsbezug\nKenntnisse und praktische Erfahrungen im Umgang mit optischen Geräten (Foto- und Digitalisierungsstationen)\nKenntnisse und praktische Erfahrungen in der Nutzung bildbearbeitenden Software, z.B. Illustrator\nErfahrung im Umgang mit wissenschaftlich und historisch wertvollem Material, Archivgütern und wissenschaftlichen Dokumenten\ngründliche Fachkenntnisse und umfangreiche praktische Erfahrungen schwieriger Präparations- und Konservierungsmethoden von naturkundlichen Sammlungen (trocken und/oder nass) und/oder Archiven\ngründliche Fachkenntnisse zu den konservatorischen Anforderungen von naturkundlichen Sammlungen und/oder Archiven (trocken und/oder nass)\nFlexibilität aufgrund wechselnder Einsatzorte (Museum für Naturkunde Invalidenstraße, Außenlager in Berlin-Moabit, Außenlager in Ludwigsfelde/Brandenburg)\nWir bieten Ihnen\nspannendes Arbeitsumfeld in einem attraktiven Forschungsmuseum mit vielseitigen Aufgaben in einem dynamischen und zukunftsorientierten Markt\nsehr gute ÖPNV Anbindung in der Mitte von Berlin\numfangreiche Weiterbildungsmöglichkeiten auf persönlicher und fachlicher Ebene\nflexible Arbeitszeitgestaltung und vielfältige Angebote zur Vereinbarkeit von Beruf und Familie (z.B. Gleitzeit oder individuelle Teilzeitmodelle)\nMobiles Arbeiten ist je nach Tätigkeit bis zu 60 Prozent der individuellen Arbeitszeit möglich\nVergütung nach TV-L mit betrieblicher Altersvorsorge (VBL), Jahressonderzahlung und vermögenswirksamen Leistungen\nArbeitgeberzuschuss zum VBB Firmenticket oder Deutschlandticket Job\nMitarbeiterevents, betriebliches Gesundheitsmanagement und Sprachkurse Deutsch und Englisch\n30 Urlaubstage sowie den 24. Dezember und 31. Dezember frei\nHinweise\nZur Sicherung der Gleichstellung sind Bewerbungen qualifizierter Frauen besonders willkommen. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung bevorzugt.\nWir freuen uns über Ihre Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) bis zum\n31.08.2025\nbevorzugt über unser Online-Bewerbungsportal.\nhttps://www.museumfuernaturkunde.berlin/de/ueber-uns/jobs-und-karriere/stellenausschreibungen\nFür Auskünfte zum Bewerbungsverfahren wenden Sie sich bitte an\nrecruiting@mfn.berlin\n.\nWeitere Informationen\nDatenschutz\nMit dem Versenden Ihrer Bewerbung stellen Sie uns Ihre Informationen zum Zweck der Bearbeitung Ihrer Bewerbung, durch das Museum für Naturkunde zur Verfügung. Ihre Daten werden dabei jederzeit streng vertraulich behandelt. Nach dem Eingang Ihrer Bewerbungsunterlagen werden diese in unserer Datenbank erfasst. Ihre Daten werden auf unserem Server gespeichert. Dabei beachten wir die Vorschriften der Datenschutzgesetze.\nInformationen über den Umgang mit Bewerberdaten am MfN\nund\nDatenschutzerklärung für die Website des MfN\nFamilienpolitik\nDas Naturkundemuseum Berlin hat sich die Förderung der Vereinbarkeit von Beruf und Familie zum Ziel gesetzt und wurde hierfür mit dem Zertifikat zum audit berufundfamilie der audit berufundfamilie gGmbH – eine Initiative der Gemeinnützigen Hertie-Stiftung – ausgezeichnet.\nWeiterführende Informationen finden Sie unter:\nhttps://www.naturkundemuseum.berlin/de/jobs-und-karriere/arbeiten-am-museum-fuer-naturkunde/audit-berufundfamilie\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsassistenzen-fuer-die-umzugslogistik-w-m-div/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsdirektorin-5/", "image": "", "title": "Verwaltungsdirektor:in", "content_text": "LÜBECKER MUSEEN, Lübeck Bewerbungsende: 09.09.2025 | Die Kulturstiftung Hansestadt Lübeck sucht zum nächstmöglichen Zeitpunkt eine:n\nVerwaltungsdirektor:in\nfür den Museumsverbund »LÜBECKER MUSEEN«\nEG 14 TVÖD, Vollzeit\nDie LÜBECKER MUSEEN sind ein von der Kulturstiftung Hansestadt Lübeck zentral geführter Museumsverbund mit überregionaler Strahlkraft, in dem insgesamt zehn Einrichtungen vereint sind: Zwei von der Kulturstiftung betriebene Häuser sowie acht städtische Einrichtungen, die von der Kulturstiftung gemanagt werden. Gemeinsam bieten die LÜBECKER MUSEEN ihren Besucher:innen aus dem In- und Ausland ein breites Spektrum an Themen von Kunst und Kultur über Geschichte und Naturwissenschaften bis hin zur nobelpreisgekrönten Literatur. Zurzeit befinden sich die LÜBECKER MUSEEN inmitten eines längerfristigen Transformationsprozesses: In fast allen Häusern werden aktuell oder in den kommenden Jahren bauliche und konzeptionelle Großprojekte umgesetzt; zudem bestehen erhebliche Digitalisierungsanforderungen – sowohl in den arbeitsorganisatorischen Abläufen als auch bei der Inventarisierung der Sammlungsbestände.\nDer Museumsverbund wird in Zusammenarbeit mit der Fachbereichsleitung und dem Stiftungsrat der Kulturstiftung vom Leitenden Direktor geführt, dem Sie als Verwaltungsdirektor:in in der Funktion einer Abteilungsleitung unterstellt sind. Ihr Verantwortungsbereich umfasst die Verwaltung des Verbundes, insbesondere das Haushalts- und Rechnungswesen, das Personalmanagement sowie Immobilien- und Rechtsangelegenheiten.\nIhre Aufgaben\nPersonalmanagement für mehr als 130 Mitarbeitende\nStrategische Personalplanung, -gewinnung und -entwicklung nach den Vorgaben der Hansestadt Lübeck und in Abstimmung mit dem Leitenden Direktor\nSteuerung des Finanz- und Rechnungswesens, insbesondere Haushalts-/Budget- und Personalkostenplanung in enger Abstimmung mit dem Leitenden Direktor sowie Controlling des Mitteleinsatzes\nFundraising, Entwicklung und Pflege von Kontakten zu Mäzen:innen und Drittmittelgeber:innen\nSteuerung des Betriebs der museumseigenen Shops\nKonzeption des Ticketings/Gestaltung von Eintrittspreisen\nCompliance-Management, insbesondere in den Bereichen Personalrecht, Vertragsrecht und Datenschutz\nFederführung für organisatorische und technische Grundsatzangelegenheiten wie Versicherungs-, Dienstleistungs-, Miet-, Kooperations- und sonstige Verträge, Beschaffungs- und Vergabewesen, Digitalisierung\nSteuerung des Facility-Managements in den Häusern: Haustechnik, Sicherheitstechnik, Arbeitssicherheit, Energiemanagement\nMitwirkung bei der Koordinierung von Bauvorhaben auf Seiten des Museumsverbunds für durch diesen genutzte Liegenschaften in enger Abstimmung mit dem Gebäudemanagement der Hansestadt Lübeck\nVertretung der genannten Aufgabenbereiche im Stiftungsrat sowie in den politischen Gremien der Hansestadt Lübeck\nAbwesenheitsvertretung für den Leitenden Direktor\nVoraussetzungen\nAbgeschlossenes wissenschaftliches Hochschulstudium (Universitäres Diplom, Master oder Magister) der Fachrichtungen Sozialökonomie, Wirtschaftswissenschaften, Kulturmanagement, Rechts- oder Verwaltungswissenschaften\nMehrjährige Berufserfahrung in leitender Position einer größeren Organisationseinheit\nKenntnisse der relevanten Rechtsvorschriften, insbesondere des Haushalts-, Vergabe-, Vertrags- und Steuerrechts sowie des öffentlichen Dienstrechts\nKenntnisse über Abläufe und Arbeitsweise der Kommunalverwaltung\nErfahrungen im Umgang mit politischen Gremien\nProfessionalität im Umgang mit Mäzen:innen und Drittmittelgeber:innen sowie Erfahrung in der Einwerbung und Verwaltung von Fördermitteln\nIntegrativer und kooperativer Führungsstil, hohe Sozialkompetenz\nLösungsorientiertes Denken und Sicherheit in der Entscheidungsfindung\nVerhandlungsgeschick und Durchsetzungsvermögen\nVerantwortungsbewusstsein, Belastbarkeit und überdurchschnittliches Engagement\nInteresse an Kulturgeschichte und Museen\nDie Kulturstiftung Hansestadt Lübeck steht auch bei der Personalgewinnung für Gleichstellung, Chancengleichheit und Antidiskriminierung.\nBei sonst gleicher Eignung werden schwerbehinderte Bewerber:innen bevorzugt berücksichtigt.\nDie Kulturstiftung Hansestadt Lübeck ist bemüht, das ehrenamtliche Engagement ihrer Mitarbeiter:innen zu fördern. Erfahrungen und Fähigkeiten aus ehrenamtlicher Tätigkeit, die als Qualifikation anhand des Stellenanforderungsprofils von Bedeutung sind, werden bei der Stellen­besetzung berücksichtigt.\nAusdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben.\nFachliche Rückfragen beantworten Ihnen Tilmann von Stockhausen (Tel. 0451/122-4141,\ntilmann.vonstockhausen@luebeck.de\n) und Silke Schulenburg (Tel. 0451/122-7564,\nsilke.schulenburg@luebeck.de\n).\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen  (zusammengefasst in einem pdf-Dokument) bis zum\n9.9.2025\nper E-Mail an:\nsilke.schulenburg@luebeck.de\nDie Bewerbungsgespräche finden voraussichtlich Ende Oktober 2025 statt.\nVon Bewerbungen auf dem Postweg bitten wir abzusehen. Bewerbungen, die auf dem Postweg bei uns eingehen, werden nach Abschluss des Verfahrens aus Gründen des Verwaltungsaufwandes und der damit verbundenen Kosten nicht zurückgesandt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.09.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsdirektorin-5/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sekretaerin-m-w-d-beim-ethnologischen-museum-und-dem-museum-fuer-asiatische-kunst/", "image": "", "title": "Sekretär:in (m/w/d) beim Ethnologischen Museum und dem Museum für Asiatische Kunst", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 29.08.2025 | Beim Ethnologischen Museum und dem Museum für Asiatische Kunst der Staatlichen Museen zu Berlin ist eine Stelle als\nSekretär:in (m/w/d)\nzu besetzen.\nDas Ethnologische Museum (EM)\nund\ndas Museum für Asiatische Kunst (AKu)\nder Staatlichen Museen zu Berlin zählen zu den weltweit führenden Einrichtungen in der Bewahrung und Präsentation von Werken aus außereuropäischen Kulturen. Mit über einer Million Objekten bieten sie bedeutende Sammlungen aus Amerika, Afrika, dem islamischen Raum, Asien, Ozeanien und Australien. Beide Museen präsentieren ihre Ausstellungen im Humboldt Forum und fördern den interkulturellen Dialog sowie globale Themen. Sie unterstehen einer gemeinsamen Direktion und haben jeweils spezialisierte Leitungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sekretaerin-m-w-d-beim-ethnologischen-museum-und-dem-museum-fuer-asiatische-kunst/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsverwalterin-m-w-d-beim-ethnologischen-museum-und-dem-museum-fuer-asiatische-kunst-2/", "image": "", "title": "Sammlungsverwalter:in (m/w/d) beim Ethnologischen Museum und dem Museum für Asiatische Kunst", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 29.08.2025 | Beim Ethnologischen Museum und dem Museum für Asiatische Kunst der Staatlichen Museen zu Berlin sind insgesamt 3 Vakanzen der Stelle als\nSammlungsverwalter:in (m/w/d)\nzu besetzen. Das\nEthnologische Museum\nund das\nMuseum für Asiatische Kunst\nder Staatlichen Museen zu Berlin sind mit über einer Million Objekten die größten Museen zu außereuropäischen Kulturen und gehören zu den bedeutendsten Spezialmuseen weltweit. Sie bewahren international bedeutende Sammlungen von materiellen und immateriellen Kunst- und Kulturgütern aus Amerika, Afrika, islamischen Regionen, Süd-, Südost-, Zentral-, Nord- und Ostasien, Ozeanien und Australien. Beide Museen präsentieren im Humboldt Forum Ausstellungen, die sich dem Dialog zwischen den Kulturen und global relevanten Themen widmen. Der überwiegende Teil der Sammlungen befindet sich weiterhin in Berlin-Dahlem, wo derzeit der international vernetzte Forschungscampus der Museen entsteht und größere bauliche Maßnahmen anstehen. Das Ethnologische Museum und das Museum für Asiatische Kunst unterstehen einer gemeinsamen Direktion, wobei jede Sammlung über eine fachspezifische Leitung verfügt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsverwalterin-m-w-d-beim-ethnologischen-museum-und-dem-museum-fuer-asiatische-kunst-2/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-20/", "image": "", "title": "wissenschaftliche/r Mitarbeiter/in (m/w/d)", "content_text": "Staatliche Graphische Sammlung München, München Bewerbungsende: 22.08.2025 | In der Staatlichen Graphischen Sammlung München ist zum nächstmöglichen Zeitpunkt die Stelle einer/eines\nwissenschaftlichen Mitarbeiter/in (m/w/d)\nin Vollzeit, Entgeltgruppe 13 TV-L, unbefristet\nzu besetzen\nDie Staatliche Graphische Sammlung München ist mit über 400.000 Kunstwerken eines der großen und bedeutenden Museen für Kunst auf Papier. Die Bestände umfassen Zeichnungen, Druck-graphiken, Buchmalereien und gedruckte illustrierte Bücher aller europäischen Schulen sowie Nordamerikas vom Mittelalter bis in die unmittelbare Gegenwart.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-20/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachteamleiterin-gebaeudemanagement-m-w-d/", "image": "", "title": "Fachteamleiter:in Gebäudemanagement (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 26.08.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit (39 Wochenstunden) oder Teilzeit (mind. 32 Wochenstunden), eine:n\nFachteamleiter:in Gebäudemanagement (m/w/d)\nEntgeltgruppe 13 TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDer Bereich\nDas Fachteam „Gebäudemanagement“ schafft den Rahmen für einen sicheren Museumsbetrieb und die erforderlichen Bedingungen zur Bewahrung von Kulturgut. Das Fachteam hat den Auftrag, die unterschiedlichen Anforderungen für das Ausstellungsgut und die Bedürfnisse von Besucher:innen und Mitarbeiter:innen der Stiftung zu koordinieren, auch im Rahmen von Veranstaltungen. Das Aufgabenspektrum reicht von der Instandhaltung und Optimierung technischer und baulicher Anlagen sowie der Verwaltung der damit verbundenen Betriebs- und Nebenkosten bis hin zur Betreuung größerer Baumaßnahmen in Abstimmung mit Dienstleister:innen und Eigentümer:innen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.08.2025", "url": "https://www.museumsbund.de/stellenangebote/fachteamleiterin-gebaeudemanagement-m-w-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-stabsstelle-strategie-inhalte-w-m-d/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in Stabsstelle Strategie & Inhalte (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 31.08.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Vollzeit eine*n\nWissenschaftliche*n Mitarbeiter*in Stabsstelle Strategie & Inhalte (w/m/d)\nAls Wissenschaftliche*r Mitarbeiter*in gehören Sie zum Team der Stabsstelle Strategie & Inhalte und üben eine Schnittstellenfunktion zu allen inhaltlich arbeitenden Abteilungen aus. Im Austausch mit wissenschaftlichen Expert*innen und interessierten Bürger*innen identifizieren Sie neue Themen und erschließen diese Themen für die Programmbereiche des Futuriums.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-stabsstelle-strategie-inhalte-w-m-d/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-d-m-w/", "image": "", "title": "Projektmanager*in (d/m/w)", "content_text": "Stiftung Haus der Kunst München, München Bewerbungsende: 21.08.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nWir suchen zum nächstmöglichen Zeitpunkt für das\nTeam Produktion innerhalb der Abteilung Programm und Ausstellungen\neine*n:\nProjektmanager*in (d/m/w)\nin Vollzeit.\nWir erwarten von Ihnen ein fundiertes Fachwissen in Durchführung und Koordination von unterschiedlichen Projekten – über Ausstellungen nach HOAI/HOAS über alle Leistungsphasen (LP) 1 – 9 hinweg sowie Verständnis zu Qualitätsstandards einer Kunstinstitution internationalen Rangs.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nOrganisatorische Planung und Koordination der Projekte nach LP 1 – 4 (inkl. künstlerischer Eigenproduktionen oder Koproduktionen sowie Live-Formaten), u.a. Vorplanung nach LP 1, Suche nach passenden Dienstleister*innen, Ablaufplanung mit dafür benötigten Ressourcen (Materialien, Personal, usw.), Nachbereitung\nErstellung von Zeit- und Logistikplänen, Organisation von Aufenthalten sowie An- und Abreisen der Künstler*innen, Kurier*innen, Dienstleister*innen o.Ä., Koordination von externen/freien Mitarbeitenden und Dienstleister*innen, Überwachung und Abnahme der beauftragten Arbeiten\nAllseitige Betreuung von Leihgaben und neuproduzierten Kunstwerken: Vorplanung im Austausch mit Künstler*innen, Studios, Leihgeber*innen und weiteren Akteur*innen, Leihverträge, Transporte, Versicherungen, Condition Reports, Auf- und Abbau, Maintenance, Nachbereitung\nBetreuung von Ausstellungstourneen und Organisation reibungsloser Übergaben: Planung, Vorbereitung, Koordination mit Tourneepartner*innen, inkl. Erstellung von Werklisten mit technischen Details und Anforderungen, Auf- und Abbaumanuals, Tourneebudgets sowie Kontrolle der Leihverträge, Condition Reports, Transporte, Versicherungen, ggf. Planung des Aufbaus durch das HDK Team vor Ort, o.ä.\nDurchführung von Ausführungsplanungen und Vergabeverfahren (inkl. Ausschreibung, Einholung von Angeboten, Beauftragung) nach LP 5 – 8, Betreuung der Leihverträge und Mitwirkung bei weiteren Vertragsverhandlungen mit Künstler*innen oder Partner*innen\nAllgemeine Organisation der Arbeitsabläufe und Budgetkontrolle innerhalb des Verantwortungsbereichs\nEnge Zusammenarbeit mit der Abteilungsleitung und anderen Teams\nAnforderungen – das bringen Sie mit:\nAbgeschlossenes Fachhochschulstudium/Bachelor in Kulturmanagement, Architektur, Bühnenbild oder eine gleichwertige Qualifikation\nMehrjährige Berufserfahrung und hohe Expertise in der Planung und Koordination von umfangreichen Projekten, inkl. performativen Live-Formaten\nErfahrung im Umgang mit Leihgaben\nVerständnis von künstlerischen Qualitätsstandards und Arbeitsschutzbestimmungen sowie Sicherheitsrichtlinien\nKenntnisse des deutschen Vergaberechts\nKenntnisse im Bereich der Gebäudetechnik\nExzellente Organisationsfähigkeiten, ergebnis- und lösungsorientierte Herangehensweise\nSelbständige, strukturierte Arbeitsweise\nHerausragende Kommunikationsfähigkeit, Teamfähigkeit\nFließende Sprachkenntnisse in Deutsch und Englisch\nSicherer Umgang mit MS Office (insbesondere Excel), ERP-Software sowie weiteren digitalen Anwendungen\nWir bieten Ihnen:\nEine anspruchsvolle und abwechslungsreiche Aufgabe in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nDie Stelle ist zunächst auf zwei Jahre befristet, mit der Möglichkeit einer anschließend unbefristeten Anstellung.\nEin kreatives Arbeitsumfeld mit einer offenen Kommunikationsstruktur\nMitarbeit in einem dynamischen Team, das Einsatz- und Lernbereitschaft unterstützt und fördert\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher berücksichtigen wir alle Bewerbungen – unabhängig von Herkunft, Geschlecht, Alter, Religion, Behinderung, sexueller Orientierung oder geschlechtlicher Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir bevorzugen Bewerbungen ohne Bild.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem\nStichwort HDK-2025-12\nbis zum\n21.08.2025\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche sind vom 1.-3.9.2025 geplant.\nFür inhaltliche Fragen steht Ihnen\nXue Tan\n, Leitung Programm und Ausstellungen / Hauptkuratorin unter 089/211 27-136 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH, Personalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.08.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-d-m-w/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleiterin-produktion-d-m-w/", "image": "", "title": "Teamleiter*in Produktion (d/m/w)", "content_text": "Stiftung Haus der Kunst München, München Bewerbungsende: 21.08.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nWir suchen zum nächstmöglichen Zeitpunkt für die\nAbteilung Programm-und Ausstellungen\neine/n:\nTeamleiter*in Produktion (d/m/w)\nin Vollzeit.\nWir erwarten von Ihnen ein fundiertes Fachwissen in Produktionsverfahren und ein ausgewiesenes Verständnis der Qualitätsstandards einer Kunstinstitution internationalen Rangs.\nDie Aufgaben werden in Anlehnung an die Projektphasen nach HOAI/HOAS beschrieben\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nVerantwortung für alle Schritte der Projektumsetzung und -betreuung u.a. Vorplanungen der LP 1 im Austausch mit Künstler*innen, Studios, Leihgeber*innen und weiteren Akteur*innen, Leihverkehr, Realisation, Maintenance, Nachbereitung und ggf. Tourneebetreuung\nMitwirkung oder eigenständige Bearbeitung der LP 2 bis 4\nEffizientes Management der Tätigkeiten Expertenteams und Sicherstellung einer reibungslosen Projektplanung und -verwaltung durch klare Definition von Aufgaben und Verantwortlichkeiten, um eine effektive Koordination und Umsetzung zu gewährleisten\nBudgetkontrolle und -verantwortung sowie Mitwirkung bei der Zeitplanung für das gesamte Programm der Institution\nOrganisatorische Planung und Umsetzung von Projektkonzepten (inkl. künstlerische Eigen- oder Koproduktionen) in enger Abstimmung mit der künstlerischen Geschäftsführung von LP 1 -LP 9\nVerantwortung für die Produktion nach LP 5 – 9 und Bewertung zum Risikomanagement – über verschiedene, sich zeitlich überschneidende Projekte hinweg\nAllgemeine Organisation der Arbeitsabläufe innerhalb des Verantwortungsbereichs inkl. Personalverantwortung\nAuseinandersetzung mit unterschiedlichsten Materialien, Kunsttechniken und ihren Eigenschaften sowie Medientechnik, auch unter Berücksichtigung der technischen Wartungs- und Betreuungsanforderungen\nEnge Zusammenarbeit mit anderen Teams, um Ziele in Anlehnung an die Vision und Mission des Haus der Kunst zu definieren\nDurchführung von Vergabeverfahren und Vertragsverhandlungen mit Künstler*innen oder Partner*innen nach LP 5 – 7\nBeachtung der Vorgaben des Gesundheits- und Sicherheitsvorkehrungen im Ausstellungsbereich bei der Planung der Projekte\nAnforderungen – das bringen Sie mit:\nErfolgreich abgeschlossenes Hochschulstudium bevorzugt in den Bereichen Innenarchitektur, Szenografie oder Architektur oder eine gleichwertige Qualifikation\nZehnjährige Berufserfahrung, davon mindestens fünfjährige Erfahrung als Produktionsleitung von Großveranstaltungen und performativen Ausstellungsprojekten\nExzellente Organisations- und Führungsfähigkeiten von diversen Teams\nHohe Expertise in der Arbeitszeitplanung und Kontrolle von umfangreichen Projektbudgets.\nVerständnis von künstlerischen Qualitätsstandards und Arbeitsschutzbestimmungen sowie Sicherheitsrichtlinien\nKenntnisse des deutschen Vergaberechts\nKenntnisse im Bereich der Gebäudetechnik\nHohe Entscheidungskompetenz und eine ergebnis- und lösungsorientierte Herangehensweise\nSelbständige, strukturierte Arbeitsweise sowie Bereitschaft zur Abend- und Wochenendarbeit\nHerausragende Kommunikationsfähigkeit\nFließende Sprachkenntnisse in Deutsch und Englisch\nWir bieten Ihnen:\nEine anspruchsvolle und abwechslungsreiche Vollzeitstelle in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGroße Gestaltungsmöglichkeiten innerhalb des Verantwortungsbereiches\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten.\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher begrüßen wir alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Behinderung, sexueller Orientierung und Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir präferieren Bewerbungen ohne Foto.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem\nStichwort HDK-2025-11\nbis zum\n21.08.2025\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche sind vom 1.-3.9.2025 geplant.\nFür inhaltliche Fragen steht Ihnen\nXue Tan\n, Leitung Programm und Ausstellungen / Hauptkuratorin unter 089/211 27-136 gerne zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH, Personalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.08.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleiterin-produktion-d-m-w/", "date_published": "2025-08-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungsassistenz-zur-sonderausstellung-correggio-m-w-d/", "image": "", "title": "Ausstellungsassistenz zur Sonderausstellung “Correggio” (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 28.08.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum 01.10.2025, befristet für die Zeit bis zum 30.09.2026, eine Ausstellungsassistenz (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 11 TV-L) zur Vorbereitung der Sonderausstellung „Correggio“ an der Gemäldegalerie Alte Meister. Die Stelle soll in Teilzeit, mit 87,5 % der regelmäßigen Arbeitszeit (35 Stunden/Woche), besetzt werden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Gemäldegalerie Alte Meister im Semperbau am Zwinger geht zu weiten Teilen auf die kurfürstlich-königlichen Sammelaktivitäten des 18. Jahrhunderts zurück und ist heute eine der bedeutendsten Gemäldesammlungen der Welt. Zu ihren Schwerpunkten gehört die italienische Malerei des 16. Jahrhunderts mit herausragenden Gemälden von Raffael, Giorgione, Tizian, Veronese, Correggio und Parmigianino sowie starken Werkgruppen der Zeit des Barock und Rokoko, darunter Gemälde von Annibale Carracci, Reni, Carriera und Bellotto. Bedeutend ist ebenfalls ihr Bestand holländischer und flämischer Malerei des 17. Jahrhunderts, darunter wichtige Werke von Rembrandt, Vermeer, Rubens und van Dyck. Die Galerie besitzt außerdem Meisterwerke altdeutscher und altniederländischer Malerei (Dürer, Cranach, Holbein bzw. van Eyck) sowie spanischer und französischer Malerei des 17. und 18. Jahrhunderts (Velázquez, Zurbarán bzw. Poussin, Watteau). Die Gemäldegalerie teilt sich ihre Ausstellungsflächen im Semperbau mit der Skulpturensammlung bis 1800.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.08.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsassistenz-zur-sonderausstellung-correggio-m-w-d/", "date_published": "2025-08-12T00:00:00"}]}