{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-m-w-d-im-bereich-sammlungen/", "image": "", "title": "Bereichsleitung (m/w/d) im Bereich Sammlungen", "content_text": "NS-Dokumentationszentrum Köln, Köln Bewerbungsende: 31.01.2026 | Im NS-Dokumentationszentrum (NS-DOK) ist ab sofort\neine unbefristete Stelle als Bereichsleitung (m/w/d) im Bereich Sammlungen\n(Archiv, Dokumentation & Bibliothek)\nzu besetzen.\nDas NS-DOK Köln ist eine der namhaftesten Gedenkstätten zur Geschichte des Nationalsozialismus in Deutschland. Es ist sowohl Gedenkort als auch ein Ort des Lernens und der Forschung sowie Informationseinrichtung mit Bibliothek, Dokumentation, öffentlichem Archiv und Beratungsstelle. Das NS-DOK steht für die historische und politische Bildungsarbeit sowie Demokratieförderung in Köln und in Nordrhein-Westfalen und leistet anerkannte Forschungsarbeit auf nationaler und internationaler Ebene. Kernthemen des Hauses sind die Auseinandersetzung mit der Geschichte des Nationalsozialismus und ihren gesellschaftlichen Nachwirkungen sowie mit aktuellen Strömungen des Rechtsextremismus, Rassismus, Antisemitismus und weiteren Diskriminierungsformen.\nAls zeitgeschichtliches Museum und Gedenkstätte sammelt und bewahrt das NS-DOK Zeugnisse und Lebensgeschichten zur NS-Zeit, führt Forschungsprojekte durch und präsentiert eigene sowie externe Ausstellungen. In Forschung, Vermittlung, Veranstaltungen und Beratung zielen seine Aktivitäten auf hohe fachliche Qualität und große Reichweite für ein lokales wie internationales Publikum. Das NS-DOK möchte seine Rolle als aktives und attraktives Forum einer lebendigen gesellschaftlichen Debatte sowie seine mediale Präsenz weiter stärken.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-m-w-d-im-bereich-sammlungen/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/softwareentwickler-im-musealen-kontext-w-m-d/", "image": "", "title": "Softwareentwickler im musealen Kontext (w/m/d)", "content_text": "Museum Wiesbaden, Wiesbaden Bewerbungsende: 11.01.2026 | Über uns\nDas Museum Wiesbaden, Hessisches Landesmuseum für Kunst und Natur, sucht zum nächstmöglichen Zeitpunkt eine/n\nEntwickler im Datenbankumfeld (m/w/d)\nzunächst befristet bis 31.12.2027 in Teilzeit (20 Std./Woche) in der\nEntgeltgruppe 11 TV-Hessen\n.\nDie Stelle wird aus Projektmitteln finanziert und eignet sich als studentische Beschäftigung (z. B. als Werkstudent:in mit max. 20 Wochenstunden).\nDas Museum Wiesbaden ist eines der drei Museen des Landes Hessen und eine nachgeordnete Dienststelle des Hessischen Ministeriums für Wissenschaft und Forschung, Kunst und Kultur. Mit seinen kunst- und naturhistorischen Sammlungen zählt es zu den herausragenden Museen Deutschlands. Im Rahmen eines dienststellenübergreifenden Projekts suchen wir Unterstützung für die Weiterentwicklung und Pflege eines Datenbanksystems.\nIhre Aufgaben\nSie entwickeln, betreuen und optimieren digitale Anwendungen im Museums- und Datenbank-Kontext. Dazu gehören:\nEntwicklung und Pflege von Web-Anwendungen\n(z. B. Sammlungsdatenbanken, Volltextsuchmaschinen) zur Unterstützung digitaler Vermittlungsangebote\nUmsetzung von Datenmanagement- und Integrationslösungen (Datenimporte/-exporte, Schnittstellen, APIs)\nUnterstützung bei der Konzeption, Einrichtung und Weiterentwicklung der Daten- und Anwendungsinfrastruktur (z. B. Knowledge Graphen, LLMs)\nUnterstützung bei Datenmodellierung, Datenqualität und Integration von Normdaten\nZusammenarbeit in interdisziplinären Projekten sowie die Erstellung und Pflege der Dokumentation\nUnsere Anforderungen\nEinstellungsvoraussetzungen\nAbgeschlossenes Hochschulstudium in Informatik oder vergleichbare Qualifikation\nFundierte Kenntnisse in der Webentwicklung (HTML, CSS, JavaScript, Frameworks wie Flask)\nErfahrung mit Python oder einer vergleichbaren serverseitigen Sprache\nSicherer Umgang mit Datenbanken (relational / NoSQL), Schnittstellen (REST, SPARQL) und Datenformaten (JSON, XML, RDF)\nErfahrung in der Umsetzung von Datenimporten/-exporten, Datenkonvertierungen (z. B. mittels XSLT, Python) und der Entwicklung von Schnittstellen (z. B. REST-APIs, OAI-PMH)\nKenntnisse in Linux-Administration\nSehr gute Deutschkenntnisse in Wort und Schrift\nBereitschaft, sich in neue Themengebiete und Aufgaben einzuarbeiten\nWünschenswert\nErfahrung im Museums- oder Kulturbereich\nErfahrung mit Versionierungssystemen (z. B. Git)\nErfahrung im Umgang mit Normdaten, kontrollierten Vokabularen und Metadatenstandards (z. B. GND, LIDO, Dublin Core, Darwin Core)\nErfahrung mit Tools zur Datenbereinigung (z. B. OpenRefine)\nErfahrung mit Linked Open Data und Graphdatenbanken\nInteresse an KI-Anwendungen\nWir bieten\nEine befristete Tätigkeit in Teilzeit (auch studentische Beschäftigung)\nBezahlung nach TV-H, Entgeltgruppe 11\nUmfangreiche Zusatzleistungen: Jahressonderzahlung, Zusatzrente (VBL), Kinderzulage, Hessen-Ticket\nFlexible Arbeitszeitmodelle (Gleitzeit, mobiles Arbeiten)\nSpannende Projekte im Umfeld der digitalen Transformation im Museumswesen\nEine wertschätzende, offene und kollegiale Arbeitsatmosphäre\nBewerbung\nDas Land Hessen trifft seine Personalentscheidungen nach Eignung, Befähigung und Leistung. Wir streben die Erhöhung des Frauenanteils in unterrepräsentierten Bereichen an und fordern qualifizierte Frauen nachdrücklich zur Bewerbung auf. Bei gleicher Eignung werden Menschen mit Behinderung vorrangig berücksichtigt.\nBewerbungen mit den üblichen Unterlagen (zusammengefasst als ein PDF-Dokument) richten Sie bitte bis zum\n11. Januar 2026\nüber das Bewerbungsportal an:\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/A3C1BD400C7E1FE0B6B7058E2089A95A\nAnsprechpartner für inhaltliche Fragen:\nDr. Thomas Hörnschemeyer (\nthomas.hoernschemeyer@museum-wiesbaden.de\n)\nAnsprechpartnerin für Fragen zum Bewerbungsverfahren:\nPatricia Becker-Matthews (\npatricia.becker-matthews@museum-wiesbaden.de\n)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/softwareentwickler-im-musealen-kontext-w-m-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-veranstaltungsmanagement-m-w-d-2/", "image": "", "title": "Mitarbeiter/in Veranstaltungs­management (m/w/d)", "content_text": "Städel Museum, Frankfurt a. M. Bewerbungsende: 14.01.2026 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Über­blick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Die Liebieghaus Skulpturensammlung liegt im schönsten Garten Frankfurts und zeigt 5000 Jahre Ge­schichte der Bildhauerkunst – vom Alten Ägypten bis zum Klassizismus.\nFür die Abteilung Veranstaltungsmanagement der Museen suchen wir\nzum nächst­möglichen Zeitpunkt\neine/n\nMitarbeiter/in Veranstaltungs­management (m/w/d)\n(Vollzeit, zunächst befristet auf zwei Jahre mit Option auf Verlängerung)\nSie haben Freude daran, Menschen zusammenzubringen und für Kunst zu begeistern? Sie organisieren mit Leidenschaft und Kreativität Veranstaltungen und möchten für unsere Besucherinnen und Besucher besondere Erlebnisse schaffen? Dann freuen wir uns, Sie kennenzulernen!\nAls Mitarbeiter/in im Team Veranstaltungsmanagement organisieren Sie öffentliche Veranstaltungen für unser diverses Publikum und sorgen für einen reibungslosen Ablauf. Sie unterstützen die Planung beliebter Formate etwa Städel Sunday Sessions, Städel Nights, Secret Garden sowie städtische Events, wie die Nacht der Museen oder das Museumsuferfest.\nIhre Tätigkeiten:\nPlanung, Organisation und Betreuung von Events für das Städel Museum und die Liebieghaus Skulpturensammlung, dazu zählt insbesondere auch das Booking von Musikern, Bands und DJs\nProjektmanagement und Steuerung externer Dienstleister, wie Zulieferer, Caterer, Techniker, etc.\nUnterstützung bei administrativen Aufgaben\nMitarbeit bei der Weiterentwicklung von Veranstaltungen\nPflege und Ausbau des Eventnetzwerks\nIhr Profil:\nSie haben eine sehr gut abgeschlossene Ausbildung zur/m Veranstaltungskauffrau/-mann oder abgeschlossenes Studium des Kulturmanagements oder eine vergleich­bare Qualifikation\nSie verfügen über erste berufliche Erfahrungen im eigenständigen Umsetzen von Kulturveranstaltungen und sind sicher und geübt im Projektmanagement, vorzugs­weise im Kulturbereich\nSie sind ein hervorragendes Organisationstalent und haben ausgeprägte Kommu­nikationsfähigkeiten in deutscher und englischer Sprache\nSie arbeiten äußerst selbstständig, strukturiert, sind zuverlässig und teamfähig\nSie haben ein sehr gutes Gespür für Trends im Eventbereich, sind gut vernetzt, insbesondere in der Frankfurter Kulturszene\nSie begeistern sich für Kultur sowie für die Arbeit in einem Kunstmuseum\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen und sinnstiftenden Arbeits­umfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeits­bereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenboot­rennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungs­unterlagen\nbis zum 14.01.2026 an\npersonal@staedelmuseum.de\n. Für Fragen können Sie sich gern an Kerstin Schultheis, Leitung Veranstaltungsmanagement, wenden.\nBitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papier­bewerbungen absehen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-veranstaltungsmanagement-m-w-d-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-m-w-d-3/", "image": "", "title": "Depotverwalter/in (m/w/d)", "content_text": "Städel Museum, Frankfurt a. M. Bewerbungsende: 11.01.2026 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Über­blick über mehr als 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für das Team der Graphischen Sammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nDepotverwalter/in (m/w/d)\n(Teilzeit 30 Std., befristet auf zwei Jahre)\nSie haben Freude daran, Arbeiten auf Papier zu verwalten, zu dokumentieren und einer interessierten Öffentlichkeit zugänglich zu machen? Sie arbeiten gern an der Schnitt­stelle zwischen Sammlungsmanagement, Konservierung und Ausstellungsplanung und möchten den größten Sammlungsbestand des Städel Museums mit pflegen? Dann freuen wir uns, Sie kennenzulernen!\nDie Graphische Sammlung des Städel Museums umfasst etwa 100.000 Zeichnungen und Druckgrafiken vom Spätmittelalter bis zu Gegenwart und gehört zu den bedeu­tendsten Sammlungen ihrer Art in Deutschland. Höhepunkte der Sammlung sind neben den exzellenten Altmeister-Beständen vor 1800 die nazarenischen Zeichnungen, die französischen Zeichnungen und Druckgrafiken des 19. Jahrhunderts, die Werke des Expressionismus sowie die US-amerikanische Kunst nach 1945.\nIhre Tätigkeiten:\nPflege und Verwaltung der Museumsdepots der Graphischen Sammlung und Fotosammlung in Abstimmung mit der Abteilung Kunsttechnologie und Restaurierung – Arbeiten auf Papier\nVergabe, Erfassung und Verwaltung von Werkstandorten in den Depots sowie Werkdokumentation und Pflege der Sammlungsdatenbank (AxiellCollections)\nHerausgabe von eingelagerten Objekten und Dokumentation von Ein- und Auslagerungen im Rahmen von Ausstellungsbetrieb und Leihverkehr\nRegelmäßige Bestandsprüfungen und Mitarbeit bei der Inventur des Sammlungsbestands der Graphischen Sammlung\nSelbstständige organisatorische Betreuung von Besuchern des Studiensaals der Graphischen Sammlung\nBeantwortung interner und externer Anfragen und Korrespondenz\nBetreuung der fachspezifischen Buchbestände\nMitarbeit beim fachgerechten Aus- und Verpacken von Kunstwerken\nUnterstützung der Abteilung Kunsttechnologie und Restaurierung bei der präventiven Konservierung im Studiensaal und den Depots\nVerwaltung des Verpackungs- und Lagerungsmaterials\nIhr Profil:\nSie verfügen über ein abgeschlossenes Studium der Museologie oder eine vergleichbare Ausbildung oder Erfahrungen im Museums- oder Galeriebetrieb, etwa im Art Handling\nSie können Lasten heben und tragen und haben Sachkunde im Umgang mit empfindlichen Kunstwerken\nSie arbeiten sicher mit MS-Office-Anwendungen (Word, PowerPoint, Excel, Photoshop) und haben Erfahrungen mit Museumsdatenbanken, Kenntnisse von AxiellCollections sind von Vorteil\nSie haben sehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, bestenfalls kommunizieren Sie zudem sicher in englischer Sprache\nSie organisieren sehr gern, sind verlässlich, arbeiten gewissenhaft, umsichtig und mit hoher Sorgfalt\nSie sind kommunikationsstark, arbeiten gerne im Team, setzen ihre Aufgaben dennoch selbstständig um\nSie sind flexibel und verfügen über Eigeninitiative und die Bereitschaft bei zusätzlich anfallenden Aufgaben das Team zu unterstützen\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachen­bootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungs­unterlagen bis zum 11.01.2026 per E-Mail an personal@staedelmuseum.de. Für Fragen stehen Ihnen Dr. Astrid Reuter, Leiterin der Graphischen Sammlung bis 1800, und Dr. Regina Freyberger, Leiterin der Graphischen Sammlung ab 1800, zur Verfügung.\nBitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewer­bungen absehen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-m-w-d-3/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-museumsshop-in-elternzeitvertretung/", "image": "", "title": "Mitarbeiter (m/w/d) für den Museumsshop in Elternzeitvertretung", "content_text": "Festung Königstein, Königstein Bewerbungsende: 15.02.2026 | Die Festung Königstein gGmbH sucht …\neine/n Mitarbeiter (m/w/d) für den Museumsshop in Elternzeitvertretung\nDie Festung Königstein, eine der größten Bergfestungen Europas, bewirtschaftet als gGmbH das Baudenkmal Festung Königstein mit seinen vielfältigen Außenanlagen als Museum mit Dauer- und Sonderausstellungen und als Veranstaltungsort. Mit etwa 500.000 Besuchern im Jahr ist die Museumsanlage für Gäste aus aller Welt eines der beliebtesten Ausflugsziele im Freistaat Sachsen.\nWir suchen Sie als Elternzeitvertretung im Team Besucherservice ab März 2026:\n32 h / Woche inkl. Wochenenden und Feiertage mit wechselnden Arbeitszeitmodellen in der Haupt- und Nebensaison\nBewerbungsschluss: 15. Februar 2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-den-museumsshop-in-elternzeitvertretung/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-museumsleitung-m-w-d/", "image": "", "title": "Assistenz der Museumsleitung (m/w/d)", "content_text": "Schlossmuseum Braunschweig, Braunschweig | Das Schlossmuseum Braunschweig vermittelt im Herzen der ehemaligen Residenzstadt am authentischen Ort die Geschichte des Braunschweiger Schlosses. Neben Sonderausstellungen und eigenen Publikationen bietet das Museum Veranstaltungen für ein breites Publikum an.\nDie Stiftung Residenzschloss Braunschweig sucht zum 01. April 2026 eine\nAssistenz der Museumsleitung (m/w/d)\nIhr zukünftiges Aufgabengebiet umfasst u.a.:\nBüromanagement und organisatorische Aufgaben\nMitarbeit bei Organisation und Durchführung von Veranstaltungen\nMitarbeit bei Öffentlichkeitsarbeit (u.a. Betreuung der Social Media-Präsenzen und Pflege der Webseite)\nBetreuung der grafischen Gestaltung, Redaktion und Produktion von Werbemitteln wie Flyer und Plakate\nPflege der Datenbanken\nUnterstützung bei Berichtswesen\nMitarbeit an Ausstellungsprojekten\nSie bringen folgende wünschenswerte Qualifikationen und Kenntnisse mit:\nAbgeschlossene kaufmännische Ausbildung oder abgeschlossenes Studium in einem einschlägigen Bereich (z.B. Museum, Kultur, Kunstgeschichte, Geschichte, Verwaltung, Veranstaltung, Medien) oder vergleichbare Qualifikation\nKenntnisse in grafischer Gestaltung und Öffentlichkeitsarbeit\nSehr gute deutsche Sprachkenntnisse\nSicherer Umgang mit gängigen PC-Programmen und Gestaltungssoftware (u.a. MS Office, Affinity)\nBesucherorientierung, freundliches Auftreten und gute Ausdrucksfähigkeit\nZuverlässigkeit, Sorgfalt, Hands-on-Mentalität\nlösungsorientiertes Denken und Handeln sowie Belastbarkeit angesichts der Aufgabenvielfalt eines kleinen Museums\nFlexibilität und Bereitschaft gelegentlich abends und an Wochenenden zu arbeiten\nBegeisterung für die Arbeit in einem Museum\nDas erwartet Sie:\nEine unbefristete Vollzeitstelle\nEine abwechslungsreiche Tätigkeit in einem kleinen engagierten Team\nEin vielseitiges Aufgabenspektrum mit Raum für eigenverantwortliches Arbeiten\nVergütung nach Haustarif\n30 Tage Urlaub/Jahr\nEin lebendiges Arbeitsumfeld mitten in der Braunschweiger Innenstadt und ein Arbeitsplatz im Schloss.\nWir freuen uns auf Sie!\nBitte richten Sie Ihre vollständige Bewerbung per Mail an\nberendsen@residenzschloss-braunschweig.de\n.\nFür Rückfragen steht Ihnen Museumsleiterin und Geschäftsführerin der Stiftung Residenzschloss Braunschweig Frau Helga Berendsen (0531-470 3899) gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-museumsleitung-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-abteilungsleitung-kultureller-betrieb-und-sachbearbeitung-vermietungen-d-m-w/", "image": "", "title": "Assistenz der Abteilungsleitung Kultureller Betrieb und Sachbearbeitung Vermietungen (d/m/w)", "content_text": "Stiftung Humboldt Forum im Berliner Schloss, Berlin Bewerbungsende: 04.01.2026 | Das Humboldt Forum ist ein Ort des Erlebens, der Begegnung und des Lernens in der Mitte Berlins. Im Humboldt Forum werden herausragende Sammlungen und bedeutende Exponate mit einem multidisziplinären Veranstaltungsprogramm zusammengeführt. Die Stiftung Humboldt Forum im Berliner Schloss ist eine rechtsfähige Stiftung des bürgerlichen Rechts, und verantwortet gemeinsam mit den Akteuren des Humboldt Forums (Stiftung Preußischer Kulturbesitz, Humboldt Universität zu Berlin und der Stiftung Stadtmuseum) das Ausstellungs- und Veranstaltungsprogramm mit künstlerischer, politischer und wissenschaftlicher Ausrichtung. Dabei liegt ein Schwerpunkt auf internationalen Kooperationen.\nDie Abteilung Kultureller Betrieb ist maßgeblich für die Planung, Produktion und Umsetzung des kulturellen und künstlerischen Veranstaltungsprogramms der Stiftung Humboldt Forum im Berliner Schloss sowie für die programmatische Disposition des kulturellen und wissenschaftlichen Gesamtprogramms des Humboldt Forums verantwortlich.\nDie Stiftung Humboldt Forum sucht zum nächstmöglichen Zeitpunkt eine\nAssistenz der Abteilungsleitung Kultureller Betrieb und Sachbearbeitung Vermietungen (d/m/w)\nIhre Aufgaben\nSie übernehmen das Büromanagement der Abteilungsleitung.\nSie übernehmen die Kommunikation mit Fachbereichen, den Akteuren des Humboldts Forums und andere fachbezogene Einrichtungen, externe Korrespondenzen sowie inhaltliche und organisatorische Koordinierungsaufgaben.\nSie bereiten Besprechungen organisatorisch und inhaltlich vor, erstellen Protokolle, Unterlagen und Präsentationen und stellen eine entsprechende Nachbereitung sicher.\nSie unterstützen die Abteilungsleitung im Bereich Planungs- und Berichtswesen, Personalmanagement.\nSie übernehmen im Team Vermietungen Koordinations-, Kommunikations- und Betreuungsaufgaben bei Vermietungs- und Veranstaltungsanfragen und sind in der Anbahnung sowie bei Ortsbesichtigungen im Kontext von Vermietungen tätig.\nDie Anteile der beiden Aufgaben sind ungefähr je hälftig.\nIhr Profil\nSie sind kulturinteressiert und haben eine abgeschlossene Berufsausbildung / ein Studium im Bereich Kulturmanagement oä oder zum/zur Büro- oder Verwaltungsfachangestellten mit Erfahrung im Veranstaltungsbereich oder eine vergleichbare Qualifikation.\nSie sind ein Organisationstalent und arbeiten strukturiert.\nSie arbeiten eigenständig und sind ausgesprochen teamfähig.\nSie haben eine hohe soziale Kompetenz, agieren kultursensibel und sind kommunikativ. Beim Umgang mit unterschiedlichen Vertragspartner*innen (Künstler*innen, Gästen, Kunden bei Vermietungen und Vertreter*innen öffentlicher Einrichtungen) agieren sie selbstsicher, diskret und professionell.\nSie beherrschen alle gängigen Windows-Anwendungen, gerne auch weitere Anwendungen.\nSie sind bereit, in Ausnahmefällen projektbedingt in den Abendstunden oder am Wochenende zu arbeiten.\nSehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift sowie ggf. weiterer Fremdsprachen runden Ihr Profil ab.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit direkter ÖPNV-Anbindung\nModerne Ausstattung (Laptop, ggf. Tablet, Office365, Atlassian Produkten, u.v.m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch Fort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des TVöD Bund, wie z.B. 39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung etc.\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des mobilen Arbeitens\nBetriebliche Altersvorsorge (VBL)\nArbeitgeberzuschuss für das Jobticket\nMitarbeiter*innen-Rabatt in Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang zu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie Zugang zu den staatlichen Museen Berlins\nRegelmäßige Unternehmen- und Teamevents\nund ein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe 9a. Die Besetzung der Stelle erfolgt zunächst befristet für 24 Monate, mit Option auf Verlängerung und mit 19,5 Wochenstunden in Teilzeit.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nIhr Bewerbungsanschreiben richten Sie bitte an die Abteilungsleiterin, Sabine Kozinc. Bei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an den Personalbereich unter bewerbung@humboldtforum.org.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungsfrist\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse und andere Nachweise) senden Sie bitte bis zum 04.01.2026 ausschließlich über das unten verlinkte Bewerbungsformular ein.\nhttps://stiftung-humboldt-forum.jobs.personio.de/job/2451622?language=de&display=de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-abteilungsleitung-kultureller-betrieb-und-sachbearbeitung-vermietungen-d-m-w/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/tischler-m-w-d/", "image": "", "title": "Tischler (m/w/d)", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg – Niedersächsisches Freilichtmuseum zählt mit seinen über 60 historischen Gebäuden, den zugehörigen bäuerlichen Gärten und sonstigen landwirtschaftlichen Nutzflächen auf einem Areal von ca. 25 ha zu den großen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nächstmöglichen Zeitpunkt, spätestens aber zum 01.03.2026,\neinen Tischler (m/w/d)\nin Vollzeit- oder Teilzeit (bis zu 39,80 Wochenstunden).\nIhre Aufgaben:\nAusführung fachgerechter Tischlerarbeiten sowie gewerkeübergreifende Mitarbeit in den übrigen Gewerken der museumseigenen Werkstätten, insbesondere an wertvoller historischer Bausubstanz und wertvollem historischem Kulturgut in der Werkstatt und auf der Baustelle\nEinhalten und Umsetzen der besonderen Anforderungen von Restaurierungsarbeiten (restauratorische Grundsätze) und des Denkmalschutzes (denkmalpflegerische Grundsätze)\nAusarbeitung und Herstellung von Elementen für Ausstellungsbereiche\nSonderanfertigung unter anderem von Möbelteilen und Holzobjekten\nAllgemeine handwerkliche, auch gewerkeübergreifende Unterhaltungsarbeiten im Museumsdorf\nAllgemeine Arbeiten im Betrieb des Museumsdorfes (Unterstützung bei Veranstaltungen, Ausstellungen, usw.)\nIhr Profil:\nSie verfügen über eine abgeschlossene Ausbildung als Tischler / Schreiner (m/w/d), nachgewiesene Erfahrung im Bereich der Holzrestaurierung oder eine vergleichbare Qualifikation und haben ein ausgeprägtes Interesse am Umgang mit historisch wertvollem Kulturgut. Idealerweise verfügen Sie über mehrjährige Berufserfahrung und sind als Geselle (m/w/d) für Restaurierungsarbeiten oder Geselle (m/w/d) für Instandsetzungsarbeiten in der Denkmalpflege qualifiziert. Alternativ verfügen Sie über Erfahrungen und Kenntnisse auf dem Gebiet traditioneller Handwerkstechniken, in denkmalpflegerischen und restauratorischen Tätigkeiten, der Holzkonservierung und -restaurierung und/oder in der Kunsttischlerei. Handwerkliche Kenntnisse in mehreren Bereichen sind von Vorteil.\nVorzugsweise werden Bewerbende berücksichtigt, die die Qualifikation zum geprüften Restaurator (m/w/d) im Handwerk besitzen, bzw. die bereit sind, diese kurzfristig mit finanzieller Unterstützung des Museumsdorfs Cloppenburg zu erwerben.\nVoraussetzung für die Tätigkeit ist zudem die volle körperliche Eignung (Tragen von Lasten über 10 kg, Höhentauglichkeit, Arbeiten auf Leitern und Gerüsten).\nHandwerkliche Leidenschaft sowie eine zuverlässige, sorgfältige und lösungsorientierte Arbeitsweise zeichnen Sie aus. Für die Tätigkeit bringen Sie das notwendige Organisationsgeschick und Verantwortungsbewusstsein sowie Eigeninitiative, Innovationslust und Kreativität mit. Sie freuen sich auf die Arbeit im Team in einem Arbeitsumfeld, das geprägt ist von Dynamik und Vielfalt.\nSie sind zeitlich flexibel und somit auch bereit, an Aktionstagen und Wochenenddiensten teilzunehmen.\nGute Deutschkenntnisse, die Bereitschaft zu Fortbildungen und Qualifikationen sowie grundlegende PC-Kenntnisse werden vorausgesetzt.\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle mit einer wöchentlichen Arbeitszeit von bis zu 39,80 Stunden. Das Arbeitsverhältnis richtet sich nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L). Die Stelle ist nach Entgeltgruppe 7 TV-L bewertet.\nDas Museumsdorf Cloppenburg steht für Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbei-tenden werden unabhängig von geschlechtlicher Identität, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder Identität wert-geschätzt.\nInteresse?\nWir freuen uns auf Ihre aussagefähige, schriftliche Bewerbung, einschließlich der üblichen Unterlagen, bis spätestens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. Rückfragen richten Sie bitte an\nHerrn Eike Pöhler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen über das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/tischler-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-presse-und-oeffentlichkeitsarbeit/", "image": "", "title": "Mitarbeiter (m/w/d) im Bereich Presse- und Öffentlichkeitsarbeit", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg – Niedersächsisches Freilichtmuseum zählt mit seinen über 60 historischen Gebäuden, den zugehörigen bäuerlichen Gärten und sonstigen landwirtschaftlichen Nutzflächen auf einem Areal von ca. 25 ha zu den großen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nächstmöglichen Zeitpunkt, spätestens aber zum 01.03.2026,\neinen Mitarbeiter (m/w/d) im Bereich Presse- und Öffentlichkeitsarbeit\nin Voll- oder Teilzeit (bis zu 39,80 Wochenstunden).\nIhre Aufgaben:\nBeantwortung aller Anfragen von Zeitungen, Rundfunk- und Fernsehredaktionen sowie Presseagenturen\nPlanung, Koordination und Betreuung von Pressegesprächen und Pressekonferenzen sowie Radio und Fernsehinterviews\nAllgemeine Öffentlichkeitsarbeit\nVerfassen von Pressemitteilungen und Informationsmaterialien\nPflege und strategischer Aufbau von Presse- und Themenverteilern\nzielgruppenspezifische Öffentlichkeitsarbeit sowie Entwicklung crossmedialer Kommunikationsprojekte\nEntwicklung, Umsetzung und Koordination medialer Werbekampagnen\nRedaktion und Versand des Newsletters\nBetreuung Sozialer Medien, Homepage und Online-Marketing\nIhr Profil:\nSie verfügen über ein abgeschlossenes (Fach-)Hochschulstudium im Bereich Journalistik, Publizistik, Kommunikations- oder Medienwissenschaften bzw. über einen vergleichbaren Studienabschluss. Alternativ verfügen Sie über den Abschluss einer Journalistenschule/eines Volontariats bzw. sind ausgebildeter Redakteur. Idealerweise bringen Sie mehrjährige Berufserfahrung in der Presse- und Öffentlichkeitsarbeit mit (vorzugsweise im kulturellen oder wissenschaftlichen Umfeld oder einer vergleichbaren Einrichtung) und haben fundierte Kenntnisse im Umgang mit Social-Media-Plattformen.\nDaneben besitzen Sie Kenntnisse oder Erfahrungen in Entwicklung und Umsetzung von strategischen Kommunikationskonzepten sowie Erfahrung in der Konzeption und Umsetzung von unterschiedlichen Werbemedien und dem Verfassen von Pressemitteilungen. Gute Kenntnisse in der Anwendung von Grafik- und Satzprogrammen und Content-Managementsystemen, Erfahrungen im Dreh und Schnitt von Videos sowie Kenntnisse der Fotografie und Bildbearbeitung runden Ihr Profil ab.\nWünschenswert sind ein ausgeprägtes Interesse an der Themenvielfalt des Freilichtmuseums, Offenheit, sich neuen Themen und Schwerpunkten zuzuwenden und diese aktiv, anschaulich und öffentlichkeitswirksam zu entwickeln, Sensibilität und Erfahrung im Umgang mit aktuellen öffentlichen Diskursen, Diskussionsbereitschaft, klare und integrative Kommunikationsweise. Hohe Motivation, Zuverlässigkeit, Genauigkeit und eine eigenständige und strukturierte Arbeitsweise zeichnen Sie aus.\nFür die Tätigkeit bringen Sie notwendiges Organisations- und Koordinierungsvermögen in einem Arbeitsumfeld, das geprägt ist von Dynamik und Vielfalt mit sowie Freude an der Arbeit in einem motivierten Team. Sie bleiben auch bei engen Terminvorgaben souverän und freundlich. Eine schnelle Auffassungsgabe sowie das Interesse und die Fähigkeit zur raschen Einarbeitung in neue Aufgabenfelder werden vorausgesetzt.\nEin professioneller Umgang mit Menschen und Gruppen, ein hervorragendes Organisationstalent sowie hohe Teamfähigkeit zeichnen Sie aus. Ebenso ein sicherer Umgang mit EDV und „neuen Medien“.\nSie bringen Kreativität, Innovationslust und Eigeninitiative mit und verfügen über sehr gute Deutschkenntnisse in Wort und Schrift. Gute Kenntnisse der englischen, französischen und/oder niederländischen Sprache sowie eine Affinität zu kulturellen Themen sind ebenfalls von Vorteil.\nDarüber hinaus wird ein notwendiges Maß an zeitlicher Flexibilität erwartet, dass es Ihnen ermöglicht, sowohl unter der Woche zu unterschiedlichen Zeiten als auch an Wochenenden und Feiertagen für das Museumsdorf tätig zu sein.\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle mit einer durchschnittlichen regelmäßigen wöchentlichen Arbeitszeit von bis zu 39,80 Stunden. Das Arbeitsverhältnis richtet sich nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L). Die Stelle ist nach Entgeltgruppe 10 TV-L bewertet.\nDas Museumsdorf Cloppenburg steht für Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbei-tenden werden unabhängig von geschlechtlicher Identität, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder Identität wert-geschätzt.\nInteresse?\nWir freuen uns auf Ihre aussagefähige, schriftliche Bewerbung, einschließlich der üblichen Unterlagen, bis spätestens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. Rückfragen richten Sie bitte an\nHerrn Eike Pöhler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen über das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-presse-und-oeffentlichkeitsarbeit/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/dokumentar-und-registrar-m-w-d/", "image": "", "title": "Dokumentar und Registrar (m/w/d)", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg â€“ NiedersĂ¤chsisches Freilichtmuseum zĂ¤hlt mit ĂĽber 60 historischen GebĂ¤uden auf einem Areal von ca. 25 ha und einem Sammlungsbestand von ca. 400.000 Objekten der Regionalgeschichte und Alltagskultur des lĂ¤ndlichen Nordwestens zu den groĂźen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nĂ¤chstmĂ¶glichen Zeitpunkt, spĂ¤testens aber zum 01.03.2026,\neinen Dokumentar und Registrar (m/w/d)\nin Voll- oder Teilzeit (bis zu 39,80 Wochenstunden).\nIhre Aufgaben:\nErschlieĂźen der Sammlung des Museums, Recherche und Informationsbereitstellung\nAdministrative Betreuung und Pflege der Museumsdatenbanken fĂĽr Objektsammlung, Archiv und Bibliothek\nInventarisierung von Sammlungsgut nach wissenschaftlichem Standard einschlieĂźlich Nacherfassung von Daten aus Altkarteien oder von noch nicht erfassten und neu eingehenden BestĂ¤nden\nOrganisation und Koordination des Leihverkehrs\nKonzeption und Realisierung der digitalen Langzeitarchivierung und von Digitalisierungsprojekten\nMitwirkung bei wissenschaftlichen Forschungs- und Ausstellungsprojekten sowie Publikationen\nIhr Profil:\nSie verfĂĽgen ĂĽber ein abgeschlossenes Hochschulstudium in einem aufgabenrelevanten Fach (z.B. Museologie, Volkskunde/Europ. Ethnologie, Kunstgeschichte, Archivwesen bzw. Diplomarchivar FH). Neben einschlĂ¤giger Berufserfahrung in der Inventarisation oder einer entsprechenden Zusatzausbildung besitzen Sie darĂĽber hinaus sehr gute wissenschaftliche Objektkenntnisse in den Sammlungsschwerpunkten des Freilichtmuseums.\nSie sind sicher im Umgang mit Inventarisierungs- und Datenbanksoftware und kennen die gĂ¤ngigen Content-Management-Systeme. Sie beherrschen die Objektfotografie und sind mit terminologischen Regelwerken vertraut. VerstĂ¤ndnis fĂĽr Fragen der Sammlungspflege und museale AblĂ¤ufe, Versicherungen und Logistik werden vorausgesetzt.\nFĂĽr die TĂ¤tigkeit bringen Sie notwendiges Organisationsgeschick, Eigeninitiative, hohe Team- und KommunikationsfĂ¤higkeit und soziale Kompetenz, hohe persĂ¶nliche Belastbarkeit und KreativitĂ¤t mit. Sehr gute Deutschkenntnisse werden vorausgesetzt – Fremdsprachenkenntnisse (englisch und niederlĂ¤ndisch) wĂ¤ren von Vorteil. Wir erwarten umfassende Kenntnisse der Geschichte der Neuzeit und der Zeitgeschichte und palĂ¤ographische Kenntnisse zu Schriften des 16.-21. Jahrhunderts.\nUnser Angebot:\nEs handelt sich um eine unbefristete Stelle mit einer durchschnittlichen regelmĂ¤Ăźigen wĂ¶chentlichen Arbeitszeit von bis zu 39,80 Stunden. Das ArbeitsverhĂ¤ltnis richtet sich nach den Bestimmungen des Tarifvertrages fĂĽr den Ă¶ffentlichen Dienst der LĂ¤nder (TV-L). Die Stelle in nach Entgeltgrupp 9b TV-L bewertet.\nDas Museumsdorf Cloppenburg steht fĂĽr Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbei-tenden werden unabhĂ¤ngig von geschlechtlicher IdentitĂ¤t, NationalitĂ¤t, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder IdentitĂ¤t wert-geschĂ¤tzt.\nInteresse?\nWir freuen uns auf Ihre aussagefĂ¤hige, schriftliche Bewerbung, einschlieĂźlich der ĂĽblichen Unterlagen, bis spĂ¤testens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurĂĽckgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. RĂĽckfragen richten Sie bitte an\nHerrn Eike PĂ¶hler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen ĂĽber das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/dokumentar-und-registrar-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-bildung-und-vermittlung/", "image": "", "title": "Mitarbeiter (m/w/d) im Bereich Bildung und Vermittlung", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 16.01.2026 | Das Museumsdorf Cloppenburg – Niedersächsisches Freilichtmuseum zählt mit seinen über 60 historischen Gebäuden, den zugehörigen bäuerlichen Gärten und sonstigen landwirtschaftlichen Nutzflächen auf einem Areal von ca. 25 ha zu den großen und meist besuchten Freilichtmuseen Mitteleuropas.\nDas Museumsdorf Cloppenburg sucht zum nächstmöglichen Zeitpunkt, spätestens aber zum 01.03.2026,\neinen Mitarbeiter (m/w/d) im Bereich Bildung und Vermittlung\nin Teilzeit mit bis zu 20 Wochenstunden.\nIhre Aufgaben:\nDurchführung aller jeweils aktuell vom Museumsdorf angebotenen Vermittlungsangebote einschl. der Vor- und Nachbereitung\nUnterstützende Beteiligung an der Planung und Durchführung von museumspädagogischen Aktionen\nBesucherbetreuung bei Veranstaltungen und Sonderaktionen\nUnterstützung von Versandtätigkeiten\nIhr Profil:\nSie verfügen über eine abgeschlossene Ausbildung in einem pädagogischen oder vergleichbaren Beruf. Alternativ bringen Sie eine möglichst mehrjährige praktische Erfahrung auf dem Gebiet der Museumspädagogik o.ä. mit. Idealerweise besitzen Sie Erfahrungen im Bereich Umweltbildung oder Städteführungen und haben eine Affinität zu historischem Handwerk. Der professionelle Umgang mit Menschen und Besuchergruppen sowie eine hohe Team- und Kommunikationsfähigkeit zeichnen Sie aus. Für die Tätigkeit bringen Sie notwendiges Organisationsgeschick, Eigeninitiative und Kreativität mit. Sehr gute Deutschkenntnisse werden vorausgesetzt – Plattdeutsch-Kenntnisse wünschenswert. Fremdsprachenkenntnisse (englisch, französisch und/oder niederländisch) wären von Vorteil.\nDarüber hinaus wird ein notwendiges Maß an zeitlicher Flexibilität erwartet, dass es Ihnen ermöglicht, sowohl unter der Woche zu unterschiedlichen Zeiten als auch an Wochenenden und Feiertagen für das Museumsdorf tätig zu sein.\nUnser Angebot:\nEs handelt sich um eine unbefristete Teilzeitstelle mit einer durchschnittlichen regelmäßigen wöchentlichen Arbeitszeit von bis zu 20 Stunden. Das Arbeitsverhältnis richtet sich nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L). Die Stelle ist nach Entgeltgruppe 5 TV-L bewertet.\nDas Museumsdorf Cloppenburg steht für Vielfalt und Inklusion am Arbeitsplatz. Alle Mitarbeitenden werden unabhängig von geschlechtlicher Identität, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung oder Identität wertgeschätzt.\nInteresse?\nWir freuen uns auf Ihre aussagefähige, schriftliche Bewerbung, einschließlich der üblichen Unterlagen, bis spätestens zum\n16. Januar 2026\n. Ihre Bewerbungsunterlagen reichen Sie bitte nur als unbeglaubigte Kopien ein, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden.\nEvtl. Rückfragen richten Sie bitte an\nHerrn Eike Pöhler, Verwaltungsleiter, Museumsdorf, Tel.-Nr. 04471/948420\n, E-Mail: verwaltung@museumsdorf.de.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nWeitere Informationen über das Museumsdorf Cloppenburg erhalten Sie unter\nwww.museumsdorf.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-im-bereich-bildung-und-vermittlung/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media-2/", "image": "", "title": "Marketing Manager*in / Social Media", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 11.01.2026 | Zu besetzen ist eine unbefristete Vollzeitstelle mit 39 Wochenstunden in der Entgeltgruppe 9b TVöD (Bund) zum nächstmöglichen Zeitpunkt. Die Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Marketing und Kommunikation entwickelt Kommunikations- und Vermarktungsstrategien für alle Angebote des Jüdischen Museum Berlin – Ausstellungen, Veranstaltungen, pädagogische Programme, digitale Formate etc. – und setzt diese mit geeigneten Instrumenten und Maßnahmen um. Im Rahmen der fortschreitenden Digitalisierung und der zunehmenden Bedeutung von Social Media als Kommunikations- und Marketinginstrument ist es für das Jüdische Museum Berlin (JMB) unerlässlich, seine Social Media Strategie kontinuierlich an aktuelle Trends, Technologien und Nutzergewohnheiten anzupassen.\nFolgende Aufgaben erwarten Sie u.a.\nMarketing / Projektmanagement\nUmsetzung und Steuerung von Marketingstrategien zur Bewerbung der Ausstellungen, Bildungsangebote, Veranstaltungen und Sonderprojekte des JMB\nPlanung und Durchführung von zielgruppenspezifischen Kampagnen inklusive Mediaplanung, Einholung von Angeboten und Recherche entsprechender Anbieter*innen\nKonzeption und Gestaltung von Werbematerialien (Print und Digital) in Zusammenarbeit mit externen Agenturen und intern in Abstimmung mit den zuständigen Fachbereichen\nÜberwachung, Koordination und Steuerung von Projekten im Budgetrahmen sowie Controlling und Evaluation der Maßnahmen sowie Sicherstellung einer effektiven Ressourcennutzung\nSocial Media\nBetreuung und Weiterentwicklung der Social-Media-Kanäle des Museums\nErstellung und Veröffentlichung von zielgruppenorientierten und kreativen Inhalten zur Förderung der Sichtbarkeit und Reichweiten\nMitarbeit bei der Entwicklung und Umsetzung von Social-Media-Kampagnen in Abstimmung mit der Gesamtstrategie\nMonitoring und Analyse der Social-Media-Aktivitäten sowie Erstellung von Berichten zur Performance-Optimierung\nUnsere Anforderungen\nEin abgeschlossenes Hochschulstudium (Bachelor/FH-Diplom) in der Fachrichtung Marketing bzw. Kommunikation, Kulturmanagement oder eine vergleichbare Qualifikation\nEinschlägige Berufserfahrung im Bereich Marketing und Social Media, idealerweise im Kultur- oder Museumsbereich\nFundierte Kenntnisse in der Betreuung und Analyse von Social-Media-Kanälen\nSicherer Umgang mit gängigen Grafik- und Marketing-Tools (z.B. Adobe Creative Suite, Content-Management-Systeme, Social-Media-Management-Tools)\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKreativität, sprachliches Feingefühl und ein Gespür für zielgruppenspezifische Kommunikation\nInteresse an der Vermittlung jüdischer Geschichte, Kultur und Gegenwart\nUnser Angebot\nZukunftssichere Beschäftigung im Öffentlichen Dienst\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. sind arbeitsfrei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstellungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akademie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinderwelt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 14/2025\nbis zum\n11. Januar 2026\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gerne Herr Krogulec unter der Telefon­nummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Hollmann unter 030/25993443.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagement-hochbau-bauunterhalt-m-w-d/", "image": "", "title": "Projektmanagement Hochbau/Bauunterhalt (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 11.01.2026 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Seine Gebäude spannen architektonisch einen Bogen vom 14. Jahrhundert bis zur Gegenwart. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nIm Technischen Büro des Germanischen Nationalmuseums erbringen wir vielfältige Leistungen in der Abwicklung des baulichen und technischen Unterhaltes sowie Bauherren- und Managementleistungen bei Neubauten und Bestandssanierungen.\nWir suchen Sie als erfahrene und engagierte Unterstützung unseres Teams in der Projektabwicklung laufender und zukünftiger baulicher Maßnahmen in unserem denkmalgeschützten Museumskomplex mit 22 Gebäuden verschiedenster Epochen (vom Mittelalter bis in die Gegenwart).\nStarten Sie bei uns ab dem 15.03.2026 im\nProjektmanagement Hochbau/Bauunterhalt (m/w/d)\nVollzeit, unbefristet, bis Entgeltgruppe 12 nach TV-L und persönlicher Voraussetzung\nIhre Aufgaben:\nIhre Hauptaufgabe liegt im Projektmanagement bei großen und kleinen Hochbau- und Bauunterhaltsmaßnahmen, insbesondere bei Umbau- und Sanierungsmaßnahmen an den denkmalgeschützten Museumsgebäuden und der Gebäudetechnik einschl. Revitalisierung der Innenbereiche.\nProjektentwicklung und Projektinitiierung der vorgenannten Maßnahmen\nGesamtprojektleitung bei großen Baumaßnahmen in der Bauherrenfunktion\nWahrnehmung der Projektleitung sowie Projektsteuerung (Kosten, Termine, Qualitäten) bei kleinen Baumaßnahmen und Bauunterhaltsmaßnahmen\nAusschreibung, Vergabe und Kontrolle externer Architekt*innen, Fachplaner*innen und sonstigen Dienstleistern bei kleinen Bau- und Bauunterhaltsmaßnahmen\nWahrnehmung der Schnittstellenkoordination sowie des Informations-, und Nutzermanagements von internen und externen Projektbeteiligten\nverantwortliche Mittelbewirtschaftung und laufendes Kostencontrolling zur effizienten Budgetnutzung\nfachliches/technisches Monitoring sämtlicher Maßnahmen\nidealerweise bei Bedarf Planung, Ausschreibung, Vergabe und Bauleitung von kleinen Baumaßnahmen und Bauunterhaltsmaßnahmen\nIhre Qualifikationen:\nein erfolgreich abgeschlossenes Studium (Dipl.-Ing., Bachelor, Master) der Fachrichtung Architektur / Bauingenieurswesen\nmit Zusatzausbildung Bauprojektmanagement oder nachgewiesene Erfahrungen im Projektmanagement nach AHO Heften Nr. 9 / 19\nKenntnisse der einschlägigen Normen und Richtlinien des Baurechts sowie des öffentlichen Vergaberechts (VOB, UVgO, VgV, HOAI, AHO, etc.)\nmindestens 7 Jahre einschlägige Berufserfahrung\nMS Office Kenntnisse werden vorausgesetzt, Grundkenntnisse in CAD und AVA sind wünschenswert\nDarüber hinaus erwarten wir:\nein hohes Maß an Eigeninitiative, Selbständigkeit und Teamfähigkeit sowie ein gewisses Maß an Führungsqualitäten gegenüber Projektbeteiligten\nPlanungs- und Organisationsvermögen sowie Kosten- und Terminbewusstsein\nFlexibilität und Aufgeschlossenheit für herausfordernde Aufgabestellungen\nWir bieten:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Orientierung. Schwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich vorstellen können, diese Aufgaben zu übernehmen, dann freuen wir uns, Sie kennen­zulernen! Bitte senden Sie Ihre vollständigen Bewerbungsunterlagen bis spätestens zum\n11.01.2026\nan\nunser Onlineportal.\nFür fachliche Auskünfte steht Ihnen Frank Stolpmann (0911 1331-134) gerne zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmanagement-hochbau-bauunterhalt-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/2-stellen-beschaeftigter-m-w-d-fuer-die-mitarbeit-im-bereich-bildung/", "image": "", "title": "2 Stellen Beschäftigte*r (m/w/d) für die Mitarbeit im Bereich Bildung", "content_text": "Freie Universität Berlin - Zentraleinrichtung Botanischer Garten und Botanisches Museum, Berlin Bewerbungsende: 05.01.2026 | Zentraleinrichtung Botanischer Garten und Botanisches Museum – 2 Stellen Beschäftigte*r (m/w/d) für die Mitarbeit im Bereich Bildung mit 75%-Teilzeitbeschäftigung befristet bis 31.12.2027 für die Dauer des Projekts Entgeltgruppe 5 TV-L FU Kennung: Bo Berlin_14-2025 Bildung\nBewerbungsende: 05.01.2026\nDie Ausschreibung erfolgt vorbehaltlich der Mittelbewilligung\nDer im schönen Südwesten Berlins gelegene Botanische Garten Berlin (BO Berlin) ist das Wissenszentrum der Botanik und ist als Zentraleinrichtung der Freien Universität Berlin (FU) Teil einer Spitzenuniversität, die zu den mehrfach ausgezeichneten Exzellenzuniversitäten in Deutschland gehört.\nDer BO Berlin ist einer der drei weltweit führenden Botanischen Gärten und der Größte in Deutschland. Seine botanischen Sammlungen bilden eine umfangreiche Ressource für Forschung und Wissenschaft und werden durch die Ausstellungen im Botanischen Museum ergänzt. Für die Bürger*innen Berlins sowie für Gäste aus aller Welt bietet der BO Berlin Bildungsangebote und Veranstaltungen und ist mit seiner 43 ha großen denkmalgeschützten Anlage ein bedeutender Erlebnis- und Erholungsort der Hauptstadt. Werden Sie Teil des über 220 Personen umfassenden BO-Teams.\nMit dem Botanischen Garten wächst Wissen. Wir suchen eine*n engagierte*n Mitarbeiter*in, der/die Freude daran hat, das Team Bildung des BO Berlin zu verstärken. Die Besetzung dieser Position erfolgt vorbehaltlich der Mittelbewilligung durch den Drittmittelgeber.\nWir bieten Ihnen:\nEin tolles Kollegium\nein vielfältiges Fortbildungsangebot zur Weiterentwicklung Ihrer Kompetenzen\nUnterstützung bei der Vereinbarkeit von Beruf und Familie in einer familiengerechten Universität\nflexible Arbeitszeitmodelle (Gleitzeitregelung)\nAngebot zum partiellen mobilen Arbeiten\ndiverse Angebote des Betrieblichen Gesundheitsmanagements\narbeitsfrei am 24. und 31. Dezember\nein bezuschusstes Firmenticket im Verkehrsverbund Berlin-Brandenburg (VBB)\nEngagement in den Bereichen von Nachhaltigkeit, Biodiversitäts- und Klimaschutz\nAufgabengebiet:\nSie organisieren den reibungslosen Ablauf von Workshops, Informationsveranstaltungen und weiteren Vermittlungsangeboten im Garten, in Gewächshäusern und perspektivisch auch im Museum für Kitas, Schulklassen, Erwachsene und Familien.\nSie koordinieren die Abläufe einschließlich der Vor- und Nachbereitung wie Auf- und Abbau von Schirmen, Bierzeltgarnituren und Materialien.\nSie treffen Detailabsprachen für konkrete Workshops und Infostände und beziehen dabei das Referent*innen, Kooperationspartner und das BO-Team ein.\nSie übernehmen das Teilnehmenden-Management, bearbeiten Buchungsanfragen und stellen neue Angebote und Termine in das Buchungsmanagementsystem gomus ein. Sie beraten Kitas, Schulen und Erwachsene in Bezug auf Bildungs- und Vermittlungsangebote im BO.\nSie beschaffen Materialien und notwendige Dienstleistungen, führen Recherchen durch, holen Angebote ein und bereiten Bestellungen vor.\nSie bearbeiten die Internetseite zur Bildung des BO und halten externe Web-Portale mit Veranstaltungsinformationen aktuell.\nSie führen Kommunikationsmaßnahmen durch, z. B. Mailings für Schulen und Kitas, und versorgen Zielgruppen und Multiplikatoren mit Flyern.\nSie arbeiten eng mit der Bereichsleitung Bildung und Outreach zusammen.\nEinstellungsvoraussetzungen:\nAbgeschlossene Ausbildung in einer tätigkeitsbezogenen Fachrichtung (z. B. Veranstaltungs-kaufmann/-frau) oder vergleichbare Fachkenntnisse und Erfahrungen\nErwünscht:\nSie verfügen über umfangreiche fachliche Kompetenzen und Berufserfahrung im Veranstaltungsmanagement, insbesondere bei Workshops und Informationsveranstaltungen, sowie über fundierte Kenntnisse im Teilnehmenden-Management mit gängiger Buchungssoftware (idealerweise gomus).\nSie sind routiniert in der telefonischen und digitalen Beratung von Interessierten, bringen kaufmännisches Know-how in Kalkulation, Bestell- und Auftragsabwicklung mit und sind vertraut mit der Pflege von Veranstaltungsankündigungen über Content-Management-Systeme.\nSehr gute MS-Office-Kenntnisse sowie der Umgang mit Bildbearbeitungsprogrammen wie Photoshop setzen wir voraus.\nDarüber hinaus haben Sie Kenntnisse in veranstaltungs- und medienrechtlich relevanten Vorschriften, drücken sich in Wort und Schrift sicher aus und verfügen über gute Englischkenntnisse.\nSie mögen die Arbeit mit Menschen und überzeugen durch ein freundliches, serviceorientiertes Auftreten.\nEine selbstständige und verantwortungsvolle Arbeitsweise sowie Freude an der Teamarbeit zeichnen Sie aus.\nDie Bereitschaft zu Wochenenddiensten bringen Sie mit; Erfahrungen im öffentlichen Dienst oder Museumsbereich sind von Vorteil\nWeitere Informationen\nBewerbungen sind mit aussagekräftigen Unterlagen unter Angabe der Kennung im Format PDF (vorzugsweise als ein Dokument) elektronisch per E-Mail zu richten an Verwaltung und Services: bewerbung@bo.berlin oder per Post an die\nFreie Universität Berlin\nZentraleinrichtung Botanischer Garten und Botanisches Museum\nVerwaltung und Services\nKönigin-Luise-Str. 6-8\n14195 Berlin (Dahlem)\nMit der Abgabe einer Onlinebewerbung geben Sie als Bewerber*in Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nWir weisen darauf hin, dass bei ungeschützter Übersendung Ihrer Bewerbung auf elektronischem Wege von Seiten der Freien Universität Berlin keine Gewähr für die Sicherheit übermittelter persönlicher Daten übernommen werden kann.\nStellenausschreibung vom: 14.12.2025\nSchlagwörter\nZentraleinrichtung Botanischer Garten und Botanisches Museum\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.01.2026", "url": "https://www.museumsbund.de/stellenangebote/2-stellen-beschaeftigter-m-w-d-fuer-die-mitarbeit-im-bereich-bildung/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-direktor/", "image": "", "title": "Direktorin / Direktor", "content_text": "Stiftung Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 18.01.2026 | Bei der Stiftung „Deutsches Historisches Museum“ in Berlin ist für die unselbständige Stiftung „Stiftung Flucht, Vertreibung, Versöhnung“ zum nächstmöglichen Zeitpunkt folgende Stelle zu besetzen:\nDirektorin / Direktor\nDie „Stiftung Flucht, Vertreibung, Versöhnung“ ist Trägerin des 2021 in Berlin eröffneten Ausstellungs-, Informations- und Dokumentationszentrums zur Erinnerung und zum Gedenken an Flucht und Vertreibung im 20. Jahrhundert. Dieses vermittelt Kenntnisse über Flucht und Vertreibung im historischen Kontext des Zweiten Weltkrieges und der nationalsozialistischen Expansions- und Vernichtungspolitik und ihrer Folgen, hält die Erinnerung hieran wach, macht aktuelle Bezüge deutlich und trägt zur Versöhnung innerhalb Europas bei. Flucht und Vertreibung der Deutschen sollen gemäß den gesetzlichen und konzeptionellen Grundlagen einen Schwerpunkt der Stiftungsarbeit und den Schwerpunkt der Dauerausstellung bilden.\nDie rechtliche Verselbständigung der „Stiftung Flucht, Vertreibung, Versöhnung“ wird zum nächstmöglichen Zeitpunkt angestrebt.\nGesucht wird eine erfahrene Persönlichkeit, die auf Grund ihres beruflichen Werdeganges in der Lage ist, die Stiftung in Abstimmung mit den Gremien zu leiten, bedarfsgerecht weiterzuentwickeln und die Besucherzahlen zu steigern.\nDie Direktorin / der Direktor hat die gesamte Tätigkeit der Stiftung in Zusammenarbeit mit dem Stiftungsrat und dem wissenschaftlichen Beraterkreis zu leiten. Das Aufgabenfeld umfasst die Unterhaltung und Weiterentwicklung der Dauerausstellung zu Flucht und Vertreibung der Deutschen im 20. Jahrhundert unter Stärkung der thematischen Schwerpunktsetzung, die Erarbeitung wissenschaftsbasierter Einzelausstellungen zu speziellen Aspekten des Themenkomplexes, die Sammlung, die Dokumentation und wissenschaftliche Auswertung einschlägiger Materialien, insbesondere auch von Zeitzeugenberichten, die Zusammenarbeit mit deutschen und internationalen Museen sowie Forschungseinrichtungen.\nDie Direktorin / der Direktor muss Verständnis und Sensibilität für die erinnerungspolitische Bedeutung der Stiftungstätigkeit besitzen und diese angemessen berücksichtigen. Dabei ist die Zielrichtung des § 96 Bundesvertriebenengesetzes (BVFG) in ihrer gesamten Bandbreite in der Stiftungsarbeit abzubilden, um die gesamtgesellschaftliche Relevanz des Themas herauszustellen. Erwartet wird dafür die Fähigkeit zum partnerschaftlichen Dialog mit den deutschen Heimatvertriebenen, Aussiedlern, Spätaussiedlern und ihren Verbänden sowie ein empathischer Zugang zum Gesamtthema wie zu den Zeitzeugen und ihren Nachkommen. Die „Stiftung Flucht, Vertreibung, Versöhnung“ steht national und international in herausgehobener Weise im Blickpunkt der wissenschaftlichen und medialen Öffentlichkeit. Dies stellt hohe Anforderungen an Belastbarkeit, Führungskompetenz und Kommunikationsfähigkeit der Direktorin / des Direktors.\nDie Stelleninhaberin wird sich auf die ausgeschriebene Stelle bewerben.\nAnforderungen:\nAbgeschlossenes einschlägiges Hochschulstudium\nWissenschaftliche Kompetenz und Erfahrung mit dem Thema Vertreibung der Deutschen aus dem östlichen Europa sowie zu Zwangsmigrationen, Flucht und Vertreibung im internationalen Kontext\nMehrjährige Berufserfahrung in der Leitung vergleichbarer Einrichtungen\nAusgeprägte Personalführungs-, Management- und Teamfähigkeit sowie sehr gutes Kommunikationsvermögen\nÜberdurchschnittliche konzeptionelle, organisatorische und koordinierende Fähigkeiten\nAusgeprägter Gestaltungswille, Lösungsorientierung und Fähigkeit zur proaktiven strategischen Impulssetzung\nErfahrungen in der Zusammenarbeit mit Gremien\nSicherer Umgang mit Medien und Öffentlichkeit\nVerhandlungssichere Kenntnisse der englischen Sprache (fließend) in Wort und Schrift\nWünschenswert sind:\nPromotion\nAusstellungs- und/oder Museumserfahrung sowie kuratorische Kompetenz\nMotivierender und wertschätzender Führungsstil, kombiniert mit einer angemessenen Konflikt- und Kritikfähigkeit\nGutes Gespür für politische Zusammenhänge und Entwicklungen\nErfahrung im Umgang mit Erinnerungskulturen und zivilgesellschaftlichen Akteuren, insbesondere in Ost-, Ostmittel- und Südosteuropa\nErfahrungen in der Zusammenarbeit mit den Verbänden der deutschen Heimat-vertriebenen, Aussiedler und Spätaussiedler oder den gemäß § 96 BVFG tätigen Institutionen\nVertieftes Verständnis für die Belange der öffentlichen Verwaltung, Kenntnisse über die Ausführung öffentlicher Haushalte, idealerweise kombiniert mit Kooperationserfahrung an der Schnittstelle „Verwaltung – Wissenschaft“\nKenntnisse einer oder mehrerer osteuropäischer Sprachen\nDie Berufung erfolgt durch den Stiftungsrat für fünf Jahre, Wiederberufung ist möglich.\nDie Vergütung erfolgt in einer außertariflichen Bezahlung in Anlehnung an die Besoldungsgruppe B 3 der Bundesbesoldungsordnung in einem auf fünf Jahre befristeten Arbeitsverhältnis.\nUm den Anteil von Frauen in Führungspositionen zu erhöhen, werden Frauen ausdrücklich zur Bewerbung aufgefordert und bei gleicher Qualifikation bevorzugt berücksichtigt. Die Funktion ist für eine Besetzung mit Teilzeitbeschäftigten nicht geeignet.\nDiversität und Chancengleichheit sind Bestandteil unserer Personalpolitik. Daher freuen wir uns über Bewerbungen von Menschen aller Nationalitäten oder mit Migrationshintergrund.\nSchwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt. Es wird lediglich das Mindestmaß an körperlicher Eignung verlangt. Eine uneingeschränkte Bereitschaft zur Durchführung von Dienstreisen wird vorausgesetzt.\nBei einem ausländischen Hochschulabschluss und / oder einer Promotion im Ausland wird eine Zeugnisbewertung bzw. eine Feststellung der Gleichwertigkeit des ausländischen Hochschulgrades benötigt (http://www.KMK.org/ZAB). Die Zeugnisbewertung bzw. die Feststellung der Gleichwertigkeit bei einer Promotion im Ausland müssen zum Zeitpunkt der Bewerbung vorliegen.\nBitte schicken Sie Ihre Bewerbungsunterlagen einschließlich eines Konzeptes zu Neuausrichtung bzw. Weiterentwicklung der Stiftungsarbeit (max. drei Seiten) unter dem Stichwort „Stiftung Flucht, Vertreibung, Versöhnung“ bis spätestens zum 18. Januar 2026 an den Vorsitzenden der Auswahlkommission:\nHerrn Abteilungsleiter\nDr. Lothar Müller\nBundesministerium des Innern\nE-Mail:\nbewerbung-sfvv@bmi.bund.de\nFür Fragen im Zusammenhang mit Ihrer Bewerbung steht Ihnen Frau Unterabteilungsleiterin Korff unter\nbewerbung-sfvv@bmi.bund.de\ngerne zur Verfügung.\nDatenschutzhinweis:\nhttps://www.bmi.bund.de/datenschutz-personalgewinnung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/direktorin-direktor/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeitende-m-w-d-fuer-service-und-buchungstelefon-2-x-50-jobsharing/", "image": "", "title": "Mitarbeitende (m/w/d) für Service- und Buchungstelefon (2 x 50 % Jobsharing)", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 11.01.2026 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist ein führendes Forschungsmuseum mit den Schwerpunkten Biodiversität und Evolution. Wir bieten vielfältige, erlebnisorientierte Programme und engagieren uns gegen das Artensterben. Zur Verstärkung unseres Teams suchen wir zwei motivierte Mitarbeitende (m/w/d) für unseren Telefonservice.\nStaatlichen Museum für Naturkunde Stuttgart informieren:\nMitarbeitende (m/w/d) für Service- und Buchungstelefon (2 x 50 % Jobsharing)\nE 6 TV-L, 50 %, unbefristet\nBewerbungsschluss: 11.01.2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeitende-m-w-d-fuer-service-und-buchungstelefon-2-x-50-jobsharing/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technischen-angestellten-m-w-d/", "image": "", "title": "technische*r Angestellte*r (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 09.01.2026 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht eine*n\ntechnische*n Angestellte*n (m/w/d)\nunbefristet ab 01.03.2026 in Vollzeit (39,4 Wochenstunden)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.01.2026", "url": "https://www.museumsbund.de/stellenangebote/technischen-angestellten-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-fuer-den-bereich-facility-management-m-w-d/", "image": "", "title": "Sachbearbeiter:in für den Bereich Facility Management (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 11.01.2026 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nSachbearbeiter:in für den Bereich Facility Management (m/w/d)\nzu besetzen. Die\nStiftung Preußischer Kulturbesitz\nzählt mit ihren international renommierten Museen, Bibliotheken, Archiven und Forschungseinrichtungen zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Das\nReferat Facility Management und Standortkoordination\nbetreut für die\nStaatlichen Museen zu Berlin\nund die Zentrale Service-Einheit alle Liegenschafts- und Gebäudeangelegenheiten und versteht sich als Servicedienstleister für die genannten Einrichtungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-fuer-den-bereich-facility-management-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-veranstaltungen-und-marketing/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) im Bereich Veranstaltungen und Marketing", "content_text": "LVR-Freilichtmuseum Kommern, Mechernich Bewerbungsende: 02.01.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nLVR-Freilichtmuseum Kommern\n, gegründet 1958, ist eines der größten Freilichtmuseen in Deutschland. Auf über 100 ha. werden in fünf Museumsbaugruppen (Westerwald und Mittelrheinregion, Eifel/Köln-Bonner Bucht, Niederrhein, Bergisches Land und Marktplatz Rheinland) derzeit 79 historische, auf das Museumsgelände translozierte Gebäude aus dem Gebiet der ehemaligen preußischen Rheinprovinz präsentiert. Durch die sich im Aufbau befindliche Baugruppe „Marktplatz Rheinland“ werden Aspekte des städtisch-ländlichen Lebens im Rheinland in der 2. Hälfte des 20. Jahrhunderts veranschaulicht. Als Rheinisches Landesmuseum für Volkskunde ist das Museum zentrale Sammelstelle für das alltagskulturelle Erbe des Rheinlandes (ca. 250 000 Objekte). Sonderausstellungen, ein attraktives Veranstaltungsprogramm wie auch ein umfangreiches Vermittlungsangebot, u.a. mit „Gespielter Geschichte“, lassen die Vergangenheit, das Leben und Arbeiten der Menschen im Rheinland, lebendig werden.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-veranstaltungen-und-marketing/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-bereich-restaurierung-m-w-d/", "image": "", "title": "Wissenschaftliches Volontariat im Bereich Restaurierung (m/w/d)", "content_text": "Museum Ostwall, Dortmund Bewerbungsende: 12.01.2026 | In den Kulturbetrieben Dortmund – einer eigenbetrieblichen Einrichtung der Stadt Dortmund – ist innerhalb des Geschäftsbereichs Dortmunder U im Museum Ostwall die Stelle\neines wissenschaftlichen Volontariates im Bereich Restaurierung  (m/w/d)\nfür die Dauer von 2 Jahren zu besetzen. Das Volontariat ist ein Ausbildungsverhältnis und dient mit der Vertiefung und Erweiterung der erworbenen Kenntnisse in der konservatorischen und restauratorischen Betreuung einer Kunstsammlung als Einstieg in das Berufsleben.\nDie Kulturbetriebe Dortmund bestehen aus den Geschäftsbereichen Kulturbüro, Bibliotheken, Museen, Musikschule, Dietrich-Keuning-Haus, Volkshochschule, Stadtarchiv und Dortmunder U. Das Büro der Geschäftsleitung ist die gemeinsame Serviceeinrichtung.\nDas Dortmunder U ist ein öffentlicher Ort des Austauschens über Kunst, Medien und die Kultur der Gegenwart. Im Haus vertreten sind das Museum Ostwall, der Hartware MedienKunstVerein e.V., die Kulturelle Bildung_UZWEI, die Dortmunder Hochschulen, die Digitale Kultur – darunter das Koproduktionslabor und das storyLabkiU. Gastronomische Einrichtungen runden das Angebot ab.\nDie Sammlung des Museum Ostwall im Dortmunder U (MO) beherbergt Kunst des 20. und 21. Jahrhunderts. Sammlungsschwerpunkte bilden vor allem Werke des Fluxus und verwandter Kunstformen der 1960er und 1970er Jahre, des Expressionismus und der Gegenwartskunst.\nDie Sammlungskonzeption des MO ist dynamisch: In regelmäßigen Abständen von drei Jahren werden Werke aus dem Sammlungsbestand und dem Konvolut zahlreicher Dauerleihnahmen in wechselnden Themenausstellungen auf den zwei Sammlungsetagen 4 und 5 neu präsentiert. Im Rahmen dieser Sammlungspräsentationen werden drei Mal jährlich kleine Ausstellungsprojekte in der Reihe MO_Schaufenster umgesetzt. Auf der Ebene 6 finden außerdem wechselnde Sonderausstellungen statt. Inhaltlich verbinden wir Kunst mit den Erfahrungen des Alltags und schaffen zugleich einen Raum für individuelle ästhetische Erlebnisse. Netzwerke, Kooperationen und interdisziplinäre Forschungsansätze unterstützen unsere Ziele.\nVoraussetzung für die Einstellung ist ein abgeschlossenes wissenschaftliches Hochschulstudium (Master oder vergleichbarer Abschluss) der Konservierung und Restaurierung im Fachbereich Gemälde/Skulptur/Moderner Kunst., das nicht länger als zwei Jahre zurückliegen sollte. Die Schwerpunktsetzung auf die Moderne und zeitgenössische Kunst wäre wünschenswert.\nWährend des Volontariats wird ein Entgelt in Höhe von 50 % des monatlichen Tabellenentgeltes der Entgeltgruppe 13 (Stufe 1 im ersten, Stufe 2 im zweiten Jahr) des TVöD-V (VKA) gezahlt. Eine spätere Übernahme ist nicht vorgesehen.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-bereich-restaurierung-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-2/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "LWL-Museum - Glashütte Gernheim, Petershagen Bewerbungsende: 09.01.2026 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nwissenschaftliche:n Volontär:in (w/m/d)\nPauschalvergütung\nfür unser LWL-Museum – Glashütte Gernheim. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche).\nSie erhalten eine monatliche Pauschalvergütung in Höhe von 50 % der Entgeltgruppe 13, Stufe 1 TVöD VKA, im zweiten Jahr nach Stufe 2.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8772 bis zum 09.01.2026.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-2/", "date_published": "2025-12-17T00:00:00"}]}