{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaerin-volontaer-m-w-d/", "image": "", "title": "Wissenschaftliche/r Volontärin/Volontär (m/w/d)", "content_text": "Historischen Museen Reutlingen, Reutlingen Bewerbungsende: 18.12.2025 | Die Stadt Reutlingen ist eine vitale Stadt, als Oberzentrum Teil der Europäischen Metropolregion Stuttgart und in unmittelbarer Nachbarschaft zur landschaftlich reizvollen Schwäbischen Alb gelegen. Mit rund 120.000 Einwohnern ist Reutlingen als ehemalige Reichsstadt ein dynamischer Dienstleistungs-, Handels-, Technologie- und Industriestandort mit einer Vielzahl kultureller, sportlicher und sozialer Einrichtungen.\nDie\nHistorischen Museen Reutlingen\nsuchen zum 9. Februar 2026 befristet für 2 Jahre eine/einen\nwissenschaftliche/n Volontärin/Volontär (m/w/d)\nDie Historischen Museen Reutlingen sind eines der großen stadthistorischen Museen des Landes Baden-Württemberg mit einem umfangreichen Objektbestand. An vier etablierten und einem aktuell neu entstehenden Standort bieten wir vielfältige Einblicke und unterschiedliche Zugänge zur Stadtgeschichte.\nWir bieten die Möglichkeit, zwei Jahre lang fundierte Praxiserfahrung im musealen Bereich zu sammeln. Dabei lernen Sie als Teil des wissenschaftlichen Teams alle Bereiche der klassischen Museumsaufgaben (Sammeln, Bewahren, Forschen, Ausstellen/Vermitteln) sowie Verwaltung und Management eines modernen Museums kennen.\nIhre Aufgaben:\nMitwirkung bei der Konzeption und Realisierung von Sonderausstellungen\nMitarbeit bei laufenden Projekten\nMitarbeit bei der Organisation und Durchführung von Veranstaltungen und Vermittlungsangeboten\nMitwirkung in den Bereichen Presse- und Öffentlichkeitsarbeit, Sammlungsbetreuung, Museumspädagogik u.v.m.\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Master) in den Fächern Geschichtswissenschaft oder Volkskunde/Empirische Kulturwissenschaften\nKenntnisse der Landesgeschichte und Kultur Baden-Württembergs\nerste Erfahrungen in Museums- oder Kulturvermittlungseinrichtungen (Praktika o.ä.)\nselbstständige Arbeitsweise und Organisationsgeschick\nsicherer Umgang mit allen gängigen EDV-Programmen\nFührerschein Klasse B\nDie Vergütung beträgt 50 % der Entgeltgruppe 13 TVöD. Die Stelle kann sowohl in Vollzeit als auch in Teilzeit besetzt werden.\nWir sind eine moderne Stadtverwaltung, die den Umgang mit gesellschaftlicher Vielfalt im Alltag lebt. Wir pflegen eine Unternehmenskultur, die von gegenseitigem Respekt und Wertschätzung geprägt ist. Die Förderung der Chancengleichheit aller Mitarbeiterinnen und Mitarbeiter ist für uns selbstverständlich. Wir begrüßen daher Bewerbungen aus allen Altersgruppen, unabhängig von Geschlecht, kultureller und sozialer Herkunft, Behinderung, Religion, Nationalität, Weltanschauung und sexueller Orientierung.\nFür Rückfragen steht Ihnen gerne der Museumsleiter Christian Rilling (Tel.: 07121/303-2867 oder\nhistorische.museen@reutlingen.de\nzur Verfügung.\nZur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaerin-volontaer-m-w-d/", "date_published": "2025-12-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/staatlich-geprueften-techniker-w-m-d/", "image": "", "title": "Staatlich geprüften Techniker (w/m/d)", "content_text": "Deutsches Museum, Nürnberg Bewerbungsende: 28.12.2025 | Das Deutsche Museum Nürnberg – DAS ZUKUNFTSMUSEUM –\nerweitert sein Technikteam!\nHallo! Unser Vierergespann aus Technikprofis sucht eine Verstärkung, die mit uns dafür sorgt, dass unser Haus für rund 120.000 Besucherinnen und Besucher im Jahr reibungslos läuft. Denn bevor jemand eine unserer interaktiven Ausstellungen erlebt oder an einem Zukunftsprogramm teilnimmt, muss vor allem eines funktionieren:\ndas Gebäude selbst\n.\nUnd genau dafür suchen wir Dich!\nOb morgens die Türen aufgehen, die Lüftung Frischluft spendiert, die Elektrik stabil bleibt oder ein Exponat im Ausstellungsbetrieb technische Unterstützung braucht – unser Arbeitsalltag ist vielseitig, spannend und alles andere als Routine. Ein Beispiel? Wenn in der Ausstellung mit moderner Medientechnik und den interaktiven Exponaten plötzlich etwas nicht rund läuft, finden wir gemeinsam die Ursache – manchmal in der Elektrik, manchmal in der Haustechnik, manchmal im Zusammenspiel mit den Kurator\ninnen und Wissenschaftler\ninnen. Genau dieses\nMiteinander\nmacht unser Team aus.\nWir suchen zum nächstmöglichen Zeitpunkt einen\nStaatlich geprüften Techniker (w/m/d)\nWas Dich erwartet\nein offenes, hilfsbereites Team, das Technik liebt und gemeinsam Lösungen findet\nSchwerpunkt:\nHaustechnik und Elektrik\n– das Rückgrat unseres Museumsbetriebs\nabwechslungsreiche Aufgaben rund um Gebäudetechnik, Elektrik und Ausstellungsbetrieb\nein interdisziplinäres Arbeitsumfeld voller Zukunftsthemen\ndie Möglichkeit, eigene Ideen einzubringen und Technik sichtbar und spürbar zu machen\nDeine Aufgaben\nSicherstellung des Betriebs der gesamten Gebäudetechnik, Elektrotechnik (Beleuchtungssysteme, Exponate etc.)\nSicherstellung der Instandhaltung, Wartung und Reparatur\nStörungssuche und Störungsbeseitigung\nSteuerung und Koordination der im Bereich Facility Management eingesetzten Fremdfirmen einschließlich Controlling und Rechnungsprüfung\nErstellung von Leistungsverzeichnissen für Vergabeprozesse\nWas Du mitbringst\nabgeschlossene Berufsausbildung als staatlich geprüfter Techniker (w/m/d) der Fachrichtung Elektrotechnik, Gebäudesystemtechnik oder HLK-Technik\nidealerweise mehrjährige Berufserfahrung im Bereich Haus- und Gebäudetechnik\nKenntnisse in gängiger Office Software\ntechnisches Verständnis, Freude an vielseitigen Tätigkeiten und Lust auf teamorientiertes Arbeiten\nZuverlässigkeit, Lernbereitschaft, Verantwortungsbewusstsein und Offenheit für Neues\nOrganisations- und Problemlösungsfähigkeit, Ergebnisorientierung\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Nürnberger Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen\nFort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung nach Entgeltgruppe 9a des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L) bei Vorlage der persönlichen Voraussetzungen entsprechend der Entgeltordnung\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nein Betriebliches Gesundheitsmanagement, Wellpass\nDie Stelle ist unbefristet.\nWir begrüßen Deine Bewerbung unabhängig Deines Alters, Deines Geschlechts, Deiner kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nBist du interessiert?\nWir freuen uns auf Deine Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Deinem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n28.12.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte gib im Betreff der E-Mail die Ausschreibungsnummer\n2558\nan.\nBei Eingang erhältst Du eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung findest Du unter http://www.deutsches-museum.de/impressum/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.12.2025", "url": "https://www.museumsbund.de/stellenangebote/staatlich-geprueften-techniker-w-m-d/", "date_published": "2025-12-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hilfskraft-m-w-d-im-bereich-inventarisierung-fuer-das-lvr-landesmuseum-bonn/", "image": "", "title": "Hilfskraft (m/w/d) im Bereich Inventarisierung für das LVR-Landesmuseum Bonn", "content_text": "LVR-Landesmuseum Bonn, Meckenheim Bewerbungsende: 05.01.2026 | Das sind Ihre Aufgaben\nDas LVR-Landesmuseum Bonn übernimmt regelmäßig archäologische Objekte aus den Ausgrabungen im Bereich der\nBraunkohletagebaue in seinen Bestand. Zum Teil wurden diese Objekte bereits in Abschlussarbeiten erfasst. Diese Daten werden in Rahmen eines zweijährigen Projekts in die Datenbank des LVR-Landesmuseum Bonn eingepflegt. In diesem Zuge wird für jedes Objekt eine individuelle Inventarnummer vergeben. Notwendig ist es das Objekt bzw. die Verpackungseinheit mit der Inventarnummer zu versehen und in diesem Zuge auch zu überprüfen, ob die Angaben in der Datenbank mit dem Objekt übereinstimmen.\nIm Rahmen dieses Projekts umfassen Ihre Aufgaben unter anderem:\nRecherche der Objektstandorte in der Inventardatenbank FAUST\nTransport der Objekte in den Bearbeitungsraum\nÜberprüfung der Angaben in der Datenbank mit den Objekten (fehlt etwas? Ist etwas nicht erfasst? Stimmen die bereits vorhandenen Beschriftungen?). Hierfür sind archäologische Grundkenntnisse notwendig.\nBeschriftung der Verpackungen und Kisten, gegebenenfalls auch der Objekte, mit der neu vergebenen Inventarnummer\nRückräumen der Objekte an ihren Standort\nWenn auch Sie Ihre Fähigkeiten sinnstiftend einbringen möchten, freuen wir uns auf Ihre Bewerbung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.01.2026", "url": "https://www.museumsbund.de/stellenangebote/hilfskraft-m-w-d-im-bereich-inventarisierung-fuer-das-lvr-landesmuseum-bonn/", "date_published": "2025-12-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordinatorin-veranstaltungen-w-m-d-2/", "image": "", "title": "Koordinator*in Veranstaltungen (w/m/d)", "content_text": "Futurium Berlin, Berlin Bewerbungsende: 17.12.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3,3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Vollzeit eine*n\nKoordinator*in Veranstaltungen (w/m/d)\nAls Koordinator*in für Veranstaltungen sind Sie gemeinsam mit Ihren Teamkolleginnen zuständig für die Organisation und Durchführung der Veranstaltungen des Futuriums. Diese reichen von niedrigschwelligen Formaten wie einem Kneipenquiz über partizipative Veranstaltungen wie bspw. Familienshow bis zu klassischen Formaten wie einer Podiumsdiskussion. Präsentiert werden die Veranstaltungen digital, hybrid oder auch analog. Jährlich finden bis zu 50 Veranstaltungsformate statt, sowohl als Einzelveranstaltungen, als auch im Rahmen von Themenwochenenden.\nDie Aufgaben im Wesentlichen\n:\nOrganisatorische Vorbereitung und Umsetzung von digitalen, hybriden und Präsenzveranstaltungen\nKoordination von Dienstleister*innen, insbesondere der Eventagentur\nSteuerung der operativen Abläufe und Überwachung des reibungslosen Veranstaltungsablaufs\nErstellung und Überprüfung von Kalkulationen\nKostenüberwachung und Prüfung von Rechnungen\nEnge Zusammenarbeit mit den Abteilungen „Stabsstelle Programmkonzeption“ sowie „Technik“\nUnterstützung bei der Erstellung von Vergabeunterlagen\nAllgemeine administrative Tätigkeiten, Terminkoordination\nDas bringen Sie mit:\nAbgeschlossenes Hochschulstudium oder eine vergleichbare Qualifikation, vorzugsweise mit dem Schwerpunkt Veranstaltungsmanagement\nMindestens 3 Jahre Berufserfahrung im Veranstaltungsmanagement\nUmfangreiche Erfahrungen in der Umsetzung anspruchsvoller Veranstaltungen insbesondere digitaler Formate\nSehr gute kommunikative und organisatorische Fähigkeiten\nStrukturiertheit, Verbindlichkeit und Eigeninitiative\nSehr gute EDV-Kenntnisse (MS Office)\nFreude an interdisziplinärer Teamarbeit\nEinsatzbereitschaft bei Veranstaltungen auch in den Abendstunden und in seltenen Fällen am Wochenende\nWas wir bieten:\nEinen interessanten und abwechslungsreichen Arbeitsplatz in einer innovativen und kreativen Umgebung\nZwei moderne und zentrale Unternehmensstandorte in Berlin Mitte\nEinbindung in ein herzliches und engagiertes Team\nFamilienfreundliche Arbeitszeiten und die Möglichkeit zum mobilen Arbeiten\nWeiterbildungsangebote für alle Mitarbeitenden\nVergütung gemäß der Entgeltverordnung des TVöD Bund\nJahressonderzahlung gemäß TVöD Bund, je nach Entgeltgruppe in Höhe von 60% bis 90% des Bruttomonatsgehalts\n30 Tage Jahresurlaub bei einer Vollzeitstelle, zusätzlich arbeitsfreie Tage am 24.12. und 31.12.\nBetriebliche Altersvorsorge VBL mit Bezuschussung\nMonatlicher Zuschuss zum Job-Ticket für den öffentlichen Nahverkehr\nBezuschussung eines VWL-Vertrages\nBetriebliches Gesundheitsmanagement\nZuschuss zur Nutzung der vielseitigen Angebote des Sozialwerk.Bund und Bundestagssport\nDie Vergütung erfolgt je nach Erfüllung der persönlichen Voraussetzungen\nbis EG 9b TVöD Bund\nzzgl. der im Bereich des öffentlichen Dienstes üblichen Leistungen. Link zum Entgeltrechner:\nhttps://oeffentlicher-dienst.info/tvoed/bund/\nDie Futurium gGmbH gewährleistet die berufliche Gleichstellung von Frauen und Männern. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderte und diesen gleichgestellte Bewerber*innen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nDer Bewerbung sind aussagekräftige Unterlagen (Anschreiben, Lebenslauf, Beurteilungen/Zeugnisse, Ehrenämter oder sonstige Beschäftigungen/Tätigkeiten) beizufügen.\nDie\nBewerbungsfrist\nfür die ausgeschriebene Position\nendet am 17.12.2025\n. Zur Übersendung Ihrer Bewerbungsunterlagen verwenden Sie einfach den folgenden Link zu unserem Bewerbungsportal.\nJetzt als Koordinator*in Veranstaltungen bewerben!\nDie fachliche Ansprechperson für die ausgeschriebene Position ist Oksana Ronis (Leitung Besuchs- und Veranstaltungsservice). Für Rückfragen zu dieser Stellenausschreibung können Sie sich direkt an die E-Mail-Adresse\nbewerbungen@futurium.de\nwenden.\nWir verarbeiten Ihre personenbezogenen Daten ausschließlich zum Zweck der Durchführung des Bewerbungsprozesses (Art. 6 Abs. 1 b DSGVO). Bei Nichteinstellung werden Ihre personenbezogenen Daten nach einer Frist von 6 Monaten ab Absageschreiben gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.12.2025", "url": "https://www.museumsbund.de/stellenangebote/koordinatorin-veranstaltungen-w-m-d-2/", "date_published": "2025-12-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/3d-software-specialist-m-w-d/", "image": "", "title": "3D-Software Specialist (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 02.01.2026 | Bei der Stiftung Preußischer Kulturbesitz ist in der Zentralen Service-Einheit, Abteilung IT, Digitalisierung und Organisation, im neu eingerichteten Referat 3D-Digitalisierung die Stelle als\n3D-Software Specialist (m/w/d)\nzu besetzen. Mit ihren international herausragenden Museen, Bibliotheken, Archiven und Forschungseinrichtungen zählt die Stiftung Preußischer Kulturbesitz (SPK) zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Unter ihrem Dach verbindet sie in besonderer Weise Kunst und Kultur mit Wissenschaft und Forschung. Dies macht sie zu einer modernen, dynamischen, weltoffenen und zukunftsorientierten Einrichtung. Sie spielt nicht nur eine zentrale Rolle im Kultur-, Bildungs- und Wissenschaftsleben, sondern ist auch eine der größten außeruniversitären Forschungseinrichtungen im Bereich der Geistes- und Sozialwissenschaften in Deutschland und darüber hinaus. Die Abteilung IT, Digitalisierung und Organisation verantwortet die stiftungsweite und einrichtungsübergreifende strategische Ausrichtung und Steuerung der IT und Digitalisierungs-Aktivitäten. Dort wird ein Zentrum für die 3D-Digitalisierung von Objekten aufgebaut, das in dem neuen Depot der Staatlichen Museen zu Berlin in Friedrichshagen als stiftungsweiter zentraler Service betrieben werden soll.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.01.2026", "url": "https://www.museumsbund.de/stellenangebote/3d-software-specialist-m-w-d/", "date_published": "2025-12-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-restaurierung-m-w-d/", "image": "", "title": "Leitung Restaurierung (m/w/d)", "content_text": "Kölnischen Stadtmuseum, Köln Bewerbungsende: 19.12.2025 | Das Kölnische Stadtmuseum sammelt, bewahrt, erforscht, zeigt und vermittelt Zeugnisse der materiellen und immateriellen Kultur Kölns und verbindet in seiner Arbeit Vergangenheit, Gegenwart und Zukunft der gesamten Stadt mit gesellschaftlichen Interessenfeldern und aktuellen Diskursen.\nDie Museumssammlungen beinhalten Objekte der Alltags- und Festkultur, die in Köln ihren Ursprung oder ihren Wirkungskreis haben. Sie bezeugen politische, wirtschaftliche und technische Entwicklungen aus zwei Jahrtausenden, geistige, kreative und emotionale Prozesse und gesellschaftliche Haltungen und Trends. Zugleich sind sie faszinierende Zeugnisse menschlicher Geschichten.\nAn seinen Ausstellungs- und Depotstandorten im Zentrum Kölns und in verschiedenen Quartieren bewahrt das Museum ca. 480.000 Objekte des kulturellen Erbes aus Köln und den Regionen entlang des Rheins. Sie präventiv zu schützen, fachlich zu betreuen und restauratorisch zu erhalten sind Aufgaben, die das Museumsteam ganzheitlich versteht und mit fachlicher Expertise erfüllt.\nIhre Aufgaben:\nSie…\nführen und entwickeln ein Team von zurzeit 5 Restaurator*innen,\nsind verantwortlich für den Erhalt des Sammlungsbestandes in den Depots, in der Dauerausstellung sowie bei Sonderausstellungen\nbetreiben die Weiterentwicklung des Sachgebiets im Sinne einer Öffnung des Bereichs für das Publikum\nsorgen für die Einhaltung der internationalen Standards der Restaurierung und Konservierung und sind verantwortlich für die laufende sachgebietsübergreifende Koordination der Arbeitsabläufe wie beispielsweise ein umfassend konzeptioniertes IPM sowie das Klima Monitoring\nanalysieren und optimieren sowohl Arbeitsabläufe als auch Prozesse in Ihrem Sachgebiet und vertreten Ihren Verantwortungsbereich in internen sowie externen Gremien und Arbeitskreisen,\nwirken an der museumsweiten Planung und Konzeption von Notfallplänen mit und übernehmen Verantwortung für Arbeitsschutzangelegenheiten im Aufgabengebiet.\nIhre aktive Unterstützung als Sonderfunktionsfachkraft bei der Durchführung von Wahlen sowie die Motivation Ihrer Mitarbeitenden zur Übernahme einer solchen Funktion wird erbeten. Dies betrifft maximal 3 Tage je Wahl, welche mit Sonderurlaub und einer Aufwandsentschädigung honoriert werden.\nDarüber hinaus sind Sie tätig als Restaurator*in mit Schwerpunkt auf Moderne Materialien.\nIhre Aufgaben sind hier im Wesentlichen:\nSie…\nwirken bei der konservatorischen Planung und Betreuung von Ausstellungsprojekten mit\nbegleiten Prozesse im Zusammenhang mit Zu- und Abgängen von Objekten\nuntersuchen, dokumentieren und restaurieren Objekte – auch komplexe Installationen und Werke mit empfindlichen Materialien – einschließlich materialtechnologischer Untersuchungen sowie Konservierungs- und Restaurierungsmaßnahmen und deren schriftlicher und fotografischer Dokumentation\nIHR PROFIL\nSie möchten nicht nur Kunst erhalten, sondern auch ein engagiertes Team leiten und die Zukunft eines bedeutenden Museums mitgestalten? Bringen Sie Ihre Expertise ein – für den Erhalt einzigartiger Sammlungen und die Weiterentwicklung eines modernen Restaurierungsbereichs.\nWir freuen uns auf Ihre Bewerbung!\nWir erwarten von Ihnen:\nSie verfügen über ein erfolgreich abgeschlossenes Hochschulstudium (mindestens Bachelor oder (Fach-) Hochschuldiplom) in\nKonservierung und Restaurierung/Grabungstechnik,\nRestaurierungs- und Konservierungswissenschaft (CICS),\nKonservierung und Restaurierung,\noder vergleichbar\njeweils mit einer der Fachrichtungen\nTechnisches Kulturgut und moderne Materialien,\nObjekte aus Holz und Werkstoffe der Moderne,\nneue Medien und digitale Information (KNMDI),\nmoderne Materialien und Medien,\noder vergleichbar.\nWorauf es uns noch ankommt:\nSie…\nbringen eine mindestens 3-jährige Erfahrung in der Führung eines Teams von Restaurator*innen mit\nbesitzen fundierte Kenntnisse und Erfahrung im Museums- und Ausstellungswesen\nverfügen über nachgewiesene Kenntnisse und Erfahrungen in der Restaurierung und präventiven Konservierung von Objekten entsprechend der beschriebenen Aufgaben\nbesitzen gute Anwendungskenntnisse einer Collection Management Software , idealer Weise Museum Plus\nsind kooperationsbereit und können Aufgaben delegieren und kommunizieren klar anschaulich und empfänger*innenorientiert\nhandeln zielorientiert, verantwortungsbewusst und in Verbindung mit Compliancebewusstsein\nverfügen über Genderkompetenz und Diversitätsüberzeugung und fördern Individualität und Vielfalt, setzen die Inklusionsvereinbarung um und setzen sich für die Vereinbarkeit von Beruf und Leben sowie eine wirksame Frauenförderung ein\nWünschenswert sind:\nSie\nbringen sehr gute Englischkenntnisse (B2) in Wort und Schrift mit\nsind im Besitz eines Führerscheins der Klasse B und haben die Bereitschaft, den eigenen Pkw zu dienstlichen Zwecken einzusetzen\nWIR BIETEN IHNEN\nWir bieten Ihnen einen zukunftsorientierten Arbeitsplatz in Köln bei einer modernen Arbeitgeberin mit all den Vorzügen des öffentlichen Dienstes und eine geregelte wöchentliche Arbeitszeit von 39 Stunden, mit hoher Flexibilität im Rahmen der amtsspezifischen Möglichkeiten. Die Einstellung erfolgt unbefristet und ist sowohl in Teilzeit als auch in Vollzeit möglich.\nDie Stelle ist bewertet nach Entgeltgruppe 12 Tarifvertrag für den öffentlichen Dienst (TVöD).\nDie Gehaltsspanne liegt in Entgeltgruppe 12 (TVöD) zurzeit zwischen\n4.295,43 Euro\n(Erfahrungsstufe 1) und\n6.712,24 Euro\n(Erfahrungsstufe 6).\nIhre Berufserfahrung wird bei der Zuordnung zur Erfahrungsstufe innerhalb der Entgeltgruppe, soweit tarifrechtlich möglich, gerne berücksichtigt.\nEine aktuelle Entgelttabelle finden Sie beispielsweise auf\nhttps://oeffentlicher-dienst.info/tvoed/vka\n.\nDarüber hinaus bieten wir als attraktive Arbeitgeberin:\nergänzende Altersvorsorge durch eine attraktive Betriebsrente\nregelmäßige Tariferhöhungen\nzusätzlich zur tariflichen Jahressonderzahlung eine jährliche leistungsorientierte Bezahlung sowie vermögenswirksame Leistungen\nein strukturiertes Onboarding\nflexible Arbeitszeiten, gesunde Work-Life-Balance\ndiverse Fortbildungen sowie 30 Tage Jahresurlaub\nBetriebssport und Gesundheitsmanagement\nWeitere Gründe, die für uns als Arbeitgeberin sprechen, finden Sie hier:\nwww.stadt-koeln.de/benefits\nIHRE BEWERBUNG\nFachliche Fragen beantworten Ihnen gerne Herr Dr. Hamann, 0221-221-25789.\nAllgemeine und organisatorische Fragen beantwortet Ihnen gerne Frau Engelfried,\nBewerben Sie sich jetzt über unser Portal unter Angabe der Kennziffer 1020/25-LaEn bis spätestens zum 19.12.2025.\nBitte fügen Sie Ihrem Bewerbungsanschreiben einen aktuellen Lebenslauf sowie weitere aussagekräftige Dokumente, zum Beispiel (Arbeits-) Zeugnisse, gegebenenfalls Bescheinigungen über Zusatzqualifikationen und eine Modulübersicht Ihres Studienabschlusses bei. Senden Sie dabei Dokumentdateien bitte möglichst im PDF-Format.\nDie Auswahlgespräche finden voraussichtlich im Januar oder Februar 2026 in Präsenz statt.\nWir fördern aktiv die Gleichstellung von Frauen und Männern sowie die Vielfalt aller Menschen in der Verwaltung.\nDaher begrüßen wir Bewerbungen von People of Color, Menschen aller Nationalitäten, Religionen und Weltanschauungen, sexueller Orientierungen und geschlechtlicher Identitäten, aller Altersgruppen sowie Menschen mit Behinderung. Ebenso freuen wir uns auf Bewerbungen von Personen mit familiärer Migrations-, insbesondere Fluchtgeschichte.\nDie Stadt Köln ist Trägerin des Prädikats TOTAL E-QUALITY – Engagement für Chancengleichheit von Frauen und Männern sowie des Zusatzprädikats DIVERSITY und des Zertifikats audit berufundfamilie – Vereinbarkeit von Beruf und Familie.\nWir bieten flexible Arbeitszeiten und -formen, die auch mit mobilem Arbeiten kombiniert werden können. Diese orientieren sich an den verschiedenen Lebensmodellen und den persönlichen und dienstlichen Belangen.\nWir unterstützen als öffentliche Arbeitgeberin mit unserer Inklusionsvereinbarung das Ziel, behinderte, schwerbehinderte und gleichgestellte Menschen in das Arbeitsleben einzugliedern. Schwerbehinderte und gleichgestellte Bewerber*innen werden bei gleicher Eignung besonders berücksichtigt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.12.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-restaurierung-m-w-d/", "date_published": "2025-12-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-2/", "image": "", "title": "Restaurator/in (m/w/d)", "content_text": "Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte, Würzburg Bewerbungsende: 31.12.2025 | Das\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg\nin der Trägerschaft des Freistaates Bayern ist ein Museum für Fränkische Kunst und Kulturgeschichte. Zur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine/n\nRestaurator/in (m/w/d)\nim Rahmen einer Elternzeitvertretung zunächst in Vollzeit mit 40 Wochenstunden, ab dem 01.01.2027 befristet bis zum 22.09.2027 mit 25 Wochenstunden, Entgeltgruppe 8, zum nächstmöglichen Zeitpunkt.\nDas\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg\nbefindet sich seit dem 01.01.2017 als Landesmuseum in der Trägerschaft des Freistaates Bayern. Es ist ein Zentralmuseum für fränkische Kunst- und Kulturgeschichte mit einer Abteilung zur Würzburger Stadtgeschichte und besitzt überregional bedeutende Sammlungen der Malerei, Grafik und Skulptur sowie des Kunsthandwerks von der Frühzeit bis in die Gegenwart. Derzeit befindet sich das traditionsreiche Haus in einer Phase der Neupositionierung, die mit einer Generalsanierung der Festung Marienberg, einer komplexen Neukonzeption und dem Umzug des Museums samt seiner Depots einhergeht\nIhre Aufgaben:\nMithilfe bei der Sicherstellung geeigneter Umgebungsbedingungen (Klima, Licht, Schadstoffe) für Objekte und gesamte Sammlungskomplexe in Ausstellungs- und Depoträumen (Schadensprävention)\nIntegrated Pest Managements (IPM) (Prävention und Schädlingsbekämpfung) im gesamten Museumsgebäude\nMithilfe bei wissenschaftlichen Analysen, Konservieren, Restaurieren, Dokumentation\nArbeit mit der Datenbank\nInventarisierung der Sammlung, Zustandserfassung\nAnbringung von Inventarnummern an Objekten\nStandortverwaltung\nRestauratorische Betreuung des Leihverkehrs, von Kunsttransporten und Präsentation\nIhre Voraussetzungen:\nKenntnisse im Bereich präventive Konservierung sowie Konservierung und Restaurierung aus mindestem einem der folgenden Bereiche: Gemälde, gefasste Skulpturen, Möbel, Holzobjekte, Papier, Grafik, Archivgut\nKenntnisse im Bereich Konservierung, Restaurierung und Kunsttechnologie sowie in den angrenzenden Fachbereichen der Material- und Naturwissenschaften wie auch der Kultur- und Geisteswissenschaften\nKenntnisse im Bereich der präventiven Konservierung sowie im Umgang mit schadstoffbelastetem Kulturgut\nKenntnisse in der Bildbearbeitung, von Kartierungsprogrammen sowie im Arbeiten mit der Objektdatenbank\nHohe Kreativität, Neugierde und Offenheit beim Lösen individueller konservatorischer und restauratorischer Problemstellungen unter Berücksichtigung der Rahmenbedingungen historischer Museumsräume und der Festungsanlage\nTeamfähigkeit und soziale Kompetenzen\nStrategisches und strukturiertes Arbeiten sowie Verantwortungsbewusstsein\nWir bieten Ihnen:\neinen Arbeitsplatz in exponierter Lage auf der Festung Marienberg\nein abwechslungsreiches Aufgabengebiet\nein angenehmes Arbeitsklima in einem freundlichen Team\neine tarifgerechte Vergütung nach dem TV-L\nJahressonderzahlung und betriebliche Altersvorsorge\nflexible Arbeitszeiten mit der Möglichkeit zur mobilen Arbeit\nArbeit in einem erfahrenen Team, das neue Ideen, Ansätze und Medien zu schätzen weiß.\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. Entgeltgruppe 8 TV-L.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben Sie Fragen?\nFragen zu dieser Stellenausschreibung wenden Sie sich bitte unsere Verwaltungsleiterin, Frau Laura Lins, unter der Telefonnummer 0931/20594-24, bei Fragen zur Stelle an Frau Dipl. Rest. Susanne Wortmann, Abteilung Restaurierung, Telefon: 0931/20594-13.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse)\nbis spätestens 31.12.2025 ausschließlich über Interamt\nein. Bewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.12.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-2/", "date_published": "2025-12-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d/", "image": "", "title": "Wissenschaftlicher Volontär (w/m/d)", "content_text": "Galerie Stihl, Waiblingen Bewerbungsende: 06.01.2026 | Waiblingen ist mit seinen ca. 57.000 Einwohnern die wirtschaftlich aktive, expandierende Kreisstadt des Rems-Murr-Kreises im Herzen der Region Stuttgart. Mit dem Ensemble der Galerie Stihl Waiblingen, der Kunstschule Unteres Remstal und dem Haus der Stadt-geschichte hat sich die Stadt im Bereich Kunst und Kultur in der Region neu positioniert. Durch das Zusammenspiel der Einrichtungen wird die PrĂ¤sentation und Vermittlung von Kunst und Kultur in besonderer Art und Weise vereint.\nFĂĽr die Galerie Stihl Waiblingen suchen wir zum 1.3.2026 einen\nWissenschaftlichen VolontĂ¤r (w/m/d)\nDie Galerie Stihl Waiblingen prĂ¤sentiert jĂ¤hrlich drei Wechselausstellungen mit dem Schwerpunkt â€žArbeiten auf und aus Papierâ€ś. Die Ausstellungen spannen den Bogen vom grafischen Ĺ’uvre groĂźer Meister ĂĽber Papier als Medium der Massenkommunikation wie Plakate, Karikaturen und Comics bis hin zur angewandten Zeichnung. In 2026 realisieren wir das 2. Internationale Stipendium fĂĽr Zeichnung und Papierkunst und planen eine â€žSimpsonsâ€ś-Ausstellung.\nDas wissenschaftliche Volontariat umfasst die aktive Mitwirkung an den vielfĂ¤ltigen TĂ¤tigkeits-feldern und Arbeitsprozessen in einer modernen Ausstellungsinstitution.\nZu den Aufgaben gehĂ¶ren u.a.:\nKuratorische Assistenz bei der Vorbereitung und Umsetzung der Ausstellungen sowie bei der Organisation und DurchfĂĽhrung des Begleitprogramms (VortrĂ¤ge, FĂĽhrungen)\nMitarbeit im Bereich Presse- und Ă–ffentlichkeitsarbeit / Marketing der stĂ¤dtischen Galerie\nWir erwarten:\nein mit Magister oder Master abgeschlossenes Hochschulstudium der EuropĂ¤ischen Kunstgeschichte oder angrenzender Fachgebiete\nfundierte Kenntnisse im Bereich der modernen und zeitgenĂ¶ssischen Kunst und Popkultur sowie der grafischen KĂĽnste\ndurch Praktika und/oder freie Mitarbeit nachgewiesene Erfahrung im Museums- und Ausstellungswesen und in den Bereichen Presse- und Ă–ffentlichkeitsarbeit / Marketing\nhervorragende FĂ¤higkeiten im Verfassen von Texten sowie Freude an der schriftlichen und mĂĽndlichen Vermittlung von Kunst und Kultur\nsichere Anwendung von MS Office\ngrundlegende SocialMedia-Kompetenzen\nOrganisationsgeschick, KommunikationsfĂ¤higkeit sowie Teamgeist\nBereitschaft zur flexiblen Gestaltung der Arbeitszeit unter anderem bei der DurchfĂĽhrung von Veranstaltungen am Abend bzw. am Wochenende\nWir bieten:\nvielfĂ¤ltige Fort- und Weiterbildungsangebote\nTeilnahme an den Landes- und Bundesvolontariatstagen\numfassende gesundheitsfĂ¶rdernde Angebote\nĂśbernahme des Azubi-Tickets BW\nDas Volontariat ist auf zwei Jahre befristet. Das BeschĂ¤ftigungsverhĂ¤ltnis richtet sich nach den Bedingungen des Tarifvertrags fĂĽr den Ă¶ffentlichen Dienst (TVĂ¶D) und wird mit 50% des Entgelts der Entgeltgruppe 13 vergĂĽtet. Die Galerie Stihl Waiblingen unterstĂĽtzt die Initiative fĂĽr ein Vorbildliches Volontariat des Deutschen Museumsbundes.\nSchwerbehinderte werden bei gleicher Eignung besonders berĂĽcksichtigt.\nFĂĽr telefonische AuskĂĽnfte steht Ihnen gerne die Leiterin der Galerie Stihl Waiblingen, Dr. Anja Gerdemann, unter Tel.: 07151 5001-1680 zur VerfĂĽgung. Personalrechtliche Fragen beantwortet Ihnen Sabine Schirling unter Tel.: 07151 5001-2146.\nBei Interesse bewerben Sie sich bitte\nbis zum 06.01.2026 vorzugsweise\nonline\nÂ oder senden Sie uns Ihre Bewerbung mit den ĂĽblichen Unterlagen an die Abteilung Personal der Stadt Waiblingen, Postfach 1751, 71328 Waiblingen. Bei postalischer Bewerbung werden die Unterlagen nach Abschluss des Verfahrens vernichtet, eine RĂĽcksendung erfolgt nicht. Wir weisen darauf hin, dass bei Angabe einer E-Mail-Adresse alle Benachrichtigungen ĂĽber diesen Weg erfolgen.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-w-m-d/", "date_published": "2025-12-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-im-aufsichtsdienst-mit-kassentaetigkeiten/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) im Aufsichtsdienst mit Kassentätigkeiten", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Lübbenau Bewerbungsende: 02.01.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen\nMitarbeiter (m/w/d)\nfür den Museumsaufsichtsdienst mit Kassentätigkeiten\nin musealen Objekten in\nSenftenberg und Lübbenau.\nDie Tätigkeit kann in versicherungspflichtiger\nTeilzeit\nund auf\nMinijob-Basis (556,00 Euro/Basis) aufgenommen\nwerden.\nArbeitszeiten:\nnach Vorausplanung\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine\ninteressante Tätigkeit in einem schönen Umfeld\nSie erwartet ein\nlangfristiges Arbeitsverhältnis\nbei einem wachstumsorientierten Unternehmen\nWir gewährleisten eine\ntarifgebundene Bezahlung zzgl. Funktionszulagen\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine\nabwechslungsreiche Tätigkeit im Aufsichts- und Kassendienst\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie sind der\nerste Ansprechpartner\nfür die Besucher im Museum\nSie werden im\nKassendienst\neingesetzt (Abrechnung, Kontrolle, Warenbestand)\nSie übernehmen die\nSicherungs- und Überwachungsaufgaben\nSie übernehmen die tägliche Kontrolle der Exponate\nSie beaufsichtigen die Ausstellungsräume\nSie sorgen für die Einhaltung der Hausordnung\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nSie übernehmen leichte Reinigungstätigkeiten, wie Staub wischen, Bodenreinigung, Sanitärreinigung\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie sind körperlich belastbar für überwiegend gehende und stehende Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nUnterrichtungsnachweis nach § 34 a Gewerbeordnung für das Bewachungsgewerbe\nHaben wir Ihr Interesse geweckt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-im-aufsichtsdienst-mit-kassentaetigkeiten/", "date_published": "2025-12-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/infopersonal-kassenkraft/", "image": "", "title": "Infopersonal / Kassenkraft", "content_text": "NAWAREUM, Straubing Bewerbungsende: 06.01.2026 | Das NAWAREUM ist ein modernes Mitmach-Museum in Straubing, in dem die Themen Nachhaltigkeit, Klimawandel, Nachwachsende Rohstoffe und Erneuerbare Energien erlebbar gemacht werden. Auf drei Etagen und im Garten regt die Ausstellung dazu an, sich mit Klimaschutz, Ressourcenschonung und dem Umbau der Energie- und Rohstoffversorgung hin zu einem nachhaltigen Wirtschaften auseinanderzusetzen.\nTräger des NAWAREUMs ist das Technologie- und Förderzentrum im Kompetenzzentrum für Nachwachsende Rohstoffe (TFZ), eine Forschungseinrichtung des Freistaats Bayern.\nWir besetzen zum 01.03.2026 eine Stelle als\nInfopersonal / Kassenkraft\nin Teilzeit (50 %), unbefristet.\nIhre Aufgaben:\nVerkauf von Eintrittskarten und Artikeln aus dem Museumsshop,\nAuskünfte zu Preisen, Veranstaltungen und weiteren Angeboten vor Ort, telefonisch und per E-Mail,\nBearbeitung von Anmeldungen für alle Angebote, sowie bei Bedarf informieren der Gäste zu den jeweiligen Inhalten,\nEmpfang, Information und Koordination von Besuchergruppen,\nFeedbackmanagement, Beschwerdemanagement,\nBetreuung des Museumsshops (Beratung, Verkauf, Inventur, Bestellungen, Lagertätigkeiten),\nregelmäßige Kontrollgänge durch die Dauer- und bei Bedarf Sonderausstellung\nAbrechnung der Tageseinnahmen,\nBedienung der Beleuchtung in den Ausstellungsräumen,\nÜberwachung und Bedienung der Einbruchmeldeanlage,\nAuslage und Pflege von Informationsmaterialien.\nIhr Profil:\nSie sind erfahren im Bereich Verkauf, vorzugsweise an der Kasse, im Bereich Touristik oder vergleichbar,\nSie überzeugen unsere Besucherinnen und Besucher durch Ihr höfliches und freundliches Auftreten und sind serviceorientiert,\nSie sind kommunikationsfreudig und arbeiten gern mit Menschen,\nSie sind bereit, auch am Wochenende und an Feiertagen (ganz-/halbtags) sowie gelegentlich abends nach Dienstplan zu arbeiten.\nWir bieten\neine Vergütung nach Entgeltgruppe 5 TV-L,\ndie Mitarbeit in einem modernen Museum mit zukunftsrelevanten Themen,\nein engagiertes, kreatives Team, das sich zum Ziel gesetzt hat, gemeinsam mit den Besucherinnen und Besuchern Mittel und Lösungen für die Welt von morgen zu erproben.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nAuf das Antragsrecht zur Beteiligung der Gleichstellungsbeauftragten wird hingewiesen. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nReisekosten für Vorstellungsgespräche können in Einzelfällen erstattet werden.\nIhre aussagekräftige Bewerbung richten Sie bitte\nbis zum 06.01.2026\nunter Angabe des Zeichens\nSTA-TFZ-N 2512\nin einem zusammenhängenden PDF mit max. 8 MB an\nbewerbungen@nawareum.de\n, Frau Michaela Alt-Scherle.\nMit der Einsendung Ihrer Bewerbungsunterlagen erklären Sie, dass Sie unsere Datenschutzhinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungsverfahrens zur Kenntnis genommen haben (siehe Link unten).\nDatenschutzhinweise zur Verarbeitung von personenbezogenen Daten im Rahmen Ihrer Bewerbung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/infopersonal-kassenkraft/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-elektrowerkstatt-m-w-d/", "image": "", "title": "Leitung der Elektrowerkstatt (m/w/d)", "content_text": "Bayerisches Nationalmuseum, München Bewerbungsende: 22.01.2026 | Das Schatzhaus an der Eisbachwelle, sucht zum nächstmöglichen Zeitpunkt\nLeitung der Elektrowerkstatt (m/w/d)\nunbefristet und in Vollzeit in Entgeltgruppe 8 TV-L.\nDas Bayerische Nationalmuseum zählt zu den größten Museen in Deutschland. Das Schatzhaus an der Eisbachwelle präsentiert herausragende Kunst von der Spätantike bis zum Jugendstil. Es erzählt auf einzigartige Weise europäische Kulturgeschichte in Bayern. Mit der fortlaufenden Erneuerung seiner Schausammlungen sowie spannenden Sonderausstellungen schlägt das Bayerische Nationalmuseum Brücken zwischen Vergangenheit und Gegenwart. Erfahren Sie mehr unter: www.bayerisches-nationalmuseum.de.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-elektrowerkstatt-m-w-d/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/call-for-applications-for-the-southeast-asia-biocultural-evolution-research-fund-2026-2027/", "image": "", "title": "Call for Applications for the Southeast-Asia Biocultural Evolution Research Fund 2026 – 2027", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 31.12.2025 | Call for Research Project Applications – Ref. #01-25063\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. Our headquarter is located in the thriving commercial metropolis of Frankfurt (Mainhatten) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nThe Senckenberg Society for Nature Research, the Daimler and Benz Foundation, Gerda Henkel Foundation and the Werner Reimers Foundation will jointly bestow the Southeast-Asia Biocultural Evolution Research Fund for 2026 – 2027 (“Research Fund”) for a research project in a thematic context of human evolution and palaeo-biodiversity in South-East-Asia.\nAt the\nSenckenberg Research Institute Frankfurt\n, we call for applications for the\nSoutheast-Asia Biocultural Evolution Research Fund 2026 – 2027\nMore than one million years ago, early hominins found their way from Africa via Central Asia to Southeast Asia, opening a new geographical chapter in the early prehistory and dispersal of members of the genus\nHomo\n. Many questions about the routes, how and when exactly these migrations took place, and about evolutionary biocultural implications involved in that important period of human prehistory remain to be answered. The scientific funding programme therefore invites young scientists in Southeast Asia to submit project applications for field and/or laboratory research, in particular for explorations and excavations of new fossil sites.\nSouth-East-Asian palaeontological and palaeoanthropological research at the Senckenberg Research Institute and Natural History Museum Frankfurt goes back to pioneering works of the world-renowned palaeontologist Gustav Heinrich Ralph von Koenigswald, who joined Senckenberg in 1968, funded by the Werner Reimers Foundation.\nThe funding programme supports promising and creative research ideas offering to early-stage scientists (m/f/d) from a Southeast-Asian country up to 10 years after the doctorate to apply for an academic scholarship. Applicants may apply for costs for travels, accommodation, transports, fieldwork equipment and consumables, as well as allowances for field assistants, lab works, or own living expenses, publications and a scientific workshop / colloquium. Costs should be outlined along with a project timeline in a detailed budget plan submitted with the project description and objectives.\nThe methodological approach for the planned research project can be chosen freely within the context of human evolution in Southeast-Asia. The project should contribute to the Senckenberg research programme on Biocultural Evolution. Applicants must demonstrate a very good command of English.\nYour (academic) profile\nYou are holding a citizenship of a Southeast-Asian country\nYou have a doctorate in geosciences, life sciences, or archaeology\nThe doctorate is no longer than 10 years ago\nYou are affiliated to a university or an official research institution\nLocation:\nYour home institution, and temporarily the Senckenberg Research Institute and Natural History Museum, Frankfurt\nType of contract:\nFor the duration of the project affiliation with Senckenberg Society for Nature Research. Project Funding for 24 months / or: period from 01.01.2026 – 31.12.2027.\nBenefits:\nThe Research Fund comprises of € 75.000 per year, for two years, with a possible extension for an additional third year (pending on report output review). It may include travel, fieldwork and labwork expenses, allowances (up to € 2.500 per month) and budget for a project related research colloquium or workshop in Southeast-Asia or in Germany.\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nAre you interested?\nWe look forward to your application documents\n(in English language)\nmentioning the reference number\n(ref. #01-25063) sent as a single PDF document until 31.12.2025 by e-mail\nonly.\nPlease include:\nCurriculum Vitae\nLetter of motivation for your application for the Southeast-Asia Biocultural Evolution Fund 2026 – 2027\nAcademic transcripts, grades and certification (e.g. Bachelor, Master, Diploma, PhD)\nBrief description of your current activities (studies or professional activities)\nthree-page outline of your planned research project, including detailed budget plan\nLetter of support (e.g. from a faculty member, supervisor or employer). This letter should be also written in English.\nApplicants must demonstrate good language skills in English, e.g. in form of a certificate from a language test or language course.\nPlease send your application to:\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor more information on the Research Fund, please contact: Prof. Dr. Ottmar Kullmer via e-mail:\nottmar.kullmer@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.12.2025", "url": "https://www.museumsbund.de/stellenangebote/call-for-applications-for-the-southeast-asia-biocultural-evolution-research-fund-2026-2027/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/it-support-engineer-m-w-d/", "image": "", "title": "IT-Support Engineer (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 31.12.2025 | Die Senckenberg Gesellschaft für Naturforschung\nmit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die\nZentrale IT\neine*n\nIT-Support Engineer (m/w/d)\n(Vollzeit / Teilzeit ist möglich)\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeit ist möglich\nVertragsart: befristet für 2 Jahre\nVergütung: Tarifvertrag des Landes E 9 (TV-H)\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Aufgaben\nIncident und Service Request Management\nAnnahme, Analyse und Bearbeitung von IT-Supportanfragen (telefonisch, per E-Mail, Ticketsystem)\nFehlerdiagnose und -behebung im First und ggf. Second Level Support (je nach Qualifikation) für Arbeitsplatzrechner, Workstations und Basisinfrastruktur- und Kommunikationsdienste\nDokumentation von Problemen und Anforderungen, Lösungen, Prozessen und Änderungen im Ticketsystem\nDesktop Management\nInstallation, Konfiguration und Wartung von Hard- und Software (Schwerpunkt Client)\nAdministration von Clients über Management-Systeme (Softwareverteilung, Inventarisierung, Monitoring) inkl. (Teil-)Automatisierung\nPlanung, Durchführung und Überwachung von Patching-Prozessen für Betriebssysteme und Anwendungen\nBetreuung mobiler Endgeräte und Peripherie (heterogene OS)\nIdentity und Access Management: Verwaltung von Benutzerkonten, Berechtigungen und Zugriffsrechten\nUnterstützung bei IT-Projekten, Rollouts und Systemmigrationen\nVorbereitung von IT-Service-Meetings mit Dienstleistern und Lieferanten\nVor-Ort Betreuung der Anwender*innen bei allgemeinen Fragen der IT\nIhr Profil\neinschlägig abgeschlossene IT-Ausbildung (z. B. Fachinformatiker/in Systemintegration) oder vergleichbare Qualifikation\nMehrjährige Erfahrung im IT-Support (First und Second Level)\nFundierte Kenntnisse in Windows-Betriebssystemen – bestenfalls haben Sie auch Kenntnisse bzgl. Linux und MacOS\nGute Kenntnisse in der Administration von Verzeichnisdiensten\nErfahrung mit Client Management Tools (z. B. Microsoft Endpoint Configuration Manager, Intune, Baramundi o. ä.)\nSicherer Umgang mit Patch-Management-Prozessen\nGrundkenntnisse in Netzwerktechnik und IT-Sicherheit\nAnalytische, strukturierte, serviceorientierte und selbstständige/selbstbestimmte Arbeitsweise\nGute Deutsch- (zwingend erforderlich) und Englischkenntnisse in Wort und Schrift\nGute und transparente Kommunikation\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftler*innen, politischen Entscheidungsträger*innen und Forschungsorganisationen\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität.\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-25060 bis zum 31.12.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online- Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Nils Bauer unter\nnils.bauer@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.12.2025", "url": "https://www.museumsbund.de/stellenangebote/it-support-engineer-m-w-d/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktion-abteilunggsleitung/", "image": "", "title": "Direktion / Abteilungsleitung", "content_text": "Archäologisches Museum Colombischlössle, Freiburg i. Br. Bewerbungsende: 31.12.2025 | Deine Aufgaben\nDu leitest das Archäologische Museum Colombischlössle (ArCo) mit 3 Mitarbeitenden, inklusive Personalführung, Budgetplanung. Du vertrittst das ArCo im Museumsverbund und bist außerdem zuständig für die Zusammenarbeit mit dem Förderverein des Museums.\nDu betreust die archäologische Sammlung wissenschaftlich, koordinierst die Inventarisierung sowie die digitale Erfassung und arbeitest eng mit baden-württembergischen Fachinstitutionen wie dem Archäologischen Landesmuseum oder dem Landesamt für Denkmalpflege zusammen.\nDu bist verantwortlich für die wissenschaftliche und didaktische Gestaltung von Dauerausstellungen sowie für die Konzeption, Planung und Umsetzung von Sonderausstellungen. Auch die Planung und ggf. Durchführung von Veranstaltungen und Führungen der Ausstellungen liegt in Deiner Hand.\nDu entwickelst ein vielfältiges Veranstaltungsprogramm für das Museum und kümmerst Dich um die Konzeption und Planung der Öffentlichkeitsarbeit, in enger Abstimmung mit der Abteilung für Kommunikation und Vermittlung.\nDas bringst Du mit\nDu verfügst über ein abgeschlossenes wissenschaftliches Hochschulstudium\nder ur- und frühgeschichtlichen oder provinzialrömischen Archäologie, idealerweise hast Du in einem dieser Bereiche promoviert.\nDu\nhast ein abgeschlossenes wissenschaftliches Volontariat in einem archäologischen Museum\nabsolviert und hast bereits\nmehrjährige Berufserfahrung in der Museumsarbeit\n.\nDu kannst\nmehrjährige Leitungs- und Führungserfahrung einer bzw. innerhalb einer musealen Einrichtung\nDu bringst wissenschaftliche und kuratorische Kompetenz mit, hast fundierte Kenntnisse der südwestdeutschen Archäologie und bist mit dem aktuellen Forschungsstand vertraut.\nDu besitzt eine große Aufgeschlossenheit gegenüber zeitgemäßem Kulturmanagement und Kulturmarketing.\nDu führst kooperativ, erkennst und förderst Potenziale im Team, setzt klare Prioritäten und Ziele und vermittelst strategische Zusammenhänge nachvollziehbar und motivierend.\nOrganisations- und Problemlösungsfähigkeit, vernetztes und konzeptionelles Denken sowie Innovationsfreude und eine strukturierte, zielorientierte Arbeitsweise zeichnen Dich aus.\nDas bieten wir Dir\nEine unbefristete Stelle in Vollzeit mit Bezahlung nach Entgeltgruppe 14 TVöD.\nEine Tätigkeit in einer verantwortungsvollen Führungsposition als Abteilungsleitung, mit einem hohen Maß an Verantwortung und Gestaltungsspielraum in einem kleinen, motivierten Team.\nMit unseren rund 4.500 Kolleg*innen arbeiten wir fürs Gemeinwohl und bieten einen sicheren Arbeitsplatz.\nViele Entwicklungsmöglichkeiten bieten Dir unser Fortbildungsprogramm und unsere internen Karriere- und Aufstiegsmöglichkeiten.\nAls Führungskraft nimmst Du an unserem internen Vernetzungs- und Qualifizierungsprogramm teil.\nMit dem JobTicket (für aktuell 29,23€/Monat bzw. Deutschlandticket für 17,55€/Monat) entlasten wir Dein Konto und schützen gemeinsam das Klima.\nHansefit (für aktuell 37 €/Monat) sorgt für mehr Bewegung und (D)einen Ausgleich im Alltag.\nJobRad ermöglicht Dir mit Deinem Wunsch-Fahrrad bequem und klimafreundlich an Deinen Arbeitsplatz zu kommen.\nJede Menge Kolleg*innen stehen für Dich, Deine Fragen und Anliegen bereit: Unser Betrieblicher Sozialdienst, unsere Betriebsärzt*innen, die Schwerbehindertenvertretung, die Stelle für Inklusion und Gesundheit sowie die Beauftragte für Menschen mit Behinderung, die Frauenbeauftragte, das Gender&Diversity-Team, das Seniorenbüro mit Pflegestützpunkt, unser Arbeitsschutz, …\nUnd unser Betriebliches Gesundheitsmanagement bietet Dir viele verschiedene Bewegungs- und Workshop-Angebote.\nNoch offene Fragen? Dr. Jutta Götzmann, 0761/201-2500, beantwortet sie Dir gerne!\nBewirb Dich\nhier\nbis zum 31.12.2025 (Kennziffer E8561).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.12.2025", "url": "https://www.museumsbund.de/stellenangebote/direktion-abteilunggsleitung/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gemaelderestauratorin-m-w-d/", "image": "", "title": "Gemälderestaurator:in (m/w/d)", "content_text": "Gemäldegalerie - Staatliche Museen zu Berlin, Berlin Bewerbungsende: 19.12.2025 | In der Gemäldegalerie der Staatlichen Museen zu Berlin ist eine Stelle als\nGemälderestaurator:in (m/w/d)\nzu besetzen.\nDie Gemäldegalerie\n(GG) besitzt eine der weltweit bedeutendsten Sammlungen europäischer Malerei vom 13. bis zum 18. Jahrhundert. Sammlungsschwerpunkte bilden die deutsche und italienische Malerei des 13. bis 16. und die niederländische Malerei des 15. bis 17. Jahrhunderts.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.12.2025", "url": "https://www.museumsbund.de/stellenangebote/gemaelderestauratorin-m-w-d/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/datenbankmanagerin-crm-online-fundraising/", "image": "", "title": "Datenbankmanager*in CRM & Online Fundraising", "content_text": "Stiftung Jüdischen Museum Berlin, Berlin Bewerbungsende: 14.12.2025 | Zu besetzen ist zum nächstmöglichen Zeitpunkt eine\nVollzeitstelle\n(39 Wochenstunden) in der\nEntgeltgruppe EG 9c TVöD (Bund),\ndie\nbis 30. April 2027 befristet\nist.\nDie Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Development stellt für das Jüdische Museum Berlin ein wichtiges Instrument zur Bindung von Partner*innen, Spender*innen und Sponsor*innen sowie zum Einwerben von Sponsoren- und Spendengeldern dar, mit dessen Hilfe zahlreiche Projekte der Bildungsarbeit sowie jährlich stattfindende kulturelle Veranstaltungsreihen realisiert werden können.\nAls Datenbankmanager*in sind Sie verantwortlich für den Betrieb, die Pflege und Weiterentwicklung der CRM-Datenbank Microsoft Dynamics 365 mit Fokus auf Online-Fundraising, Adressmanagement und Schnittstellenintegration. Sie gewährleisten die Datenqualität, koordinieren den Informationsfluss zwischen Fachbereichen, unterstützen Anwender*innen und tragen zur strategischen Nutzung der Daten im Fundraising und Marketing bei.\nFolgende Aufgaben erwarten Sie u.a.\nSteuerung der Implementierung und Weiterentwicklung des CRM-Systems bis 2027, inklusive Datenmigration und Qualitätssicherung\nSicherstellung der Datenqualität und Pflege zentraler Adress- und Kommunikationsdaten\nPlanung und Durchführung von Versandaktionen (Mailings, Newsletter und Spendenkampagnen)\nErstellung von Auswertungen, Reports und Datenanalysen zur Unterstützung von Fundraising und Marketing\nKoordination der Schnittstellen zwischen CRM, Fundraising-Tools und weiteren Systemen\nUmsetzung und Überwachung von Datenschutz- und Sicherheitsrichtlinien (DSGVO-konform)\nBeratung und Schulung von Kolleg*innen zur optimalen Nutzung des CRM-Systems\nUnsere Anforderungen\nAbgeschlossenem Studium oder vergleichbarer Qualifikation im Bereich Betriebswirtschaftslehre, Wirtschaftswissenschaften, Wirtschaftsinformatik, Fundraising, Informations- und Daten-management oder einem vergleichbaren Studium\nMindestens zweijährige Erfahrung im Umgang mit CRM-Systemen, idealerweise Microsoft Dynamics 365\nNachgewiesene Kenntnisse im Online-Fundraising und Adress-, Projekt- und Datenmanagement\nKenntnisse der DSGVO und Erfahrung im Umgang mit personenbezogenen Daten\nFließende Deutsch- und Englischkenntnisse in Wort und Schrift\nAnalytischem Denken und sicherem Umgang mit Datenanalysen und Reports\nOrganisationsgeschick, Kommunikations- und Schulungskompetenz sowie Teamorientierung\nUnser Angebot\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. frei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstel­lungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akade­mie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinder­welt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiö­sen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nDer ausgeschriebene Arbeitsplatz ist für die Besetzung mit Teilzeitkräften grundsätzlich geeignet.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 13/2025\nbis zum\n14. Dezember 2025\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang auf­bewahrt.\nAus arbeitsrechtlichen Gründen können gemäß § 14 Abs. 2 Teilzeit- und Befristungsgesetz nur Bewerber*innen berücksichtigt werden, die nicht zuvor bei der Stiftung Jüdischen Museum Berlin beschäftigt waren.\nDie Bewerbungsgespräche werden voraussichtlich zwischen dem 26. und 30. Januar 2026 stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gern Herr Krogulec unter der Telefon­nummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Butzek 030/25993435.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.12.2025", "url": "https://www.museumsbund.de/stellenangebote/datenbankmanagerin-crm-online-fundraising/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-den-bereich-biologie-als-institutsleiterin-m-w-d/", "image": "", "title": "Kurator:in für den Bereich Biologie als Institutsleiter:in (m/w/d)", "content_text": "Naturkunde-Museum Coburg, Coburg Bewerbungsende: 07.01.2026 | Die Coburger Landesstiftung sucht zum 01.06.2026\neine unbefristete Kuratorin / einen unbefristeten Kurator (m/w/d) für den Bereich Biologie als Institutsleiterin / Institutsleiter (m/w/d)\ndes Naturkunde-Museums Coburg in Vollzeit\nnach Entgeltgruppe 14 TV-L bzw. Besoldungsgruppe A 14 BayBesG\nDie Coburger Landesstiftung geht auf das, am 09.08.1919 von der Landesversammlung des Freistaates Coburg verabschiedete, „Gesetz über die Verwendung des bisherigen Domänengutes und die Errichtung einer Landesstiftung“ zurück. Die rechtsfähige Stiftung des öffentlichen Rechts mit Sitz in Coburg ist gemeinnützig tätig und hat sich die Trägerschaft und den Betrieb von Museen in den Kunstsammlungen der Veste Coburg sowie dem dazugehörigen Europäischen Museum für Modernes Glas, Rödental und im Naturkunde-Museum Coburg zur Aufgabe gemacht.\nDas Naturkunde-Museum Coburg ist mit mehr als 700.000 Sammlungsstücken und einer Ausstellungfläche von 2.400 m² das größte Naturkundemuseum Nordbayerns und hat den Rang eines Landesmuseums. Sein Ursprung liegt in der Sammeltätigkeit der Coburger Herzöge seit dem 18. Jahrhundert. Offiziell gegründet wurde das Museum 1844. Seit 1914 ist es im eigens dafür erbauten Gebäude im Hofgarten untergebracht. Nach der Erweiterung 1996 zeigen wir in neu gestalteten Ausstellungen Mineralien, Fossilien, heimische Tiere und Pflanzen, exotische Tiere, Urmenschen, Völkerkunde und vieles mehr. Die Themenbereiche Stratigrafie, Tektonik, Vulkanismus und Mineralogie spielen für die zu besetzende Stelle eine besondere Rolle.\nAufgabengebiet:\nErarbeitung und Durchführung eines musealen Gesamtkonzeptes,\nErhaltung, Erweiterung und wissenschaftliche Erschließung der Sammlungen,\nModernisierung der Dauerausstellung,\nKonzeption und Realisierung neuer Sonderausstellungen,\nFührung und Kontrolle aller wissenschaftlichen Bereiche.\nAnforderungen:\nAbgeschlossenes Hochschulstudium (Biologie oder vergleichbare Studienrichtung) und möglichst Promotion,\nMehrjährige, nachgewiesene Berufserfahrung als Kuratorin / als Kurator in einem Naturkundemuseum oder der Naturkundeabteilung eines Museums,\nProfunde Kenntnisse in der Naturkunde (durch Publikationen nachgewiesen),\nErfahrungen im Bereich der Führung von Mitarbeiterinnen und Mitarbeitern,\nErfahrung im Museums- und Ausstellungsmanagement,\nEinschlägige Erfahrungen in Museums- und Öffentlichkeitsarbeit,\nKenntnisse in modernem Sammlungsmanagement und moderner Kommunikationstechnik,\nVernetzung mit anderen Fachwissenschaftlerinnen / Fachwissenschaftlern,\nGrundsätzliches Interesse am Sammeln und Bestimmen,\nBereitschaft zur interdisziplinären Zusammenarbeit im Naturkundemuseum,\nWirtschaftlicher Sachverstand und Kostenbewusstsein,\nBereitschaft zur Arbeit außerhalb der regulären Arbeitszeiten.\nUnser Angebot:\nEingruppierung nach Entgeltgruppe 14 TV-L (bei entsprechender Eignung und Befähigung) oder alternativ\nBesetzung nach Besoldungsgruppe A 14 BayBesG (bei Vorliegen der rechtlichen und persönlichen Voraussetzungen),\nDie tariflichen Leistungen (TV-L und ergänzende Tarifverträge) und sonstigen Vergünstigungen des öffentlichen Dienstes (u. a. Betriebliche Altersvorsorge bei der BVK),\nEinen verantwortungsvollen, interessanten und vielseitigen Arbeitsplatz.\nBei wesentlich gleicher Eignung werden Schwerbehinderte im Sinne des SGB IX bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen. Bewerbungen von Menschen mit Migrationshintergrund sind erwünscht.\nWeitere Informationen hierzu finden Sie unter\nwww.coburger-landesstiftung.de\n.\nAuskunft erteilt der Dienststellenleiter der Coburger Landesstiftung, Herr Matthias Müller, unter: 09561/8088-20.\nIhre vollständigen und aussagekräftigen Bewerbungsunterlagen mit Motivationsschreiben, Lebenslauf, Publikationsverzeichnis, Ausbildungs- und Arbeitszeugnissen senden Sie bitte bis spätestens 07.01.2026 per E-Mail als ein zusammenhängendes PDF an die Coburger Landesstiftung, an: personal.coburg@bsv.bayern.de.\nMit der Bewerbung erteilt die Bewerberin / der Bewerber sein Einverständnis zur elektronischen Erfassung ihrer / seiner Bewerbungsunterlagen. Eingereichte Papierbewerbungen werden nach Abschluss des Verfahrens nicht zurückgegeben und die Bewerbungsdaten nach datenschutzrechtlichen Bestimmungen vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-den-bereich-biologie-als-institutsleiterin-m-w-d/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-museumspaedagogik-m-w-d/", "image": "", "title": "Leitung Museumspädagogik (m/w/d)", "content_text": "Zweckverband Schwäbisches Freilichtmuseum Illerbeuren, Kronburg Bewerbungsende: 11.01.2026 | Der Zweckverband Schwäbisches Freilichtmuseum Illerbeuren sucht zur Verstärkung\neine\nLeitung Museumspädagogik (m/w/d)\nwelche engagiert und kreativ Bestehendes verbessern und neue Ideen einbringen möchte. Sie leiten ein Team von drei Mitarbeitenden und führen auch selbst museumspädagogische Programme mit Kinder- und Erwachsenengruppen durch. Sie sind ganzjährig angestellt und nutzen die Wintermonate für konzeptionelle Arbeit sowie für die Vorbereitung der jeweils nächsten Saison.\nDas Schwäbische Freilichtmuseum Illerbeuren ist das offizielle Freilichtmuseum des bayerischen Regierungsbezirkes Schwaben.\nEs liegt im landschaftlich reizvollen Voralpenland in der Tourismusdestination Allgäu, schnell zu erreichen über das Autobahnkreuz A7/A96.\nDas Museumsgelände erstreckt sich über 23 Hektar. Über 35 Gebäude können von Besuchern besichtigt werden sowie alte Haustierrassen und Kulturlandschaften. Unseren\nfast 60.000 Besuchenden im Jahr bieten wir ein vielfältiges und buntes Museumsprogramm, speziell im Bereich der Bildung und Vermittlung. Museumspädagogische Angebote sind vor allem Gruppenkurse, insb. für Schulen und Vorschulen, Ferienprogramm und die dauerhaften Vermittlungsstationen im Gelände (Familienflächen).\nIhre Aufgaben im Überblick:\nKonzeption neuer, vielfältiger, inklusiver und methodisch-fundierter Vermittlungsprogramme und Weiterentwicklung bestehender Formate\nOrganisation und Durchführung von museumspädagogischen Programmangeboten für verschiedene Zielgruppen in Abstimmung mit dem Museum\nErarbeitung didaktischer Materialien\nHauptverantwortlich für die Barrierefreiheit im Museum\nMitwirkung bei der Planung und Realisierung von Dauer- und Sonderausstellungen in den historischen Gebäuden\nVerantwortlich für die Konzeption und Weiterentwicklung der Familieninseln\nPlanen und Durchführen von museumspädagogischem Angebot bei Großveranstaltungen\nAufbau und Pflege von Kontakten zu Bildungs- und Kultureinrichtungen, Schulen, Kindergärten, Vereinen, Kulturschaffenden\nPlanung, Konzeption und Umsetzung von museumspädagogischen bzw. -didaktischen Kooperationsprojekten mit unterschiedlichen Bildungseinrichtungen\nPersonelle und fachliche Leitung der Abteilung Museumspädagogik\nKoordination und Fortbildung der Mitarbeiter*innen\nFinanzielle Planung und Budgetverantwortlichkeit\nTeilnahme an museumsinternen Abstimmungsrunden\nSie bringen mit:\nein erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium im Bereich Museumspädagogik, Pädagogik, Museologie, (Europäische) Ethnologie, Kunst- und Kulturgeschichte oder vergleichbar\nMehrjährige Berufserfahrung im museumspädagogischen Bereich bzw. in der kulturellen Vermittlungsarbeit\nFreude und Geschick im Umgang mit Kindern und Erwachsenen\nErfahrung in der Leitung von Teams\nProfunde Kenntnisse und Begeisterung für die Geschichte und Kultur Bayerisch-Schwabens\nSehr gute mündliche und schriftliche Ausdrucksweise\nVerhandlungsgeschick sowie die Fähigkeit zu Moderation und Präsentation\nPlanungs- und Organisationsfähigkeit, Eigeninitiative und Teamfähigkeit\nZuverlässige, strukturierte, selbständige und teamorientierte Arbeitsweise\nZeitliche Flexibilität und Bereitschaft zur Arbeit an Wochenenden und Feiertagen\nRoutinierte Anwendung der MS-Office-Anwendungen\nWas wir bieten:\nunbefristeter Arbeitsvertrag\nTeilzeitstelle im Umfang von 75 % einer Vollzeitstelle\nVergütung nach TVöD, Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen bis max. Entgeltgruppe 11 TVöD-VKA\nflexible Arbeitszeiten, Homeoffice-Regelung\neine Jahressonderzahlung und vermögenswirksame Leistungen\neine arbeitgeberfinanzierte Zusatzversorgung (Betriebsrente)\nbezahlte Freistellung an Heilig Abend und Silvester\nmonatlich bis zu 50 € steuerfrei über eine Sachbezugskarte\nMitarbeiter-Benefits, wie z. B. Betriebsausflug, Weihnachtsessen\nWir haben Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftigen Bewerbungsunterlagen, die Sie uns bitte bis zum 11. Januar 2026 für die Museumsleiterin Katharina Wischer unter\nsekretariat@bauernhofmuseum.de\nzukommen lassen.\nFür Fragen stehen wir Ihnen unter der Telefonnummer 08394/92601-0 gerne zur Verfügung\nDas Schwäbische Freilichtmuseum Illerbeuren fördert die berufliche Gleichstellung aller Personen, unabhängig von deren Geschlecht, Herkunft, Hautfarbe, Religion, Alter und sexueller Orientierung. Schwerbehinderte Bewerber und Bewerberinnen werden bei im Wesentlichen gleicher Eignung bevorzugt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-museumspaedagogik-m-w-d/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-fuer-vermittlungs-und-oeffentlichkeitsarbeit/", "image": "", "title": "Referent:in (m/w/d) für Vermittlungs- und Öffentlichkeitsarbeit", "content_text": "Stiftung Sächsische Gedenkstätten, Torgau Bewerbungsende: 15.12.2025 | Mit den beiden Militärgefängnissen „Fort Zinna“ und „Brückenkopf“ sowie dem Reichskriegsgericht entwickelte sich Torgau während des Zweiten Weltkrieges zum Zentrum der nationalsozialistischen Militärjustiz und ihres Strafvollzugs im besetzten Europa. In Torgau waren Deserteure, Befehlsverweigerer und Angehörige des Widerstands in Haft. Nach dem Ende des Krieges richtete die sowjetische Geheimpolizei in Torgau die beiden sowjetischen Speziallager Nr. 8 und Nr. 10 ein. In den Lagern waren Deutsche und Sowjetbürger eingesperrt, die zum Teil von sowjetischen Militärtribunalen verurteilt waren. Die DDR-Volkspolizei nutzte das Gefängnis „Fort Zinna“ bis 1990 für den Strafvollzug. Auch politische Gefangene waren hier inhaftiert. Bis 1975 war in Torgau zudem ein Jugendgefängnis eingerichtet.\nAn die Geschichte dieses Ortes mit seiner vielschichtigen Vergangenheit und mit seinen unterschiedlichen Verfolgungskontexten erinnert der\nErinnerungsort Torgau\nals Arbeitsstelle der Stiftung Sächsische Gedenkstätten. Im Mittelpunkt der Arbeit des Erinnerungsortes Torgau stehen die Aufarbeitung der Justizverbrechen in den Diktaturen und die Würdigung des mutigen Handelns derer, die sich gegen Krieg und Diktatur stellten.\nZum nächstmöglichen Zeitpunkt, idealerweise zum\n1. Februar 2026,\nsuchen wir\nzunächst befristet\neine/n\nReferenten / Referentin (m/w/d)\nfür Vermittlungs- und Öffentlichkeitsarbeit\nIhre Aufgaben sind insbesondere\nEntwicklung von neuen, auch digitalen Vermittlungsangeboten\nErarbeitung von neuen, auch digitalen Bildungsmaterialien für die Projektarbeit\nDurchführung unterschiedlicher Formate der Gedenkstättenpädagogik für unterschiedliche Zielgruppen\nKonzeption und Durchführung von Fortbildungen für unterschiedliche Zielgruppen (z. B. für Multiplikatorinnen und Multiplikatoren, Bundeswehrangehörige)\nDurchführung der Vermittlungsarbeit mit Zeitzeuginnen und Zeitzeugen sowie von biografischen Recherchen\nKonzeption und Durchführung von öffentlichen Veranstaltungen und weiteren Vermittlungsformaten\nÖffentlichkeitsarbeit (Pressemeldungen, Website, Social Media, Flyer, Anzeigen etc.)\nEinstellungsvoraussetzungen\nein abgeschlossenes Studium der Geschichte, (Museums-)Pädagogik, Public History oder einer vergleichbaren Fachrichtung\nausgewiesene Kenntnisse der Geschichte des Nationalsozialismus, der SBZ und der DDR\nErfahrungen in der Gedenkstättenarbeit und im Umgang mit digitalen Medien\npraktische Erfahrungen in der Konzeption und Durchführung von Angeboten der Gedenkstättenpädagogik und weiteren Vermittlungsformaten sowie in der Öffentlichkeitsarbeit\npersönliches Engagement, sicheres Auftreten, organisatorisches Geschick, hohe Belastbarkeit, eine selbstständige Arbeitsweise bei gleichzeitig ausgeprägter Teamfähigkeit, sehr gute sprachliche Kompetenzen in Wort und Schrift\nKenntnisse der englischen Sprache von Vorteil\nDie Befähigung zum Führen von Kraftfahrzeugen der Klasse B bzw. 3 wünschenswert\nWir bieten\n:\neinen spannenden Arbeitsplatz in einer gesellschaftlich relevanten Institution\npersönliche Weiterbildungsmöglichkeiten\nVergütung nach dem Tarifvertrag für den Öffentlichen Dienst der Länder (TV-L) mit allen Vorteilen der Tarifmitgliedschaft einschließlich Jahressonderzahlung\neine betriebliche Altersvorsorge (VBL)\nJobticket\nflexible und familienfreundliche Arbeitszeiten im Rahmen der geltenden Dienstvereinbarungen\nDie Vergütung erfolgt in Abhängigkeit von den persönlichen Voraussetzungen in\nEntgeltgruppe\n11 TV-L\nbei einer durchschnittlichen, regelmäßigen Wochenarbeitszeit von\n20 Stunden\n(Teilzeit). Die Stelle ist\nzunächst\nbefristet bis\n31.12.2026\n. Der Arbeitsort ist Torgau. Es gelten die Bestimmungen des Tarifvertrags der Länder (TV-L) sowie des Gesetzes zur Gleichstellung von Frauen und Männern im öffentlichen Dienst.\nFür nachweislich schwerbehinderte oder ihnen nachweislich gleichgestellte Bewerber/-innen gelten bei gleicher Eignung, Befähigung und fachlicher Leistung die einschlägigen Bestimmungen des SGB IX.\nBewerbungs- und Fahrtkosten können leider nicht übernommen werden.\nMit Übersendung Ihrer Bewerbung willigen Sie gemäß Artikel 6 Abs. 1 Satz1 lit. a) DS-GVO ausdrücklich ein, dass Ihre mit der Bewerbung übermittelten personenbezogenen Daten durch die Stiftung Sächsische Gedenkstätten zum Zweck der Durchführung des Auswahlverfahrens verarbeitet und gespeichert werden. Eine Übermittlung Ihrer personenbezogenen Daten an Dritte zu anderen Zwecken erfolgt nicht. Sie haben das Recht, diese Einwilligung jederzeit mit Wirkung für die Zukunft schriftlich per E-Mail, Fax oder Briefpost zu widerrufen. Die Löschung Ihrer Daten erfolgt generell unter Berücksichtigung etwaiger gesetzlicher Aufbewahrungsfristen.\nIhre vollständigen schriftlichen Bewerbungsunterlagen senden Sie bitte bis\n15.12.2025\n(Datum Posteingang) per E-Mail im\nPDF-Format\nan\npersonal@stsg.de\n(maximale Dateigröße des Anhangs: 10 MB).\nAls Ansprechpartnerin für inhaltliche Rückfragen zum Aufgabenbereich steht Ihnen Frau Elisabeth Kohlhaas (Tel.: 03421 7739681; E-Mail:\nelisabeth.kohlhaas@stsg.de\n) gern zur Verfügung. Organisatorische Fragen zum Bewerbungsverfahren beantwortet Ihnen Frau Antje John (Tel.: 0351 46955-46; E-Mail:\nantje.john@stsg.de\n).\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.12.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-fuer-vermittlungs-und-oeffentlichkeitsarbeit/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktionssekretariat-assistenz-m-w-d/", "image": "", "title": "Direktionssekretariat / Assistenz (m/w/d)", "content_text": "Deutsches Ledermuseum Offenbach am Main, Offenbach am Main Bewerbungsende: 04.01.2026 | Start: Zum nächstmöglichen Zeitpunkt | Deutsches Ledermuseum Offenbach am Main\nDas Deutsche Ledermuseum in Offenbach am Main – eine Anstalt des öffentlichen Rechts –zählt weltweit zu den bedeutendsten Museen rund um den Werkstoff Leder. Über 30.000 Objekte bieten einzigartige Einblicke in die globale Verwendung und Kulturgeschichte des Materials von der Urzeit bis heute. 1917 als historische Vorbildsammlung für Designer*innen, Handwerker*innen und Lederwarenproduzierende der einst florierenden Lederstadt Offenbach gegründet, umfasst die Sammlung ein breites Spektrum an Gebrauchs- und Luxusgegenständen – von Kunsthandwerk und Design über Mode bis hin zu Alltagsobjekten aus unterschiedlichsten Kulturen.\nDas Museum steht vor einer Generalsanierung und befindet sich damit auch in der Neuausrichtung.\nIhre Aufgaben\nSie übernehmen die eigenständige Organisation des Direktionssekretariats und sorgen dafür, dass im Hintergrund alles reibungslos läuft. Dazu gehören:\nprofessionelles Office- und Terminmanagement\nFührung des Terminkalenders der Direktion, inklusive Koordination und Terminvorbereitung in organisatorischer Hinsicht\nselbstständige Korrespondenz, Post- und Telefonkommunikation, Adressmanagement sowie Registratur\nzeitweise Betreuung der Telefonzentrale und vertretungsweise Assistenz der Vermittlung und Öffentlichkeitsarbeit\nErstellung von Schriftstücken nach Vorgaben der Direktion\nzuverlässiges Führen von Wiedervorlagen und Ablagesystemen\nadministrative und organisatorische Unterstützung der Direktion, inklusive Recherchen und museumsplanerischer Aufgaben\nOrganisation, Koordination und Betreuung von Veranstaltungen, Meetings, Pressekonferenzen und Ausstellungseröffnungen inklusive Einladungsmanagement\nErstellung und Kontrolle von Dienstplänen (u. a. für das Kassenteam)\nAnsprechpartner*in für Mitarbeitende, Gäste und Partner*innen des Museums\nIhr Profil\nSie bringen mit:\neine abgeschlossene kaufmännische Berufsausbildung, ein Studium (z. B. Museumsmanagement) oder eine vergleichbare Qualifikation\nidealerweise Berufserfahrung in einer Kulturinstitution oder im Museumsbereich\nsehr gute Kenntnisse in MS Office sowie souveräne organisatorische Fähigkeiten\nhohe Eigenverantwortung, Sorgfalt und ein strukturiertes Arbeitsverhalten\nBelastbarkeit und Zuverlässigkeit\nflexible Einsatzfähigkeit, gelegentlich auch an Wochenenden und Abenden im Rahmen der Betreuung von Veranstaltungen\nsehr gut mündliche und schriftliche Ausdrucksfähigkeit und Kommunikationsstärke\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nsicheres Auftreten und Freude an der Arbeit im Team\nWir bieten\neine Vollzeitstelle (39 Wochenstunden), zunächst auf 2 Jahre befristet – mit dem Ziel einer anschließenden Entfristung\ndie Vergütung erfolgt im Rahmen der Qualifikation nach den tarifrechtlichen Voraussetzungen des TVöD-VkA, max. in Entgeltgruppe 8\neinmalige Jahressonderzahlung\nbetriebliche Zusatzversorgung\nMöglichkeit auf vermögenswirksame Leistungen\n30 Urlaubstage sowie bezahlte Freistellung am 24. und 31. Dezember\neine vielseitige, interessante Tätigkeit in einem kleinen Team\neine verantwortungsvolle Aufgabe mit hohem Entwicklungspotenzial\nChancengleichheit\nSchwerbehinderte Bewerber*innen werden nach Maßgabe des SGB IX bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt; erforderlich ist ein Maß an körperlicher Eignung, das den Anforderungen des Arbeitsplatzes entspricht.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht.\nBitte teilen Sie uns im Rahmen Ihrer Bewerbung mit, ob eine Behinderung oder Gleichstellung vorliegt.\nSie sind interessiert?\nWir freuen uns auf Ihre aussagekräftige Bewerbung – bevorzugt digital – bis spätestens\n4. Januar 2026\nals\neine PDF-Datei (max. 5 MB)\n.\nBitte beachten Sie: Papierbewerbungen können nicht zurückgesendet werden. Eine Erstattung von Reise- oder Bewerbungskosten ist nicht möglich.\nBei Fragen wenden Sie sich bitte an: Frau Leonie Wiegand M.A. Tel.: 069-82 97 98-23.\nAnschrift:\nDeutsches Ledermuseum\nDirektorin Dr. Inez Florschütz\nFrankfurter Str. 86\n63067 Offenbach am Main\nbewerbungen(at)ledermuseum.de\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Museums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2026", "url": "https://www.museumsbund.de/stellenangebote/direktionssekretariat-assistenz-m-w-d/", "date_published": "2025-11-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsmanagerin-m-w-d-mit-schwerpunkt-abs-management-und-provenienzforschung-2/", "image": "", "title": "Sammlungsmanager*in (m/w/d) mit Schwerpunkt ABS Management und Provenienzforschung", "content_text": "Staatliche Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 15.12.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum. Als national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus und ist auf der Grundlage seiner umfangreichen Sammlungen und der taxonomischen Kompetenz der Kuratoren und Kuratorinnen wichtige Anlaufstelle für das Interesse der Bevölkerung, der Schulen und der Presse an Pflanzen-, Pilz- und Tierarten des südwestdeutschen Raums und für Fachleute der Region, aber auch Kooperationspartner nationaler und internationaler Institute.\nDas SMNK sucht zum nächstmöglichen Zeitpunkt eine*n\nSammlungsmanager*in (m/w/d) mit Schwerpunkt ABS Management und Provenienzforschung\nunbefristet und in Vollzeit. Die Eingruppierung erfolgt nach EG 13 TV-L.\nWir suchen eine engagierte, motivierte, kommunikative und teamfähige Person mit breiter Ausbildung und vielfältigen profunden Kenntnissen auf dem Gebiet des Sammlungsmanagements und der Provenienzforschung, sowie Kenntnissen im Bereich der Access-and-Benefit (ABS) Regelungen im Zuge des Nagoya Protokolls. Die Sammlungen des SMNK umfassen weit über 5 Millionen Objekte und Objektserien aus aller Welt. Nicht alle Sammlungsteile sind vollständig digital erfasst. In der Forschung wird vermehrt auch mit molekulargenetischen Daten gearbeitet. Durch die Regelungen des Nagoya Protokolls sind eine ausführliche Dokumentation und Abkommen mit den Herkunftsländern erforderlich. Ihre Aufgaben sind es, die ABS Vorgänge wie auch andere Genehmigungsverfahren im SMNK zu koordinieren und dokumentieren sowie andere Institute in Baden-Württemberg zu beraten. Zudem sollen Sie in enger Rücksprache mit dem Digitalisierungsbeauftragten und Datenkurator sowie den Kurator*innen des SMNK die Dokumentation, sammlungsbasierte taxonomische und systematische Forschung sowie die Provenienzforschung am SMNK vorantreiben. Des Weiteren werden Sie die für die verschiedenen Sammlungen verantwortlichen Kurator*innen, Präparator*innen und technischen Mitarbeiter*innen auch bei Leihprozessen, dem Versand von Sammlungsgut, dem Integriertem Schädlingsmanagement und anderen Bereichen des Sammlungsmanagements unterstützen und diese Prozesse in Teilen mit koordinieren. Mitarbeit in nationalen und internationalen Gremien ist erwünscht. Eigene wissenschaftliche Arbeit in diesen Bereichen ist möglich.\nZur Forschungsinfrastruktur des SMNK gehört ein Molekularlabor, sehr gute Fotodokumentationseinrichtungen sowie laufend gepflegte Sammlungs- und Forschungsdatenbanken (Diversity Workbench, imdas pro). Es bestehen gute Kooperationsbedingungen mit dem KIT (Karlsruhe Institute of Technology), dem Staatlichen Museum für Naturkunde Stuttgart, dem Institut für Biologie der PH Karlsruhe, dem Nationalpark Schwarzwald, sowie weiteren Museen und Instituten der Region.\nWir erwarten:\nEinen wissenschaftlichen Hochschulabschluss (Diplom, Magister oder Promotion) in Biologie bzw. ähnlichen Disziplinen mit Schwerpunkt Biodiversität, Ökologie oder Evolutionsbiologie\nInteresse an Sammlungen und an internationaler Kommunikation\nErfahrung im Sammlungs- und Datenmanagement\nErfahrung mit rechtlichen Prozessen\nKenntnisse und bestenfalls Erfahrung mit ABS-Management\nVerhandlungssichere Deutsch- und Englischkenntnisse in Wort und Schrift\nGute Fähigkeiten in der internationalen Kommunikation\nInteresse an und Mitarbeit in nationalen und internationalen Forschungskonsortien und Gremien\nWir bieten:\nDie Bezahlung erfolgt in EG 13 TV-L. Bewerberinnen und Bewerber, die bereits im Beamtenverhältnis stehen, können sich ebenfalls bewerben\nDynamische Zusammenarbeit in einem motivierten Team\nDie Möglichkeit, an einem überregional bekannten Forschungsmuseum mit anerkannten Sammlungen und einem attraktiven Ausstellungshaus zu arbeiten\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche); Möglichkeit zu mobilem Arbeiten\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei. Das SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nBitte senden Sie Ihre aussagekräftige elektronische Bewerbung mit Lebenslauf, Publikationsliste, Zeugnissen und Referenzen bis zum 15.12.2025 unter Angabe der Kennziffer 16_2025 an\nbewerbung@smnk.de\n. Bei Fragen wenden Sie sich gerne an den Wissenschaftlichen Direktor Prof. Dr. Martin Husemann:\nmartin.husemann@smnk.de\n.\nWir weisen darauf hin, dass die Bewerbungsunterlagen an die an der Besetzung beteiligten Personen weitergeleitet werden. Kosten für Vorstellungsgespräche können leider nicht übernommen oder erstattet werden.\nNähere Informationen zum Staatlichen Museum für Naturkunde Karlsruhe finden Sie auch im Internet unter\nwww.smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Staatlichen Museum für Naturkunde Karlsruhe ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Naturkundemuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.12.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsmanagerin-m-w-d-mit-schwerpunkt-abs-management-und-provenienzforschung-2/", "date_published": "2025-11-30T00:00:00"}]}