{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-in-m-w-d-in-der-abteilung-schloesser-und-sammlungen/", "image": "", "title": "Wissenschaftliche(r) Mitarbeiter/in (m/w/d) in der Abteilung Schlösser und Sammlungen", "content_text": "Kulturstiftung Dessau-Wörlitz, Dessau Bewerbungsende: 15.04.2025 | In der Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau ist\nzum nächstmöglichen Zeitpunkt\neine Stelle als\nwissenschaftliche(r) Mitarbeiter/in (m/w/d)\nin der Abteilung Schlösser und Sammlungen\nzu besetzen.\nDie ausgeschriebene Stelle ist dem Referat Kunstforschung und Sammlungen in der Abteilung Schlösser und Sammlungen zugeordnet.\nWerden Sie Teil unseres motivierten und engagierten Teams am Standort Dessau-Roßlau.\nDie Kulturstiftung Dessau-Wörlitz ist eine durch das Land Sachsen-Anhalt und den Bund geförderte staatliche Stiftung des öffentlichen Rechts. Sie hat mit ihren mehr als 100 Beschäftigten satzungsgemäß die Aufgabe, das Gartenreich Dessau-Wörlitz, eine historische Kulturlandschaft mit dem Status eines UNESCO-Welterbes, zu bewahren und zu entwickeln. In Obhut der Stiftung befinden sich etwa 240 historische Bauwerke, darunter fünf Schlösser mit dazugehörigen Gartenanlagen und umfangreiche Kunstsammlungen von europäischem Rang.\nInhaltliche Schwerpunkte der Tätigkeit sind:\nwissenschaftliche Bestandsaufnahme und Bearbeitung des herausragenden Sammlungsbestandes, v.a. der niederländischen, italienischen und deutschen Gemälde des 17. und 18. Jahrhunderts\nVermittlung des Sammlungsbestandes in verschiedenen Formaten (in Vorträgen, Führungen, digitalen Formaten wie Apps usw.)\nMitarbeit an Forschungsprojekten und an der Vorbereitung von Sonderausstellungen, Erarbeitung von Katalogbeiträgen und Schlossführern\nBearbeitung wissenschaftlicher Anfragen, Begleitung von Restaurierungsmaßnahmen, Mitarbeit im Leihverkehr (inkl. Kurierfahrten)\nSie erfüllen folgende Voraussetzungen:\nmit Master oder Magistergrad abgeschlossenes Studium der europäischen Kunstgeschichte (eine Promotion ist von Vorteil)\nmehrjährige Berufserfahrung an einer Einrichtung mit vergleichbarer inhaltlicher Ausrichtung, ein erfolgreich absolviertes zweijähriges wissenschaftliches Volontariat ist von Vorteil\nsehr gute Kenntnisse im Bereich der Kunst des 17. und 18. Jahrhunderts, die sich anhand wissenschaftlicher Leistungen (Abschlussarbeit, Publikationen oder Mitarbeit in entsprechenden Projekten) belegen lassen\nTextsicherheit, einwandfreie Beherrschung der deutschen Rechtschreibung, Sprachgewandtheit und Fertigkeit im Erstellen wissenschaftlicher und didaktischer Texte erforderlich, Erfahrung in der Redaktion und Herausgabe von wiss. Publikationen ist von Vorteil\nFührerschein Klasse B und die Bereitschaft zum Führen eines Pkw\nDarüber hinaus erwarten wir von Ihnen:\ngute Englischkenntnisse in Wort und Schrift\nsicherer Umgang mit Microsoft-Office-Programmen und souveräne Handhabung von museumsspezifischen Datenbanken erforderlich\nschnelle Auffassungsgabe, Einsatzbereitschaft, Selbständigkeit, hohe Belastbarkeit, Team- und Kommunikationsfähigkeit\nKreativität, Flexibilität und Sorgfalt\nAufgrund der spezifischen Öffnungszeiten der Schlösser kann gelegentliche Wochenend- und Feiertagsarbeit nicht ausgeschlossen werden; eine entsprechende Einsatzbereitschaft wird vorausgesetzt.\nWir bieten Ihnen:\nWork Life Balance\nFlexible Arbeitszeiten in einem Gleitzeit-Modell mit Zeitguthaben sind für uns selbstverständlich.\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Arbeitswoche.\nDer 24. und 31. Dezember sind zusätzliche freie Arbeitstage.\nSie können bei uns Ihre Jahressonderzahlung in Sonderurlaub umwandeln.\nDie Möglichkeit einer Teilzeitbeschäftigung unter Berücksichtigung der dienstlichen Erfordernisse sehen wir als Selbstverständlichkeit an.\nIhre Gesundheit liegt uns sehr am Herzen! Wir bieten Ihnen ein modernes betriebliches Gesundheitsmanagement an.\nFaire Vergütung\nBei Erfüllung der persönlichen Voraussetzungen und Wahrnehmung aller übertragenen Tätigkeiten ist eine Zuordnung bis zur Entgeltgruppe 13 des Tarifvertrages der Länder (TV-L) möglich (Vollzeit: 40 Stunden/Woche).\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L.\nKarrierekick durch Weiterbildungen\nWir stillen Ihren Wissensdurst und bieten Ihnen gezielte Fortbildungen an.\nSie können bis zu 10 Tage Bildungsurlaub in zwei Jahren nach dem Bildungsurlaubsgesetz in Anspruch nehmen.\nWeitere Benefits\nZentrale Lage Ihres Arbeitsplatzes im Herzen einer der Liegenschaften des Gartenreichs Dessau-Wörlitz.\nSie wollten schon immer alle Häuser der Stiftung kennen lernen?\nSie interessieren sich für unsere Ausstellungen?\nWir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen.\nSie erhalten eine zusätzliche Altersvorsorge über die VBL (Versorgungsanstalt des Bundes und der Länder).\nWir zahlen Ihnen vermögenswirksame Leistungen lt. TV-L.\nDie Stelle ist unbefristet.\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller und geschlechtlicher Identität.\nSchwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 15.04.2025\n(Datum des Poststempels bzw. der E-Mail) an\nKulturstiftung Dessau-Wörlitz\nSchloss Großkühnau\nReferat Haushalt/Personal/Organisation\nEbenhanstraße 8\n06846 Dessau-Roßlau\nbewerbung@gartenreich.de\nBei Fragen zum Aufgabengebiet informiert Sie gern:\nFrau Dr. Anette Froesch\nAbteilungsleiterin Schlösser & Sammlungen\nTelefon: + 49 (0) 340 646 15-35\nMobil: + 49 (0) 1511 954 6179\nBewerbungs- und Reisekosten können nicht erstattet werden. Wird die Rücksendung der Unterlagen erwünscht, ist ein ausreichend frankierter und adressierter Rückumschlag erforderlich.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-in-m-w-d-in-der-abteilung-schloesser-und-sammlungen/", "date_published": "2025-03-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verkauf-m-w-d-2/", "image": "", "title": "Verkauf (m/w/d)", "content_text": "Urweltsteinbruch Holzmaden, Holzmaden Bewerbungsende: 09.04.2025 | Als weltweit bekanntes Sammelparadies fĂĽr Jura-Fossilien bietet der Urweltsteinbruch Holzmaden faszinierende Zeugnisse vergangener Zeiten. AuĂźerdem werden im Rahmen einer Galerie und Museum, weltweit sensationelle Objekte prĂ¤sentiert. Eine einzigartige Sammlung von Fossilien, Mineralien, versteinertem Holz und Meteoriten werden das Publikum auf eine Reise durch die Zeit mitnehmen.\nFĂĽr unser Team suchen wir eine engagierte Person fĂĽr den Verkauf.\nArbeitsort: Urweltsteinbruch Holzmaden, Aichelberger StraĂźe 75, 73271 Holzmaden\nArbeitsbeginn: 01.04.2025\nEinsatztage: Donnerstag bis Sonntag von 9 bis 18Uhr (aber auch nach Absprache)\nVertrag: Vollzeit / Minijob / etc. nach Absprache\nIhre Aufgaben\nKassentĂ¤tigkeiten: Sie sind verantwortlich fĂĽr das korrekte Abrechnen der EinkĂ¤ufe unserer Kunden an der Kasse. Hierbei achten Sie auf Genauigkeit und hĂ¶flichen Umgang mit unseren Kunden.\nVerkauf: Sie unterstĂĽtzen unsere Kunden bei der Auswahl von Produkten. Sie helfen bei der PrĂ¤sentation der Produkte und tragen dazu bei, ein attraktives Einkaufsumfeld zu schaffen.\nBeratung: Sie beantworten Fragen unserer Kunden zu den Produkten, geben RatschlĂ¤ge und bieten ihnen eine kompetente Beratung. Sie verfĂĽgen ĂĽber fundiertes Wissen ĂĽber die in unserem Urweltsteinbruch angebotenen Produkte.\nKundenbetreuung: Sie sind dafĂĽr verantwortlich, dass unsere Kunden sich willkommen und gut betreut fĂĽhlen. Sie gehen auf KundenwĂĽnsche ein, lĂ¶sen Probleme und bieten einen erstklassigen Kundenservice.\nAusstellungsbereich: Sie sind fĂĽr die Ausstellungsbereiche zustĂ¤ndig. Dazu gehĂ¶rt die Beschriftung und das ordentliche Arrangieren der ausgestellten Produkte.\nIhre Voraussetzungen\nFreundliche und serviceorientierte PersĂ¶nlichkeit\nGute KommunikationsfĂ¤higkeiten und die FĂ¤higkeit, KundenbedĂĽrfnisse zu erkennen und darauf einzugehen\nVerantwortungsbewusstsein und ZuverlĂ¤ssigkeit\nBereitschaft, sich in die Produkte des Urweltsteinbruchs einzuarbeiten und Produktkenntnisse aufzubauen\nErfahrung im Verkauf oder im Einzelhandel ist von Vorteil, aber nicht zwingend erforderlich\nDas bieten wir\nArbeiten und Mitgestalten in einem traditionellen und innovativen Familienunternehmen\nVerantwortungsvolle und vielseitige Aufgaben sowie selbststĂ¤ndiges Arbeiten\nEin internationales und dynamisches Arbeitsumfeld mit flacher Hierarchie\nVielfĂ¤ltige EntwicklungsmĂ¶glichkeiten\nLangfristige Perspektive\nWir freuen uns auf Ihre Bewerbung!\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekrĂ¤ftige Bewerbung in elektronischer Form auf info@urweltsteinbruch.de. Senden Sie uns Ihren Anschreiben und Lebenslauf sowie Angaben zu Ihren Gehaltsvorstellungen und frĂĽhestmĂ¶glichen Eintrittstermin. Bei Fragen zu diesem Stellenangebot steht Camilla Guhr gerne zur VerfĂĽgung unter +49 15785143677.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.04.2025", "url": "https://www.museumsbund.de/stellenangebote/verkauf-m-w-d-2/", "date_published": "2025-03-26T13:30:58.774432"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-bueromanagement-m-w-d/", "image": "", "title": "Sachbearbeitung Büromanagement (m/w/d)", "content_text": "Stadtmuseum Berlin, Berlin Bewerbungsende: 13.04.2025 | Die Stadtmuseum Berlin GmbH sucht zum 15. Mai 2025 unbefristet und in Teilzeit (60%) eine\nSachbearbeitung Büromanagement (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 5 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen sowie digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-bueromanagement-m-w-d/", "date_published": "2025-03-26T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projekt-und-zuwendungscontrolling-m-w-d-fuer-das-projekt-reallabor-zekiwa-zeitz/", "image": "", "title": "Mitarbeiter/in Projekt- und Zuwendungscontrolling (m/w/d) für das Projekt Reallabor ZEKIWA Zeitz", "content_text": "Stiftung Bauhaus Dessau, Bewerbungsende: 25.04.2025 | Die Stiftung Bauhaus Dessau beteiligt sich entsprechend ihres Auftrags, die Botschaft der Bauhausidee in die Zukunft zu tragen, als einer von sechs Konsortiumspartnern am\nReallabor ZEKIWA Zeitz\n(weitere Informationen unter:\nhttps://bauhaus-dessau.de/reallabor-zekiwa-zeitz/\n)\nmit mehreren Arbeitspaketen. Dabei handelt es sich um ein Modellvorhaben des Landes Sachsen-Anhalt für das Neue Europäische Bauhaus (NEB). Das Vorhaben ist entsprechend der Förderprogramme der EU auf den Zeitraum bis Ende 2027 begrenzt. Der Schwerpunkt liegt dabei auf den zentralen Fragen der Gestaltung des gesellschaftlichen Strukturwandels und den damit verbundenen kulturellen Transformationen sowie deren struktureller und methodischer Modellhaftigkeit für andere Regionen. Im Kontext des Green Deal soll mit dem Reallabor in der von massiven Strukturbrüchen gezeichneten Stadt Zeitz im Mitteldeutschen Braunkohlerevier prototypisch ein inklusiver und klimagerechter Stadtumbau befördert werden. Die Kürzel ZEKIWA steht dabei für das Areal und das Industriedenkmal der ehemaligen, legendären Zeitzer Kinderwagen Fabrik.\nDie Stiftung Bauhaus Dessau sucht zum 01.06.2025, befristet bis zum 31.12.2027\neine/n Mitarbeiter/in für Zuwendungs- und Projektcontrolling\nim Bereich Finanzen (m/w/d)\nIhre Aufgaben:\nverwaltungsmäßige Planung und Bewirtschaftung des Drittmittelprojekts einschließlich Controlling\nBeratung der Fachbereiche in Projektangelegenheiten insbesondere zu Förderrichtlinien/-kriterien, Aufstellung von Finanzierungsplänen,\nKostenkalkulationen und Budgetierung\nErstellung von Mittelabrufen und Steuerung des Zahlungsverkehrs\nLiquiditätssicherung und Budgetüberwachung\nunterschriftsreife Bearbeitung von Projektunterlagen,\nFühren von Projektübersichten\nErstellung von Verwendungsnachweisen und Auswertung\nder Prüfergebnisse\nAblage und archivsichere Dokumentation von Projektunterlagen\nIhr Kompetenzprofil:\nAbschluss eines betriebswirtschaftlichen Studiums, abgeschlossene Ausbildung als Verwaltungsfachwirt oder abgeschlossene kaufmännische Berufsausbildung\nBerufserfahrung im kaufmännischen Bereich\nNähere Kenntnisse des Haushalts- und Zuwendungsrechts,\nder allgemeinen Nebenbestimmungen (ANBest-P), der Fördergrundsätze und Richtlinien sowie nähere Kenntnisse des Verwaltungsrechts\nKenntnisse im Bereich des Steuerrechts sind wünschenswert\nsichere Anwendung der gängigen MS-Office Programme\nSehr gute Deutschkenntnisse in Wort und Schrift\nhohe Leistungsbereitschaft, Belastbarkeit und Affinität zu Zahlen\nhohe Team- und Kooperationsfähigkeit; Durchsetzungsstärke und\nprofessionelles Auftreten\nstrukturierte Arbeitsweise\nDie Arbeitszeit beträgt 30 Stunden (Teilzeit) wöchentlich bei flexibler Arbeitszeit. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 9a TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 25. April 2025. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 10 MB) an:\nbewerbung@bauhaus-dessau.de\nStiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht.\nAnerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter www.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projekt-und-zuwendungscontrolling-m-w-d-fuer-das-projekt-reallabor-zekiwa-zeitz/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-verwaltung-m-w-d-fuer-das-projekt-reallabor-zekiwa-zeitz/", "image": "", "title": "Mitarbeiter/in Verwaltung (m/w/d) für das Projekt Reallabor ZEKIWA Zeitz", "content_text": "Stiftung Bauhaus Dessau, Dessau Bewerbungsende: 25.04.2025 | Die Stiftung Bauhaus Dessau beteiligt sich entsprechend ihres Auftrags, die Botschaft der Bauhausidee in die Zukunft zu tragen, als einer von sechs Konsortiumspartnern am\nReallabor ZEKIWA Zeitz\n(weitere Informationen\nunter:\nhttps://bauhaus-dessau.de/reallabor-zekiwa-zeitz/\n)\nmit mehreren Arbeitspaketen. Dabei handelt es sich um ein Modellvorhaben des Landes Sachsen-Anhalt für das Neue Europäische Bauhaus (NEB). Das Vorhaben ist entsprechend der Förderprogramme der EU auf den Zeitraum bis Ende 2027 begrenzt. Der Schwerpunkt liegt dabei auf den zentralen Fragen der Gestaltung des gesellschaftlichen Strukturwandels und den damit verbundenen kulturellen Transformationen sowie deren struktureller und methodischer Modellhaftigkeit für andere Regionen. Im Kontext des Green Deal soll mit dem Reallabor in der von massiven Strukturbrüchen gezeichneten Stadt Zeitz im Mitteldeutschen Braunkohlerevier prototypisch ein inklusiver und klimagerechter Stadtumbau befördert werden. Die Kürzel ZEKIWA steht dabei für das Areal und das Industriedenkmal der ehemaligen, legendären Zeitzer Kinderwagen Fabrik.\nDie Stiftung Bauhaus Dessau sucht zum 01.06.2025, befristet bis zum 31.12.2027\neine/n Mitarbeiter/in Verwaltung (m/w/d)\nDas Aufgabengebiet umfasst u.a. folgende Tätigkeiten:\nVertragssachbearbeitung (Erstellen von Verträgen/Aufträgen an Dritte)\nPrüfung und Beratung der Projektleitung hinsichtlich der Vertragsform unter Berücksichtigung der gesetzlichen Rahmenbedingungen (z.B. Steuer-, Arbeits- und Sozialrecht)\nÜberwachung der vertraglich geschuldeten Leistungserbringung\nBearbeitung projektbezogener Verwaltungsvorgänge hinsichtlich Zuwendungen und Auftragsvergaben\nAkquise von Auftragnehmern und anderen Dritten\nKontrollieren der Erfüllung zuwendungsrechtlicher Auflagen in Abstimmung mit der Projektleitung\nMitwirkung bei projektbezogenen Aufgaben\nSekretariatsaufgaben\nAblage und archivsichere Dokumentation von Projektunterlagen\nIhr Kompetenzprofil:\nAbgeschlossenes Fachhochschulstudium vorzugsweise der Fachrichtungen Diplomverwaltungswirtin/Diplomverwaltungswirt oder Verwaltungswissenschaften oder Angestelltenlehrgang II/Verwaltungsfachwirt/in bzw. ein gleichwertiger Bachelorabschluss oder eine erfolgreich abgeschlossene kaufmännische oder vergleichbare Berufsausbildung sowie entsprechende Berufserfahrung in einer vergleichbaren Tätigkeit,\nsehr gute Kenntnisse und Erfahrungen in der Vertragssachbearbeitung sowie auf den Gebieten Vertragsrecht, Vergaberecht und Zuwendungsrecht\nsteuerrechtliche Kenntnisse sind von Vorteil\nfundierte Kenntnisse der gängigen MS-Office Anwendungen (Word, Excel, PowerPoint)\ngute Kommunikation in Wort und Schrift\nhohe Einsatzbereitschaft, Belastbarkeit und Flexibilität\nhohe Team- und Kooperationsfähigkeit\ndie Fähigkeit, sich schnell in ein neues Aufgabengebiet einzuarbeiten\nSehr gute Deutschkenntnisse in Wort und Schrift; Englischkenntnisse sind wünschenswert\nDie Arbeitszeit beträgt 30 Stunden (Teilzeit) wöchentlich bei flexibler Arbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 9a TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich im Bauhausgebäude, dem ehemaligen Schulgebäude des Bauhauses, das 1925 von Walter Gropius entworfen wurde und heute zum UNESCO-Weltkulturerbe zählt.\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 25. April 2025. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 10 MB) an:\nbewerbung@bauhaus-dessau.de\nStiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter www.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal, unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-verwaltung-m-w-d-fuer-das-projekt-reallabor-zekiwa-zeitz/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projektmanagement-m-w-d-fuer-reallabor-zekiwa-zeitz/", "image": "", "title": "Mitarbeiter/in Projektmanagement (m/w/d) für Reallabor ZEKIWA Zeitz", "content_text": "Stiftung Bauhaus Dessau, Zeitz Bewerbungsende: 22.04.2025 | Die Stiftung Bauhaus Dessau beteiligt sich entsprechend ihres Auftrags, die Botschaft der Bauhausidee in die Zukunft zu tragen, als einer von sechs Konsortiumspartnern am\nReallabor ZEKIWA Zeitz\n(weitere Informationen\nunter:\nhttps://bauhaus-dessau.de/reallabor-zekiwa-zeitz/\n)\nmit mehreren Arbeitspaketen. Dabei handelt es sich um ein Modellvorhaben des Landes Sachsen-Anhalt für das Neue Europäische Bauhaus (NEB). Das Vorhaben ist entsprechend der Förderprogramme der EU auf den Zeitraum bis Ende 2027 begrenzt. Der Schwerpunkt liegt dabei auf den zentralen\nFragen der Gestaltung des gesellschaftlichen Strukturwandels und den damit verbundenen kulturellen Transformationen sowie deren struktureller und\nmethodischer Modellhaftigkeit für andere Regionen. Im Kontext des Green Deal soll mit dem Reallabor in der von massiven Strukturbrüchen gezeichneten Stadt Zeitz im Mitteldeutschen Braunkohlerevier prototypisch ein inklusiver und klimagerechter Stadtumbau befördert werden. Die Kürzel ZEKIWA steht dabei für das Areal und das Industriedenkmal der ehemaligen, legendären Zeitzer Kinderwagen Fabrik.\nAls verbindender Ort des Reallabors ZEKIWA Zeitz wird das Erdgeschoss des teilweise sanierten ZEKIWA-Hauptgebäudes genutzt. Dieser „Raum der Möglichkeiten“ wird gemeinsam durch das Projektkonsortium sowie durch\nzivilgesellschaftliche Initiativen aus Zeitz entwickelt und für gemeinsame,\ngemeinwohl- und gemeinschaftsorientierte Aktivitäten genutzt. Multiple\nAngebote aus dem Konsortium und der Stadtgesellschaft treten miteinander in Aktion, um das Gelände – aufgeladen mit neuen Ideen, Aktionen und\nProzessen – zurück in die Zivilgesellschaft zu holen. Hierbei geben einige fixe und sich regelmäßig wiederholendende Formate im „Raum der Möglichkeiten“ eine verbindliche Struktur. Aber auch weitere Raumnutzungen wie\nbeispielsweise im Rahmen von Workshops, Ausstellungen oder Vorträgen ergeben sich prozesshaft aus den Arbeitsständen des Konsortiums und den Bedürfnissen der Stadt.\nSie gestalten als Mitarbeiter/in Projektmanagement aktiv dieses Format und entwickeln und koordinieren die Beteiligungsformate und Veranstaltungen im „Raum der Möglichkeiten“. Des Weiteren liegt bei Ihnen die Koordinationsstelle für die Kommunikationsmaßnahmen sowie Öffentlichkeitsarbeit. Als Schnittstelle zwischen den verschiedenen Arbeitspaketen des Reallabors und der Stadt Zeitz erwarten Sie vielseitige, abwechslungsreiche Aufgaben mit vielen Entfaltungsmöglichkeiten Ihrer Ideen.\nDie Stiftung Bauhaus Dessau sucht zum 1.06.2025, befristet bis zum 31.12.2027\neine/n Mitarbeiter/in für Projektmanagement (m/w/d)\nDas Aufgabengebiet umfasst u.a. folgende Tätigkeiten:\nEntwicklung und Koordinierung von Beteiligungsformaten und Veranstaltungen für den „Raum der Möglichkeiten“\nKoordinierung von Maßnahmen für die Kommunikation sowie Öffentlichkeitsarbeit für die Formate des „Raums der Möglichkeiten“ und deren Vernetzung im Rahmen des Gesamtvorhabens\nErarbeiten, Steuern und Überwachen der Projektplanungen für den „Raum der Möglichkeiten“ hinsichtlich der Zeitpläne und Finanzmittel sowie der Abstimmung mit allen Beteiligten\nVorbereitung, Durchführung und Dokumentation von projektbezogenen Vergabeverfahren mit besonderem Blick auf sozioökonomische Sinnhaftigkeit und Nachhaltigkeit\nErstellen und Prüfen von Vertragsspezifikationen\nOrganisation/Korrespondenz mit Referent/innen und Projektbeteiligten\nVorbereitung und Planung der Veranstaltungen, Koordination des technischen Supports, der Raumausstattungen sowie von Übersetzer/innen, Moderator/innen, Veranstalter/innen und Pressevertreter/innen\nSchnittstelle für externe Dienstleister, Auftragnehmende sowie Fördermittelgeber, Koordination und Vernetzung aller relevanten Akteure\nAblage und archivsichere Dokumentation von Projektunterlagen\nIhr Kompetenzprofil:\nHochschulabschluss in den Bereichen Kunstwissenschaft, Kunstgeschichte, Kuration, Kulturmanagement oder andere vergleichbare Fachrichtungen sowie organisatorische und betriebswirtschaftliche Kenntnisse\nim Projektmanagement\nErfahrung im Veranstaltungsmanagement, Erfahrung im Entwickeln von Beteiligungs- und Präsentationsformaten, welche unterschiedliche Akteure einbinden, sehr gute Koordinations-, Planungs- und Kommunikationsfähigkeit, kuratorische Erfahrung\nSicherer Umgang mit der Standard-Software MS Office (Word, Excel, PowerPoint, Outlook); mit Softwareanwendungen für Bildbearbeitung, Layout, wünschenswert Kenntnisse im Umgang mit Desktop-Publishing (wie Adobe Photoshop und InDesign); WordPress; macOS; iOS; Android\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten\nEine spannende, zukunftsweisende Aufgabe mit großem Gestaltungsspielraum.\nDie Möglichkeit, innovative Ansätze für den Strukturwandel –  insbesondere im Kontext des Green Deal und des Kohleausstiegs – aktiv mitzugestalten.\nZusammenarbeit in einem kreativen und engagierten Team, das Inklusion, Nachhaltigkeit und Ästhetik lebt.\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler Arbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu mobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 11 TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsplatz befindet sich in Zeitz (Sachsen-Anhalt).\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 22. April 2025. Bitte senden Sie diese ausschließlich per E-Mail  (zusammengefasst in einer PDF-Datei bis 10 MB) an:\nbewerbung@bauhaus-dessau.de\nStiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter www.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal, unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-projektmanagement-m-w-d-fuer-reallabor-zekiwa-zeitz/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bauhaus-agent-innen-wissenschaftliche-mitarbeiter-innen-m-w-d-fuer-das-reallabor-zekiwa-zeitz-m-w-d/", "image": "", "title": "Bauhaus-Agent/innen – Wissenschaftliche Mitarbeiter/innen (m/w/d) für das Reallabor ZEKIWA Zeitz (m/w/d)", "content_text": "Stiftung Bauhaus Dessau, Zeitz Bewerbungsende: 22.04.2025 | Die Stiftung Bauhaus Dessau beteiligt sich entsprechend ihres Auftrags, die Botschaft der Bauhausidee in die Zukunft zu tragen, als einer von sechs Konsortiumspartnern am\nReallabor ZEKIWA Zeitz\n(weitere Informationen  unter:\nhttps://bauhaus-dessau.de/reallabor-zekiwa-zeitz/\n)\nmit mehreren Arbeitspaketen. Dabei handelt es sich um ein Modellvorhaben des Landes Sachsen-Anhalt für das Neue Europäische Bauhaus (NEB). Das Vorhaben ist entsprechend der Förderprogramme der EU auf den Zeitraum bis Ende 2027 begrenzt. Der Schwerpunkt liegt dabei auf den zentralen Fragen der Gestaltung des gesellschaftlichen Strukturwandels und den damit verbundenen kulturellen Transformationen sowie deren struktureller und methodischer Modellhaftigkeit für andere Regionen. Im Kontext des Green Deal soll mit dem Reallabor in der von massiven Strukturbrüchen gezeichneten Stadt Zeitz im Mitteldeutschen Braunkohlerevier prototypisch ein inklusiver und klimagerechter Stadtumbau befördert werden. Die Kürzel ZEKIWA steht dabei für das Areal und das Industriedenkmal der ehemaligen, legendären Zeitzer Kinderwagen Fabrik.\nFür dieses spannende Projekt sucht die Stiftung Bauhaus Dessau zum 1.06.2025, befristet bis zum 31.12.2027\ndrei wissenschaftliche Mitarbeiter/innen als\nBauhaus-Agent/innen (m/w/d),\ndie als engagierte Expert/innen künstlerischer Vermittlungsprozesse die\nStiftung Bauhaus Dessau in diesem Outreach-Programm unterstützten. Als Bauhausagent/in initiieren Sie spannende Bildungs- und Vermittlungsarbeit mit Schüler/innen, Lehrenden, Eltern und außerschulischen Lernorten.\nMit Ihrem künstlerischen oder kulturvermittelnden Hintergrund und Ihrer Erfahrung in der Zusammenarbeit mit Schulen tragen Sie aktiv dazu bei, den Strukturwandel nach dem Kohleausstieg und im Zeichen des Green Deal als fortlaufenden, zukunftsorientierten Prozess positiv in der Gesellschaft zu vermitteln und zu verankern.\nIn dieser Aufgabe gestalten Sie den inklusiven und klimagerechten Stadtumbau in der traditionsreichen Stadt Zeitz im Mitteldeutschen Braunkohlerevier mit – stets unter den Maßgaben von Inklusion, Nachhaltigkeit und Ästhetik.\nDas Aufgabengebiet umfasst u.a. folgende Tätigkeiten:\nKonzeption & Steuerung: Wissenschaftliche und methodische Entwicklung sowie organisatorische Steuerung von Bildungs- und Vermittlungsprojekten in Zusammenarbeit mit Schulen, außerschulischen Einrichtungen, institutionellen Partner/innen, Künstler/innen und Gestalter/innen.\nDidaktische Umsetzung: Konzeption und Realisierung von didaktischen Materialien und Medien für diverse Nutzergruppen.\nBildungspartnerschaften: Aufbau und Pflege langfristiger Partnerschaften mit Schulen, Museen und weiteren Institutionen in Zeitz, den Kohlerevieren Sachsen-Anhalts und in EU-Partnerregionen.\nÖffentlichkeitsarbeit: Vertretung der Agent/innen und ihres Programms nach außen und aktive Öffentlichkeitsarbeit.\nDokumentation & Evaluation: Sorgfältige Dokumentation sowie qualitative Evaluation der Projekte (u. a. durch Abschlussberichte, Foto- und\nVideodokumentationen)\nIhr Kompetenzprofil:\nAbgeschlossenes Hochschulstudium in Kunstpädagogik, Kulturvermittlung, Kulturwissenschaft, Bildender Kunst oder vergleichbar.\nGewünscht ist eine Zusatzqualifikation in Kunst- und Kulturvermittlung (z. B. durch Volontariat, Aufbaustudium oder qualifizierende Weiterbildung)\nMehrjährige, vielseitige Erfahrung in der Bildungs- und Vermittlungsarbeit, idealerweise im musealen oder Ausstellungskontext\nFundierte Kenntnisse in künstlerischer, interdisziplinärer und partizipativer Vermittlung sowie in medienbasierten Formaten\nErfahrung in Konzeption, Planung, Finanzierung, Umsetzung und Dokumentation von Projekten.\nSicherer Umgang mit der Standard-Software MS Office (Word, Excel, PowerPoint, Outlook); mit Softwareanwendungen für Bildbearbeitung, Layout, wünschenswert sind Kenntnisse im Umgang mit Desktop-Publishing (wie Adobe Photoshop und InDesign); WordPress; macOS; iOS; Android\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten\nEine spannende, zukunftsweisende Aufgabe mit großem Gestaltungsspielraum\nDie Möglichkeit, innovative Ansätze für den Strukturwandel –\ninsbesondere im Kontext des Green Deal und des Kohleausstiegs –\naktiv mitzugestalten.\nZusammenarbeit in einem kreativen und engagierten Team,\ndas Inklusion, Nachhaltigkeit und Ästhetik lebt.\nDie Arbeitszeit beträgt 40 Stunden (Vollzeit) wöchentlich bei flexibler\nArbeitszeit, ggf. auch am Wochenende. Es besteht die Möglichkeit zu\nmobiler Arbeit.\nDie Vergütung erfolgt entsprechend der Voraussetzungen nach E 13 TV-L. Darüber hinaus bieten wir attraktive Nebenleistungen wie betriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen.\nIhr Arbeitsort ist Zeitz (Sachsen-Anhalt).\nBewerbung\nWir freuen uns auf Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 22. April 2025. Bitte senden Sie diese ausschließlich per E-Mail (zusammengefasst in einer PDF-Datei bis 10 MB) an:\nbewerbung@bauhaus-dessau.de\nStiftung Bauhaus Dessau, Verwaltungsleitung, Gropiusallee 38, 06846 Dessau-Roßlau.\nDie Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht. Anerkannt Schwerbehinderte werden bei gleicher fachlicher Eignung bevorzugt berücksichtigt.\nDie Auswahlgespräche finden in der 19. Kalenderwoche in der Stiftung Bauhaus Dessau statt.\nWir weisen Sie daraufhin, dass mit Ihrer Bewerbung Ihre personenbezogenen Daten durch uns erhoben und verarbeitet werden. Die Datenerhebung und -verarbeitung erfolgt nach den datenschutzrechtlichen Regelungen der am 25.05.2018 in Kraft getretenen Datenschutz-Grundverordnung (DS-GVO).\nNähere Informationen über die Stiftung Bauhaus Dessau finden Sie unter www.bauhaus-dessau.de\nFür Rückfragen steht Ihnen Frau Voigtländer, Abt. Personal, unter der Telefon-Nr. 0340/6508-310 gern zur Verfügung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bauhaus-agent-innen-wissenschaftliche-mitarbeiter-innen-m-w-d-fuer-das-reallabor-zekiwa-zeitz-m-w-d/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-im-bereich-haus-und-bauforschung/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) im Bereich Haus-/ und Bauforschung", "content_text": "LVR-Freilichtmuseum Kommern, Mechernich Bewerbungsende: 11.04.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas LVR-Freilichtmuseum Kommern, gegründet 1958, ist eines der größten Freilichtmuseen in Deutschland. Auf über 100 ha. werden in fünf Museumsbaugruppen (Westerwald und Mittelrheinregion, Eifel/Köln-Bonner Bucht, Niederrhein, Bergisches Land und Marktplatz Rheinland) derzeit 79 historische, auf das Museumsgelände translozierte Gebäude aus dem Gebiet der ehemaligen preußischen Rheinprovinz präsentiert. Durch die sich im Aufbau befindliche Baugruppe „Marktplatz Rheinland“ werden Aspekte des städtisch-ländlichen Lebens im Rheinland in der 2. Hälfte des 20. Jahrhunderts veranschaulicht. Als Rheinisches Landesmuseum für Volkskunde ist das Museum zentrale Sammelstelle für das alltagskulturelle Erbe des Rheinlandes (ca. 250 000 Objekte). Sonderausstellungen, ein attraktives Veranstaltungsprogramm wie auch ein umfangreiches Vermittlungsangebot, u.a. mit „Gespielter Geschichte“, lassen die Vergangenheit, das Leben und Arbeiten der Menschen im Rheinland, lebendig werden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-im-bereich-haus-und-bauforschung/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teilzeitkraft-im-ticketverkauf-und-museumsshop/", "image": "", "title": "Teilzeitkraft (m/w/d) im Ticketverkauf und Museumsshop", "content_text": "Internationales Maritimes Museum Hamburg, Hamburg Bewerbungsende: 13.04.2025 | Seit 2008 ist der denkmalgeschützte Kaispeicher B Heimat einer der bedeutendsten Sammlungen maritimer Exponate weltweit. Die Sammlung von Peter Tamm sen. wurde 2002 in eine gemeinnützige Stiftung überführt und bildet das Herzstück des Internationalen Maritimen Museums Hamburg. Auf einer Ausstellungsfläche von 12.000 qm und über 9 Decks wird den Besucherinnen und Besuchern die Geschichte der Schifffahrt aus verschiedenen Perspektiven nähergebracht. Das Museum ist eines der größten seiner Art in Europa und zieht jährlich tausende Besucher aus aller Welt an.\nDie Peter Tamm Sen. Stiftung ist Betreiberin des Museums, zweier angeschlossener Shops, vermietet Veranstaltungsräumlichkeiten und verpachtet gastronomische Flächen.\nFür das Internationale Maritime Museum Hamburg suchen wir ab sofort eine Teilzeitkraft (m/w/d) im Ticketverkauf und Museumsshop (20 Std./Woche). Die Einsätze sind 1-2-mal in der Woche von 10:00-19:00 Uhr sowie wechselweise am Wochenende und an den Feiertagen.\nIhre Aufgaben:\nVerkauf von Tickets\nVerkauf von Book- und Non-Book-Artikeln,\nBestückung der Verkaufsregale\nHerausgabe der Informationen über die Ausstellung des Museums sowie Unterstützung der Shopleitung.\nIhr Profil:\nAusgeprägte Dienstleistungsorientierung\nEin gepflegtes Erscheinungsbild\nSicheres Auftreten und verkaufsorientiertes Denken.\nGute Deutsch- und Englischkenntnisse sind zwingend erforderlich.\nErfahrungen im Verkauf sind wünschenswert.\nWir bieten:\nEine interessante und verantwortungsvolle Tätigkeit im Kulturbereich\nMitarbeit in einem engagierten Museumsteam mit flachen Hierarchien und teamübergreifender Zusammenarbeit\n6 Wochen Urlaub\nGute Verkehrsanbindung\nFort- und Weiterbildungsmöglichkeiten\nWeitere Informationen:\nIhre Bewerbung richten Sie bitte schriftlich oder per E-Mail an:\nPeter Tamm Sen. Stiftung\nInternationales Maritimes Museum Hamburg\nTel: +49 40 300 92 30 0\nbewerbung@imm-hamburg.de\nwww.imm-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/teilzeitkraft-im-ticketverkauf-und-museumsshop/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/aushilfskraft-fuer-ticketverkauf-und-museumsshop/", "image": "", "title": "Aushilfskraft für Ticketverkauf und Museumsshop", "content_text": "Internationales Maritimes Museum Hamburg, Hamburg Bewerbungsende: 13.04.2025 | Seit 2008 ist der denkmalgeschützte Kaispeicher B Heimat einer der bedeutendsten Sammlungen maritimer Exponate weltweit. Die Sammlung von Peter Tamm sen. wurde 2002 in eine gemeinnützige Stiftung überführt und bildet das Herzstück des Internationalen Maritimen Museums Hamburg. Auf einer Ausstellungsfläche von 12.000 qm und über 9 Decks wird den Besucherinnen und Besuchern die Geschichte der Schifffahrt aus verschiedenen Perspektiven nähergebracht. Das Museum ist eines der größten seiner Art in Europa und zieht jährlich tausende Besucher aus aller Welt an.\nDie Peter Tamm Sen. Stiftung ist Betreiberin des Museums, zweier angeschlossener Shops, vermietet Veranstaltungsräumlichkeiten und verpachtet gastronomische Flächen.\nFür das Internationale Maritime Museum Hamburg suchen wir ab sofort Aushilfskräfte für die Museumskasse auf Minijob-Basis. Die Arbeitszeit beträgt 1–2-mal in der Woche von 10:00-19:00 Uhr sowie wechselweise am Wochenende und an Feiertagen.\nIhre Aufgaben:\nder Verkauf von Tickets\nder Verkauf von Book- und Non-Book-Artikeln\ndie Bestückung der Verkaufsregale\ndie Herausgabe der Informationen über die Ausstellung des Museums sowie die Unterstützung der Shopleitung\nIhr Profil:\nausgeprägte Dienstleistungsorientierung\nein gepflegtes Erscheinungsbild\nsicheres Auftreten und verkaufsorientiertes Denken\ngute Deutsch- und Englischkenntnisse sind zwingend erforderlich\nErfahrungen im Verkauf sind wünschenswert\nWir bieten:\nEine interessante und verantwortungsvolle Tätigkeit im Kulturbereich\nMitarbeit in einem engagierten Museumsteam mit flachen Hierarchien und teamübergreifender Zusammenarbeit\n6 Wochen Urlaub\nGute Verkehrsanbindung\nWeitere Informationen:\nIhre Bewerbung richten Sie bitte schriftlich oder per E-Mail an:\nPeter Tamm Sen. Stiftung\nInternationales Maritimes Museum Hamburg\nbewerbung@imm-hamburg.de\nTel: +49 40 300 92 30 0\nwww.imm-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/aushilfskraft-fuer-ticketverkauf-und-museumsshop/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-m-w-d-in-der-funktion-eines-burghauptmanns-einer-frau-burghauptmann/", "image": "", "title": "Leiter:in (m/w/d) in der Funktion eines Burghauptmanns / einer Frau Burghauptmann", "content_text": "Wartburg-Stiftung, Eisenach Bewerbungsende: 02.05.2025 | Die Wartburg-Stiftung ist eine rechtsfähige Stiftung des öffentlichen Rechts mit Sitz in Eisenach. Die Stiftung hat seit ihrer Gründung im Jahr 1922 die Aufgabe, die Wartburg und ihre Kunstschätze in würdiger Form als Kulturstätte von internationalem Rang und Denkmal der deutschen Geschichte zu erhalten und der Allgemeinheit zugänglich zu machen. Die UNESCO verlieh der Wartburg 1999 den Titel als Welterbestätte. Die Stiftung hat 45 Beschäftigte und verwaltet einen Etat von rund 8 Mio. € pro Jahr.\nBei der Wartburg-Stiftung ist möglichst zum 01.07.2025 die Stelle\ndes Leiters/der Leiterin (m/w/d) in der Funktion eines Burghauptmanns/einer Frau Burghauptmann\nzu besetzen. Dem Leiter/der Leiterin obliegen insbesondere die wissenschaftliche und künstlerische Leitung der Wartburg, die Verwaltung der Stiftung mit ihrem Vermögen sowie die Ausübung von Pflichten als Gesellschafterin des Tochterunternehmens Wirtschaftsbetriebe Wartburg GmbH.\nGesucht wird eine erfahrene, dynamische und entscheidungsstarke Führungspersönlichkeit, die mit regionalen, nationalen und internationalen Institutionen zusammenarbeitet sowie die Stiftung nach innen und außen vertritt. Zur inhaltlichen und programmatischen Weiterentwicklung der Stiftung werden für diese Aufgabe die ausgeprägte Fähigkeit zur organisatorischen Führung über Institutions- und Mediengrenzen hinweg, kulturelle, wissenschaftliche und betriebswirtschaftliche Kompetenz für die Gesamtleitung des Hauses sowie Ideen für eine zeitgemäße Präsentation der Wartburg und ihr weitergehendes, ideengeschichtliches, kulturelles Erbe erwartet.\nAufgrund aktuell anstehender Sanierungen sind grundlegende Erfahrungen in der Steuerung und Begleitung von großen Projekten im Zuwendungsbau sowie im Denkmalschutz Voraussetzung. Überdies und wegen der großen kulturtouristischen Bedeutung der Wartburg sind Erfahrungen im Bereich des Kulturtourismus und des Marketings von Kulturinstitutionen wünschenswert.\nAnforderungen\nabgeschlossene wissenschaftliche Hochschulausbildung in einer einschlägigen Fachrichtung (insbesondere Geschichte, Philosophie, Kunstwissenschaft),\nausgeprägte Führungs- und Teamfähigkeit mit kooperativem, integrativem Führungsstil und sehr gutes Kommunikationsvermögen,\nlangjährige Berufserfahrung in verantwortungsvoller, vergleichbarer Position mit Budget- und Führungsverantwortung,\nbetriebswirtschaftliche Kenntnisse,\nErfahrung in Steuerung und Begleitung von Projekten des Zuwendungsbaus,\nglaubhaft nachgewiesene Erfahrungen mit dem Bau- und Denkmalrecht, dem Haushaltsrecht, dem Arbeits- und Tarifrecht\numfassende fachliche Kompetenzen in den relevanten Sammlungsbereichen sowie im Bereich der Digitalisierung\nErfahrungen in der konzeptionellen Arbeit,\ngute Kenntnisse über und Erfahrungen mit Verwaltungs- und Behördenstrukturen, Erfahrungen in der Zusammenarbeit mit Gremien,\nErfahrungen im Umgang mit Medien und Öffentlichkeit sowie im Fundraising\nWünschenswert sind:\nnachgewiesene nationale und internationale Vernetzung\nErfahrungen mit der Einwerbung von öffentlichen und privaten Drittmitteln\nErfahrungen im Umgang mit UNESCO-Welterbe-Einrichtungen\nhohes Maß an Flexibilität und Belastbarkeit, Bereitschaft zu mehrtägigen Dienstreisen und zur Arbeit am Abend und an Wochenenden\nverhandlungssichere deutsche und englische Sprachkenntnisse in Wort und Schrift sowie Kenntnisse einer weiteren Fremdsprache\nGemäß § 9 der Satzung der Wartburg-Stiftung wird „der Burghauptmann vom Stiftungsrat berufen und als Angestellter/Angestellte mit einem Dienstvertrag beschäftigt […]. Die Amtszeit beträgt im Regelfall fünf Jahre.“ Eine erneute Bestellung ist möglich. Der Arbeitsvertrag lehnt sich an die tarifrechtlichen Bestimmungen des TV-L für den öffentlichen Dienst der Länder an.\nDie Stellenausschreibung richtet sich in gleicher Weise an männliche, weibliche und diverse Bewerberinnen und Bewerber. Schwerbehinderte Bewerber/-innen werden bei gleicher Eignung entsprechend den gesetzlichen Bestimmungen bevorzugt berücksichtigt. Bewerbungen von Menschen mit Migrationshintergrund sind willkommen.\nBewerbungen mit Lebenslauf, ausführlicher Übersicht über den beruflichen Werdegang, Zeugnissen und Publikationsverzeichnis richten Sie bitte bis zum 02.05.2025 an:\nVorsitzender des Stiftungsrats der Wartburg-Stiftung\nChristian K. Tischner\nThüringer Ministerium für Bildung, Wissenschaft und Kultur\nWerner-Seelenbinder-Str. 7\n99096 Erfurt\nBewerbungskosten können nicht erstattet werden. Die Bewerbungsunterlagen werden vier Wochen nach Abschluss des Ausschreibungsverfahrens vernichtet. Bitte haben Sie Verständnis dafür, dass nicht berücksichtigte Bewerbungen nur gegen einen adressierten und ausreichend frankierten Rückumschlag zurückgesandt werden können.\nFür Rückfragen steht Ihnen die im Ministerium für Wissenschaft, Bildung und Kultur zuständige Referatsleiterin Frau Dr. Fenske (Tel. 0361-57-3214730, Mail: Claudia.Fenske@tmbwk.thueringen.de) zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-m-w-d-in-der-funktion-eines-burghauptmanns-einer-frau-burghauptmann/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/unterstuetzung-des-teams-museumspaedagogik-in-der-abteilung-bildung-vermittlung/", "image": "", "title": "Unterstützung des Teams Museumspädagogik in der Abteilung „Bildung & Vermittlung“", "content_text": "Haus der Natur, Salzburg (Österreich) Bewerbungsende: 28.04.2025 | Das\nHaus der Natur – Museum für Natur und Technik\nin Salzburg ist ein national und international bedeutsames naturwissenschaftliches Museum und zählt mit jährlich über 300.000 Eintritten zu den beliebtesten Museen Österreichs. Ziel der Museumsarbeit des Hauses der Natur ist es, einer möglichst breiten Öffentlichkeit Wissen über Phänomene und Zusammenhänge in der Natur mit einer lebendigen Ausstellungsdidaktik zu vermitteln. Dabei präsentiert sich das Haus der Natur als „Universalmuseum der Naturwissenschaften“ und umfasst ein klassisches Naturkundemuseum, hochwertige Zoo-Abteilungen (Aquarium, Reptilien- und Amphibienzoo), ein Science Center und ein großes öffentliches Observatorium, die „VEGA-Sternwarte Haus der Natur“.\nMit einer breiten Palette an Vermittlungsformaten und Inhalten wird im Haus der Natur die Bildungsarbeit großgeschrieben. Pädagoginnen und Pädagogen vermitteln vielfältige Natur- und Umweltthemen im Museum und seit 2022 auch in Schulen und im Naturschutzzentrum Auenwerkstatt (Salzburger Salzachauen). In Zusammenarbeit mit den am Museum angesiedelten ehrenamtlichen Arbeitsgemeinschaften fördert das Museum das Interesse und Wissen zur Natur Salzburgs durch Exkursionen, Vorträge, Workshops und andere Veranstaltungen.\nOrganisatorische Zuordnung\nDie beschriebene Stelle ist der Leitung der Abteilung „Bildung & Vermittlung“ und in weiterer Folge der Museumsdirektion unterstellt, die Arbeiten werden in laufender Abstimmung mit diesen erfüllt. In der Abteilung „Bildung & Vermittlung“ sind die Teams der Museumspädagogik, der Natur- und Umweltbildung sowie des Naturschutzzentrums Auenwerkstatt zusammengefasst. Die beschriebene Stelle ist der\nMuseumspädagogik\nzugeordnet.\nDie Aufgaben umfassen (unter anderem):\nKonzeption, (Weiter-)Entwicklung und Detailplanung von Vermittlungs- und Veranstaltungsformaten im Museum für Schulklassen, Familien, Kinder, Jugendliche und Erwachsene\nDurchführung von Führungen, Workshops, Kindergeburtstagen und ähnlichen Vermittlungsformaten\nErstellung von Bildungsmaterialien zu verschiedenen Vermittlungsformaten\nZusammenarbeit im eigenen Team, mit wissenschaftlichen Kuratorinnen und Kuratoren sowie dem Ausstellungsteam bei der Entwicklung museumspädagogischer Formate\nQualitätssicherung der durchgeführten Programme\nMitwirkung bei der Ausbildung von externem Vermittlungspersonal\nUnsere Anforderungen an eine erfolgreiche Bewerbung:\nAbgeschlossenes naturwissenschaftliches Hochschulstudium, bevorzugt aus den Fachbereichen Biologie/Ökologie (Master, Magister, Diplom oder Lehramt)\nPraktische Erfahrung in Museumspädagogik und/oder naturwissenschaftlicher Bildungsarbeit mit Kindern, Jugendlichen und Erwachsenen (außerschulisches Lernen)\nPraktische Erfahrung in der Erstellung von Bildungsmaterialien\nEigeninitiative, kreativ-konzeptionelles Denken, Flexibilität und Kontaktfreudigkeit, Organisationsgeschick\nSehr gutes Sprachniveau (Deutsch und Englisch)\nBei Männern: abgeleisteter Präsenz- bzw. Zivildienst\nErwünschte Kenntnisse\nPädagogische Ausbildung oder Weiterbildung\nKenntnisse über schul-relevante Themenbereiche und Inhalte\nBreites und fundiertes naturwissenschaftliches Wissen auch über das eigene Studium hinaus\nErfahrungen im Umgang mit AV-Techniken und digitalen Vermittlungsmethoden\nUnser Angebot:\nAttraktive Daueranstellung mit sinnstiftender und spannender Tätigkeit im Bereich Bildung und Kultur in einer lebenswerten Stadt\nArbeitsumfang: mindestens 34 Wochenstunden (85 %)\nKollegiales Betriebsklima\nAbwechslungsreiche Tätigkeit\nGehaltspaket mit fairer tariflicher Vergütung. Die Entlohnung erfolgt in Anlehnung an das Landesbediensteten-Gehaltsgesetz Salzburg (GSN), Einstiegsgehalt mindestens € 3.530,- brutto auf Basis 34 Wochenstunden, 14-mal jährlich. Das tatsächliche Anfangsgehalt ist abhängig von anrechenbaren Vordienstzeiten und Erfahrungen.\n25 Tage (5 Wochen) Jahresurlaub (30 Tage bzw. 6 Wochen ab einem Alter von 43 Jahren), zusätzliche bezahlte Feiertage am 24. & 31. Dezember eines jeden Jahres\nAttraktiver Arbeitsplatz in der Salzburger Altstadt, gute Anbindung an den öffentlichen Verkehr\nVergünstigter Mittagstisch\nEine diskriminierungsfreie Arbeitsumgebung hat für uns Priorität. Das Haus der Natur fördert die Repräsentanz kultureller Vielfalt und die berufliche Gleichstellung aller Geschlechter.\nKontakt für Fragen zur Stelle\nElisabeth Scheicher\nTel.: +43 (662) 842653-3224, E-Mail: elisabeth.scheicher@hausdernatur.at\nBewerbung\nBewerbungsunterlagen mit Lebenslauf, Darstellung der genannten Anforderungen, Ausbildungs- und Dienstzeugnissen bevorzugt per E-Mail\nbis spätestens 28. April 2025\nan das Haus der Natur, Museumsplatz 5, 5020 Salzburg; office@hausdernatur.at\nIm Zusammenhang mit dieser Stellenausschreibung bzw. Bewerbung entstehende Kosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.04.2025", "url": "https://www.museumsbund.de/stellenangebote/unterstuetzung-des-teams-museumspaedagogik-in-der-abteilung-bildung-vermittlung/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/angehender-biodiversitaetsforscherin-m-w-d/", "image": "", "title": "(Angehende*r) Biodiversitätsforscher*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 13.04.2025 | // EN below\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nFür unseren Standort in\nFrankfurt am Main\nsuchen wir im Rahmen des BMBF-Projektes “BiodivKI: Bürgerportal, Archiv und Analysetool für multimodale Monitoringdaten (AI4WILDLIVE)“ zum\nnächstmöglichen Zeitpunkt eine*n\n(Angehende*n) Biodiversitätsforscher*in (m/w/d)\n(65%)\nIhre Aufgaben\nSie sind Teil unseres Teams aus Wissenschaftler*innen und Software-Entwickler*innen zur Entwicklung eines Daten- und Analyseportals für Biodiversity Monitoring. Wir aggregieren umfangreiche Bild- und Videodaten aus weltweiten Kamerafallenprojekten zur Dokumentation der Biodiversität für Forschung und Naturschutz. Modellprojekte in diesem Zusammenhang sind die Monitorings von Säugetiergemeinschaften in Bolivien und Südafrika und die Analyse der Daten mittels Bürgerwissenschaftler*innen (\nhttps://wildlive.sgn.one/de/\n).\nIm Rahmen des BMBF-FEdA-Projektes “BiodivKI: Bürgerportal, Archiv und Analysetool für multimodale Monitoringdaten (AI4WILDLIVE)“ konzipieren wir den Aufbau einer bundesweiten digitalen Forschungsdateninfrastruktur für die Biodiversitätsforschung. Ziel des Projektes ist es, den Prozess in Monitoring-Programmen zu beschleunigen und Biodiversität mittels Methoden der KI, einer gekoppelten Geo-Analyse und der Einbindung von Citizen Science messbar zu machen. Die Projektstelle wird Teil eines Teams von Spezialist*innen in den Bereichen Biodiversitätsmonitoring, Forschungsdatenmanagement, Service-Entwicklung sowie automatisierter (Machine Learning-basierter) Verarbeitung von Biodiversitätsdaten am Senckenberg-Standort Frankfurt sein, so dass eine umfassende Einarbeitung in die entsprechenden Themenbereiche gewährleistet ist.\nDie maßgebliche Aufgabe der Projektstelle wird sein, eigenständige Analysen der Datensätze aus unseren Fallstudien durchzuführen (z.B. Effekte der Abholzung auf Säugetiergemeinscgaften, Aktivitätszyklen einzelner Arten, Abundanzen). Ein besonderer thematischer Schwerpunkt unseres Teams liegt in der Katzenforschung (Jaguare, Ocelots, Leoparden, Luchse, Löwen), wobei wir verschiedene KI-basierte Methoden zur Individualerkennung erproben und weiterentwickeln, um robuste Populationsgrößenabschätzungen zu erhalten. Die Durchführung einer Promotion ist möglich, aber nicht zwingend.\nIhre Qualifikationen\nAbgeschlossenes Masterstudium oder gleichwertige Qualifikation der Fachrichtungen Biologie, Bioinformatik, Geographie mit Schwerpunkt Biodiversitätsmonitoring, Naturschutz, Makroökologie, Biodiversitätsinformatik oder eine vergleichbare Qualifikation\nKenntnisse und Erfahrungen mit Datenbanken und Datenportalen sowie im Bereich „Biodiversität“ und idealerweise „Biodiversität und KI“\nKenntnisse in der Datenvisualisierung und -analyse, idealerweise von Kamerafallendaten und/oder Tonaufnahmen (R, Python)\nIdealerweise Kenntnisse in Biodiversitätsmodellierung (SDM), occupancy modelling und/oder Geodatenanalyse sowie Fernerkundung und dem Umgang mit Satellitendaten-Produkten\nIdealerweise Kenntnisse und Erfahrung in der Einbindung von Bürgerwissenschaft („Citizen Science“) und/oder Kamerafallen-Projekten\nFähigkeit zur selbstständigen Koordination von Projekten inklusive Organisation von Meetings mit Projektbeteiligten\nTeamorientierte und flexible Arbeitsweise, idealerweise mit der Bereitschaft zu Dienstreisen für Trainings, Meetings und Präsentationen\nSehr gute Kommunikationsfähigkeit sowie Teamfähigkeit\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nselbstständiges Handeln in einem internationalen und professionellen Umfeld\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: 65% Teilzeit\nVertragsart: Befristet bis 31.12.2027\nVergütung: Tarifvertrag des Landes Hessens (TV-H) / E13\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25022 bis zum 13.04.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Dr. Martin Jansen unter\nmartin.jansen@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nThe Senckenberg Gesellschaft für Naturforschung (SGN) was founded in 1817 and is one of the most important research institutions in the field of biodiversity. At its twelve locations throughout Germany, scientists from almost 40 nations conduct cutting-edge research on an international scale. The Society’s headquarter is in the Main metropolis of Frankfurt in the heart of Germany. This is also where one of the best-known Senckenberg facilities, the Senckenberg Natural History Museum, is located.\nThe Senckenberg Society for Nature Research (SGN) at the location in Frankfurt am Main is seeking to fill the following position as soon as possible\n(Aspiring) Biodiversity Researcher (m/f/d)\n(65%)\nYour Tasks\nYou will be part of our dynamic team of scientists and software developers as we build a data and analysis portal for biodiversity monitoring. Our mission is to aggregate extensive image and video data from global camera trap projects to support research and conservation efforts. Our model projects in this context include: monitoring mammal communities in Bolivia and South Africa and engaging citizen scientists to analyze biodiversity data (\nhttps://wildlive.sgn.one/de/\nhttps://wildlive.sgn.one/de/).\nAs part of the BMBF-FEdA project „BiodivKI: Citizen Portal, Archive, and Analysis Tool for Multimodal Monitoring Data (AI4WILDLIVE),“ we are developing a nationwide digital research data infrastructure for biodiversity research. The project ‘s goal is to streamline biodiversity monitoring and analysis using AI methods, geo-analysis, and the integration of citizen science. This position will be part of a multidisciplinary team specializing in biodiversity monitoring, research data management, service development, and automated machine learning-based biodiversity data processing at Senckenberg in Frankfurt. This ensures comprehensive exposure to relevant subject areas and hands-on experience with cutting-edge technologies.\nThe primary responsibility of this role will involve conducting independent analyses of data sets from various case studies. These analyses may focus on topics such as the effects of deforestation on mammal communities, activity cycles of individual species, and abundance patterns. Our team places a particular emphasis on feline research, including jaguars, ocelots, leopards, lynx, and lions. In this context, we actively test and refine AI-based methods for individual recognition to ensure robust population size estimates. While using this position to acquire a doctoral degree is possible, it is not a requirement for this position.\nYour Profile\nCompleted university degree (Master’s level or diploma) in biology, bioinformatics, geography, or a related field with a focus on biodiversity monitoring, nature conservation, or macroecology.\nKnowledge and experience in databases, data portals, and biodiversity monitoring, ideally with experience in biodiversity and AI.\nProficiency in data visualization and analysis, particularly using R or Python. Experience with camera trap data or audio recordings is a plus.\nFamiliarity with biodiversity modeling (e.g., SDM), occupancy modeling, geodata analysis, remote sensing, or satellite data products is desirable.\nExperience in integrating citizen science and/or camera trap projects is highly valued.\nStrong project coordination skills, including organizing meetings with stakeholders.\nStrong team orientation with flexibility and a willingness to travel for training, meetings, and presentations.\nExcellent communication and teamwork skills\nExcellent communication skills in both written and spoken German and English.\nWe offer\nAn attractive and challenging position in a motivated team\nIndependent work in an international and professional environment\nFlexible working hours – mobile working – Support with childcare or caring for family members (certified by the „audit berufundfamilie“ (work and family audit)) – Employee ID card with free admission to municipal museums – Annual bonus – Company pension plan\nLocation: Frankfurt\nEmployment scope: 65% Part-time\nContract type: Limited until 31.12.2027\nCompensation: Collective agreement of the state Hesse (TV-H) / E13\nSenckenberg is committed to diversity. We benefit from the diverse skills, perspectives, and personalities of our employees and welcome applications from qualified applicants, regardless of age, gender, ethnic or cultural background, religion and belief, sexual orientation and identity, or disability. Applicants with severe disabilities will be given special consideration if they are equally qualified. Senckenberg actively supports the balance of work and family life and attaches great importance to an equal and inclusive work culture.\nWould you like to apply?\nPlease send us your complete and comprehensive application documents (cover letter, detailed CV, training and employment references) electronically (as a single PDF file) quoting reference #01-25022 by 13th of April 2025 to recruiting@senckenberg.de or apply directly on our website via the online application form.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFor any job-related inquiries, Mr Dr. Martin Jansen will be happy to assist you at\nmartin.jansen@senckenberg.de\n.\nFor more information about the Senckenberg Gesellschaft für Naturforschung, please visit\nhttp://www.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/angehender-biodiversitaetsforscherin-m-w-d/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-19/", "image": "", "title": "Verwaltungsleitung (m/w/d)", "content_text": "Bröhan Museum, Berlin Bewerbungsende: 13.04.2025 | Das Bröhan Museum sucht zum 1. Juli 2025\neine Verwaltungsleitung (m/w/d)\nKennzahl 01/25\nIm Bröhan Museum. Jugendstil Kunst Design, Stiftung öffentlichen Rechts, ist zum 1. Juli 2025 die Stelle einer Verwaltungsleitung (m/w/d), bis zu Entgeltgruppe 13 TVöD-VKA, zunächst befristet für die Dauer von 2 Jahren, in Vollzeit zu besetzen. Eine Entfristung wird angestrebt.\nZu Ihren Aufgaben zählen insbesondere:\nHaushalts- und Finanzmanagement\nBeauftragte(r) für den Haushalt § 9 LHO\nVerantwortung für die Finanz- und Haushaltsplanung, insbesondere Aufstellung der Unterlagen für den Stellen- und Wirtschaftsplan, den Entwurf des Haushaltsplans, Ausführung des Haushaltsplans und Mitwirkung bei Maßnahmen von finanzieller Bedeutung\nVerantwortung für die mittelfristige Investitionsplanung\nÜberwachung und Steuerung der Finanzen inklusive Berichtswesen für verschiedene Adressaten (Stiftungsrat, Land Berlin (für Kultur zuständige Senatsverwaltung), sonstige Zuwendungsgeber\nEntwicklung und Umsetzung von Strategien zur Steigerung der Eigeneinnahmen sowie Drittmittelakquise/Drittmittelverwaltung\nSteuerung und Überwachung der Mittel für die einzelnen Projekte\nVerantwortung für ein geordnetes und transparentes Rechnungswesen sowie dessen digitale Weiterentwicklung\nVerantwortung für die Erstellung des Jahresabschlusses\nBilanzierung nach HGB\nAnsprechpartner für alle Prüfinstanzen\nAdministrative Aufgaben\nLeitung der Verwaltung (Personal, Finanzen / Controlling, Gebäudemanagement und allgemeiner Dienstbetrieb)\nVerantwortung für grundsätzliche Personalfragen der Stiftung (Personalrecht, Personalentwicklung, Personalplanung, Personalrecruiting, Gesundheitsmanagement, Gleichbehandlung, Diversity). Strategisches Personalmanagement einschließlich der ordnungsgemäßen Durchführung und Administration aller Personal- und Gehaltsangelegenheiten unter Einhaltung der arbeitsrechtlichen und tariflichen Bestimmungen\nUnterstützung des Vorstands/ der Direktion in allen Fragen des Personalrechts und Verwaltungsrechts, des Haushalts und der Wirtschaftsführung sowie in Fragen der Personalplanung und -entwicklung, Gleichbehandlung und Diversity\nVerantwortung für die Weiterentwicklung einrichtungsbezogener Controlling-Instrumente\nErstellung der Vorlagen und Berichte u.a. für den Stiftungsrat\nSchnittstellenmanagement zu allen relevanten Arbeitsbereichen der Stiftung\nStrategisches Management, insbesondere im Hinblick auf das geplante Bauvorhaben, die Ausweichspielstätte und den Neustart nach dem Umbau des Bröhan Museums\nIhr Profil:\nAbgeschlossenes Hochschulstudium (Master/Magister/Diplom) der Betriebswirtschaftslehre, Public Management oder vergleichbar oder gleichwertige Fähigkeiten und Erfahrungen\nMehrjährige einschlägige Berufserfahrung\nUmfassende Kenntnisse der Betriebswirtschaftslehre, des Controllings und der öffentlichen Verwaltung, sowie berufspraktische Erfahrungen im Haushalts- und Rechnungswesen\nErfahrung im kaufmännischen Rechnungswesen und KLR\nGute Kenntnisse im Arbeitsrecht und Tarifrecht (TVöD-VKA)\nVerhandlungssichere Deutsch- und Englischkenntnisse in Wort und Schrift\nSouveränität im wirtschaftlichen Umgang mit öffentlichen Finanzmitteln\nKonzeptionelles und strategisches Denken und Handeln\nSicheres Auftreten, ausgeprägte Kommunikationsfähigkeit und Verhandlungsgeschick, Teamfähigkeit, Führungs- und Sozialkompetenz\nSicherheit im Umgang mit digitalen Medien und sehr gute Softwarekenntnisse insbesondere in Excel und Buchhaltungssystemen sowie Datenbanken\nWir bieten:\nEine abwechslungsreiche Beschäftigung in einem interessanten Arbeitsumfeld und einem engagierten, wertschätzenden Team\nGestaltungspotenzial in einem Museum im Wandel\nFlexible Arbeitszeiten und Mobile Office nach Absprache\nMöglichkeit der Inanspruchnahme eines BVG-Firmentickets\nDie Bezahlung erfolgt, je nach persönlicher Qualifikation, bis zu EG 13 TVöD-VKA\nSie finden sich im Profil wieder?\nDann freuen wir uns auf Ihre Bewerbung!\nVollständige schriftliche Bewerbungsunterlagen erbitten wir bis zum 13.4.2025 per Post oder E-Mail (zusammengefasst in einem PDF-Dokument, maximal 8 MB) an:\nBröhan Museum\nKennzahl: 01/25\nSchloßstraße 1a\n14059 Berlin\nE-Mail: bewerbung@broehan-museum.de\nAnsprechpartner für Fragen zum Aufgabengebiet: Herr Dr. Hoffmann (Tel.: 030/32690600)\nDie Vorstellungsgespräche finden voraussichtlich am 29.4.2025 statt.\nBewerbungsunterlagen werden nur zurückgesandt, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nSchwerbehinderte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Bitte weisen Sie in der Bewerbung gegebenenfalls auf eine vorhandene Schwerbehinderung bzw. Gleichstellung hin. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Einwanderungsgeschichte werden besonders ermutigt, sich zu bewerben.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-19/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-90/", "image": "", "title": "Wissenschaftliche*r Volontär*in (m/w/d)", "content_text": "Skulpturenmuseum Marl, Marl Bewerbungsende: 11.04.2025 | Die Stadt Marl im nördlichen Ruhrgebiet mit ca. 88.000 Einwohner*innen gehört zur Metropolregion Rhein-Ruhr und ist die zweitgrößte Stadt des Kreises Recklinghausen. Rund 1.500 verbeamtete und tariflich Beschäftigte erbringen Dienstleistungen für die Bürger*innen der Stadt. Dafür suchen wir Verstärkung.\nIm Amt für Kultur und Weiterbildung ist kurzfristig eine Vollzeitstelle als\nWissenschaftliche*r Volontär*in (m/w/d)\nim Skulpturenmuseum-Marl\nzu besetzen.\nDas Volontariat ist auf zwei Jahre befristet.\nDas 1982 gegründete städtische Museum konzentriert sich sowohl auf Skulptur des 20. Jahrhunderts bis zur Gegenwart als auch auf Video- und Klangkunst. Der große Bestand von über 100 Skulpturen im öffentlichen Raum ist ein weiterer Schwerpunkt der Museums- und Vermittlungsarbeit.\nIm Rahmen der Umsetzung des Leitprojektes Marschall 66 sollen das Skulpturenmuseum Marl sowie die Zentralbibliothek zukünftig zu einem kulturellen Zentrum zusammengeführt werden. Durch die räumliche Zusammenlegung der beiden Institute sowie durch die enge Zusammenarbeit mit der Musik- und Volkshochschule der Stadt Marl, sollen Besucherinnen und Besucher künftig von einem breit gefächerten kulturellen Angebot an dem neuen Standort profitieren.\nIhre Aufgaben:\nMitarbeit im Skulpturenmuseum, besonders:\nMitarbeit und Unterstützung in allen Geschäftsabläufen des Museumsbetriebs, besonders bei der Konzeption, Organisation und Durchführung von Ausstellungen und Veranstaltungen\nMitarbeit bei der Kunstvermittlung für Schulen und Führungen\nPflege und Ausbau des Internetportals und weiterer digitaler Infoplattformen\nMitarbeit in der Öffentlichkeitsarbeit sowie an der Marketing- und Kommunikationsstrategie\nEinbringung in die allgemeine Museumsarbeit\nUnterstützung bei der Umsetzung von Marschall 66\nIhr Profil:\nabgeschlossenes wissenschaftliches Studium im Bereich Kunstgeschichte, Kulturwissenschaft oder Kulturmanagement, Curatorial Studies oder Medienwissenschaften (Master, Magister oder Promotion) oder vergleichbare Qualifikation im Sektor Kunst und Kultur\nfachlicher Schwerpunkt in den Bereichen Skulptur und Medienkunst (Video- und Klangkunst) ist erwünscht\ngute Kenntnisse der zeitgenössischen Kunst\nKenntnisse bzw. Erfahrungen im Bereich Projektmanagement/ Ausstellungsorganisation sind wünschenswert\nEnglisch fließend in Wort und Schrift\nsehr gutes sprachliches Ausdrucksvermögen und selbstverständlicher Umgang mit dem MS-Office-Paket und Social Media\nKreativität, Flexibilität, Belastbarkeit, Organisationsgeschick, Teamgeist und selbständiges Arbeiten\nWir bieten Ihnen:\numfassende Einblicke in alle Aufgabenfelder eines kommunalen Museums\neine vielseitige und abwechslungsreiche Tätigkeit in einem engagierten Team\neine monatliche Pauschalvergütung in Höhe von 50% der Stufe 1 der Entgeltgruppe 13 TVöD\nVielfalt ist für uns ein wichtiger Bestandteil der Personalentwicklung. Deshalb begrüßen wir Ihre Bewerbung unabhängig von Geschlecht, Alter, Herkunft, Religion, Weltanschauung, Behinderung oder sexueller Identität. Zudem fördern wir aktiv die Gleichstellung der Mitarbeiter*innen unter Beachtung des Landesgleichstellungsgesetzes NRW. Bewerbungen geeigneter schwerbehinderter bzw. gleichgestellter Menschen im Sinne des SGB IX sind ausdrücklich erwünscht. Wir ermuntern Menschen mit Migrationshintergrund, die die Voraussetzungen erfüllen, ausdrücklich, sich zu bewerben. Die Stelle ist nicht teilbar.\nInformationen zum Bewerbungsverfahren\nDie Bewerbungsfrist für diese Stelle endet am\n11.04.2025\n. Sie können sich\nausschließlich online über das Bewerbungsportal der Stadt bewerben\n:\nhttps://bewerbungen-online-info.pi-asp.de/bewerber-web/?company=240-FIRMA-ID&tenant=2#positions\nBitte machen Sie dazu die erforderlichen Angaben in den Eingabefeldern. Die Dateien müssen im\nFormat .pdf oder .jpeg\nhochgeladen werden und dürfen jeweils\nnicht größer als 10 MB\nsein. Nach Versand Ihrer Bewerbung erhalten Sie zunächst eine Bestätigung. Im Anschluss daran werden Ihnen die Zugangsdaten zum Bewerbungsportal per E-Mail zugesandt. Über den Stand des Bewerbungsverfahrens werden Sie ebenfalls laufend per E-Mail und das Bewerberportal informiert, es erfolgt keine Kommunikation auf dem Postweg. Bitte stellen Sie daher sicher, dass die von Ihnen angegebene E-Mail-Adresse bis zum Abschluss des Verfahrens aktiv ist.\nBei Fragen zum Ausschreibungsverfahren stehen Ihnen Frau Bähr (Tel. 02365/992538) und Frau Melang (Tel. 02365/992741) gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-90/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-20/", "image": "", "title": "Volontär:in (m/w/d)", "content_text": "Städel Museum, Frankfurt am Main Bewerbungsende: 30.04.2025 | Das Städel Museum und die Liebieghaus Skulpturensammlung sind zwei der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst vom Mittelalter bis zur Gegenwartskunst. Die Liebieghaus Skulpturensammlung bietet einen einzigartigen Überblick über die Skulptur vom alten Ägypten bis zum Klassizismus.\nFür die Abteilung\nBildung & Vermittlung\nsuchen wir ab sofort eine/n\nVOLONTÄR/IN (m/w/d)\n(Vollzeit, die Stelle ist auf zwei Jahre befristet)\nWerden Sie Teil unseres motivierten, dynamischen Teams. Die Abteilung Bildung & Vermittlung hat sich im Bereich der besucherorientierten Programme im Museum eine besondere Reputation erarbeitet, und ist zugleich führend in der digitalen Vermittlung (u.a. Digitorial®, Städel Universe, Artemis Digital, CLOSE UP). Entwickeln Sie gemeinsam mit uns neue analoge und digitale Konzepte, tauchen Sie tief ein in die Vielfalt unterschiedlicher Textarbeit für unser diverses Publikum und profitieren Sie dabei von der vielfältigen Erfahrung der Museumspädagogik.\nZu Ihren Aufgaben gehören:\nEntwicklung & Betreuung von Vermittlungsprogrammen zu den Sammlungen und Sonderausstellungen (Führungsformate und -inhalte, sowie Workshops)\nBetreuung und Begleitung von Outreach- und Bildungsprojekten\nText- und Redaktionsarbeit von analogen und digitalen Begleitmedien für unterschiedliche Zielgruppen\nKonzeption und Durchführung von Sonderprojekten, Kooperationen und Großveranstaltungen\nIhr Profil:\nStudienabschluss (Master/Magister) mit Hauptfach im Bereich Kunstgeschichte, Kunstpädagogik oder vergleichbaren Studiengängen\nErfahrungen mit Angeboten der Kulturvermittlung und der künstlerischen Praxis\nErfahrungen mit Recherche- und Textarbeit für verschiedene Zielgruppen\nKompetenzen im Umgang mit digitalen Medien\nSehr gute Englischkenntnisse in Wort und Schrift, weitere Fremdsprachenkenntnisse von Vorteil\nKreativität, Innovationsfreude und hohe Motivation, sowie Eigeninitiative, Verantwortungsbewusstsein und Leistungsfähigkeit, Team- und Kommunikationsfähigkeit\nSelbständiger, strukturierter und organisierter Arbeitsstil\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum 30. April 2025 an\npersonal@staedelmuseum.de\nan Dr. Chantal Eschenfelder, Leiterin Bildung & Vermittlung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-20/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-saarlandmuseum/", "image": "", "title": "Wissenschaftliches Volontariat im Saarlandmuseum", "content_text": "Stiftung Saarländischer Kulturbesitz, Saarbrücken Bewerbungsende: 18.04.2025 | Die Stiftung Saarländischer Kulturbesitz ist eine der bedeutendsten Kulturinstitutionen des Saarlandes mit überregionaler und grenzüberschreitender Strahlkraft. Zu ihren Einrichtungen gehören das Saarlandmuseum (Moderne Galerie/Alte Sammlung) und das Museum für Vor- und Frühgeschichte mit der Römischen Villa Nennig sowie das Deutsche Zeitungsmuseum in Wadgassen.\nZur Verstärkung ihres Teams sucht die Stiftung Saarländischer Kulturbesitz für das Saarlandmuseum ab 15.06.2025 einen\nWissenschaftlichen Volontär (m/w/d)\nfür die Dauer von zwei Jahren.\nDiese Ausschreibung orientiert sich an den Empfehlungen des Deutschen Museumsbundes für ein wissenschaftliches Volontariat. Zu den wesentlichen Inhalten gehören insbesondere\nfolgende Aufgabenschwerpunkte\n:\nwissenschaftliche Bearbeitung der Sammlungen\nMitarbeit bei der Konzeption und Durchführung von Sonderausstellungen\nVorbereitung und fachliche Betreuung von Publikationen\nSie erhalten Gelegenheit, alle Aufgabenfelder der Museumsarbeit – Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln – kennenzulernen. Eine fachliche Profilierung wird insbesondere im Bereich Sammlung und Ausstellung geboten, nach Möglichkeit auch im Rahmen eigenständig entwickelter Projekte. Daneben ermöglicht das Volontariat die Teilnahme an regionalen Fortbildungsveranstaltungen.\nUnsere Anforderungen:\nabgeschlossenes Hochschulstudium (Master oder Magister, idealerweise Promotion) mit dem Hauptfach Kunstgeschichte\nfundierte Kenntnisse der Kunst des 20. und 21. Jahrhunderts\nFremdsprachenkenntnisse, vorrangig in Englisch und Französisch\nKommunikationsfähigkeit, Zuverlässigkeit und Begeisterungsfähigkeit\nPlanungs- und Organisationsgeschick, Kreativität\nTeamfähigkeit, Eigeninitiative, Fähigkeit zur raschen Einarbeitung in unterschiedliche Themen und Sammlungsbereiche\nErfahrungen in der Ausstellungs- und/oder Museumsarbeit (z.B. durch Praktika)\ngängige Computer-Kenntnisse (MS Office)\nKnowhow im Umgang mit sozialen Netzwerken (z.B. Facebook, Instagram)\nWünschenswert:\nErfahrungen in der Anwendung von Typo 3\nFührerschein Klasse B\nDie Vergütung beträgt im ersten Jahr 50 v. H. des Entgelts der EG 13 Stufe 1 und im zweiten Jahr 50 v. H. des Entgelts der EG 13 Stufe 2 TV-L in der jeweils geltenden Fassung.\nDie Stiftung Saarländischer Kulturbesitz gewährleistet die berufliche Gleichstellung aller Beschäftigten. Wir begrüßen deshalb Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bei gleicher Eignung werden wir schwerbehinderte Menschen bevorzugt einstellen.\nIhre Bewerbung richten Sie bitte spätestens bis 18.04.2025 an: Stiftung Saarländischer Kulturbesitz, Vorstand, Bismarckstr. 11 – 19, 66111 Saarbrücken, oder per Mail an:\npersonalstelle@kulturbesitz.de\n.\nBeachten Sie, dass per Post eingegangene Bewerbungen nicht zurückgeschickt werden und ausschließlich Kopien vorzulegen sind. Im Zusammenhang mit der Bewerbung entstehende Kosten werden nicht erstattet.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen der DSGVO gelöscht. Weitere Bestimmungen zum Datenschutz finden Sie unter folgendem Link:\nhttps://www.kulturbesitz.de/fileadmin/images/Kulturbesitz/Stiftung/Dokumente/Bewerberinformation_Stiftung_Saarlaendischer_Kulturbesitz-21_05_2024.pdf\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-saarlandmuseum/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-35/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Emsland Archäologie Museum, Meppen Bewerbungsende: 04.04.2025 | Der Landkreis Emsland\nbesetzt zum 01.09.2025 die Stelle der\nMuseumsleitung\n(m/w/d)\nfür das Emsland Archäologie Museum\nDas Emsland Archäologiemuseum ist eine öffentliche Institution, die vom Landkreis Emsland getragen wird. Sie befindet sich in der Nähe des Meppener Stadtzentrums, umgeben von mehreren Wasserläufen und großen Grünflächen. Letztere werden auch für Veranstaltungen genutzt. Das 1996 eröffnete Ausstellungszentrum für die Archäologie des Emslandes wurde 2019/2020 umfassend renoviert und erweitert. Seither sind an diesem Standort das Emsland Archäologiemuseum und das Stadtmuseum Meppen (Träger: Stadt Meppen) unter einem Dach vereint. Beide Museen bilden gemeinsam mit dem Café Koppelschleuse, der Jugendherberge Meppen, der Kunstschule Koppelschleuse und dem Meppener Kunstkreis e.V. ein dichtes Kulturquartier, das sog. „Kulturnetzwerk Koppelschleuse“.\nDas Archäologiemuseum wurde jüngst durch das Kinderferienland Niedersachsen als besonders kinderfreundlich ausgezeichnet. Nicht zuletzt liegt dies an der interaktiven Ausstellung, in der die Besucherinnen und Besucher sowohl historische Werkstätigkeiten als auch archäologische Untersuchungsmethoden erproben können. Die Sammlung zur Vor- und Frühzeit des Emslandes mit dem Fokus auf die Trichterbecherkultur ist die größte ihrer Art.\nJedes Jahr präsentiert das Archäologiemuseum eine neue Sonderausstellung, die von dem kleinen, aber engagierten Museumsteam konzipiert und durchgeführt wird. Fester Bestandteil des Vermittlungsprogramms ist überdies die Vortragsreihe „Geschichte vor acht“, in der archäologische Themen mit regionalem wie überregionalem Bezug von verschiedenen Fachleuten aus den Bereichen Archäologie, Bodendenkmalpflege und museale Praxis vorgestellt werden.\nBesondere Highlights im Jahresverlauf sind die kulturellen Großveranstaltungen auf dem weitläufigen Areal der Meppener Koppelschleuse. Gemäß dem Ansatz des Hauses, Geschichte greifbar zu machen, nehmen „Living History“-Formate wie der im Rhythmus von zwei Jahren stattfindende „Historische Markt“ mit Darstellerinnen und Darstellern aus allen Epochen stets einen besonderen Raum ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-35/", "date_published": "2025-03-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiteraufsichtsdienst-m-w-d/", "image": "", "title": "Leiter*Aufsichtsdienst (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 17.04.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 als Römisch-Germanisches Zentralmuseum widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nAuf Grund des Renteneintritts des bisherigen Stelleninhabers suchen wir für unseren Servicebereich Museumsbetrieb am Standort Mainz zum nächstmöglichen Zeitpunkt\neine*n Leiter*Aufsichtsdienst (m/w/d)\nin Vollzeit\n(bis EG 5 TV-L)\nIhre Aufgaben:\nUnterstützung der Leitung Museumsbetrieb bei der konzeptionellen Weiterentwicklung des Betriebskonzeptes für den Museums- und Empfangsbereich\nÜberwachen der Dienstleister bzw. deren Aufgabenerfüllung, jeweils auf Basis der vertraglichen Bedingungen, insbesondere im Bereich der Museumsaufsicht/-sicherheit sowie der Unterhaltsreinigung, Glasreinigung\nWahrnehmung aller Aufgaben im Empfangsbereich des Museums und im Institut, z. B. Zutrittskontrolle, Aufsichts- und Schließdienste, einschließlich Annahme und Weiterleitung der Paket- und Postsendungen\nBetreuung der Telefonzentrale (Annahme, Weiterleitung und Vermittlung aller eingehenden Telefongespräche, Auskünfte, Weiterleitung von E-Mails, die im Anmeldebereich eingehen)\nDurchsetzung der Hausordnung, sowie im Alarmfall Einleitung von Erste-Hilfe und Brandschutzmaßnahmen; Durchführung der Personenbefreiung aus Aufzügen\nUnterstützung im Buchungs- und Besuchendenservice\nBetreuung und Verkauf von Produkten des Museumsshops sowie die hierzu gehörige Kassentätigkeit einschl. Tagesabschlüsse\nMitarbeit bei der Vorbereitung und Durchführung von Veranstaltungen (z.B. Aufbau, Versand von Einladungen, Dekoration usw.)\nAusübung allgemeiner administrativer Tätigkeiten\nIhr Anforderungsprofil:\nAbschluss einer kaufmännischen Ausbildung, Berufserfahrung im Aufsichtsdienst, idealerweise in einem Museum oder Veranstaltungsbetrieb\nTechnisches Grundverständnis zur Bedienung der Schließanlage, der Einbruchmeldeanlage, der Videoüberwachung und der Fluchttürsteuerung.\nSicherer Umgang mit PC-Anwendungen, insbesondere MS Office, Outlook sowie im Umgang mit einem Kassen-/Buchungssystem (idealerweise TOP3)\nGute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nLösungsorientiertheit, Kreativität, Eigeninitiative und Organisationsgeschick\nStark ausgeprägte Serviceorientierung, Teamgeist und Kommunikationsstärke\nBereitschaft zu regelmäßigen Wochenenddiensten und zur Arbeit an Feiertagen sowie in den Abendstunden\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen bei einer hohen beruflichen Sicherheit\nEine Vergütung bis zur Entgeltgruppe 5 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen sowie Zuschläge für Wochenend-, Feiertags- und Abendarbeit\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach „audit berufundfamilie“\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre Bewerbung bis zum 17.04.2025 – möglichst in einer PDF-Datei – per E-Mail an:\nbewerbung@leiza.de\n. Für Rückfragen wenden Sie sich bitte an Herrn Leipold unter\nchristian.leipold@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können leider nicht erstattet werden.\nWeitere Informationen zum LEIZA finden Sie unter www.leiza.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.04.2025", "url": "https://www.museumsbund.de/stellenangebote/leiteraufsichtsdienst-m-w-d/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/it-koordinator-it-administrator-it-prozessmanager-w-m-d/", "image": "", "title": "IT-Koordinator / IT-Administrator / IT-Prozessmanager (w/m/d)", "content_text": "3Landesmuseen Braunschweig, Braunschweig Bewerbungsende: 18.04.2025 | Die 3Landesmuseen befinden sich in einer Zeit des digitalen Umbruchs. Aus diesem Grund suchen wir zur Unterstützung unseres Teams im Bereich der\nBetriebswirtschaftlichen Leitung\nzum nächstmöglichen Zeitpunkt einen\nIT-Koordinator / IT-Administrator / IT-Prozessmanager (w/m/d)\nbis zu Entgeltgruppe 11 TV-L\nIhre Aufgaben:\nMitgestaltung, Weiterentwicklung und Umsetzung der IT- und Digitalstrategie der 3Landesmuseen Braunschweig\nDigitalisierung von Geschäftsprozessen sowie Entwicklung und Optimierung der IT Prozesse\nUmsetzung und Optimierung des User Supports\nUnterstützung des Rechenzentrums bei der Administration der Client- und Server- Netzwerke und Peripherie, insbesondere bei Aufstellung und Einrichtung von Hardware.\nGewährleistung einer hohen IT-Verfügbarkeit und Einhaltung der IT-Security-Anforderungen\nAnforderungsanalyse/-beschreibung, Ausschreibung und Auswahl von Hard- und Software\nAdministration der Telefonie sowie der Kassensysteme und Medienstationen\nVerwaltung und Überwachung des IT-Budgets\nUnterstützung und Anleitung der Kolleg*innen der 3Landesmuseen, Durchführung von Workshops sowie Erstellung von systembezogenen Richtlinien und Dokumentationen.\nEnge Zusammenarbeit mit allen relevanten Schnittstellen in den 3Landesmuseen, sowie mit externen Partnern und Dienstleistern\nAnleitung und Koordination von studentischen Hilfskräften\nEs ist möglich, dass sich der Aufgabenzuschnitt künftig verändert.\nIhr Profil:\nErforderlich ist:\nMindestens ein abgeschlossenes Hochschulstudium (Diplom (FH) / Bachelor) in den Fachrichtungen Informatik, Wirtschaftsinformatik, technische Informatik, Informations- und Kommunikationstechnologien, Mathematik, IT-Sicherheit oder artverwandte Fachrichtungen\noder\nmindestens ein abgeschlossenes Hochschulstudium (Diplom (FH) / Bachelor) in einer anderen als der o. g. Fachrichtung und nachgewiesene praktische Erfahrungen im o. g. Aufgabenbereich\noder\neine abgeschlossene einschlägige Berufsausbildung im Bereich der Informationstechnik,  z.B. als Fachinformatiker\noder\neine mindestens fünfjährige, gut dokumentierte praktische Erfahrung und berufliche Praxis im Bereich der Informationstechnik mit den entsprechenden Zertifizierungen und Nachweisen\nVorteilhaft wäre:\nBerufserfahrung im ausgeschriebenen Tätigkeitsfeld\nErfahrungen im Projektmanagement\nhohe soziale Kompetenzen und kommunikative Fähigkeiten / Teamfähigkeit\nausgeprägtes organisatorisch-logistisches Geschick sowie eine gute Belastungs- und Integrationsfähigkeit.\neine ausgeprägte Leistungsbereitschaft\nGestaltungswille, Kommunikationsstärke, Entscheidungsbereitschaft und Verhandlungsgeschick sowie\nInteresse am Thema „Museum“.\nWir bieten:\neine\nunbefristete\nVollzeitbeschäftigung im öffentlichen Dienst\neine Bezahlung je nach persönlichen Voraussetzungen und konkretem Aufgabenzuschnitt bis\nEntgeltgruppe 11 TV-L\n30 Tage Erholungsurlaub\nflexible Arbeitszeiten (Gleitzeit)\nMöglichkeit zum mobilen Arbeiten\nJahressonderzahlung sowie Zusatzversorgung des öffentlichen Dienstes\nFahrradleasing für Mitarbeitende (vorauss. ab 2026),\ninsgesamt eine extrem vielseitige, interessante und verantwortungsvolle Tätigkeit in teamorientierten Strukturen.\nWir sind:\nAls die 3Landesmuseen Braunschweig mit ca 120 Beschäftigten sind wir der größte Museumsbetrieb des Landes Niedersachsen, verortet in der Löwenstadt Braunschweig (ca. 250.000 Einwohner), und setzen uns zusammen aus dem Herzog Anton Ulrich-Museum, dem Staatlichen Naturhistorischen Museum einschl dem Forschungsmuseum Schöningen und dem Braunschweigischen Landesmuseum.\nDas Herzog Anton Ulrich-Museum zählt zu den ältesten Museen Europas mit breit gefächerten Beständen alter Kunst von der Antike bis zur Neuzeit. Die hochkarätigen fürstlichen Sammlungen umfassen neben Schwerpunkten in Malerei, Angewandter Kunst, Skulptur und Graphik nahezu alle Gattungen mit bedeutendsten Zeugnissen verschiedener Kunstregionen vom Mittelalter bis ins 18. Jahrhundert.\nDas Staatliche Naturhistorische Museum (SNHM) besteht seit mehr als 260 Jahren und ist eines der ältesten Naturkundemuseen weltweit. Es beherbergt und zeigt umfangreiche bio- und geo-wissenschaftliche Sammlungsbestände des Landes Niedersachsens, Europas und der Welt.\nDas Braunschweigische Landesmuseum ist seit mehr als 125 Jahren ein zentraler Ort, an dem die Zeugnisse der Archäologie, Geschichte und Kultur des ehemaligen Herzogtums und des Landes Braunschweig bewahrt, erforscht und vermittelt werden.\nHaben Sie Lust, Ihr Können und Ihre Ideen im Verbund der 3Landesmuseen Braun­schweig einzubringen? Erfüllen Sie die Anforderungen? Dann freuen wir uns auf Ihre aussage­kräftige Bewerbung!\nBesondere Hinweise:\nDer Arbeitsplatz ist teilzeitgeeignet, sollte jedoch zu 100% besetzt sein.\nDie 3Landesmuseen fördern aktiv die berufliche Gleichstellung von Frauen und Männern. Daher werden Bewerbungen von\nMännern\nausdrücklich begrüßt.\nSchwerbehinderte Bewerber*innen oder Personen, die diesen gleichgestellt sind, werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir, uns bereits in Ihrem Anschreiben einen Hinweis auf Ihre Schwerbehinderung zu geben. Zur Unterstützung in diesem Bereich steht Ihnen die Vertrauensperson der Schwerbehinderten der 3Landesmuseen Braunschweig zur Verfügung; weitere Hinweise finden Sie auf unserer Homepage.\nBewerbungen von Menschen aller Nationalitäten sind willkommen. Bei der Erlernung der deutschen Sprache unterstützen wir Sie gerne.\nDie Datenschutz-Grundverordnung (DSGVO) sieht vor, dass die Verantwortlichen Sie als betroffene Person über die Modalitäten, wie Ihre personenbezogenen Daten verarbeitet werden und welche Rechte Ihnen in diesem Zusammenhang zustehen, informieren. Die Informationen für Sie als Bewerber*in finden Sie als\nPDF-Dokument\nauf unserer Homepage.\nWir konnten Ihr Interesse wecken?\nDann freuen wir uns über Ihre Bewerbung mit aussagekräftigen Unterlagen\n[1]\n)\nbis zum 18.04.2025\nzur Stellenausschreibung:\nbewerbung@3landesmuseen.de\nWir bevorzugen Online-Bewerbungen und bitten um Zusammenfassung aller Unterlagen in einer Gesamt-PDF, die eine Größe von 5 MB nicht überschreiten sollte.\nSollten Sie bereits im öffentlichen Dienst tätig sein, erteilen Sie uns bitte Ihr Einverständnis zur Einsichtnahme in Ihre Personalakte.\nAnsprechpartner für fachliche Auskünfte:\nHerr Kai-Uwe Löhr, Abteilungsleitung FCIT; stlv. Betriebswirtschaftlicher Leiter,\nTel.: (0531) 1225 4100\nAnsprechpartnerin zum Bewerbungsverfahren:\nFrau Andrea Fleischmann, Personalleitung, Tel.: (0531) 1225 4300\n3Landesmuseen Braunschweig\nMuseumstr. 1\n38100 Braunschweig\n[1]\nMindestens Anschreiben, Lebenslauf, relevante Arbeitszeugnisse, Zeugnis Ihres höchsten Bildungsabschlusses. Ein Verweis auf Ihre Personalakte ist nicht ausreichend. Bitte beachten Sie, dass Bewerbungen in Papierform grundsätzlich nicht zurückgesandt und nach Abschluss des Auswahlverfahrens datenschutzgerecht vernichtet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.04.2025", "url": "https://www.museumsbund.de/stellenangebote/it-koordinator-it-administrator-it-prozessmanager-w-m-d/", "date_published": "2025-03-21T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeitung-m-w-d-3/", "image": "", "title": "Personalsachbearbeitung (m/w/d)", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Weimar Bewerbungsende: 04.05.2025 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist zum nächstmöglichen Zeitpunkt die Stelle\nPersonalsachbearbeitung (m/w/d)\nzu besetzen. Die Stelle ist in Teilzeit (20 Wochenstunden) und unbefristet.\nWer sind wir?\nDie beiden Standorte der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora befinden sich an den Orten der gleichnamigen ehemaligen Konzentrationslager bei Weimar bzw. Nordhausen. Heute sind die Gedenkstätten internationale Lern- und Gedächtnisorte mit vielfältigen Bildungsangeboten zur intensiven Auseinandersetzung mit der Geschichte der nationalsozialistischen Konzentrationslager, des sowjetischen Speziallagers Buchenwald sowie der Gedenkstätten zu Zeiten der DDR und nach 1990. Gebäude und Relikte auf den jeweils mehrere Hundert Hektar großen ehemaligen Lagergeländen sowie eine vielfältige Überlieferung in Sammlungen und Archiven zeugen von den Verbrechen, aber auch vom wechselvollen Umgang mit der Geschichte. Dauer- und Wechselausstellungen regen zur kritischen Auseinandersetzung mit der Vergangenheit an, insbesondere auch mit der engen Einbindung der Konzentrationslager in die deutsche Gesellschaft. Jährlich besuchen insgesamt mehrere Hunderttausend Menschen die Gedenkstätten Buchenwald und Mittelbau-Dora.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeitung-m-w-d-3/", "date_published": "2025-03-21T00:00:00"}]}