{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/leitung-des-bereichs-marketing-und-vermittlung-m-w-d/", "image": "", "title": "Leitung des Bereichs Marketing und Vermittlung (m/w/d)", "content_text": "Friedenstein Stiftung Gotha, Gotha Bewerbungsende: 15.02.2026 | Die Friedenstein Stiftung Gotha ist eine kulturelle Einrichtung von nationaler Bedeutung, die im Verbund mit der Stiftung Thüringer Schlösser und Gärten und der Universität Erfurt ein einzigartiges Bau-, Garten- und Sammlungsensemble der europäischen Residenzkultur in Gotha betreut. Im Eigentum der Stiftung befinden sich über eine Million Objekte, verteilt auf 18 historisch gewachsene Bestandsgruppen. Die Forschungsbibliothek Gotha der Universität Erfurt verwaltet nochmals einen Bestand von mehr als eine Million Druckwerke.\nSchloss Friedenstein wird in den nächsten Jahren mit Mitteln des Bundes und des Freistaates Thüringen durch die Stiftung Thüringer Schlösser und Gärten umfassend saniert. Parallel dazu wird die Friedenstein Stiftung Gotha in den Bereichen Digitalisierung, Marketing und Vermittlung bis 2032 maßgeblich durch die Beauftragte des Bundes für Kultur und Medien (BKM) unterstützt. Damit ist im Verbund mit den Partnereinrichtungen eine umfassende Weiterentwicklung des Standorts Gotha möglich mit dem Ziel, das Ensemble und seine Sammlungen zu nationaler und internationaler Strahlkraft zu verhelfen.\nDie Friedenstein Stiftung besetzt zum frühestmöglichen Zeitpunkt die Stelle\nLeitung des Bereichs Marketing und Vermittlung (m/w/d),\nvorerst befristet auf zwei Jahre. Die Entfristung wird angestrebt.\nDas Stellenprofil:\nLeitung des Bereichs Marketing, Veranstaltungen und Vermittlung mit Personalverantwortung\nVerantwortung für die Außendarstellung in enger Zusammenarbeit mit der Stabsstelle Presse\nMitwirkung bei der Entwicklung und Umsetzung von Marketing- und Veranstaltungskonzepten in Zusammenarbeit mit der Stadt Gotha und dem Freistaat Thüringen\nEntwicklung von Vermittlungskonzepten für Dauer- und Sonderausstellungen\nAktualisierung und Umsetzung der Kommunikationsstrategie\nStärkung der Position der Stiftung in der regionalen, überregionalen und internationalen Museums- und Stiftungslandschaft\nErarbeitung von Markt- und Konkurrenzanalysen\nEntwicklung und Umsetzung von Kommunikations- und Marketingkonzepten sowie deren Monitoring und Wirkungskontrolle\nNetzwerkarbeit: Pflege und Ausbau der Kontakte zu unseren Stakeholdern sowie Kooperations- und Marketing- und Vermittlungspartner*innen in Gotha und Thüringen\nBetreuung von digitalen und analogen Publikationen\nPlanung, Koordination und Mitarbeit an der Organisation von Ausstellungen und Veranstaltungen\nÜbernahme von anspruchsvollen Führungen\nUnterstützung des Vorstandsteams bei kommunikativen Aufgaben\ndirekte Zusammenarbeit mit dem Vorstand\nBudgetverantwortung für die Abteilung\nWas wir uns von Ihnen wünschen:\nSie verfügen über ein abgeschlossenes Studium oder eine vergleichbare Qualifikation, mit der Sie das Stellenprofil erfüllen.\nSie haben nachweisbare Berufs- und Führungserfahrung im Bereich Marketing, im Veranstaltungsmanagement oder in der Kulturkommunikation/-vermittlung.\nSie können Mediaplanungen erstellen.\nSie bringen Erfahrungen in der Konzeption und Steuerung von Projekten und Veranstaltungen (inkl. Budgetplanung) mit und sind bereit, bei Veranstaltungen und Events vor Ort präsent zu sein.\nSie sind bereit zu offener und konstruktiver Kommunikation im Team und mit dem Vorstand.\nSie verfügen über eine exzellente Kommunikationsfähigkeit nach innen und außen und haben Freude an einer proaktiven, selbstständigen und souveränen Arbeitsweise.\nSie haben ein hohes Maß an Selbstorganisation, eine strukturierte Arbeitsorganisation sowie kreatives Denken mit strategischem, lösungsorientiertem Weitblick.\nSie können koordinieren und Menschen für Themen und Projekte begeistern\nSie haben sehr gute Deutsch- und Englischkenntnisse\nWir bieten:\nverantwortungsvolle, interessante und abwechslungsreiche Aufgaben mit vielen Gestaltungsmöglichkeiten und mit der Möglichkeit, eigene Ideen zu entwickeln und umzusetzen\nein motiviertes und engagiertes Team, sowie Raum für den kreativen Austausch zur Weiterentwicklung der Stiftung\nein flexibles Arbeitszeitmodell, gute Vereinbarkeit von Familie und Beruf und Fortbildungsmöglichkeiten\neine Vergütung in Anlehnung an den TVöD-VKA, EG13, in Vollzeit (39 Stunden/Woche)\n30 Tage Jahresurlaub\nzusätzliche Altersvorsorge (ZVK) und vermögenswirksame Leistungen\nArbeit in unmittelbarer Nähe des Thüringer Waldes mit vielen Naherholungsmöglichkeiten\nDie Friedenstein Stiftung Gotha fördert die Gleichstellung von Männern und Frauen. Schwerbehinderte Bewerber*innen haben bei gleicher Eignung, Befähigung und fachlicher Qualifikation Vorrang bei der Einstellung.\nFür Rückfragen steht Ihnen Herr Dr. Pfeifer-Helke zur Verfügung (Tel. 03621 8234-100).\nIhre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte\nbis zum 15.Februar 2026\nper E-Mail an personal@friedenstein-stiftung.de oder per Post an die\nFriedenstein Stiftung Gotha\nHerrn Dr. Tobias Pfeifer-Helke\nStiftungsdirektor\nSchlossplatz 1\n99867 Gotha\nHinweis\nBerücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen. Durch die Bewerbung entstehende Kosten werden nicht erstattet.\nMit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen auch elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Die eingereichten Unterlagen werden nur zurückgesandt, sofern ein ausreichend frankierter Rückumschlag beigefügt wurde, andernfalls werden diese unter Beachtung der aktuell geltenden Datenschutzrichtlinien vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-bereichs-marketing-und-vermittlung-m-w-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/historiker-in-m-w-d/", "image": "", "title": "Historiker/in (m/w/d)", "content_text": "Stiftung Deutsches Adelsarchiv, Marburg Bewerbungsende: 28.02.2026 | Das Deutsche Adelsarchiv (DAA) sammelt, erschließt und bewahrt als anerkannte Dokumentations- und Forschungsstätte Zeugnisse zur Geschichte des Adels und macht diese der Öffentlichkeit zugänglich, um der Fortschreibung der Erkenntnisse zur Erforschung des historischen Adels im deutschsprachigen Raum, insbesondere auf dem Gebiet der Historischen Hilfswissenschaften und der Zeitgeschichte, zu dienen. Die Ergebnisse seiner Arbeit veröffentlicht das DAA durch die regelmäßige Herausgabe des „Gothaischen Genealogischen Handbuches“ (GGH) unter Aufsicht des Deutschen Adelsrechtsausschusses. Seine Expertise wird in besonders hohem Maße von Standesämtern, Staatsanwaltschaften, Gerichten und diplomatischen Vertretungen genutzt, die sich beispielsweise bei personenstandsrechtlichen Fragestellungen mit Bezug auf das Führen vormals adeliger Namenszusätze an das DAA als bundesweit einziger Nachweisstelle wenden.\nTrägerin des DAA ist die Stiftung Deutsches Adelsarchiv, eine gemeinnützige, der Förderung von Wissenschaft, Forschung und Kultur verpflichtete Stiftung des bürgerlichen Rechts mit Sitz in Marburg an der Lahn.\nDie Stiftung Deutsches Adelsarchiv sucht frühestens\nzum 01.06.2026\nin Vollzeit\n(40 Stunden/Woche) eine/n\nHistoriker/in (m/w/d)\nIhre wesentlichen Aufgaben\nErstellung, Aktualisierung und Redaktion von Genealogien für das Gothaische Genealogische Handbuch unter Beachtung der rechtlichen Rahmenbedingungen und der redaktionellen Grundsätze des Deutschen Adelsrechtsausschusses\nWissenschaftliche Recherche zu genealogischen, historischen und heraldischen Fragestellungen\nBeantwortung von schriftlichen und mündlichen Anfragen\nAuswertung und kritische Prüfung von Primär- und Sekundärquellen\nPflege und Weiterentwicklung der internen Datenbanken und Archivbestände\nKorrespondenz mit Adelsfamilien, Archiven, Forschungseinrichtungen und internationalen Partnern\nWeitere Aufgaben im Rahmen des Stiftungszwecks (z. B. Betreuung externer Archivnutzung)\nIhre Qualifikation\nEin erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium in den Bereichen Geschichtswissenschaft (vorzugsweise Mittelalterliche/Neuere Geschichte), Archivwissenschaft oder verwandter Fächer\nUmfassende genealogische Kenntnisse\nHohe Affinität zum Themengebiet „Historischer Adel“\nSicherer Umgang mit historischen Quellen, Archivrecherchen und wissenschaftlichen Methoden\nAusgeprägte Sorgfalt, analytisches Denken und editorische Kompetenz\nKommunikationsstärke und Freude an der Zusammenarbeit mit wissenschaftlichen und privaten Ansprechpartnern\nSelbständige Arbeitsweise\nVorkenntnisse im Programm FAUST wären hilfreich, sind jedoch nicht zwingend erforderlich.\nUnser Angebot\nEine zunächst auf zwei Jahre befristete Vollzeitstelle am Sitz des Deutschen Adelsarchivs in Marburg – eine Verlängerung wird angestrebt.\nEin monatliches Bruttogehalt in Höhe von € 3.750,- .\nNeben dem regulären Gehalt erhalten Sie eine monatliche Sonderzahlung, die der Förderung einer zusätzlichen Altersvorsorge dient.\n30 Tage Jahresurlaub\nHaben wir Ihr Interesse geweckt?\nBitte senden Sie Ihre aussagekräftige Bewerbung (Anschreiben | Lebenslauf | Arbeitszeugnisse) mit Angabe Ihres frühestmöglichen Eintrittsdatums in einer PDF-Datei per E-Mail an\nbuero@vdda.de\n, z. Hd. Frau Claudia Becker\n– Einsendeschluss ist der 28.02.2026.\nFür Rückfragen zur Stelle steht Ihnen Frau Claudia Becker (Mail:\nbuero@vdda.de\n; Tel.: 0228 91808957) gerne zur Verfügung.\nMit der Bewerbung entstandene Kosten können wir leider nicht erstatten.\nWir freuen uns auf Ihre Bewerbung!\nStiftung Deutsches Adelsarchiv\nSchwanallee 21\n35037 Marburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/historiker-in-m-w-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gebaeude-managerin-w-m-d/", "image": "", "title": "Gebäude Manager*in (w/m/d)", "content_text": "Hochschule für Bildende Künste – Städelschule, Frankfurt a. M. Bewerbungsende: 28.02.2026 | Die Hochschule für Bildende Künste–Städelschule, Frankfurt am Main sucht\nzum nächstmöglichen Zeitpunkt\nGebäude Manager*in (w/m/d)\nin Vertretung mit perspektivischer Übernahme der Leitung Gebäudemanagement\nVollzeit | Frankfurt am Main\nÜber uns\nDie Hochschule für Bildende Künste–Städelschule gehört zu den weltweit führenden künstlerischen Ausbildungseinrichtungen im Bereich Bildende Kunst und wurde 1815 gegründet. Geprägt wird die Hochschule durch internationale Studierende und Lehrende, darunter eine Vielzahl renommierter Persönlichkeiten des internationalen Kunstbetriebs. Wir sind eine künstlerische Einrichtung mit rund 150 Studierenden aus 40 Nationen.\nIhre Position\nSie arbeiten im Team des Gebäudemanagements (derzeit vier Mitarbeitende) und übernehmen zentrale Aufgaben in der Verwaltung, dem Betrieb und der Weiterentwicklung unserer Gebäude. Das Gebäudemanagement ist zentrale Anlaufstelle für alle gebäudetechnischen und infrastrukturellen Belange von Studierenden, Lehrenden, Mitarbeitenden sowie externen Dienstleistern.\nAufgrund absehbarer personeller Veränderungen ist vorgesehen, dass\ninnerhalb der kommenden drei Jahre perspektivisch die Leitung des Gebäudemanagements übernommen werden kann\n.\nIhre Aufgaben\nVerantwortung für das Gebäudemanagement der drei Hochschulstandorte\nBetreuung und Begleitung von Bau-, Sanierungs- und Modernisierungsprojekten\n(u. a. Renovierung, Brandschutz, Barrierefreiheit)\nKoordination und Steuerung externer Dienstleister\n(Reinigung, Sicherheit, Instandhaltung, Transporte)\nTechnischer Betrieb und Instandhaltung der Gebäude\n(HLK, Elektrik, Sanitär, Sicherheitssysteme)\nEnge Zusammenarbeit mit dem IT-Bereich, inkl. Planung und Einführung einer CAFM-Software\nUmsetzung und Weiterentwicklung der Nachhaltigkeitsziele des HMWK\n(Energieeffizienz, CO₂-Reduktion)\nPersonalführung, Aufgabenkoordination und Dienstplanung im Team\nTeilnahme an rollierenden Schichtdiensten (8–22 Uhr)\nVertretung der Leitung Gebäudemanagement mit perspektivischer Übernahme\nMitwirkung bei Budgetplanung, Kostenkontrolle und Effizienzsteigerung\nOrganisation und Beauftragung von Reparaturen, Wartungen und Instandhaltungen\nZusammenarbeit mit Kunstkoordination und Veranstaltungsmanagement\nIhr Profil\nAbgeschlossenes Studium (Bachelor) im Bereich Facility Management, Ingenieurwesen, Immobilienwirtschaft oder vergleichbar\noder\nTechniker-/Meisterabschluss bzw. laufende Qualifizierung\nGute IT-Kenntnisse, sicherer Umgang mit digitalen Tools (MS Office, Outlook), idealerweise CAFM-Systeme\nSehr gute Kommunikations- und Kooperationsfähigkeit\nSehr gute Deutsch- und Englischkenntnisse (Arbeitssprache)\nOrganisationsstärke und eigenverantwortliche Arbeitsweise\nHohe soziale Kompetenz, insbesondere im interkulturellen und diversen Umfeld\nKenntnisse in Budgetierung, Beschaffung und Vertragsmanagement\nLösungsorientierte, praxisnahe und zuverlässige Arbeitsweise\nFührerschein Klasse B\nWir bieten\nEin internationales, künstlerisch geprägtes Arbeitsumfeld\nVergütung – abhängig von den persönlichen Voraussetzungen – zunächst bis Entgeltgruppe E9 TV-H, mit Perspektive auf Höhergruppierung bei Übernahme der Leitungsfunktion\nBetriebliche Altersversorgung (Zusatzversorgungskasse Frankfurt)\nBefristetes Arbeitsverhältnis mit Perspektive auf Entfristung\nArbeitgeberzuschuss zum Deutschlandticket (Jobticket)\nSozialleistungen des öffentlichen Dienstes\nFort- und Weiterbildungsmöglichkeiten\nDie Städelschule strebt eine Erhöhung des Frauenanteils an und fordert nachdrücklich zur Bewerbung von qualifizierten Frauen auf – einschließlich derjenigen, die nach der Elternzeit in den Beruf zurückkehren. Die Städelschule verpflichtet sich in ihrer Personalpolitik zu antidiskriminierenden Maßnahmen und engagiert sich für mehr Vielfalt im Personal. Darüber hinaus ist die Städelschule bestrebt, möglichst barrierefreie Bewerbungs- und Arbeitsbedingungen zu schaffen. In diesem Rahmen unterstützt die Städelschule aktiv die Bewerbung von Menschen mit Behinderungen.\nBitte bewerben Sie sich bei Interesse mit Motivationsschreiben, Lebenslauf (ohne Foto) und Zeugnissen bis zum 28.02.2026 unter:\nhttps://jobs.staedelschule.de/index.php/gebaeude-manager-w-m-d/\nBewerbungsgespräche finden in der 11. Kalenderwoche statt\nBei Fragen zum Prozess wenden Sie sich bitte an die Personalabteilung unter\npersonal@staedelschule.de\nMit dem Absenden Ihrer Bewerbung erklären Sie sich damit einverstanden, dass Ihre Daten zum Zweck des Auswahlverfahrens elektronisch gespeichert und verarbeitet und nach Ablauf der gesetzlichen Aufbewahrungsfrist gelöscht werden. Hier finden Sie unsere Datenschutzbestimmungen.\nwww.staedelschule.de\nwww.portikus.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2026", "url": "https://www.museumsbund.de/stellenangebote/gebaeude-managerin-w-m-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-der-rektorin-fuer-kommunikation-projekt-und-research-management-w-m-d/", "image": "", "title": "Referent*in der Rektorin für Kommunikation, Projekt- und Research- Management (w/m/d)", "content_text": "Hochschule für Bildende Künste – Städelschule, Frankfurt a. M. Bewerbungsende: 21.02.2026 | Die Hochschule für Bildende Künste–Städelschule, Frankfurt am\nsucht\nzum nächstmöglichen Zeitpunkt\neine*n Referent*in der Rektorin für Kommunikation, Projekt- und Research- Management (w/m/d) in Vollzeit.\nWir suchen eine kreative, offene Persönlichkeit mit akademischem Hintergrund in Kunst, Kultur oder Kommunikation sowie Erfahrung in den Bereichen Projekt- und Research Management, Kommunikation und Administration.\nDie Hochschule für Bildende Künste–Städelschule gehört zu den weltweit führenden Ausbildungseinrichtungen im Bereich der Bildenden Kunst. Sie wird geprägt durch internationale Studierende und Lehrende, darunter zahlreiche renommierte Persönlichkeiten des internationalen Kunstlebens. Es erwartet Sie ein vielfältiges Aufgabenfeld in einer künstlerischen Einrichtung mit rund 150 Studierenden aus über 40 Nationen.\nSie arbeiten eng mit der Rektorin/Hochschulleitung sowie der Kunstkoordination zusammen, um die Entwicklung der Institution durch Projekte und Kooperationen zu sichern. Sie gestalten die interne und externe Kommunikation mit und leiten außerdem den Alltag des Rektorats.\nGemeinsam mit der Leitung der Schule tragen Sie dazu bei dem Profil der Städelschule als experimentierfreudige Hochschule für zeitgenössische Kunst als Institution für aktuelle künstlerische Positionen lokal und international zu schärfen.\nIhre Aufgaben in deutscher und englischer Sprache\nKommunikation und Öffentlichkeitsarbeit\nEntwicklung von Kommunikations- und Kooperationsprojekten im lokalen, nationalen und internationalen Kunst- und Hochschulkontext.\nVorbereitung sowie Koordination von Presseanfragen und öffentlichen Auftritten\nVerwaltung und Entwicklung Website und Online-Kommunikation.\nAusbau und Pflege von Medien-, Netzwerk- und Förderbeziehungen\nProjekt- und Forschungsmanagement\nEntwicklung, Koordination und Begleitung von institutionellen Projekten, Forschungsinitiativen, sowie Kooperationen mit externen Partnern.\nKonzeption, inhaltliche Vorbereitung und Durchführung von Symposien, Diskursformaten und Veranstaltungen in Zusammenarbeit mit der Rektorin, der Kunstkoordination und der Fakultät.\nEntwicklung und Betreuung von Publikationsprojekten\nUnterstützung bei der Antragstellung und Drittmittelakquisition für Forschung, Lehre und öffentliche Programme sowie Kooperationen.\nAdministration und Verwaltung des Rektorats\nUnterstützung des Rektorats bei organisatorischen, kommunikativen und administrativen Aufgaben\nSicherstellung effizienter Büro- und Arbeitsabläufe, einschließlich Pflege und Strukturierung von Datenbanken, Adresslisten und -verteilern sowie internen Prozessen.\nIhr Profil\nAbgeschlossenes Hochschulstudium (M.A.) im Bereich Kulturwissenschaften, Kunstgeschichte, Kommunikation oder einem verwandten Fachgebiet und/oder gleichwertige nachgewiesene Berufserfahrung.\nSehr gute Kenntnisse der deutschen und internationalen Kunst- und Kulturlandschaft sowie Erfahrung im Sponsoring und in der Beantragung und Abwicklung von Drittmittelprojekten.\nMindestens drei Jahre Erfahrung in strategischer Entwicklung, institutioneller Kommunikation und Organisation sowie Budgetverwaltung und Akquise.\nHervorragende mündliche und schriftliche Kommunikations-, Planungs- und Präsentationsfähigkeit für die Betreuung von mehreren Projekten in deutscher und englischer Sprache, einschließlich sehr guter Recherchekompetenzen.\nAusgeprägte Teamorientierung und hervorragende zwischenmenschliche Fähigkeiten im Umgang mit unterschiedlichen Interessengruppen, verbunden mit sensibler, inklusiver Sprache.\nSelbstständige Arbeitsweise, Belastbarkeit, Flexibilität und Teamfähigkeit\nSehr gute IT-Kenntnisse und strukturiertes Projektmanagement; sichere Anwendung der MS-Office-Suite (inkl. E-Mail- und Kalender-Tools); Kenntnisse weiterer Projektmanagement- oder Kollaborationstools sind von Vorteil.\nWir bieten\nEine vielseitige und verantwortungsvolle Tätigkeit in einem internationalen Kunst- und Hochschulumfeld.\nEin interessantes und internationales Arbeitsumfeld mit Kontakt zu einem breiten Netzwerk von Künstler*innen, Kurator*innen und weiteren Akteur*innen aus verschiedenen Disziplinen.\nVergütung nach Entgeltgruppe E12 des Tarifvertrags des Landes Hessen mit betrieblicher Altersvorsorge bei der Zusatzversorgungskasse Frankfurt.\nEin Arbeitsverhältnis im öffentlichen Dienst, zunächst auf zwei Jahre befristet.\nArbeitgeberzuschuss zum Deutschlandticket als Jobticket.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes.\nUmfassende Fort- und Weiterbildungsmöglichkeiten.\nArbeitsort: Frankfurt am Main.\nDie Städelschule ist bestrebt, Kandidat*innen einzustellen, die die Vielfalt ihrer Gemeinschaften widerspiegeln. Wir begrüßen ausdrücklich Bewerbungen von qualifizierten Personen aller Hintergründe, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Die Städelschule ist bestrebt, den Frauenanteil im künstlerischen und wissenschaftlichen Personal zu erhöhen, und legt besonderen Wert auf einen intersektionalen Ansatz. Bewerberinnen und Bewerber mit Behinderungen im Sinne des § 2 Abs. 2 SGB IX werden bei gleicher Qualifikation bevorzugt berücksichtigt.\nBitte bewerben Sie sich bei Interesse mit Motivationsschreiben, Lebenslauf (ohne Foto) und 3 Zeugnissen und 2 Referenzen\nbis zum 21. Februar 2026\nunter:\nhttps://jobs.staedelschule.de/index.php/referentin-der-rektorin-fuer-kommunikation-projekt-und-research-management-w-m-d/\nVorstellungsgespräche sind für die 11. Kalenderwoche geplant.\nBei Fragen zum Prozess wenden Sie sich bitte an die Personalabteilung unter\npersonal@staedelschule.de\nMit dem Absenden Ihrer Bewerbung erklären Sie sich damit einverstanden, dass Ihre Daten zum Zweck des Auswahlverfahrens elektronisch gespeichert und verarbeitet und nach Ablauf der gesetzlichen Aufbewahrungsfrist gelöscht werden.\nHier\nfinden Sie unsere Datenschutzbestimmungen.\nwww.staedelschule.de\nwww.portikus.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-der-rektorin-fuer-kommunikation-projekt-und-research-management-w-m-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-dokumentations-und-informationszentrums-im-haus-schlesien/", "image": "", "title": "Leitung des Dokumentations- und Informationszentrums im HAUS SCHLESIEN", "content_text": "HAUS SCHLESIEN, Königswinter Bewerbungsende: 15.03.2026 | Der gemeinnützige Verein HAUS SCHLESIEN in Königswinter-Heisterbacherrott sucht zum 1.7.2026 eine Leiterin / einen Leiter (m/w/d) seines Dokumentations- und Informationszentrums.\nHAUS SCHLESIEN ist ein international agierendes Kultur- und Begegnungszentrum in Trägerschaft eines seit mehr als fünf Jahrzehnten bestehenden gemeinnützigen Vereins. Der Verein hat drei Bereiche, deren Leiterinnen und Leiter jeweils eigenständig und in enger Abstimmung das operative Gesamtgeschäft führen; die oberste Verantwortung liegt beim Vorstand.\nDer Bereich des Dokumentations- und Informationszentrums (DIZ) ist für die kulturelle Breitenarbeit zuständig. Die Ausstellungstätigkeit des DIZ, seine Tagungen und Seminare, Publikationen und Onlineangebote thematisieren Vergangenheit und Gegenwart der Kulturregion Schlesien. Bibliothek und Archiv bieten Informationen für Lernende, Lehrende und an Schlesien Interessierte. Mit Formaten wie den „Schlesischen Begegnungen“ für polnische, tschechische und deutsche Studierende und Multiplikatoren leistet das DIZ einen Beitrag zur europäischen Verständigung und trägt zur Bewahrung des „gemeinsamen Kulturerbes“ von Deutschen und ihren östlichen Nachbarn bei.\nDie Arbeit des DIZ wird auf der Grundlage von § 96 des Bundesvertriebenengesetzes (BVFG) durch das Bundesministerium des Innern gefördert.\nDie eigenverantwortliche Führung des DIZ und seiner drei Mitarbeiter/innen umfasst:\nWahrnehmung aller mit der Leitung verbundenen Aufgaben, u.a. Planung und Abwicklung einer wirtschaftlichen und effizienten Aufgabenerfüllung, Mitarbeiterführung, Abstimmung mit den weiteren Abteilungen des Hauses\n(Weiter-)Entwicklung der konzeptionellen und strukturellen Planung sowie der Profilbildung des DIZ in Abstimmung mit dem Vorstand und unter Berücksichtigung des Satzungszwecks und der Fördergrundlage\nKonzeption und Umsetzung der kulturellen Jahresprogramme, der Ausstellungs-, Tagungs- und Vermittlungsprogramme, Identifizieren von (neuen) Zielgruppen, in Kooperation mit Partnerinstitutionen im In- und Ausland\nSteuerung der Presse- und Öffentlichkeitsarbeit sowie der Printprodukte des DIZ inkl. Lektorat, Verfassen von (wissenschaftlichen) Beiträgen für Print- und Onlinemedien\nPflege und Ausbau von Kontakten/Netzwerken zu Vereinsmitgliedern, Förderern, Stiftungen sowie zu schlesischen Vereinigungen und Institutionen im In- und Ausland\nWeiterentwicklung der finanziellen Ressourcen, Einwerbung von Fördermitteln und Zuwendungen\nMitwirkung am operativen Gesamtgeschäft des Trägervereins\nEinstellungsvoraussetzungen:\nAbgeschlossenes, auf den Tätigkeitsbereich bezogenes Hochschulstudium der Geschichts- oder Kulturwissenschaften\nMehrjährige Berufserfahrungen in den Bereichen Ausstellungswesen und kulturelle Vermittlung\nRedaktions- und Publikationserfahrung\nVerwaltungserfahrung (Kenntnisse im Hinblick auf das öffentliche Haushalts- und Zuwendungsrecht erwünscht) und ausgeprägtes Organisationsvermögen\nBereitschaft zur flexiblen Arbeitszeitgestaltung gemäß den dienstlichen Erfordernissen\nVerhandlungssichere Beherrschung der deutschen Sprache auf wissenschaftlichem Niveau sowie gute Kenntnisse der englischen Sprache\nGute Kenntnisse und Interesse an der schlesischen Landes- und Kulturgeschichte sind unverzichtbar. Von Vorteil sind polnische Sprachkenntnisse.\nErwünscht sind Erfahrungen und Kompetenzen\nin der Leitung vergleichbarer Institutionen\nbei der Durchführung teambasierter, auch internationaler Projekte\nbei der Einwerbung von Drittmitteln\nim Bereich der Digital Humanities\nDie abwechslungsreiche Aufgabe erfordert Teamfähigkeit, hohe Belastbarkeit, Kommunikationsstärke, Durchsetzungsvermögen, Flexibilität und souveränes Auftreten.\nWir bieten Ihnen\nein unbefristetes Beschäftigungsverhältnis in Vollzeit. Dienstort ist Königswinter-Heisterbacherrott.\nWir fördern die berufliche Gleichstellung von Frauen und Männern, daher sind Bewerbungen von Frauen besonders erwünscht. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuchs IX besonders berücksichtigt.\nInformationen über HAUS SCHLESIEN und das DIZ finden Sie im Internet unter der Adresse\nwww.hausschlesien.de\n. Bei Rückfragen wenden Sie sich bitte an den Präsidenten des Vereins, Dr. Reinhard von Dalwigk:\ndalwigk@hausschlesien.de\n.\nIhre schriftliche Bewerbung mit vollständigen und aussagekräftigen Unterlagen (Lebenslauf, Zeugnisse, Publikationsverzeichnis etc.) und Ihren Gehaltsvorstellungen richten Sie bitte ausschließlich digital (als zusammenhängende pdf-Datei, max. 15 MB) bis zum 15.3.2026 an:\nbewerbung-DIZ@hausschlesien.de\n.\nHAUS SCHLESIEN\nDeutsches Kultur- und Bildungszentrum e.V.\nDer Vorstand\nDollendorfer Straße 412\n53639 Königswinter-Heisterbacherrott\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-dokumentations-und-informationszentrums-im-haus-schlesien/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-der-leitung-finanzen-liegenschaften-und-it-m-w-d-2/", "image": "", "title": "Assistent:in der Leitung Finanzen, Liegenschaften und IT (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Frankfurt a. M. Bewerbungsende: 08.02.2026 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des Ă¶ffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehĂ¶ren die Museen fĂ¼r Kommunikation in Berlin, Frankfurt am Main und NĂ¼rnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fĂ¼r Philatelie in Bonn.\nAm\nMuseum fĂ¼r Kommunikation\nin Frankfurt am Main suchen wir zum\n01. Mai 2026\n, befristet zur Vertretung bis 31. Dezember 2028 eine:n\nAssistent:in der Leitung\nFinanzen, Liegenschaften und IT\n(m/w/d)\n(E 7 TVĂ¶D Bund, Teilzeit 19,5 Std./5-Tage-Woche)\nZu dem Aufgabenbereich gehĂ¶ren die allgemeinen Verwaltungs- und AssistenztĂ¤tigkeiten fĂ¼r die Leitung Finanzen, Liegenschaften und IT und der Verwaltungsleitung MKF.\nWir setzen eine abgeschlossene Berufsausbildung als Kauffrau/ Kaufmann fĂ¼r BĂ¼romanagement oder BĂ¼rokommunikation, Verwaltungsfachangestellte:r oder eine vergleichbare Ausbildung oder Qualifikation voraus. Zudem erwarten wir einen sicheren Umgang mit den einschlĂ¤gigen Office-Programmen von Microsoft (Outlook, Word, Excel, Teams etc.).\nWir wĂ¼nschen uns zudem von Ihnen, dass Sie bereits Berufserfahrung in einem Sekretariat, vorzugsweise in einem Museum oder einer Kultureinrichtung, gewinnen konnten.\nIhre belastbare PersĂ¶nlichkeit zeichnet sich mit einer guten ZuhĂ¶r-, Kontakt- und TeamfĂ¤higkeit aus. Sie sind auĂŸerdem integer, arbeiten sorgfĂ¤ltig und verfĂ¼gen Ă¼ber einen guten mĂ¼ndlichen und schriftlichen Ausdruck.\nWir bieten Ihnen eine abwechslungsreiche BeschĂ¤ftigung in einer bundesweit tĂ¤tigen Stiftung und einen Arbeitsplatz in einem der schĂ¶nsten Museen von Frankfurt am Main. Die VergĂ¼tung und Sozialleistungen erfolgen gemĂ¤ĂŸ Tarifvertrag (TVĂ¶D) des Bundes. Bei Vorliegen der fachlichen und persĂ¶nlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 7 vorgesehen.\nFlexible Arbeitszeiten sowie die MĂ¶glichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewĂ¤hrleistet gemĂ¤ĂŸ BGleiG die berufliche Gleichstellung unabhĂ¤ngig vom Geschlecht und unterstĂ¼tzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (Â§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berĂ¼cksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrĂ¼ĂŸen wir Bewerbungen unabhĂ¤ngig von NationalitĂ¤t, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitĂ¤t.\nFĂ¼r weitere AuskĂ¼nfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur VerfĂ¼gung.\nBitte senden Sie Ihre aussagefĂ¤hige Bewerbung\nausschlieĂŸlich per E-Mail\nbis zum\n08.02.2026\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger StraĂŸe 16 in 10117 Berlin\nE-Mail:\nbewerbung2@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zipâ€“AnhĂ¤nge kĂ¶nnen aus SicherheitsgrĂ¼nden keine BerĂ¼cksichtigung finden.\nDie von Ihnen Ă¼bermittelten Daten werden von uns gespeichert. Es werden ausschlieĂŸlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NĂ¤here Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung Ă¼bersandt. Sie kĂ¶nnen jederzeit Ihr EinverstĂ¤ndnis zur Speicherung der Daten zurĂ¼ckziehen und die LĂ¶schung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/assistentin-der-leitung-finanzen-liegenschaften-und-it-m-w-d-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausbildung-gaertner-in-fuer-blumen-und-zierpflanzenbau-w-m-d/", "image": "", "title": "Ausbildung Gärtner/in für Blumen- und Zierpflanzenbau (w/m/d)", "content_text": ", Kassel | Über uns\nHessen Kassel Heritage betreut das Kulturelle Erbe der Landgrafschaft Hessen-Kassel, das neben den historischen Schlössern und mehreren Museen herausragende historische Parkanlagen, wie die Welterbestätte “Bergpark Wilhelmshöhe”, in Kassel und Umgebung mit einer Größe von 40 – 240 ha umfasst. Die Gärtenabteilung pflegt und entwickelt diese nach gartendenkmalpflegerischen Gesichtspunkten, bewahrt sie für die Besucher als Orte der Entspannung und Erholung sowie Vermittler der Gartenkunst.\nIhre Aufgaben\nIn der Ausbildung wird u.a. vermittelt:\nVermehrung und Anzucht von historischen Pflanzen und deren Auspflanzung in Beeten der jeweiligen Parks (z.B. Teppichbeete)\nPflege und Überwinterung von Kübelpflanzen (z.B. Zitrus)Kenntnisse über eine Vielzahl spezieller Pflanzenerden\nIntensive und fachliche Betreuung exotischer Pflanzen im Gewächshaus\nPflege von vielfältigen Pflanzen auf der Insel Siebenbergen im Park Karlsaue\nPflege und Vermehrung von Stauden\nUnsere Anforderungen\nVoraussetzung ist ein erfolgreicher Haupt- bzw. Realschulabschluss oder Abitur. Die Bewerber/innen sollten über handwerkliches Geschick verfügen, sowie Freude an der Arbeit in der Natur haben.\nDie Ausbildung dauert 3 Jahre. Die praktische Ausbildung findet in den Gärtnereien Wilhelmshöhe und Karlsaue statt. Unter www.heritage-kassel.de finden Sie mehr Informationen zum Thema Ausbildung bei Hessen Kassel Heritage.\nUnsere Angebote\nHessenTicket\nAusbildungsvergütung nach dem Tarifvertrag für Auszubildende des Landes Hessen nach dem Berufsbildungsgesetz (TVA-H BBiG)\nAllgemeine Hinweise\nSchwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt. Um den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 22.02.2026 unter Angabe der Kennziffer 2.05 2025 ausschließlich online.\nstellensuche.hessen.de     (Stellensuche Land Hessen)\nReferenzcode-Suche: 51071685_0002\nFreitextsuche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/ausbildung-gaertner-in-fuer-blumen-und-zierpflanzenbau-w-m-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistentin-m-w-d-mit-schwerpunkt-marketing/", "image": "", "title": "Projektassistent*in (m/w/d) mit Schwerpunkt Marketing", "content_text": "Besucher-Bergwerk und Museum Kleinenbremen, Porta Westfalica Bewerbungsende: 15.02.2026 | Das Besucher-Bergwerk und Museum Kleinenbremen (BBMK) in Porta Westfalica ist eines der Highlights im Natur- und UNESCO Geopark TERRA.vita. Das authentisch erhaltene Eisenerzbergwerk mit denkmalgeschütztem Kauen- und Verwaltungsgebäude aus dem Jahr 1938 in der ehemaligen Eisenerzgrube Wohlverwahrt-Kleinenbremen ist das einzige Bergbaumuseum seiner Art in Westfalen. Hier werden fast 150 Jahre Bergbaugeschichte lebendig und 150 Millionen Jahre Erdgeschichte sichtbar. Highlight für Besuchende sind die Untertageführungen. Doch auch abseits dieser bietet das Museum einschließlich seiner Außenbereiche erhebliches Potenzial, die spannende Bergbaugeschichte neu und modern zu erzählen. Zur Neugestaltung hat die Besucherbergwerk und Museum Kleinenbremen gGmbH Fördermittel aus dem EU-EFRE-Programm Erlebnis.NRW erhalten.\nZur Unterstützung des Projekts suchen wir zum 01.04.2026\neine*n Projektassistent*in (m/w/d) in Teilzeit mit Schwerpunkt Marketing und Design für das Kooperationsprojekt Besucher-Bergwerk und Museum Kleinenbremen und Natur- und Geopark TERRA.vita e.V.\nDienstsitz ist in Porta Westfalica – Homeoffice in Absprache anteilig möglich. Die Projektstelle ist projektbedingt bis einschließlich Juni 2029 befristet. Die Vergütung erfolgt angelehnt an den TVöD-VKA nach EG 9. Es handelt sich um eine Teilzeitstelle (50 %).\nZur Begleitung des Projekts ist darüber hinaus ein*e Projektmanager*in (100%) beim Bescher-Bergwerk und Museum sowie ein*e Projektmanager*in auf Seiten des Projektpartners Natur- und Geopark TERRA.vita (80%) vorgesehen.\nIhre Aufgaben:\nUnterstützung des Projektteams bei Planung und Umsetzung der Museums-Neugestaltung in enger Kooperation mit der Geschäftsführung des BBMK und dem Natur- und Geopark TERRA.vita\nUnterstützung des Projektmanagements beim Aufbau eines strategischen Marketings inklusive Corporate Design, Entwicklung von Kommunikationskanälen, Medienarbeit, Erstellung eines Maßnahmenplans\nContenterstellung für analoge und digitale Anwendungen, hierbei enge Abstimmung mit dem Natur- und Geopark TERRA.vita\nUnterstützung bei der Entwicklung vermarktungsfähiger touristischer Produkte unter Einbeziehung der regionalen Leistungsträger und Vermarktungsorganisationen\nUnterstützung bei der Entwicklung von Veranstaltungsformaten zur Steigerung der Attraktivität des Besucher-Bergwerks und Museums\nProjektbezogene Kommunikation und Öffentlichkeitsarbeit in Abstimmung mit dem Projektteam\nMitwirkung bei der Administration des Gesamtprojekts\nWir wünschen uns:\nAbgeschlossene Berufsausbildung im Bereich Tourismus / Marketing / Design / Verwaltung\nausgeprägte Kenntnisse der Region, insbesondere des Tourismus- und Freizeitangebots\neigenverantwortliche, strukturierte, kooperative und teamorientierte Arbeitsweise\nKommunikationsgeschick und Sozialkompetenz\nUmfassende Kenntnisse in MS-Office- und Gestaltungsprogrammen (insb. InDesign), sowie gute Kenntnisse in Microsoft Teams und DMS\nFahrerlaubnis der Klasse B und Bereitschaft, ggfs. den eigenen PKW für dienstliche Zwecke zu nutzen\nBereitschaft zu flexiblen Arbeitszeiten, ggfs. auch mal an Wochenenden oder in den Abendstunden\nWir bieten Ihnen:\neine spannende und verantwortungsvolle Aufgabe als Mitglied eines motivierten und multidisziplinären Teams mit weitgehenden Gestaltungsmöglichkeiten\nVergütung in Anlehnung an Entgeltgruppe 9 TVöD (einschließlich Jahressonderzahlung und Berücksichtigung der tariflichen Lohnentwicklung), 30 Tage Jahresurlaub (bei einer 5-Tage-Woche), flexible Arbeitszeiten (Gleitzeit)\nEs handelt sich um eine Teilzeitstelle mit einer wöchentlichen Arbeitszeit von 19,5 Stunden.\nJetzt bewerben!\nWenn Sie die Voraussetzungen für die Besetzung der Stelle erfüllen und Interesse an der ausgeschriebenen Stelle haben, dann senden Sie Ihre aussagkräftigen Bewerbungsunterlagen unter Angabe Ihres möglichen Eintrittsdatums und Ihrer Vorstellung der auf Sie zutreffenden Erfahrungsstufe bitte bis zum 15.02.2026 an info@bb-mk.de.\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung und Alter.\nFragen?\nFür Ihre Fragen und nähere Auskünfte über die wahrzunehmenden Aufgaben stehe ich Ihnen sehr gern telefonisch unter 05722 / 90 223 oder der o.g. Mailadresse zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektassistentin-m-w-d-mit-schwerpunkt-marketing/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-mit-schwerpunkt-kultur-tourismus-marketing/", "image": "", "title": "Projektmanager*in (m/w/d) mit Schwerpunkt Kultur / Tourismus / Marketing", "content_text": "Besucher-Bergwerk und Museum Kleinenbremen, Porta Westfalica Bewerbungsende: 15.02.2026 | Das Besucher-Bergwerk und Museum Kleinenbremen (BBMK) in Porta Westfalica ist eines der Highlights im Natur- und UNESCO Geopark TERRA.vita. Das authentisch erhaltene Eisenerzbergwerk mit denkmalgeschütztem Kauen- und Verwaltungsgebäude aus dem Jahr 1938 in der ehemaligen Eisenerzgrube Wohlverwahrt-Kleinenbremen ist das einzige Bergbaumuseum seiner Art in Westfalen. Hier werden fast 150 Jahre Bergbaugeschichte lebendig und 150 Millionen Jahre Erdgeschichte sichtbar. Highlight für Besuchende sind die Untertageführungen. Doch auch abseits dieser bietet das Museum einschließlich seiner Außenbereiche erhebliches Potenzial, die spannende Bergbaugeschichte neu und modern zu erzählen. Zur Neugestaltung hat die Besucherbergwerk und Museum Kleinenbremen gGmbH Fördermittel aus dem EU-EFRE-Programm Erlebnis.NRW erhalten.\nZur Begleitung des Projekts suchen wir zum 01.04.2026\neine*n Projektmanager*in (m/w/d) mit Schwerpunkt Kultur / Tourismus / Marketing für das Kooperationsprojekt Besucher-Bergwerk und Museum Kleinenbremen und Natur- und Geopark TERRA.vita e.V.\nDienstsitz ist in Porta Westfalica – Homeoffice in Absprache anteilig möglich. Die Projektstelle ist projektbedingt bis einschließlich Juni 2029 befristet. Die Vergütung erfolgt angelehnt an den TVöD-VKA nach EG 11. Es handelt sich um eine Vollzeitstelle (100 %).\nZur Begleitung des Projekts ist darüber hinaus eine Projektassistenz (50%) sowie ein*e Projektmanager*in auf Seiten des Projektpartners Natur- und Geopark TERRA.vita (80%) vorgesehen.\nIhre Aufgaben:\nMitwirkung bei Planung und Umsetzung der Museums-Neugestaltung in enger Kooperation mit der Geschäftsführung des BBMK und dem Natur- und Geopark TERRA.vita\nEntwicklung des Besucher-Bergwerks und Museums als Marke inklusive Corporate Design\nAufbau eines strategischen Marketings, Entwicklung von Kommunikationskanälen, Medienarbeit, Erstellung eines Maßnahmenplans unter Einbindung touristischer Partner, v.a. der Destinationsmanagement-Organisation Teutoburger Wald Tourismus\nContenterstellung für analoge und digitale Anwendungen in enger Abstimmung mit dem Natur- und Geopark TERRA.vita\nEntwicklung vermarktungsfähiger touristischer Produkte unter Einbeziehung der regionalen Leistungsträger und Vermarktungsorganisationen\nEntwicklung von Veranstaltungsformaten zur Steigerung der Attraktivität des Besucher-Bergwerks und Museums mit dem Museumsteam\nWeiterentwicklung zielgruppengerechter Führungen (nach dem BNE-Prinzip) in Abstimmung mit dem Natur- und Geopark TERRA.vita und der wissenschaftlichen Leitung\nProjektbezogene Kommunikation und Öffentlichkeitsarbeit\nVerantwortung des Projektbudgets, Erstellen von Sachberichten, Durchführung von Ausschreibungen, Vergaben und Mittelabrufen und Mitwirken bei Geschäftsberichten in Abstimmung mit der Geschäftsführung\nOrganisation und Moderation von Runden Tischen und Arbeitsgruppen\nSteuerung von beauftragten Dritten im Rahmen des Projekts\nWir wünschen uns:\nAbgeschlossenes (Fach-)Hochschulstudium im Bereich Betriebswirtschaftslehre (BWL) oder Kultur (idealerweise mit dem Schwerpunkt Marketing / Tourismus) oder gleichwertig\nausgeprägte Kenntnisse der Region, insbesondere des Tourismus- und Freizeitangebots\nErfahrung im Projektmanagement\neigenverantwortliche, strukturierte, kooperative und teamorientierte Arbeitsweise\nKommunikationsgeschick und hohe Sozialkompetenz\nUmfassende Kenntnisse in MS-Office- und Gestaltungsprogrammen (insb. InDesign), sowie gute Kenntnisse in Microsoft Teams und DMS\nFahrerlaubnis der Klasse B und Bereitschaft, ggfs. den eigenen PKW für dienstliche Zwecke zu nutzen\nBereitschaft zu flexiblen Arbeitszeiten, ggfs. auch mal an Wochenenden und in den Abendstunden\nWir bieten Ihnen:\neine spannende und verantwortungsvolle Aufgabe als Mitglied eines motivierten und multidisziplinären Teams mit weitgehenden Gestaltungsmöglichkeiten\nVergütung in Anlehnung an Entgeltgruppe 11 TVöD (einschließlich Jahressonderzahlung und Berücksichtigung der tariflichen Lohnentwicklung), 30 Tage Jahresurlaub (bei einer 5-Tage-Woche), flexible Arbeitszeiten (Gleitzeit)\nEs handelt sich um eine Vollzeitstelle mit einer wöchentlichen Arbeitszeit von 39 Stunden.\nJetzt bewerben!\nWenn Sie die Voraussetzungen für die Besetzung der Stelle erfüllen und Interesse an der ausgeschriebenen Stelle haben, dann senden Sie Ihre aussagkräftigen Bewerbungsunterlagen unter Angabe Ihres möglichen Eintrittsdatums und Ihrer Vorstellung der auf Sie zutreffenden Erfahrungsstufe bitte bis zum 15.02.2026 an info@bb-mk.de.\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung und Alter.\nFragen?\nFür Ihre Fragen und nähere Auskünfte über die wahrzunehmenden Aufgaben stehe ich Ihnen sehr gern telefonisch unter 05722 / 90223 oder der o.g. Mailadresse zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-mit-schwerpunkt-kultur-tourismus-marketing/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wirtschaftlicher-direktorin-prokuristin-m-w-d/", "image": "", "title": "Wirtschaftliche:r Direktor:in, Prokurist:in (m/w/d)", "content_text": "Museum der Moderne Salzburg, Salzburg (Österreich) Bewerbungsende: 16.02.2026 | Das Museum der Moderne Salzburg gehört zu den größten Museen für moderne und zeitgenössische Kunst in Österreich. Das Museum ist ein dynamisches kulturelles Forum in der Mitte Europas mit internationaler Strahlkraft und Bedeutung. Es pflegt den interdisziplinären Dialog der Künste und versteht sich mit seinen beiden Standorten auf dem Mönchsberg und im Rupertinum in der Altstadt als Ort der Begegnung und der Diskussion.\nSie sind eine erfahrene, dynamische Führungspersönlichkeit und möchten die Zukunft des Museums der Moderne strategisch und operativ mitgestalten. Sie sehen die wirtschaftlichen und operativen Strukturen als Rückgrat eines erfolgreichen Museums und haben Freude, kulturelle Visionen wirtschaftlich zu ermöglichen. Dann freuen wir uns auf Ihre Bewerbung als\nWirtschaftliche:r Direktor:in, Prokurist:in (m/w/d)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wirtschaftlicher-direktorin-prokuristin-m-w-d/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-4/", "image": "", "title": "wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 22.02.2026 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nZum frühestmöglichen Zeitpunkt suchen wir zur Verstärkung unseres Teams in der Abteilung Kunst- und Kulturgeschichte\neine*n wissenschaftliche Mitarbeiter*in (m/w/d)\nin Vollzeit\nDie Stelle ist unbefristet. Der Beschäftigungsumfang beträgt 39,5 Wochenstunden. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben:\nMitarbeit an der Kuratierung der Großen Landesausstellung „Wunderwelten des Barocks in Württemberg und Europa“ (Arbeitstitel) in 2027/2028\nwissenschaftliche Betreuung der Sammlungsbereiche „Nachmittelalterliche Gemälde und Skulpturen, Prunkschlitten“, u. a.:\nBeantwortung fachspezifischer Anfragen\nBetreuung von Medienanfragen in Abstimmung mit der Abteilung Kommunikation\nErwerb von Sammlungsgut auf Basis des Sammlungskonzepts in Abstimmung innerhalb der Fachabteilung\nBesucher*innen-orientierte Vermittlung sammlungs- bzw. ausstellungsbezogener Inhalte in analoger und digitaler Form in Abstimmung und Zusammenarbeit mit der Kulturvermittlung\nKonzeptionelle Mitarbeit bei der gezielten Anpassung und inhaltlichen Weiterentwicklung der Schausammlungen\nMitwirkung an der Konzeption und Pflege der Sammlung Online und der digitalen Vermittlungsebene\nIhr Profil:\nabgeschlossenes Hochschulstudium (Master/Magister) der Kunstgeschichte (Promotion erwünscht)\neinschlägigen, nachgewiesenen Kenntnissen in einem Teil der benannten Sammlungsbereiche und Kenntnisse der Kunst- und Kulturgeschichte Südwestdeutschlands vom 16. bis zum frühen 20. Jahrhundert\nausgeprägte Fähigkeit zur publikumsorientierten Aufbereitung von Sammlungsinhalten und Objekten\nKonzeptionelles Denken sowie Erfahrung in der Entwicklung thematischer und narrativer Zugänge\nSensibilität für unterschiedliche Zielgruppen sowie für inklusive, diversitätsbewusste und barrierearme Vermittlung\nErfahrung in der interdisziplinären Zusammenarbeit (insbesondere mit Vermittlung, Gestaltung und Kommunikation)\nBereitschaft zur kritischen Reflexion von Sammlungsnarrativen und zur Auseinandersetzung mit aktuellen musealen Diskursen\nfundierte Erfahrungen in der Museumsarbeit (Volontariat erwünscht)\nErfahrungen im Umgang mit Datenbanken\nüberdurchschnittliches Engagement, Teamfähigkeit und Kommunikationsvermögen, Belastbarkeit, Einsatzbereitschaft und Flexibilität\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde gem. § 30 Bundeszentralregistergesetz\nWir bieten:\nein kreatives und spannendes Arbeitsumfeld im Museum mit abwechslungsreichen und\nherausfordernden Themen sowie Gestaltungsspielräumen im genannten Aufgabenbereich\nbei Vorliegen tarifrechtlicher Voraussetzungen eine Vergütung bis Entgeltgruppe 13 TV-L\neine betriebliche Altersvorsorge der VBL\nZuschuss zu Ihrer Mobilität mit dem JobTicket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit\nbetriebliches Gesundheitsmanagement\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 602\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zum\nBewerbungsfristende am 22.02.2026\nin unserem Bewerbungsportal ein, unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie\nVorstellungsgespräche\nfinden\nvoraussichtlich\nam\n19.03.2026\nstatt.\nFür Fragen melden Sie sich gerne bei Herrn Dr. Matthias Ohm, Abteilungsleiter Kunst- und Kulturgeschichte (Telefon: 0711 89 535 215, E-Mail: matthias.ohm@landesmuseum-stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei\nBewerbungen finden Sie unter\nwww.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-4/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mehrere-mitarbeiterinnen-m-w-d-fuer-die-museumspaedagogik-2/", "image": "", "title": "mehrere Mitarbeiter:innen (m/w/d) für die Museumspädagogik", "content_text": "Landesmuseum Mainz, Mainz Bewerbungsende: 06.02.2026 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – stellt für die Dauer von 12 Monaten\nmehrere Mitarbeiterinnen/Mitarbeiter (m/w/d) für die Museumspädagogik\nbefristet in\nTeilzeit mit einer durchschnittlichen regelmäßigen Wochenarbeitszeit von max. 6 bis 10 Stunden\nein. Der Einsatz erfolgt auf der Grundlage eines Einsatzplans\ninsbesondere an den Wochenenden und festgelegten Aktionstagen\n. Dienstort ist Mainz. Bei Vorliegen der tariflichen Voraussetzungen ist zurzeit eine Eingruppierung bis Entgeltgruppe 6 TV-L (Bewertungsvermutung) vorgesehen.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet und vereint sechs Direktionen sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist eines der ältesten Museen in Deutschland. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDas Landesmuseum Mainz legt dabei großen Wert auf die museumspädagogische Vermittlungsarbeit. Diese umfasst neben umfangreichen, innovativen und besuchergerechten Begleitprogrammen, wie z.B. Aktionstage, Vorträge und Exkursionen, vorrangig Führungen und Workshops für Kinder ab dem Vorschulalter, Jugendliche und Erwachsene. Annähernd alle Angebote wenden sich auch an Menschen mit Behinderung; die entsprechenden Räumlichkeiten sind barrierefrei.\nInsbesondere für die Themenschwerpunkte der neu eröffneten Ausstellung zum jüdischen Erbe „Shalom am Rhein“ suchen wir Unterstützung im Team der Bildung und Vermittlung.\nDas Arbeitsgebiet umfasst unter anderem:\nFührung von Kinder- und Jugendgruppen aller Schularten sowie von Erwachsenen\nVermittlung von Bildungsinhalten im Rahmen von Praxis-Workshops\nUnterstützung bei der Durchführung musealer Veranstaltungen, auch im Servicebereich\nPlanung, Pflege und Bereitstellung der Materialien, die während der Führung zum Einsatz kommen\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\nImmatrikulation in einer der Fachrichtungen Archäologie und/oder Alte Geschichte, Kunstgeschichte, Kulturgeschichte, Judaistik, Religionslehre oder Kunstpädagogik mit mindestens dem Abschluss B. A.\nErfahrungen in der Kulturvermittlung und Vermittlungskompetenz\numfassende Kenntnisse der jüdischen Geschichte und Kultur in Rheinland-Pfalz\nausgeprägtes Interesse an kulturhistorischen und kunstpädagogischen Themen\ndie Fähigkeit, Rundgänge in englischer Sprache durchzuführen\nzeitliche Flexibilität unter der Woche und Bereitschaft zu Wochenend- und Feiertagsarbeit\nZuverlässigkeit und Pünktlichkeit\nfreundliches Auftreten und gepflegtes Erscheinungsbild\nTeamfähigkeit\nSozialkompetenz\nsicherer Umgang mit der deutschen Sprache in Wort und Schrift\nphysische und psychische Belastbarkeit\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte mit der Angabe der\nKennziffer 03/2026 bis zum 06.02.2026\nan:\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\noder an:\nbewerbung@gdke.rlp.de\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mehrere-mitarbeiterinnen-m-w-d-fuer-die-museumspaedagogik-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-2/", "image": "", "title": "Museumsleitung (w/m/d)", "content_text": "Stadt Bernau, Bernau bei Berlin Bewerbungsende: 01.02.2026 | Die Stadt Bernau bei Berlin sucht zum nächstmöglichen Zeitpunkt eine Museumsleitung (w/m/d)\nBeschäftigungsdauer: unbefristet\nWochenarbeitszeit: 39 Stunden\nEntgeltgruppe: TVöD 9c\nBewerbungsfrist: 01.02.2026\nDie Stadt Bernau bei Berlin sucht zum nächstmöglichen Zeitpunkt eine\nMuseumsleitung (w/m/d)\nIhre Aufgaben\nFachliche und organisatorische Koordination der Aufgaben der Museen „Museum im Henkerhaus“, „Museum im Steintor“ und „Kantorhaus“ mit Schwerpunkt auf der Bernauer Stadtgeschichte mit 4 Mitarbeitenden\nWahrnehmung der administrativen und organisatorischen Museumsaufgaben\nMitwirkung bei der Haushaltsplanung und -überwachung\nDrittmittelakquise und Bearbeitung von Fördermittelanträgen in Zusammenarbeit mit dem Fördermittelmanagement\nZielgruppenorientierte Entwicklung und Umsetzung von Vermittlungs- und Bildungsangeboten sowie von partizipativen Veranstaltungsprogrammen\nPlanung und Realisierung von mindestens einer jährlichen Sonderausstellung,\nAufbau, Pflege, Erschließung und Digitalisierung der museumseigenen Sammlung\nMitwirkung bei der Entwicklung und Umsetzung einer Sammlungskonzeption für die Museen sowie einer Digitalisierungsstrategie,\nNetzwerkpflege in regionalen und überregionalen Fachnetzwerken\nMitwirkung bei der städtischen Kulturarbeit\nZuarbeit von Beiträgen und Publikationen zur Bernauer Stadtgeschichte\nIhr Profil\nabgeschlossene Hochschulbildung im Bereich Museumswissenschaft/ Museologie/Museumspädagogik/ Geschichte/Kunstgeschichte oder Kulturwissenschaften,\nBerufserfahrungen im oben benannten Aufgabengebiet sind zwingend erforderlich,\nregionale Kenntnisse sind von Vorteil,\ngute Fremdsprachenkenntnisse sind wünschenswert,\nBereitschaft zum flexiblen Arbeitseinsatz auch an Sams-, Sonn- und Feiertagen wird vorausgesetzt,\nFührerschein Klasse B ist wünschenswert,\nmindestens deutsches Sprachniveau C1.\nSie sind außerdem belastbar, kommunikationsstark, strukturiert, teamfähig und verfügen über ein hohes Maß an Verantwortungsbewusstsein, ein gutes Durchsetzungsvermögen sowie eine gute Organisationsfähigkeit. Eine selbständige und sorgfältige Arbeitsweise rundet Ihr Profil ab.\nWir bieten\neinen unbefristeten Arbeitsvertrag mit derzeit 39 Stunden/Woche,\nVereinbarkeit von Familie und Beruf durch gleitende Arbeitszeiten, der grundsätzlichen Option zur Teilzeitarbeit sowie der Möglichkeit zur mobilen Arbeit,\neine intensive Begleitung in der Einarbeitungsphase sowie abwechslungsreiche Aufgaben,\neinen modernen und ergonomisch ausgestatteten Arbeitsplatz innerhalb des Stadtkerns mit sehr guter Anbindung an den ÖPNV (Bus, S2, RE3, RE66, RB24, RB66) sowie an die Autobahnen A10 und A11,\nMöglichkeiten zur Weiterentwicklung Ihrer fachlichen und persönlichen Kompetenzen durch Fort- und Weiterbildungen,\nMaßnahmen des betrieblichen Gesundheitsmanagements,\neine Vergütung nach EG 9c TVöD sowie jährliche Sonderzahlungen,\nMöglichkeit zum Bezug eines Jobtickets,\nbetriebliche Altersversorgung und vermögenswirksame Leistungen,\n30 Tage Erholungsurlaub sowie bezahlte Freistellungen am 24.12. und 31.12.\nKontakt für Ihre Bewerbung\nBewerbungen mit vollständigen und aussagekräftigen Unterlagen (insbesondere Anschreiben, tabellarischer Lebenslauf, Arbeitszeugnisse, Ausbildungsnachweise sowie weitere Nachweise zur Erfüllung der gewünschten Anforderungen) übermitteln Sie bitte bis zum 01.02.2026 an das Personalamt der Stadt Bernau, indem Sie das Bewerbungsformular im Stellenportal ausfüllen.\nHinweis\nAls Dateianlage bitten wir darum, ausschließlich eine zusammengefasste Datei im pdf-Format zu verwenden. Nur vollständige, aussagefähige Bewerbungsunterlagen können im Auswahlverfahren berücksichtigt werden.\nBei Qualifizierungen, die nicht in der Bundesrepublik Deutschland erlangt wurden, ist die Gleichwertigkeit zu einer deutschen Qualifizierung durch einen Anerkennungsbescheid nachzuweisen. Entsprechende Informationen dazu finden Sie unter:\nhttps://www.kmk.org/zab/zentralstelle-fuer-auslaendisches-bildungswesen.html\nsowie\nhttps://www.anerkennung-in-deutschland.de/de/interest/finder/profession\n.\nWir bitten um Verständnis, dass eingereichte Bewerbungsunterlagen nach Abschluss des Auswahlverfahrens nur zurückgesandt werden können, wenn ein ausreichend frankierter Rückumschlag beigelegt wurde.\nWir fördern aktiv die Gleichbehandlung aller Menschen und wünschen uns daher ausdrücklich Bewerbungen aus allen Altersgruppen, unabhängig von der ethnischen Herkunft, dem Geschlecht, der Religion oder Weltanschauung, einer Behinderung oder der sexuellen Identität. Bei gleicher Qualifikation und Eignung werden Bewerbungen von schwerbehinderten Menschen bevorzugt berücksichtigt.\nDatenschutzhinweise: Mit Ihrer Bewerbung willigen Sie ein, dass Ihre persönlichen Daten bis zur Beendigung des Auswahlverfahrens nach den aktuellen datenschutzrechtlichen Bestimmungen gespeichert und verarbeitet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-4/", "image": "", "title": "Grabungstechniker (m/w/d)", "content_text": "Archäologisches Museum Hamburg, Hamburg / Insel Neuwerk Bewerbungsende: 15.02.2026 | Das Archäologische Museum Hamburg sucht ab 01.05.2026 für 6 Monate einen\nGrabungstechniker (m/w/d)\nin Vollzeit für den Einsatz bei einer bauvorgreifenden archäologischen Untersuchung auf der Insel Neuwerk.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-4/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grabungsdokumentar-m-w-d-2/", "image": "", "title": "Grabungsdokumentar (m/w/d)", "content_text": "Archäologisches Museum Hamburg, Hamburg / Insel Neuwerk Bewerbungsende: 15.02.2026 | Das Archäologische Museum Hamburg sucht ab dem 01.05.2026 für 6 Monate eine\nGrabungsdokumentar (m/w/d)\nin Vollzeit für den Einsatz bei einer bauvorgreifenden archäologischen Untersuchung auf der Insel Neuwerk.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/grabungsdokumentar-m-w-d-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-grabungsleitung-m-w-d-3/", "image": "", "title": "wissenschaftliche Grabungsleitung (m/w/d)", "content_text": "Archäologisches Museum Hamburg, Hamburg / Insel Neuwerk Bewerbungsende: 15.02.2026 | Das Archäologische Museum Hamburg sucht ab dem 01.05.2026 für 6 Monate eine\nwissenschaftliche Grabungsleitung (m/w/d)\nin Vollzeit für den Einsatz bei einer bauvorgreifenden archäologischen Untersuchung auf der Insel Neuwerk.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-grabungsleitung-m-w-d-3/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-museumsverwaltung-kreismuseum/", "image": "", "title": "Sachbearbeitung Museumsverwaltung Kreismuseum", "content_text": "Landkreis Anhalt-Bitterfeld, Bitterfeld Bewerbungsende: 09.02.2026 | Der Landkreis Anhalt-Bitterfeld liegt im Südosten des Bundeslandes Sachsen-Anhalt an den Flüssen Elbe und Mulde, zwischen der Dübener Heide und dem Fläming sowie im nördlichen Teil der Metropolregion Mitteldeutschland. In die Bundeshauptstadt Berlin oder den Ballungsraum Halle/Leipzig bietet die Region hervorragende Anbindungen, ob per Bahn oder Auto. Die Naturparks Dübener Heide und Fläming, das Biosphärenreservat Mittelelbe und die Goitzsche-Seenlandschaft sind Orte der Ruhe, des Erlebens und der Erholung. Etwa 160.000 Menschen leben hier und es dürfen gern noch mehr werden, denn es lässt sich gut leben in Anhalt-Bitterfeld. In unserem Landkreis fahren Kinder mit der Schüler-Regio-Card kostenlos Bus. Die Kreisverwaltung mit Hauptsitz in der Kreisstadt Köthen (Anhalt) und Nebenstandorten in Zerbst/Anhalt und Bitterfeld-Wolfen ist eine der größten Arbeitgeberinnen Anhalt-Bitterfelds. Mehr Informationen finden Sie auf unserer Homepage oder Facebook-Seite.\nÖffentliche Stellenausschreibung\nBeim Landkreis Anhalt-Bitterfeld ist im Fachbereich Schule, Kultur und Sport ab sofort die Personalstelle\nSachbearbeitung Museumsverwaltung\nKreismuseum\nunbefristet in Vollzeit zu besetzen. Der Einsatzort ist derzeit Bitterfeld.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.02.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-museumsverwaltung-kreismuseum/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/manager-in-w-m-d-fuer-communityarbeit/", "image": "", "title": "Manager/in (w/m/d) für Communityarbeit", "content_text": "Stadtmuseum Oldenburg, Oldenburg Bewerbungsende: 17.02.2026 | Die Stadt Oldenburg sucht  Verstärkung:\nManager/in (w/m/d) für Communityarbeit\nDie Stelle auf einen Blick\nAmt: Amt für Kultur, Museen und Sport\nFachdienst: Stadtmuseum\nFunktion: Manager/in (w/m/d) Communityarbeit\nBesoldungs-/Entgeltgruppe: EG 11 TVöD\nWochenarbeitszeit: 33 Wochenstunden\nTermin der Einstellung: zum nächstmöglichen Zeitpunkt\nBeschäftigungsdauer: unbefristet\nEnde der Bewerbungsfrist 17. Februar 2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.02.2026", "url": "https://www.museumsbund.de/stellenangebote/manager-in-w-m-d-fuer-communityarbeit/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-im-bereich-pr-marketing-2/", "image": "", "title": "Volontär:in im Bereich PR/Marketing", "content_text": "Stiftung Welt der Versuchungen, Erfurt Bewerbungsende: 15.02.2026 | Die Stiftung Welt der Versuchungen besetzt zum 1. April 2026 eine Position als\nVolontär:in im Bereich PR/Marketing\nDie wöchentliche Arbeitszeit beträgt 40 Stunden. Die Vergütung orientiert sich am Tarif-Vertrag für öffentliche Bedienstete (TV-L) und beträgt – anlehnend an die Empfehlung des Deutschen Museumsbundes – 50% von TV-L 13 (monatlich 2314,87 € brutto im ersten Jahr und 2483,50 € brutto im zweiten Jahr). Das Volontariat ist befristet auf zwei Jahre.\nDie gemeinnützige Stiftung Welt der Versuchungen ist Initiatorin eines innovativen Projektes. Das neue, nachhaltig gebaute Haus, das gem. Planung 2027 eröffnet, widmet sich alten und neuen Versuchungen und Abhängigkeiten – von Drogen bis Social Media. Wissenschaftler:innen und Künstler:innen denken gemeinsam.  Das neue Haus verfolgt damit einen ergänzenden und innovativen Ansatz in der Suchtprävention.\nEs wird von Bund und dem Land Thüringen gefördert. Bis zur Eröffnung des neuen Ausstellungshauses wird die Stiftung jährlich eine interdisziplinäre Ausstellung kleineren Formats realisieren mit Positionen aus Kunst und Wissenschaft.\nDie/der Volontär:in unterstützt das Projektteam u.a. bei den folgenden Aufgaben:\ninhaltliche und konzeptionelle Weiterentwicklung der Presse- und Öffentlichkeitsarbeit auf regionaler und (inter-)nationaler Ebene\nTagesaktuelles im Bereich Presse und Marketing\nAusbau der Social-Media-Aktivitäten und Erprobung neuer Ansätze im Bereich PR und Marketing\nOrganisation und Durchführung von Pressegesprächen und Veranstaltungen\nPflege der Presseverteiler\nAufbau eines Freundeskreises\nEntwicklung von Marketing- und Pressematerial für die Drittmittelakquise\nSchnittstellenarbeit zur und Einblick in die Tätigkeit der Leitung beim Aufbau des neues Ausstellungshauses\nAls Volontär:in sind Sie Teil eines hochengagierten Projektteams. Neben Ihrem Hauptarbeitsbereich Pressearbeit/Marketing erhalten Sie Einblicke in die unterschiedlichen Bereiche unserer Arbeit, darunter Ausstellungskonzeption und -organisation, Ausstellungsvermittlung, Stiftungsarbeit und Suchtprävention an der Schnittstelle zwischen Wissenschaft und Kunst.\nIhr Anforderungsprofil:\nabgeschlossenes Hochschulstudium mindestens auf BA-Niveau im Bereich Kulturwissenschaft/Kommunikationswissenschaft oder in einem ähnlichen geistes- oder sozialwissenschaftlichen Studiengang\nerste Erfahrungen im Bereich Presse- und Öffentlichkeitsarbeit\nsehr gute schriftliche und mündliche, zielgruppengerichtete Ausdrucksfähigkeit (Deutsch und Englisch)\neinschlägige Erfahrungen im Umgang mit Social Media\nüberdurchschnittliches Engagement und Organisationstalent\nKenntnisse der Programme der Adobe Creative Cloud, insbesondere von InDesign und Photoshop\nWünschenswert sind weitere gute IT-Kenntnisse und Kenntnisse einer weiteren Fremdsprache.\nSie erhalten bei uns die Möglichkeit, Ihre persönlichen Kompetenzen zu erweitern und weiterzuentwickeln, Ideen und neue Formate auszuprobieren und sich mit einem abgeschlossenen Volontariat für eine berufliche Zukunft im Presse- und Marketingbereich der Kulturarbeit und der Gesundheitsförderung zu qualifizieren. Dienstort ist Erfurt.\nWir freuen uns auf Ihre aussagekräftige Bewerbung bis zum 15. Februar 2026. Ihre vollständigen Bewerbungsunterlagen senden Sie bitte in einem PDF-Dokument zusammengefasst an\ninfo@welt-der-versuchungen.de\n.\nMit der Übersendung Ihrer Bewerbungsunterlagen erteilen Sie die Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten durch die Stiftung im Rahmen des Ausschreibungs-/Auswahlverfahrens. Nach Abschluss des Auswahlverfahrens werden die Daten nicht berücksichtigter Bewerber:innen datenschutzkonform vernichtet.\nBei Fragen erreichen Sie uns unter 0361 – 30 25 79 30 oder per E-Mail an\ninfo@welt-der-versuchungen.de\n.\nMehr zu uns finden Sie unter\nwww.welt-der-versuchungen.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-im-bereich-pr-marketing-2/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-im-bereich-kulturvermittlung/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d) im Bereich Kulturvermittlung", "content_text": "LWL-Freilichtmuseum Detmold, Detmold Bewerbungsende: 13.02.2026 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum frühestmöglichen Eintrittstermin als\nwissenschaftliche:n Volontär:in (w/m/d) im Bereich Kulturvermittlung\nPauschalvergütung\nfür unser LWL-Freilichtmuseum Detmold – Westfälisches Landesmuseum für Alltagskultur. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche) an.\nSie erhalten eine monatliche Pauschalvergütung in Höhe von 50 % der Entgeltgruppe 13, Stufe 1 TVöD VKA, im zweiten Jahr nach Stufe 2.\nBitte bewerben Sie sich unter der Angabe der\nKenn-Nr. 8871\nbis zum\n13.02.2026\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-im-bereich-kulturvermittlung/", "date_published": "2026-01-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-w-m-d-curatorial-fellow-f-m-d/", "image": "", "title": "Volontär*in (w/m/d) / Curatorial Fellow (f/m/d)", "content_text": "Haus der Kunst, München Bewerbungsende: 16.02.2026 | // EN below\nSeit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in der Kunstgeschichte, die bisher noch nicht erzählt wurden und die den bisherigen Kanon hinterfragen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Form der Ausstellungsgestaltung wird hinterfragt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersive und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Gemeinschaft verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ möchte die Institution kritisch und fantasievoll mit den drängenden Fragen der Gegenwart auseinandersetzen.\nDas Haus der Kunst München sucht zum nächstmöglichen Zeitpunkt eine/n wissenschaftliche/n Volontär/in mit Schwerpunkt in der kuratorischen Abteilung in Vollzeit (40 Std./Woche)\nVolontär*in\n(w/m/d)\nDas Volontariat ist als Phase der beruflichen Weiterentwicklung konzipiert und verbindet eine intensive kuratorische Betreuung mit Möglichkeiten zur unabhängigen Forschung und Praxis in einem internationalen institutionellen Umfeld.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nEnge Zusammenarbeit mit Kurator/innen in allen Phasen der Programmplanung und -umsetzung, einschließlich:\nRecherche für spezifische Ausstellungsprojekte und damit verbundene Programme.\nRealisierung von Ausstellungen und Projekten in Abstimmung mit dem Produktionsmanagement und in enger Absprache mit den Vorgesetzten.\nErstellen von Werklisten, Künstlerverträgen, Leihanfragen und Betreuung des Leihverkehrs.\nKuratorische Betreuung und redaktionelle Unterstützung bei Publikationen und Texten.\nVorbereitung von Förderanträgen sowie Budgetkontrolle und Zwischenreporte.\nKontaktpflege zu Künstler/innen, Kurator/innen, Partnerinstitutionen, Stiftungen, Nachlässen, Ateliers und Galerien.\nDurchführung wissenschaftlicher Recherchen zur Vorbereitung von Ausstellungen und kuratorischen Projekten im Allgemeinen.\nKünstlerische Betreuung und Organisation des Rahmenprogramms in enger Zusammenarbeit mit dem Bereich Bildung und Teilhabe.\nAbteilungsübergreifende Zusammenarbeit mit den Teams Ausstellungsproduktion, Kommunikation sowie Bildung und Teilhabe.\nSelbstständige Entwicklung und Umsetzung von Ausstellungsprojekten in Absprache mit dem künstlerischen Geschäftsführer und der Hauptkuratorin.\nUnterstützung von institutionellen Partner/innen, externen Kurator/innen und Wanderausstellungen.\nWährend der Ausbildung erhalten die Volontär*innen alle Einblicke in museumsrelevante Bereiche des Haus der Kunst.\nUnsere Anforderungen – das bringen Sie mit:\nAbgeschlossenes Studium der Kunstgeschichte mit Schwerpunkt auf moderner und zeitgenössischer Kunst (1945 bis heute).\nAusgeprägte Recherchefähigkeiten, einschließlich Erfahrung im Umgang mit Primär- und Sekundärquellen sowie digitalen Recherchetools.\nAusgezeichnete Organisations- und Projektmanagementfähigkeiten.\nNachweisliche Erfahrung im Umgang und Gestaltung von Texten zur zeitgenössischen Kunst.\nAusgeprägte soziale Kompetenz, Teamfähigkeit und ausgezeichnete Kommunikationsfähigkeiten, kombiniert mit einem hohen Maß an Motivation und Eigeninitiative.\nSensibilität für ethische, soziale und kulturelle Kontexte innerhalb der zeitgenössischen Kunstpraxis.\nAusgezeichnete Englischkenntnisse in Wort und Schrift; Kenntnisse einer weiteren Fremdsprache sind von Vorteil.\nSicherer Umgang mit MS Office und Vertrautheit mit Bildbearbeitungsprogrammen.\nBesondere Affinität zur zeitgenössischen Kunst; entsprechende Berufserfahrung ist von Vorteil.\nGute Kenntnisse der institutionellen Landschaft in Deutschland und international.\nWir bieten Ihnen\n:\nEine anspruchsvolle und abwechslungsreiche Position in einer der führenden Institutionen für zeitgenössische Kunst in Europa.\nDie Stelle ist auf\nzwei Jahre\nEin Gehalt gemäß 50 % TV-L 13, Stufe 1 im ersten Jahr, Stufe 2 im zweiten Jahr.\nEin kreatives Arbeitsumfeld mit einer offenen Kommunikationsstruktur.\nMitarbeit in einem dynamischen Team, das Eigeninitiative, Einsatz- und Lernbereitschaft unterstützt und fördert.\n30 Tage Jahresurlaub, zusätzlich am 24. und 31. Dezember arbeitsfrei.\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten.\nDas Haus der Kunst legt großen Wert auf Diversität und Inklusion. Daher begrüßen wir Bewerbungen unabhängig von Geschlecht, Herkunft, Religion, Behinderung, Alter, sexueller Orientierung oder Identität. Wir bevorzugen Bewerbungen ohne Bild.\nBewerbung:\nBitte senden Sie Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen unter dem Stichwort\nHDK-2026-01\nin elektronischer Form (als PDF) bis zum\n16. Februar 2026\nan bewerbung@hausderkunst.de. Für allgemeine Fragen steht Ihnen Beate Gurth (Personalrefentin) unter 089/211 27-122 zur Verfügung.\n// En\nSince 2022, Haus der Kunst has been undergoing a process of transformation. We are charting new paths in art history that have not yet been told and that challenge and change the existing canon. The programme continues to focus on networking and interconnecting transdisciplinary approaches and transnational perspectives with an emphasis on digitalisation. The classic form of exhibition design is being questioned and a new understanding of the format is being developed. Projects are produced on site in a physical, immersive, and interactive way.\nThe mission of the Haus der Kunst is to create a cross-generational place of exchange and encounter where everyone can see themselves as part of the community. Guided by the motto “Haus der Kunst is where the future happens,” the institution seeks to engage critically and imaginatively with the urgencies of the present.\nHaus der Kunst in Munich is looking for a full-time (40 hours/week) curatorial fellow with a focus on the curatorial department to start as soon as possible.\nCuratorial Fellow (f/m/d)\nThe fellowship is created as a period of professional development, combining with close curatorial mentorship with opportunities for independent research and practice within an international institutional environment.\nYour responsibilities – designing, contributing, participating:\nWorking closely with curators across all stages of programme planning and implementation, including:\nResearch for specific exhibition projects and related programmes.\nRealisation of exhibitions and projects in coordination with production management, in close consultation with supervisors.\nPreparation of artwork lists, artist contract, loan requests, and management of loan processes.\nProviding curatorial support and editorial assistance for related publications and texts.\nPreparation of grant applications, as well as budget monitoring and interim reporting.\nLiaising with artists, curators, partner institutions, foundations, estates, studios, and galleries.\nConducting academic research in preparation for exhibitions and curatorial projects at large.\nArtistic supervision and organisation of accompanying programmes in close work with education and participation.\nCross-departmental collaboration with the teams of Production, Communications, and education and participation.\nDevelopment and implementation of exhibition projects independently, in consultation with the Artistic Director and Chief Curator.\nSupporting institutional partners, external curators, and touring exhibitions.\nDuring their training receive the Curator Fellows all insights of museums-relevant areas of Haus der Kunst.\nOur requirements – what you bring to the table:\nDegree in Art History with a focus on modern and contemporary art (1945–present).\nStrong research skills, including experience working with primary and secondary sources and digital research tools.\nExcellent organisational and project management skills.\nProven experience working with and editing texts on contemporary art.\nStrong interpersonal skills, a collaborative mind-set, and excellent communication abilities, combined with a high level of motivation and initiative.\nSensitivity to ethical, social, and cultural contexts within contemporary artistic practice.\nExcellent written and spoken English; knowledge of an additional foreign language is an advantage.\nProficiency in MS Office and familiarity with image-editing software.\nA strong affinity for contemporary art; relevant professional experience is an advantage.\nGood knowledge of the institutional area in Germany and internationally.\nWe offer you:\nA challenging and dynamic role in one of Europe’s leading contemporary art institution.\nA fixed-term position for a period of two years.\nSalary in accordance with 50% TV-L 13, level 1 in the first year, level 2 in the second year.\nA creative working environment with an open communication structure.\nCollaboration within a dynamic team that supports initiative, commitment and a willingness to learn.\n30 days of annual leave, plus additional leave on December 24 and 31.\nAn attractive and inspiring workplace in the center of Munich near by the English Garden.\nThe Haus der Kunst attaches great importance to Diversity and Inclusion. We therefore welcome applications regardless of gender, origin, religion, disability, age, sexual orientation, or identity. We prefer applications without a photo.\nApplication:\nPlease send your complete and informative application documents with the reference HDK-2026-01 in electronic form (as a PDF) to bewerbung@hausderkunst.de by\nFebruary 16, 2026\n. If you have any general questions, please contact Beate Gurth (Human Resources Officer) at 0049-89/211 27-122.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2026", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-w-m-d-curatorial-fellow-f-m-d/", "date_published": "2026-01-23T00:00:00"}]}