{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-den-museen-schloss-aschach/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) in den Museen Schloss Aschach", "content_text": "Museen Schloss Aschach, Bad Bocklet/Aschach Bewerbungsende: 31.03.2025 | Wissenschaftliches Volontariat (m/w/d)\nin den Museen Schloss Aschach\nDie Basisdaten:\nZeitraum:\nbefristet für zwei Jahre in Vollzeit ab 1. Juli 2025\nVergütung:\n50% von EG 13 TVöD Stufe 1\nDas bringen Sie mit:\nein abgeschlossenes Studium der Volkskunde/Europäischen Ethnologie, Kulturgeschichte, Museologie oder eines vergleichbaren Studiums\nnachgewiesene, praktische Erfahrungen in der Kulturarbeit\nVerantwortungsbewusstsein, Motivation, Selbstständigkeit, Kommunikationsfreude und Teamgeist\neinen Führerschein der Klasse B und Fahrpraxis\nDas sind wir:\nDie Museen Schloss Aschach liegen in Bad Bocklet, nur wenige Kilometer von Bad Kissingen entfernt. Auf dem Schlossgelände befinden sich insgesamt drei Museen: das Graf-Luxburg-Museum im großen Schloss, ein Volkskundemuseum und ein Schulmuseum. In der Museumsscheune ist Platz für Wechselausstellungen. Die ehemalige Schlossmühle unterhalb von Schloss Aschach beherbergt das professionelle Depot.\nWährend der Museumssaison von April bis Oktober besuchen die unterschiedlichsten Besuchergruppen die Museen und nehmen am abwechslungsreichen Veranstaltungsprogramm teil.\nTräger der Museen Schloss Aschach ist der Bezirk Unterfranken.\nWir bieten Ihnen:\nEinführung in die verschiedenen Arbeitsfelder eines Museums\nMitwirkung bei der Planung und Durchführung von Veranstaltungen\nMitarbeit bei Ausstellungen und Projekten\nVerfassen von Texten und Beiträgen für Ausstellungen, digitale Plattformen und Presse\nEntwicklung und Durchführung von museumspädagogischen Programmen\nInventarisierung von Sammlungsobjekten mit der Datenbank MuseumPlus\nIhre Bewerbung enthält in einer pdf-Datei:\nMotivations-Schreiben\nLebenslauf\nZeugnisse\nAuskunft zum Tätigkeitsbereich gibt Ihnen\nMuseumsleiterin Josefine Glöckner\nTelefon: 09708 704188-12, E-Mail:\nj.gloeckner@bezirk-unterfranken.de\nIhre Bewerbung nimmt bis 31. März 2025 entgegen:\npersonalreferat@bezirk-unterfranken.de\nKennziffer: BHV-2025-05-VoloAsch\nMenschen mit Schwerbehinderung bevorzugen wir bei im Wesentlichen gleicher Eignung.\nBitte beachten Sie unsere Datenschutzhinweise auf www.bezirk-unterfranken.de\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen hinsichtlich der Bezahlung Ihre Erwartungen erfüllen, wenn Sie sich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate für ein wichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen ab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-in-den-museen-schloss-aschach/", "date_published": "2025-03-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-baumanagement-m-w-d/", "image": "", "title": "Leitung Baumanagement (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden (SKD), Dresden Bewerbungsende: 13.04.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, eine\nLeitung Baumanagement (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 13 TV-L\n) in der Abteilung Gebäudemanagement und Informationstechnik. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-baumanagement-m-w-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-des-servicebereichs-museumsbetrieb-m-w-d/", "image": "", "title": "Leiter*in des Servicebereichs Museumsbetrieb (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie (LEIZA), Mainz Bewerbungsende: 13.04.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 als Römisch-Germanisches Zentralmuseum widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren Arbeitsbereich Museumsbetrieb am Standort Mainz suchen wir zum nächstmöglichen Zeitpunkt\neine*n Leiter*in des Servicebereichs Museumsbetrieb (m/w/d)\nin Vollzeit\n(bis EG\n13\nTV-L)\nIhre Aufgaben:\nStrategische und konzeptionelle Weiterentwicklung und regelmäßige Fortschreibung des technischen, logistischen und organisatorischen Betriebskonzeptes für den Museumsbetrieb\nKaufmännische Leitung der Museumsbetriebe (inkl. Museumsshops)\nVerantwortung für den laufenden Geschäftsbetrieb der unterstellten Bereiche (Museumsbetriebe, Museumsshops, Aufsichtsdienst) sowie für deren Wirtschaftlichkeit\nErste*r Ansprechpartner*in gegenüber Besucher*innen in organisatorischer und administrativer Funktion\nPflege und Weiterentwicklung von Prozessen, Tools und Workflows zur Sicherstellung einer hervorragenden Besucher*innen-Betreuung im Museum, Verantwortung für schnelle und effektive Lösungen für Kund*innen-Anfragen über verschiedene Kanäle sowie der Besucher*innenmanagement-Datenbanken einschließlich Beratung und Information zum gesamten Angebot des LEIZA,\nEntwicklung und Umsetzung von Strategien zur Reduzierung des Anfrage-Volumens durch Self-Service-Optionen und proaktiver Kommunikation\nAusstellungssicherheit in Zusammenarbeit mit dem Veranstaltungsmanagement, Schließdienste\nFachliche und disziplinarische Leitung der dem Bereich zugeordneten Mitarbeiter*innen inkl. der Personaleinsatzplanung\nRegelmäßiger Austausch mit den Arbeitsbereichen Ausstellung, Bildung und Kommunikation im Hinblick auf organisatorische Verbesserungen\nÜberwachen der Dienstleister bzw. deren Aufgabenerledigung auf Basis der vertraglichen Bedingungen, insbesondere im Bereich der Unterhaltsreinigung, Glasreinigung sowie Museumsaufsicht/-sicherheit\nQualitätssicherung, Überprüfen und Kontrollieren der Ausstellungen auf Ordnung, Sauberkeit, Hygiene, u.a. unter Beachtung gesetzlicher Vorschriften\nErstellung von Berichten und statistischen Auswertungen\nallgemeine administrative Tätigkeiten\nIhr Anforderungsprofil:\nAbgeschlossenes Hochschulstudium in den Studienrichtungen Kultur- und Freizeitmanagement bzw. Touristik, Wirtschaftswissenschaften, Betriebswirtschaft oder eine vergleichbare Qualifikation\nMehrjährige praktische Erfahrung in den Bereichen Service, Kommunikation, Dienstleistungen, und Administration (mit Erfahrungen in Beschwerde- bzw. Besuchermanagement), wünschenswert in leitender Funktion\nFundierte, vertiefte, umfassende Fachkenntnisse in Betriebswirtschaft mit entsprechender mehrjähriger Berufserfahrung\nStark ausgeprägte Serviceorientierung, Teamgeist und Kommunikationsstärke\nNachgewiesene Erfahrungen in der Konzeption und Steuerung von Online-Anwendungen/Software im Bereich Besuchermanagement und komplexe Datenbanken (z.B. Adressdatenbank)\nNachgewiesene Kenntnisse im Projektmanagement, wünschenswert sind erste Erfahrungen mit Vergabeverfahren\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nStarke analytische Fähigkeiten zur Interpretation von Daten und Ableiten von Maßnahmen\nSelbständige, strukturierte und ergebnisorientierte Arbeitsweise mit Führungs- und Sozial­kompetenz und damit verbundene Kommunikations- und Organisationsfähigkeit\nsicherer Umgang mit MS-Office-Anwendungen runden Ihr Profil ab\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen bei einer hohen beruflichen Sicherheit\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten (auch außerhalb üblicher Arbeitszeiten notwendig), mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten,\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung sowie den kollegialen Austausch mit den Kolleg*innen der Institute der Leibniz-Gemeinschaft\nEin Arbeitsumfeld in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie“\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre Bewerbung bis zum\n13.04.2025\n– möglichst in einer PDF-Datei – per E-Mail an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können leider nicht erstattet werden.\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-des-servicebereichs-museumsbetrieb-m-w-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/102799/", "image": "", "title": "Leitung (m/w/d) Stadtarchiv mit Geschäftsstelle Erinnerungskultur in Vollzeit", "content_text": "Stadtverwaltung Kempten, Kempten Bewerbungsende: 06.04.2025 | Die Stadtverwaltung Kempten sucht ab sofort eine\nLeitung (m/w/d) Stadtarchiv mit Geschäftsstelle Erinnerungskultur in Vollzeit\n>>>Hier geht es zur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/102799/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-referentin-fuer-crossmediale-kommunikation-w-m-d/", "image": "", "title": "Referent / Referentin für crossmediale Kommunikation (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels - Museum Koenig Bonn, Bonn Bewerbungsende: 11.04.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein.\nFür den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort\nHamburg.\nWir\nsuchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von zwei Jahren eine/n\nReferent / Referentin für crossmediale Kommunikation\n(w/m/d)\nin Vollzeit mit 39,00 Stunden/Woche.\nDas sind Ihre Aufgaben:\nEntwicklung von Strategien für PR-Projekte und -Produkte\nKonzeptentwicklung, Planung und Durchführung kreativer Kommunikationsprojekte\nRecherche und Erstellung zielgruppenrelevanter Texte aus Ausstellung, Vermittlung und Forschung für PR-Produkte und Webauftritte inkl. Bildredaktion\nFormulierung und zielgruppenorientierter Versand von Pressemitteilungen\nEntwicklung, Produktion und Veröffentlichung innovativer Video- und Online-Formate, von der Ideenfindung bis zur Realisierung\nStrategische Weiterentwicklung der Social-Media-Kanäle im Museum der Natur Hamburg. Identifikation neuer Trends, Monitoring und Analyse von KPIs bis zur Erfolgskontrolle, sowie Community Management\nVernetzung mit Kooperationspartnern, Stakeholdern und Medienvertretenden\nDas sind unsere Anforderungen:\nAbgeschlossenes Hochschulstudium der Medien- oder Kommunikationswissenschaft, Journalismus, Public Relations, Biologie, Geisteswissenschaften oder vergleichbar (Abschluss Master)\nRedaktionelles Volontariat oder Trainee bzw. umfassende und nachweisbare Erfahrungen in einer Redaktion, Pressestelle oder Kommunikationsagentur inkl. aktive Erfahrung auf den Social-Media-Kanälen\nMehrjährige Erfahrung in der Öffentlichkeitsarbeit, u.a. im Bereich Strategie und Konzept, PR-Projektmanagement\nErfahrung in der Erstellung von audiovisuellen Inhalten einschließlich Videodreh und -schnitt, Fotoerstellung und Bildbearbeitung\nErfahrung im Umgang mit Content-Management-Systemen (Typo3) sowie Grafik-Apps (Canva) und Programmen\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift, sowie sehr gute Ausdrucksweise und Freude am Formulieren\nIntegrativer, teamorientierter Arbeitsstil und hervorragende Kommunikationsfähigkeit\nEin hohes Maß an Eigenverantwortung, Organisationstalent und eine lösungsorientierte Arbeitsweise\nBegeisterung für die allgemeinverständliche Präsentation von teils komplexen Themen aus den Bereichen Wissenschaft, Kultur und Natur\nDas sind unsere Leistungen:\nEine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 11 TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch einen professionellen Familienservice\nDie Möglichkeit des Bezugs eines Jobtickets\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen,\nArbeitsproben\n) bis zum 11.04.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Katharina Ostermann. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.04.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-referentin-fuer-crossmediale-kommunikation-w-m-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltung-oeffentlichkeitsarbeit-m-w-d/", "image": "", "title": "Verwaltung/Öffentlichkeitsarbeit (m/w/d)", "content_text": "Dokumentationszentrum Oberer Kuhberg Ulm e.V. (DZOK), Ulm Bewerbungsende: 30.04.2025 | Am Dokumentationszentrum Oberer Kuhberg Ulm e.V. (DZOK) ist zum 1.7.2025 eine\nStelle für\nVerwaltung/Öffentlichkeitsarbeit (m/w/d) im Umfang von 75% (29 Std./Woche)\nin der Vergütungsgruppe TvöD EG 10\nzu besetzen.\nZur Institution: Im Fort Oberer Kuhberg, Teil der Bundesfestung Ulm, befand sich von 1933 bis 1935 ein Konzentrationslager des Landes Württemberg. Heute befindet sich am historischen Ort eine Gedenkstätte mit zahlreichen Bildungsangeboten. Als Forschungs-, Lern- und Bildungszentrum hat das Dokumentationszentrum mit Archiv und Bibliothek in der Ulmer Innenstadt ein zweites Standbein und widmet sich allen Aufgabenbereichen eines lokalen NS-Dokumentationszentrums. Das DZOK hat die Rechtsform eines Vereins. Die von Haupt- und Ehrenamtlichen geleistete Arbeit wird vom Land Baden-Württemberg, der Stadt Ulm und den regionalen Gebietskörperschaften unterstützt.\nIhr Aufgabengebiet umfasst im Wesentlichen:\nVerwaltung\nAssistenz der Geschäftsführung\nAblage, vorbereitende Buchführung und Rechnungslegung\nVerwaltung von Spenden und Mitgliederdaten, Adresspflege Outlook-Datenbank\nPost, Korrespondenz, Telefon, Besucherservice\nAllgemeine Büroorganisation\nÖffentlichkeitsarbeit\nPressearbeit und Veranstaltungsbewerbung\nPflege Webauftritt und Newsletter\nSocial Media-Profil und -inhalte\nErstellen von Flyern, Plakaten u.a. Material zur Außendarstellung\nErforderliche Qualifikationen\nAbgeschlossene Berufsausbildung oder gleichwertige Kenntnisse und Berufserfahrung in den Bereichen Verwaltung/Öffentlichkeitsarbeit\nSicherer Umgang mit MS Office Programmen\nTeamfähigkeit, sorgfältiges und strukturiertes Arbeiten\nInteresse am lokalen und regionalen historischen Kontext\nBereitschaft, sich rasch in die Arbeitsfelder einzuarbeiten\nAffinität Social Media erwünscht\nBitte übersenden Sie Ihre aussagekräftige Bewerbung bis zum 30. April 2025 an das Dokumentationszentrum Oberer Kuhberg,\nn.wenge@dzok-ulm.de\n. Die Bewerbungsgespräche finden voraussichtlich am 13. Mai 2025 statt. Bitte merken Sie sich diesen Termin vor.\nDr. Nicola Wenge\nLeiterin des Dokumentationszentrums\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltung-oeffentlichkeitsarbeit-m-w-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-das-technische-liegenschaftsmanagement/", "image": "", "title": "Mitarbeiter*in für das „Technische Liegenschaftsmanagement”", "content_text": "Stiftung niedersächsische Gedenkstätten, Celle Bewerbungsende: 21.04.2025 | Die Stiftung niedersächsische Gedenkstätten sucht zum nächstmöglichen Zeitpunkt eine*n\nMitarbeiter*in für das\n„Technische Liegenschaftsmanagement”\n(Kennziffer: SnG 2025-4)\nWir bieten:\neine unbefristete Stelle mit 100% der regelmäßigen wöchentlichen Arbeitszeit von 39,8 Stunden in der Gedenkstätte Bergen-Belsen.\neine Vergütung nach Entgeltgruppe 9b TV-L\neine zusätzliche Altersvorsorge (VBL)\ndie Möglichkeit anteilig Mobil zu arbeiten\neine Jahressonderzahlung\nflexible Arbeitszeiten durch Gleitzeit\ndie Möglichkeit zur Fortbildung\nein vielfältiges Aufgabenspektrum\neinen interessanten und abwechslungsreichen Arbeitsplatz\neinen wertschätzenden Umgang im Kolleg*innen- und Vorgesetztenkreis\nWer sind wir?\nDie Stiftung niedersächsische Gedenkstätten ist eine Stiftung öffentlichen Rechts, die durch Beschluss des niedersächsischen Landtags 2004 ins Leben gerufen wurde. Die Stiftung verbindet staatliche Verantwortung und bürgerschaftliches Engagement für die Aufarbeitung der Verbrechen des Nationalsozialismus und die Erinnerung an seine Opfer in Niedersachsen. Sie erhält und gestaltet die Gedenkstätten Bergen-Belsen und die Gedenkstätte in der JVA Wolfenbüttel als Orte der Erinnerung, an die Leiden der Opfer des Nationalsozialismus und der Opfer der Justizverbrechen, sowie als Orte des Lernens für künftige Generationen.\nDie Stiftung ist neben der Gedenkstätte in der JVA Wolfenbüttel, auf vier weitere Standorte verteilt, wobei sich der Stiftungssitz und dessen Zweigstelle in Celle befinden. Die Gedenkstätte Bergen-Belsen umfasst mit ca. 75 Hektar ein Dokumentations- und Bildungszentrum sowie das historische Lagergelände mit Friedhofsareal und Forstbestand. Des Weiteren ist durch die temporäre Nutzung und Entwicklung, die M.B. 89 in der Niedersachsenkaserne ebenfalls Bestandteil der Liegenschaften, welche durch ein Team, bestehend aus Mitarbeiter*innen der Verwaltung und des Facilitymanagements bewirtschaftet wird. Als Teil dieses Teams und genereller Ansprechpartner pflegen Sie Kontakte mit der/dem Facilitymanager/-in der Bundeswehr, Bundesanstalt für Immobilienaufgaben (BImA), Staatlichen Baumanagement sowie externen Dienstleistern.\nWelche Aufgaben erwarten Sie?\nKoordination und Weiterentwicklung, inkl. Prüfung des Zustands und Sicherstellung des reibungslosen Betriebs der Liegenschaften inklusive aller technischen Anlagen der Stiftung sowie das Feststellen von Instandhaltungs-, Reparatur- und Renovierungsbedarfen\nFeststellen der Bedarfe sowie Koordinieren, Steuern und Begleiten von Bau-, Renovierungs- und Instandhaltungsmaßnahmen der Liegenschaften in Abstimmung mit dem Staatlichen Baumanagement\nKoordination und Steuerung der Pflege der Außengelände ggf. unter Einbezug der Denkmalpflege/Archäologen zur Einhaltung der Verkehrssicherungspflicht\nBudgetierung und Kostenkontrolle für Maßnahmen in den Liegenschaften\nInhaltliche Mitarbeit bei der Gestaltung von Nutzungsverträgen im Liegenschaftsbereich in Abstimmung mit der Verwaltung\nKonzeptionierung eines nachhaltigen und zukunftsorientierten Energiemanagements\nFungieren als Ansprechperson für die Mitarbeitenden zur Aufrechterhaltung der Betriebsfähigkeit der Liegenschaften\nVerwaltung des Fuhrparks der Stiftung\nWas bringen Sie mit?\nAbgeschlossenes Fachhochschulstudium (Bachelor/Diplom (FH)) oder Meister im Bereich Elektro-, Gebäude-, Klima-, Industrie-, Versorgungstechnik, oder vergleichbare, oder gleichwertige Kenntnisse und Erfahrungen mit entsprechender Berufsausbildung\nsignifikante Berufserfahrung (z.B. Altgesellenregelung)\nGute kaufmännische und organisatorische Fähigkeiten\nHohe Belastbarkeit und Stressresistenz\nSehr gute Kommunikationsfähigkeit\nFührerschein der Klasse B\nWir wünschen uns durch die Tätigkeit eine Unterstützung in der Umsetzung des Auftrages der Stiftung und einen angemessenen Umgang mit den Interessengruppen.\nHaben wir Ihr Interesse geweckt? Dann würden wir Sie gerne kennenlernen.\nBewerbungen richten Sie bitte bis zum\n21.04.2025\nunter Angabe der Kennziffer und bevorzugt per E-Mail an:\nStiftung niedersächsische Gedenkstätten, Frau Marie-Joëlle Ollesch, Im Güldenen Winkel 8, 29223 Celle.\nbewerbung@stiftung-ng.de\nDie Stiftung niedersächsische Gedenkstätten setzt sich dafür ein, in allen Bereichen und Positionen Unterrepräsentanzen im Sinne des Niedersächsischen Gleichberechtigungsgesetzes (NGG) abzubauen.\nBei gleicher Eignung, Leistung und Befähigung werden Bewerbungen schwerbehinderter Menschen bevorzugt berücksichtigt. Bitte geben Sie bereits mit der Bewerbung einen entsprechenden Hinweis.\nFür Auskünfte steht Ihnen Katrin Unger,\nkatrin.unger@stiftung-ng.de\nstellv. Leiterin der Gedenkstätte Bergen-Belsen zur Verfügung.\nMit der Abgabe Ihrer Bewerbung erklären Sie sich gleichzeitig einverstanden, dass die für das Auswahlverfahren erforderlichen Daten nach den Bestimmungen des Niedersächsischen Datenschutzgesetzes gespeichert und verarbeitet werden. Die Bewerbungsunterlagen werden nach Ablauf der Aufbewahrungsfrist datenschutzgerecht vernichtet.\ngez. Dr. Elke Gryglewski, Geschäftsführung\nVorsitzende des Stiftungsrates\nMinisterin Julia Willie Hamburg\nGeschäftsführerin\nDr. Elke Gryglewski\nIm Güldenen Winkel 8\n29223 Celle\nT +49(0)5141.933 55 – 0\nF +49(0)5141.933 55 – 33\nwww.stiftung-ng.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-das-technische-liegenschaftsmanagement/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologin-en-fuer-mode-und-textil-mit-fachteamleitung-m-w-d/", "image": "", "title": "Museolog:in/:en für Mode und Textil mit Fachteamleitung (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 06.04.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit (39 Wochenstunden) oder Teilzeit, eine:n\nMuseolog:in/:en für Mode und Textil mit Fachteamleitung (m/w/d)\nEntgeltgruppe 10 TVöD-V VKA, Tarifgebiet West\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDie Sammlung\nDie Sammlung Mode und Textil umfasst ca. 18.000 Textilien, Accessoires, Archivalien, Alltags- und Kunstgegenstände vom 12. Jahrhundert bis in die Gegenwart. Die Sammlung ist dem Fachteam Wirtschaft, Politik und Wissenschaft zugeordnet, das ein facettenreiches Spektrum unterschiedlicher Sammlungen mit historischen und gegenwärtigen Objekten zur Berliner Stadtgeschichte betreut. Die Sammlungsbestände und Büros befinden sich im zentralen Depotgebäude der Stiftung Stadtmuseum Berlin in Spandau.\nIhre Aufgaben\nmuseologische Betreuung und Pflege einer komplex strukturierten und wertvollen Sammlung von großer historischer Bedeutung\nselbstständige inhaltliche Erschließung (Ordnung und Verzeichnung) der Sammlung mit unterschiedlicher Schwierigkeit und Fortführung der Inventarisierung und Dokumentation in der Museumsdatenbank\nselbstständige Recherche zu Objekten und Archivalien in der Sammlung und zur Sammlungsgeschichte\nMitarbeit bei der Entwicklung einer diversitätssensiblen Dokumentation von Objekten und Beständen\nErarbeitung und Durchführung sammlungsspezifischer Erschließungskonzepte und -strategien im Rahmen des langfristigen digitalen Erschließungskonzeptes der Stiftung\nBeantwortung komplexer und schwierigerer Anfragen\numfassende und verschiedenartige Beratung und Betreuung von Nutzer:innen der Sammlung sowie Bereitstellung von Informationen\nDurchführung zum Teil anspruchsvoller Depotführungen für unterschiedliche Besucher:innengruppen\neigenständige Verantwortung für das konservatorische Monitoring der Sammlung sowie die material- und objektgerechte Strukturierung des Depots in Absprache mit dem Sammlungsmanagement und der Restaurierung\nPriorisierung der Bestandserhaltungsmaßnahmen (z. B. Schutzdigitalisierungen)\nselbstständige Weiterentwicklung der Sammlung, Erkennen von Sammlungslücken, eigenständige Auswahl von Erwerbungsangeboten und umfassend begründete Vorlage zur Erwerbungsentscheidung\nKoordination und Durchführung der Erwerbungen\nKoordination und Anleitung der Arbeit von nachgeordneten Mitarbeiter:innen in der Sammlung\nBetreuung der Kooperationen und Netzwerke\nLeitung eines Fachteams mit aktuell 6 Mitarbeiter:innen (dies beinhaltet sowohl die fachliche, strategische als auch die disziplinarische Führung)\nIhr Profil\nabgeschlossene Hochschulbildung in Museologie oder Modedesign (BA) oder eine vergleichbare Ausbildung\nvertiefte Kenntnisse der Mode- und Textilgeschichte mit Schwerpunkt Deutschland und Berlin-Brandenburg\numfassende Kenntnisse über die Herstellung und Verarbeitung von Textilien sowie in und der Textil- und Kostümkunde\nausgeprägte Rechercheerfahrungen sowie Erfahrungen mit (Museums-) Datenbanken\nfundierte Kenntnisse in der Pflege und Unterbringung textiler Sammlungsbestände und Archivalien\nmehrjährige Erfahrung in der Betreuung von relevanten Kooperationen und Netzwerken\nKenntnisse der deutschen Sprache in Wort und Schrift auf Niveau C1\nKenntnisse der englischen Sprache, mindestens auf Niveau B2\nWünschenswert sind:\nKenntnisse einer weiteren Sprache, die in unserer Stadt von einer Einwanderungsgruppe gesprochen wird\nAnforderungen:\nInteresse an der Neubetrachtung von Sammlungsbeständen\nsehr gute kommunikative Fähigkeiten im Umgang mit Kolleg:innen und Nutzer:innen\nDiversitätskompetenz sowie interkulturelle und transkulturelle Kompetenzen\nBereitschaft zur Teilnahme an Weiterbildungen im Fachgebiet\nhohe Organisationsfähigkeit und Zuverlässigkeit\ngute Delegations- und Motivationsfähigkeit\nWas wir Ihnen bieten\neine interessante und abwechslungsreiche Tätigkeit im öffentlichen Dienst\ndie Möglichkeit, Ihre persönlichen Kompetenzen weiterzuentwickeln, indem Sie unsere Angebote der fachlichen und außerfachlichen Fort- und Weiterbildung nutzen\nVereinbarkeit von Beruf und Familie durch flexible Arbeitszeitgestaltung und die Möglichkeit der Teilzeitbeschäftigung im Rahmen der dienstlichen Notwendigkeiten\ntarifliche Bezahlung nach Entgeltgruppe 10 TVöD-V VKA (Tarifvertrag des öffentlichen Dienstes – Vereinigung Kommunaler Arbeitgeberverbände) bei Vorliegen der persönlichen Voraussetzungen (die Stufen-Zuordnung erfolgt unter Berücksichtigung Ihrer einschlägigen Erfahrung)\n30 Tage Jahresurlaub, Heiligabend und Silvester zusätzlich arbeitsfrei\nbetriebliche Altersvorsorge über die Versorgungsanstalt des Bundes und der Länder (VBL)\nJahressonderzahlung zur Gesundheitsförderung\neinen Arbeitsplatz in Berlin-Spandau\ndie Möglichkeit des mobilen Arbeitens\nZuschuss zum Firmenticket für den öffentlichen Nahverkehr\nWen wir besonders zur Bewerbung auffordern\nFür die Stiftung Stadtmuseum Berlin hat eine diskriminierungsfreie Arbeitsumgebung absolute Priorität, weshalb wir uns ausdrücklich auch über Bewerber:innen marginalisierter Perspektiven freuen.\nWir gewährleisten die Gleichstellung von Frauen und Männern nach dem Berliner Landesgleichstellungsgesetz. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben\nBitte bewerben Sie sich bis zum 06. April 2025 mit aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse sowie Ihr frühestmögliches Eintrittsdatum) ausschließlich über unsere\nOnline-Bewerbungsplattform.\nIm Rahmen des Bewerbungsverfahrens werden wir Ihre personenbezogenen Daten erheben. Diese werden von uns und einer beteiligten, externen Personalberatung entsprechend der DSGVO verarbeitet und genutzt. Mit der Abgabe Ihrer Bewerbung stimmen Sie dem zu.\nDurch die Bewerbung entstehende Reisekosten werden von uns nicht erstattet.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museologin-en-fuer-mode-und-textil-mit-fachteamleitung-m-w-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/paedagogischer-mitarbeiter-m-w-d-in-kz-gedenkstaette-flossenbuerg/", "image": "", "title": "Pädagogischer Mitarbeiter (m, w, d) in KZ-Gedenkstätte Flossenbürg", "content_text": "KZ-Gedenkstätte Flossenbürg, Flossenbürg Bewerbungsende: 03.04.2025 | Stellenausschreibung für einen pädagogischen Mitarbeiter (m, w, d) in KZ-Gedenkstätte Flossenbürg\nDie KZ-Gedenkstätte Flossenbürg/Stiftung Bayerische Gedenkstätten sucht vorbehaltlich\nzum 1. Juni 2025 einen pädagogischen Mitarbeiter (m,w,d)\nin der Elternzeitvertretung zur Verstärkung des Teams der Bildungsabteilung, vergütet mit der Entgeltgruppe 11 TV-L in Teilzeit 80/100 (befristet auf 2 Jahre).\nBewerbungsschluss: 3. April 2025\nDie KZ-Gedenkstätte Flossenbürg erinnert an das Schicksal der rund 100.000 Häftlinge, die im Konzentrationslager Flossenbürg und seinen Außenlagern inhaftiert waren. Zwei Dauerausstellungen präsentieren die Geschichte des Lagers von 1938 bis 1945 sowie dessen Nachwirkungen bis heute. Informations- und Recherchemöglichkeiten, ein vielfältiges Bildungsprogramm sowie Wechselausstellungen gehören zum Angebot dieses internationalen Lernortes. Als Todesort des am 9. April 1945 ermordeten Pastors Dietrich Bonhoeffer (1906-1945) ist die KZ-Gedenkstätte Flossenbürg einer der wesentlichen evangelischen Erinnerungsorte in Deutschland.\nWas wir mit Ihnen zusammen erreichen wollen\ndie zeitgemäße und zukunftsorientierte Weiterentwicklung und Profilschärfung der Bildungsarbeit der Gedenkstätte insbesondere in der Stärkung der bestehenden Jugendarbeit und der Zusammenarbeit mit kirchlichen Zielgruppen jeden Alters. Das umfasst internationale Austauschprogramme und Tagungen ebenso wie digitale Strategien im Bereich der historisch-politischen Bildung neben den alltäglichen Querschnittsaufgaben. Gelegen ist uns an einer nachhaltigen Einbindung der geschaffenen Ansätze, auch im Bereich der Erwachsenenbildung, sowie die Entwicklung weiterer Kooperationen.\nSie sind\neine Person mit Visionen, Kreativität, Teamfähigkeit, organisatorischem Geschick, einem hohen Maß an sozialen Kompetenzen, die Freude an der Begegnung mit Menschen hat und gerne partizipative Bildungsformate für unterschiedliche Zielgruppen entwickelt und durchführt.\nSie bringen mit\nWeitblick, kritisches und lösungsorientiertes Denken, strategisches und selbstständiges Handeln, Erfahrungen und Interesse an internationalem Austausch, Kenntnisse in geschichtsreflektierenden Bildungsansätzen, Spontanität und Flexibilität sowie Identifikation mit den Zielsetzungen der KZ-Gedenkstätte.\nDas brauchen wir von Ihnen\neinen Hochschulabschluss in einer pädagogischen, kultur- oder sozialwissenschaftlichen Fachrichtung oder eine vergleichbare Qualifikation, fundierte Kenntnisse der NS-Geschichte, insbesondere zur Rolle der Kirchen im Nationalsozialismus, sowie zur Erinnerungskultur heute. Freude an der Vermittlung von Geschichte an Gruppen aus dem In- und Ausland, Vernetzung mit zivilgesellschaftlichen Initiativen und Organisationen, Erfahrung im Projektmanagement und der administrativen Bearbeitung von Projekten, sehr gute Kenntnisse in mindestens einer modernen Fremdsprache (vorzugsweise Französisch, Tschechisch, Polnisch).\nWir bieten Ihnen\nein vielseitiges und kreatives Arbeitsfeld mit Verantwortung und breiten Gestaltungsmöglichkeiten, gute Gelegenheiten zur beruflichen Fortbildung sowie ein engagiertes und kollegiales Team.\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen bis zum 3. April 2025 per Mail an bewerbung@gedenkstaette-flossenbuerg.de\nBewerbungsgespräche werden voraussichtlich am 14. April 2025 stattfinden. Für Auskünfte steht Ihnen gern Dr. Christa Schikorra (Tel. 09603 90390 15, cschikorra@gedenkstaette-flossenbuerg.de) zur Verfügung.\nDie KZ-Gedenkstätte Flossenbürg fördert aktiv die Gleichstellung aller Mitarbeitenden. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von Geschlecht und sexueller Identität, kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung oder Behinderung. Schwerbehinderte werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt. Die Stelle ist nicht teilzeitfähig.\nEs wird darauf hingewiesen, dass Sie mit Ihrer Bewerbung gleichzeitig Ihr Einverständnis zur Verarbeitung Ihrer persönlichen Daten bis zum Abschluss des Auswahlverfahrens erteilen.\nKZ-Gedenkstätte Flossenbürg\nGedächtnisallee 5\nD-92696 Flossenbürg\nE-Mail: bewerbung@gedenkstaette-flossenbuerg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.04.2025", "url": "https://www.museumsbund.de/stellenangebote/paedagogischer-mitarbeiter-m-w-d-in-kz-gedenkstaette-flossenbuerg/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/manager-media-relations-w-m-d/", "image": "", "title": "Manager Media Relations (w/m/d)", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 04.04.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWerden Sie Teil unseres Teams! Denn auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besuchern zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken. Wir freuen uns auf Ihre Bewerbung!\nZur Verstärkung unseres Teams Marketing und Öffentlichkeitsarbeit (Bereich Besucherdialog) suchen wir zum nächstmöglichen Zeitpunkt einen engagierten Media Relations Manager (w/m/d), der die Medien- und Pressearbeit bei der Konzeption, Planung und Umsetzung unserer Kommunikationsstrategien unterstützt.\nWir besetzen ab sofort eine Stelle als\nManager Media Relations (w/m/d)\n(in Vollzeit, 39,5 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nSocial-Media-Kommunikation\nAusarbeitung und Weiterentwicklung einer Strategie für die kontinuierliche Kommunikation und Ansprache diverser Zielgruppen über Social Media in Abstimmung mit den Vorgesetzten\nKonzeptentwicklung für Social Media zu Ausstellungsprojekten, Veranstaltungen und Begleitprogrammen sowie zu übergeordneten Themen des Hauses\nhauptverantwortliche Betreuung und Pflege aller Social-Media-Kanäle des Hauses inkl. Content-Creation, Themenfindung, Community Management, Koordination von zuarbeitenden Kolleginnen und Kollegen\nPresse- und Medienarbeit im Presseteam\nVorbereiten, Bereitstellen und Pflegen von Bild- und Textmaterial für Presse und Medien in Abstimmung mit der Pressesprecherin\nkontinuierliche Pflege des Presseverteilers\nBearbeiten von Presseanfragen\nKoordination und Betreuung von Presseterminen (z. B. Interviews und Pressekonferenzen, Drehtermine)\nNetworking, Austausch und Steuerung von Medienvertretern (Blogger/Influencer und/oder Dienstleister)\nGestalten von Medienkooperationen\nRedaktionsaufgaben und Erstellen von Texten\nEvaluation und (Erfolgs-)Kontrolle\nAufbereitung und Auswertung der Besucherzahlen der digitalen Angebote und Kanäle des Hauses\nkontinuierliches Monitoring der medialen Berichterstattung (Presse- und Medienspiegel)\nVerwaltung der Mediendienstleister (z. B. Clippingdienst)\nKostenkontrolle der verantworteten Maßnahmen\nIhr Profil:\nabgeschlossenes Hochschulstudium (Bachelor, Magister, Diplom oder Master) oder abgeschlossene Ausbildung zur/zum Medienkauffrau/-kaufmann oder Public-Relations-/Social-Media-Manager\nmindestens 3 Jahre Berufserfahrung und fundierte Kenntnisse im Bereich Social Media\nvertrauter Umgang mit weiteren digitalen Medien, wie bspw. Google Analytics, SEO oder matomo\nGrundkenntnisse und Erfahrungen mit CMS, bspw. WordPress oder Drupal\nInteresse und Fähigkeit, mit fortlaufenden Entwicklungen der digitalen Medien Schritt zu halten, sie zu evaluieren und für die Staatsgalerie bestmöglich zu nutzen\ngrundlegende Kenntnisse und erste Berufserfahrung in der Presse- und Öffentlichkeitsarbeit\nweitere Erfahrungen in den Bereichen PR, Kommunikation oder Branding sind von Vorteil\nerste Erfahrungen in der Budgetplanung und -kontrolle, Freude am Umgang mit Zahlen und Daten und deren Analyse\ngrundlegendes Wissen und vor allem Interesse an Kunst und Kultur\nsehr gute Kenntnisse der gängigen Office-Programme wie Word, Excel, PowerPoint\nAdobe-Kenntnisse von Vorteil\nstrategisches und analytisches Denken\nstrukturiertes und eigenverantwortliches Arbeiten\nhohes Maß an Team- und Kommunikationsfähigkeit sowie Organisationsgeschick\nStilsicherheit in Wort und Schrift\nDeutsch auf Muttersprachen-Niveau\nEnglischkenntnisse werden vorausgesetzt\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nSchwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte\nbis zum 4. April 2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der\nKennziffer SGS-2025-02\neinreichen.\nFachliche Fragen vorab beantwortet Ihnen Frau Charlotte Kreuter (Bereichsleitung Marketing und Öffentlichkeitsarbeit) unter T +49 711 470 40 227.\nFür allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 194 oder -196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/datenschutz/datenschutz-stellenangebote.html\n.\nIhre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/manager-media-relations-w-m-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/administrative-assistant-m-f-d/", "image": "", "title": "Administrative Assistant (m/f/d)", "content_text": "Senckenberg Museum für Naturkunde Görlitz, Görlitz Bewerbungsende: 01.04.2025 | The Senckenberg Gesellschaft für Naturforschung (SGN) was founded in 1817 and is one of the most important research institutions in the field of biodiversity. At its twelve locations throughout Germany, scientists from over 40 nations conduct cutting-edge research at an international level. At the Görlitz site, the renowned Senckenberg Museum of Natural History is located in a historic town with a region that is particularly close to nature and well worth living in.\nThe Senckenberg Gesellschaft für Naturforschung with its head institute in Frankfurt (Main) is looking for the following person for the\nSenckenberg Museum of Natural History Görlitz:\nAdministrative Assistant (m/f/d)\nfor the ERC Project CARBONWEB\n(50% part-time position / 20 weekly working hours)\nAre you an organized and proactive professional (m/f/d) with a passion for supporting cutting-edge scientific research? The\nSenckenberg Gesellschaft für Naturforschung\ninvites you to join our team at the\nSenckenberg Museum of Natural History Görlitz\nas an\nAdministrative Assistant for the Project Coordinator\n(50% part-time position) to support the ERC-funded project\nCARBONWEB\n, ideally starting\nMay 1st, 2025\n.\nAbout the Project\nSoil food webs drive 90% of terrestrial primary production and regulate one of the largest carbon pools on Earth – yet they remain poorly understood. The\nCARBONWEB\nproject aims to fill this gap by analysing soil food web dynamics and their role in global biogeochemistry. Our research integrates data from the global\nSoil BON monitoring network\n, controlled experiments, and modelling.\nYour role will be instrumental in coordinating administrative processes, facilitating communication, and ensuring smooth project execution. You will collaborate with an international team spanning 33 countries, the administrative team at Senckenberg Görlitz, and ERC representatives.\nYour tasks:\nDevelop and organize project documentation\nEstablish administrative processes between the project team, Senckenberg administration, and ERC representatives\nAssist in communication with international collaborators within the Soil BON Foodweb network\nOrganize project meetings, retreats, and workshops\nManage the dissemination of project progress via the website and social media\nOversee administrative management of the ERC project\nHandle accounting and preparation of project reports\nMonitor project budget and financial processes\nImplement procurement procedures and award processes in compliance with legal regulations\nYour profile:\nCommercial training or equivalent qualification\nExtensive experience in project administration\nStrong organizational and documentation skills\nExcellent English communication skills (written and spoken)\nExperience with travel expense management and travel expense law\nKnowledge of German public procurement law\nConfident in handling financial figures and budgeting,\nVery good knowledge of MS Office and administrative software, including SAP\nAbility to work independently and in a team-oriented environment\nAdditional Advantages:\nIntercultural competence, as well as service-oriented thinking and acting\nIndependent, structured and efficient way of working with a focus on details and flexibility\nAbility to set priorities and work to deadlines\nWhat is awaiting you?\nAn exciting, responsible and rewarding role in a world-renowned research organisation with motivated and professional peers\nFlexible working hours and remote work options – Family-friendly working conditions (certified by the „audit berufundfamilie“) – Open and collegial environment – Senckenberg badge in connection with free admission to all Senckenberg museums – Special annual payment (according to TV-L) – Company pension scheme – 30 days\nLocation and Contract Details\nPlace of employment:\nGörlitz, Saxony (Germany)\nEmployment scope: Part-time (50% of a full-time position, 20 weekly working hours)\nContract duration: Fixed-term for 5 years (starting ideally May 1st, 2025)\nSalary: Planned salary group E 8 TV-L (in accordance with German public sector agreements)\nDiversity and Inclusion\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nYou would like to apply?\nSubmit your application as a\nsingle PDF document\n, including:\nCover letter (1 page) detailing your experience, skills, motivation and fit for this role\nCV\nCopies of academic/vocational certificates and work references\nReference\n#08-25006\nshould be mentioned in your application.\nApplication deadline: April 1\nst\n, 2025\nSend your application to:\nrecruiting@senckenberg.de\nOr apply online:\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact\nDr. Clement Schneider\nat\nclement.schneider@senckenberg.de\n.\nJoin us in supporting ground-breaking ecological research! We look forward to your application!\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\nhttps://hi-lusatia.de/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.04.2025", "url": "https://www.museumsbund.de/stellenangebote/administrative-assistant-m-f-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/administrative-assistenz-m-w-d/", "image": "", "title": "Administrative Assistenz (m/w/d)", "content_text": "Senckenberg Museum für Naturkunde Görlitz, Görlitz Bewerbungsende: 01.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort Görlitz befindet sich das renommierte Senckenberg Museum für Naturkunde in einer historischen Stadt mit einer lebenswerten, besonders naturnahen Region.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht für das\nSenckenberg Naturkundemuseum Görlitz\nfolgende Fachkraft (m/w/d):\nAdministrative Assistenz (m/w/d)\nfür das ERC-Projekt CARBONWEB\n(Teilzeit 50% / 20 Sunden/Woche)\nSind Sie eine organisierte und proaktive Fachkraft (m/w/d) mit Leidenschaft dafür, wegweisende wissenschaftliche Forschung zu unterstützen? Dann laden wir Sie herzlich ein, unser Team am\nSenckenberg Naturkundemuseum Görlitz\nals\nAdministrative Assistenz (m/w/d)\nfür die Projektkoordination zu verstärken – idealerweise ab dem 1. Mai 2025.\nÜber das Projekt\nBoden-Nahrungsnetze treiben 90 % der terrestrischen Primärproduktion an und regulieren einen der größten Kohlenstoffspeicher der Erde – sie sind jedoch bislang unzureichend erforscht. Das\nCARBONWEB\n-Projekt hat zum Ziel, diese Forschungslücke zu schließen, indem es die Dynamik von Boden-Nahrungsnetzen und deren Rolle in der globalen Biogeochemie analysiert. Unsere Forschung integriert Daten aus dem globalen\nSoil BON Monitoring-Netzwerk\n, kontrollierte Experimente und Modellierungen.\nIn Ihrer Funktion koordinieren Sie administrative Prozesse, erleichtern die Kommunikation und sorgen für einen reibungslosen Ablauf des Projekts. Dabei arbeiten Sie eng mit einem internationalen Team aus 33 Ländern, dem Verwaltungsteam in Görlitz sowie Vertreter*innen der ERC zusammen.\nIhre Aufgaben\nEntwicklung und Organisation der Projektdokumentation\nAufbau administrativer Prozesse zwischen dem Projektteam, der Senckenberg-Administration und den ERC-Vertreter*innen\nUnterstützung der Kommunikation mit internationalen Kooperationspartner*innen im Rahmen des Soil BON Foodweb Netzwerks\nOrganisation von Projektmeetings, Retreats und Workshops\nVerwaltung der Veröffentlichung von Projektfortschritten über die Website und in sozialen Medien\nÜberwachung der administrativen Projektsteuerung des ERC-Projekts\nBearbeitung der Buchhaltung und Erstellung von Projektberichten\nÜberwachung des Projektbudgets und der finanziellen Abläufe\nUmsetzung von Beschaffungs- und Vergabeverfahren gemäß den gesetzlichen Bestimmungen\nIhre Qualifikationen\nKaufmännische Ausbildung oder eine gleichwertige Qualifikation\nUmfangreiche Erfahrung in der Projektadministration\nAusgeprägte organisatorische und dokumentarische Fähigkeiten\nAusgezeichnete Englischkenntnisse in Wort und Schrift\nErfahrung im Management von Reisekostenabrechnungen und den entsprechenden rechtlichen Grundlagen\nKenntnisse des deutschen Vergaberechts im öffentlichen Sektor\nSicherer Umgang mit finanziellen Kennzahlen und Budgetierung\nSehr gute Kenntnisse in MS Office und einschlägiger Verwaltungssoftware, einschließlich SAP\nFähigkeit, sowohl selbstständig als auch im Team zu arbeiten\nWünschenswert sind:\nInterkulturelle Kompetenz sowie serviceorientiertes Denken und Handeln\nSelbstständige, strukturierte und effiziente Arbeitsweise mit hohem Augenmerk auf Details und Flexibilität\nFähigkeit, Prioritäten zu setzen und termingerecht zu arbeiten\nWir bieten\neine attraktive und abwechlsungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\nflexible Arbeitszeiten – Mobiles Arbeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nOrt: Görlitz (Sachsen)\nBeschäftigungsumfang: Teilzeit 50% (20 Stunden/Woche)\nVertragsart: Befristet auf 5 Jahre (Projektbefristung; Die Stelle sollte idealerweise ab dem 1. Mai 2025 besetzt sein)\nVergütung: Tarifvertrag der Länder (TV-L) – voraussichtlich E 8\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nBitte reichen Sie Ihre Bewerbung als ein zusammenhängendes PDF-Dokument ein, das folgende Unterlagen enthält:\nAnschreiben (max. 1 Seite), in dem Sie Ihre Erfahrungen, Fähigkeiten, Motivation und Eignung für diese Stelle darlegen\nLebenslauf\nKopien der relevanten Ausbildungs- und Arbeitszeugnisse\nBitte geben Sie in Ihrer Bewerbung die Referenznummer\n#08-25006\nan.\nBewerbungsfrist: 1. April 2025\nSenden Sie Ihre Bewerbung an:\nrecruiting@senckenberg.de\nOder bewerben Sie sich online unter:\nhttps://www.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zu dieser Stelle wenden Sie sich gerne an Herrn Dr. Clement Schneider unter\nclement.schneider@senckenberg.de\n.\nUnterstützen Sie mit uns bahnbrechende ökologische Forschung – wir freuen uns auf Ihre Bewerbung!\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nwww.hi-lusatia.de/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.04.2025", "url": "https://www.museumsbund.de/stellenangebote/administrative-assistenz-m-w-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-archive-bibliotheken-m-w-d-2/", "image": "", "title": "Leitung Archive/Bibliotheken (m/w/d)", "content_text": "Stiftung Insel Hombroich, Neuss Bewerbungsende: 14.04.2025 | Für die Betreuung und Verwaltung der verschiedenen Archive und Bibliotheken mit Schriftgut aus Literatur, Kunst, Philosophie und Musik sucht die Stiftung Insel Hombroich eine\nLeitung Archive/Bibliotheken (m/w/d)\nDie Stiftung Insel Hombroich widmet sich der Architektur, Kunst, Natur, Literatur, Musik und Philosophie. Der gesamte Kulturraum mit insgesamt 43 Gebäuden auf ca. 64 ha bietet neben dem musealen Bereich einen Arbeits- und Wohnort für Künstler:innen unterschiedlicher Disziplinen sowie diverse Ausstellungs- und Veranstaltungsräume. Zur Stiftung gehört das international bekannte Museum Insel Hombroich mit einer zwei Jahrtausende umspannenden Sammlung von Kunst- und Kulturobjekten in begehbaren Skulpturen und gestalteter Landschaft. Das archivische Zentrum dokumentiert die in Hombroich stattfindenden Aktivitäten künstlerischer, kultureller und wissenschaftlicher Art. Es betreut zudem Vor- und Nachlässe von Künstler:innen, Schriftsteller:innen und Wissenschaftler:innen aus dem Umfeld Hombroichs (u. a. von Erwin Heerich, Thomas Kling, Walter Biemel oder dem\nSchreibheft)\n. Eine einheitliche Datenbank (FAUST 9) mit Online-Funktionalität ist im Aufbau. Ziel ist neben der internen auch die öffentliche Recherchierbarkeit aller Bestände.\nIhre Aufgaben:\nLeitung der stiftungseigenen Archive und Bibliotheken\nKoordination eines kleinen, selbstständig arbeitenden Teams, Begleitung von Volontariaten\nFachliche Organisation aller Erschließungs-, Nachweis- und Verwaltungsarbeiten\nBetreuung der im Aufbau befindlichen Datenbank für den gesamten Medienbestand\nKoordination der Sammlungsverwaltung mit der Geschäftsführung (insbesondere Fragen zu Inventarisierung, Restaurierung und Provenienzen)\nInterne und externe Kommunikation, Kooperation mit unterschiedlichen Partnern und Nutzendenkreisen, Vermittlung der Bestände und Bearbeitung wissenschaftlicher Anfragen\nEntwicklung einer Mittel- und Langfristperspektive für das Archiv- und Bibliothekswesen der Stiftung\nVoraussetzungen:\nein abgeschlossenes Hochschulstudium oder eine gleichwertige Qualifikation in den Geisteswissenschaften, im Dokumentations-/Archiv-/Bibliothekswesen oder in verwandten Fächern\nerste Leitungserfahrungen\nvertiefte Kenntnisse und praktische Erfahrungen im Bereich Archiv, Bibliothek, Information/ Dokumentation\ngute Kenntnisse allgemeiner Datenbankarchitekturen\nSicherheit im Umgang mit den gängigen Office-Programmen, Erfahrungen im Umgang mit Datenbanken\nsichere Beherrschung der deutschen und englischen Sprache in Wort und Schrift\nWas uns wichtig ist:\ndie Fähigkeit, sich in neue Aufgaben schnell einzuarbeiten und Arbeitsziele zu definieren\nausgeprägte Team- und Kommunikationskompetenz\ntransdisziplinäres Denken, Begeisterung für das besondere Konzept der Stiftung Insel Hombroich\nOrganisationstalent, Präzision und Flexibilität\nWas wir bieten:\neine außergewöhnliche, vielfältige und erschließende Tätigkeit in Vollzeit (40 Stunden/Woche) an einem einzigartigen Ort\neine auf zunächst 2 Jahre befristete Leitungsfunktion mit langfristiger Anstellungsperspektive\ndie Zusammenarbeit mit einem motivierten Team in einem sehr kooperativen, zugewandten Betriebsklima\nGezielte Weiterbildungsmöglichkeiten\nVollzeitanstellung mit 30 Tagen Jahresurlaub\nBetriebliche Altersvorsorge\nGerne erwarten wir Ihre aussagekräftige Bewerbung bis zum 14.04.2025 mit Angabe Ihrer Gehaltsvorstellung und Ihres frühestmöglichen Eintrittsdatums in elektronischer Form (eine PDF-Datei bis max. 10 MB) an:\nbewerbung@inselhombroich.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.04.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-archive-bibliotheken-m-w-d-2/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-69/", "image": "", "title": "wissenschaftliches Volontariat", "content_text": "Börde-Museum Burg Ummendorf, Ummendorf (Börde) Bewerbungsende: 04.04.2025 | Der Landkreis Börde beabsichtigt schnellstmöglich ein auf zwei Jahre befristetes\nwissenschaftliches Volontariat am Börde-Museum Burg Ummendorf\nzu besetzen.\nDas Börde-Museum Burg Ummendorf ist ein Museum des Landkreises Börde. Neben seinem Hauptaufgabengebiet im musealen Bereich ist es zugleich einer der größten Veranstalter der Region. Dies umfasst Workshops, Kinderaktionen, Feste und Märkte sowie Konzerte. Das Museum hat neben seiner Dauerausstellung in der Burg ein museales Außengelände mit Kräutergarten, Landtechnikhalle und Skulpturengarten.\nIm Museum gibt es ein motiviertes Team aus technischem, verwaltungstechnischem und wissenschaftlichem Personal. Sie betreuen das Gelände mit Ausstellungsflächen, die Sammlungen, ein Archiv und eine Bibliothek mit Regionalliteratur.\nDas wissenschaftliche Volontariat dient der Aus- und Fortbildung und bietet eine praxisbezogene Einführung in die verschiedenen Arbeitsfelder eines Museums. Der Schwerpunkt des Volontariats liegt im kuratorischen und museumspädagogischen Bereich. Es umfasst anteilig die Betreuung von Sammlungsbeständen sowie die wissenschaftliche Recherche. Ebenso die Mitarbeit bei der Gestaltung von Sonderausstellungen. Daneben wird im Rahmen des Volontariats ein umfassender Einblick in alle Vorgänge und Arbeitsweisen des Museums gegeben. Während des Volontariats sollen die verschiedenen musealen Arbeitsbereiche projektabhängig durchlaufen werden.\nAufgabenprofil:\nOrganisatorische und kuratorische Mitarbeit an den Ausstellungen des Museums sowie am wissenschaftlichen und kulturellen\nBegleitprogramm:\nwissenschaftliche Recherche und inhaltliche Erarbeitung von Ausstellungseinheiten\nBetreuung und Mithilfe beim Auf- und Abbau der Ausstellungen\nArbeit mit der Sammlung:\nInventarisierung und Dokumentation von Sammlungsbeständen eins. der Objektbestimmung und der fotografischen Erfassung\nErschließung und Aufbereitung von Sammlungsteilen\nBearbeitung von Anfragen (Privatpersonen, Museen) im Hinblick auf den Sammlungsbestand\nMitarbeit bei konservatorischen Maßnahmen in Sammlung, Archiv und Bibliothek\nMitarbeit im Bereich Vermittlung, Öffentlichkeitsarbeit, Veranstaltungen und Ver- waltung:\nPlanung und Durchführung von museumspädagogischen Angeboten und Veranstaltungen\nUmsetzung von Projekten (z. B. Tagungen, Kooperationen)\nKontakt:\nLandkreis Börde Personalamt\nBornsche Straße 2, 39340 Haldensleben\nTelefon: +49 3904 7240-1159\nTelefax: +49 3904 7240-51104\nZur Beantwortung weiterer Auskünfte zum Aufgabenprofil stehen Ihnen gern Herr Baumeister, Koordinator für Kultur, Sport und Regionalmanagement, telefonisch unter 03904 7240-1440 und Frau Dr. Panteleon, Leiterin des Börde-Museums Burg Ummendorf, telefonisch unter 039409 522 zur Verfügung.\nUnsere Erwartungen an Ihre Qualifikation:\nFachliche\nAnforderungen\nabgeschlossenes geisteswissenschaftliches oder naturwissenschaftliches Master-Studium (alternativ Magister oder ggf. Promotion) z. B. Archäologie oder Geowissenschaften\npraktische Erfahrungen (Praktika, freie Mitarbeit, Werkverträge) im Museum und / oder in der Materialbearbeitung wünschenswert (z. B. Grabungserfahrung, Inventarisierung etc.)\nsehr gute schriftliche und mündliche Ausdrucksfähigkeit, Fähigkeit zum Verfassen all- gemeinverständlicher Texte\nKenntnisse in den IT-Standardanwendungen und Medienkompetenz (z. B. MS Word, Excel, Bildbearbeitungsprogramme, Inventarisierungsprogramme)\nFührerschein Klasse B\nPersönliche Anforderungen\nTeamfähigkeit\nZuverlässigkeit\nselbstständige und sorgfältige Arbeitsweise\nVerantwortungsbewusstsein\nBereitschaft zur Arbeit am Wochenende bzw. außerhalb der regulären Arbeitszeit\nWir bieten Ihnen:\nEin Arbeitsverhältnis nach den tariflichen Bestimmungen des TVöD-V VKA.\nEntgeltgruppe:\n50 % der EG 13\nArbeitszeit:\n39,0 h / Woche\nArbeitsort:\nUmmendorf\nZudem konnte der Landkreis Börde besonders im Bereich der Vereinbarkeit von Beruf und Familie in den vergangenen Jahren mit Hilfe des „audit berufundfamilie“ große Fortschritte erzielen. Diese werden aktiv gelebt und auch weiterhin ausgebaut. Wir können Ihnen daher in diesem Bereich unter anderem Folgendes bieten:\nGleitzeitsystem zur eigenen, flexiblen Planung der Arbeitszeit\nflexibler Auf- und Abbau von Mehrstunden\nMöglichkeiten zur mobilen Arbeit und Ausstattung mit den nötigen technischen Arbeitsmitteln\nUnterstützung von Bediensteten mit pflegebedürftigen Angehörigen\nSchwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte fü- gen Sie in diesem Fall einen entsprechenden Nachweis der Bewerbung bei.\nAussagefähige Bewerbungen mit den üblichen Unterlagen wie tabellarischer Lebenslauf, Zeugniskopien, Berufsabschlussnachweis, Tätigkeitsnachweise und Führerscheinkopie richten Sie bitte bis zum\n04.04.2025\nentweder postalisch an den:\nLandkreis Börde Personalamt Bornsche Str. 2\n39340 Haldensleben\nTelefon: 03904 7240-1159\nTelefax: 03904 7240-51104\noder\nper Mail an bewerbung@landkreis-boerde.de\nHinweis: Bewerbungsunterlagen sind nur im PDF-Format einzureichen.\nBewerber sollten aufgrund einer kurzfristigen Erreichbarkeit ihre Telefonnummer bzw. E-Mail Adresse den Bewerbungsunterlagen beifügen.\nUnvollständige, nicht aussagefähige bzw. zu spät eingereichte Bewerbungsunterlagen werden in das Auswahlverfahren nicht einbezogen.\nSprachliche Gleichstellung: Personen und Funktionsbezeichnungen gelten jeweils in weiblicher, männlicher und diverser Form.\nHinweis:\nEingangsbestätigungen werden ausschließlich per E-Mail versendet. Zum Erhalt einer Eingangsbestätigung ist den Bewerbungsunterlagen zwingend eine E-Mail Adresse beizufügen.\nVorstellungs- und Reisekosten werden nicht erstattet.\nMit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen, auch elektronisch, erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Elektronisch eingereichte Unterlagen werden anschließend gelöscht.\ngez. Herzberg-Ebeling Amtsleiterin\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-69/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-landesgalerie-m-w-d/", "image": "", "title": "Wissenschaftliches Volontariat Landesgalerie (m/w/d)", "content_text": "Niedersächsisches Landesmuseum Hannover, Hannover Bewerbungsende: 15.04.2025 | Das Niedersächsische Landesmuseum Hannover ist mit den Bereichen Archäologie, Ethnologie, Landesgalerie, Naturkunde, Numismatik und Provenienzforschung das größte staatliche Museum in Niedersachsen.\nIm Fachbereich Landesgalerie (Malerei, Grafik und Skulptur vom Mittelalter bis zum Impressionismus) ist zum nächstmöglichen Zeitpunkt\nein wissenschaftliches Volontariat Landesgalerie (m/w/d)\nfür die Dauer von 2 Jahren zu besetzen.\nDie Stelle dient der Qualifizierung zur wissenschaftlichen Tätigkeit im Museumsbereich. Wir bieten eine praxisbezogene Ausbildung mit interessanten und vielseitigen Einblicken in sämtliche Abteilungen des Landesmuseums und damit in die verschiedenen Facetten der musealen Arbeit.\nDer inhaltliche Schwerpunkt wird auf den Neuen Meistern, d.h. der Kunst nach 1800 liegen. Konkret geht es um die verantwortungsvolle Mitarbeit an verschiedenen Sonderausstellungen zum deutschen Impressionismus, darunter Lovis Corinth und Phillip Klein, sowie um die Einrichtung der KunstWelten, der ständigen Schausammlung.\nDaneben ermöglichen wir Einblicke in die anderen Fachbereiche und Abteilungen des Hauses, die Teilnahme an Fort- und Weiterbildungen und die selbstständige Bearbeitung von Projekten.\nWir erwarten:\nein abgeschlossenes Hochschulstudium (mindestens Master, abgeschlossene Promotion erwünscht) im Fach Kunstgeschichte oder einem vergleichbaren Fach,\nvertiefte Kenntnisse in mindestens einem der Sammlungs-schwerpunkte der Landesgalerie, vorzugsweise der Kunst des 19. und frühen 20. Jahrhunderts,\nsehr gute Kenntnisse der deutschen und englischen Sprache sowie Freude am Verfassen wissenschaftlicher und anderer museumsrelevanter Texte,\nInteresse an der Vermittlung wissenschaftlicher Inhalte.\nErwünscht sind:\nInteresse an der Provenienzforschung, die im Rahmen eines eigenen Ausbildungsmoduls ein weiterer Schwerpunkt der Ausbildung sein kann,\nInteresse an der interdisziplinären Zusammenarbeit mit den anderen Fachbereichen des Hauses,\nerste Erfahrungen in der Sammlungsarbeit und im Umgang mit Objektdatenbanken.\nDie Vergütung erfolgt in Höhe von 50 v. H. des Entgelts der Entgeltgruppe 13 Stufe 1 TV-L. Die Stelle ist nicht teilzeitgeeignet. Die Bereitschaft zum Dienst am Wochenende oder in den Abendstunden wird vorausgesetzt.\nWir fördern die Gleichstellung und wertschätzen Vielfalt. Daher begrüßen wir Bewerbungen von Menschen aller Nationalitäten sowie mit persönlicher oder familiärer Migrationsgeschichte.\nBewerbungen schwerbehinderter Menschen werden bei gleicher Eignung, Befähigung und fachlicher Leistung nach Maßgabe der einschlägigen Vorschriften bevorzugt berücksichtigt. Bitte weisen Sie zur Wahrung Ihrer Interessen bereits in der Bewerbung auf eine Schwerbehinderung oder Gleichstellung hin und fügen einen entsprechenden\nNachweis bei.\nIhre Daten werden ausschließlich für die Zwecke der Durchführung des Bewerbungsverfahrens verarbeitet und gespeichert.\nFür Nachfragen zum Verfahren steht Ihnen Stephanie Versümer (\nstephanie.versuemer@landesmuseum-hannover.de\n) zur Verfügung.\nIhre ausführliche Bewerbung mit den üblichen Unterlagen richten Sie bitte bis zum 15.04.2025 (Eingangsschluss) im PDF-Format (max. 10 MB) per E-Mail mit dem Betreff “03/Volontariat Landesgalerie” an:\nBewerbungen@landesmuseum-hannover.de\nNiedersächsisches Landesmuseum Hannover, Willy-Brandt-Allee 5, 30169 Hannover\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-landesgalerie-m-w-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-kulturvermittlung-museumspaedagogik-m-w-d/", "image": "", "title": "Wissenschaftliches Volontariat Kulturvermittlung/Museumspädagogik (m/w/d)", "content_text": "Niedersächsisches Landesmuseum Hannover, Hannover Bewerbungsende: 15.04.2025 | Das Niedersächsische Landesmuseum Hannover ist ein Mehrspartenhaus mit den Sammlungen zur Archäologie, Ethnologie, Kunstgeschichte, Naturkunde und Numismatik.\nIn der Abteilung Kommunikation/Kulturvermittlung ist zum nächstmöglichen Zeitpunkt\nein wissenschaftliches Volontariat Kulturvermittlung/Museumspädagogik (m/w/d)\nfür die Dauer von 2 Jahren zu besetzen.\nSie können sich für Dinosaurier, Goldfunde und Caspar David Friedrich gleichermaßen begeistern?\nSie wollen sich für eine innovative Vermittlungsarbeit engagieren?\nWenn ja, bieten wir Ihnen eine vielfältige praxisbezogene Ausbildung in dem größten staatlichen Museum Niedersachsens an.\nDie Stelle dient der Qualifizierung zur wissenschaftlichen Tätigkeit im Museumsbereich. Wir bieten eine praxisbezogene Ausbildung mit interessanten und vielseitigen Einblicken in sämtliche Abteilungen des Landesmuseums und damit in die verschiedenen Facetten der musealen Arbeit.\nDer inhaltliche Schwerpunkt wird im Bereich der musealen Vermittlung sowie der Mitarbeit bei der Realisierung verschiedener Sonderausstellungen liegen. Daneben ermöglichen wir die Teilnahme an Fort- und Weiterbildungen und die selbstständige Bearbeitung von Projekten.\nErwartet werden:\nein abgeschlossenes Hochschulstudium (mindestens Master) der Museums- oder Medienpädagogik, der Kulturwissenschaften, Museologie, einem bildungswissenschaftlichen Fach oder Vergleichbares\nerste praktische Erfahrungen im Bereich Kultur/Museen und speziell der Kulturvermittlung/Museumspädagogik,\ngute Kenntnisse von museumsrelevanten Themen wie z.B. Inklusion, Digitalisierung, Nachhaltigkeit\nsehr gute Kenntnisse der deutschen und englischen Sprache sowie Freude am Verfassen von zielgruppenspezifischen Texten,\nInteresse an der Vermittlung wissenschaftlicher Inhalte.\nErwünscht sind:\nInteresse an der interdisziplinären Zusammenarbeit mit den anderen Fachbereichen des Hauses,\nder versierte Umgang mit den gängigen Office-Applikationen und digitalen Medien (z. B. sozialen Netzwerken)\nsoziale Kompetenz,\nTeam- und Kommunikationsfähigkeit,\nSelbständigkeit und Organisationsfähigkeit.\nDie Vergütung erfolgt in Höhe von 50 v. H. des Entgelts der Entgeltgruppe 13 Stufe 1 TV-L. Die Stelle ist nicht teilzeitgeeignet. Die Bereitschaft zum Dienst am Wochenende oder in den Abendstunden wird vorausgesetzt.\nWir fördern die Gleichstellung und wertschätzen Vielfalt. Daher begrüßen wir Bewerbungen von Menschen aller Nationalitäten sowie mit persönlicher oder familiärer Migrationsgeschichte.\nBewerbungen schwerbehinderter Menschen werden bei gleicher Eignung, Befähigung und fachlicher Leistung nach Maßgabe der einschlägigen Vorschriften bevorzugt berücksichtigt. Bitte weisen Sie\nzur Wahrung Ihrer Interessen bereits in der Bewerbung auf eine Schwerbehinderung oder Gleichstellung hin und fügen einen entsprechenden\nNachweis bei.\nIhre Daten werden ausschließlich für die Zwecke der Durchführung des Bewerbungsverfahrens verarbeitet und gespeichert.\nFür\nNachfragen zum Verfahren steht Ihnen Stephanie Versümer (stephanie.versuemer@landesmuseum-hannover.de) zur Verfügung.\nIhre ausführliche Bewerbung mit den üblichen Unterlagen richten Sie bitte bis zum 15.04.2025 (Eingangsschluss) im PDF-Format (max. 10 MB) per E-Mail mit dem Betreff “03/Volontariat Kulturvermittlung” an: Bewerbungen@landesmuseum-hannover.de\nNiedersächsisches Landesmuseum Hannover, Willy-Brandt-Allee 5, 30169 Hannover\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-kulturvermittlung-museumspaedagogik-m-w-d/", "date_published": "2025-03-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/software-developer-data-scientist-m-f-d/", "image": "", "title": "Software Developer / Data Scientist (m/f/d)", "content_text": "Museum of Natural History Görlitz, Görlitz Bewerbungsende: 01.04.2025 | The Senckenberg Gesellschaft für Naturforschung (SGN) was founded in 1817 and is one of the most important research institutions in the field of biodiversity. At its twelve locations throughout Germany, scientists from over 40 nations conduct cutting-edge research at an international level. At the Görlitz site, the renowned Senckenberg Museum of Natural History is located in a historic town with a region that is particularly close to nature and well worth living in.\nThe Senckenberg Gesellschaft für Naturforschung\nwith its head institute in Frankfurt (Main) is seeking the following person for the\nSenckenberg Museum of Natural History Görlitz:\nSoftware Developer / Data Scientist (m/f/d)\nfor the ERC Project CARBONWEB\nAre you passionate about software development, data science, and cutting-edge ecological research? The Senckenberg Gesellschaft für Naturforschung invites you to become part of an exciting international project at the Senckenberg Museum of Natural History Görlitz. We are seeking a motivated Software Developer / Data Scientist\n(m/f/d)\n(80% of a full-time position) to support the ERC-funded project CARBONWEB, ideally starting May 1st, 2025.\nAbout the Project\nSoil food webs drive 90% of terrestrial primary production and regulate\none of the largest carbon pools on Earth –\nyet they remain poorly understood. The CARBONWEB project aims to fill this gap by analysing soil food web dynamics and their role in global biogeochemistry. Our research integrates data from the global Soil BON monitoring network, controlled experiments, and modelling.\nYour role will be pivotal in developing\ndata infrastructure\nand automating\ndata and image exchange processes.\nYou will collaborate with international researchers, database developers of Edaphobase (https://www.edaphobase.org), and Dr.\nClement Schneider\n(expert in invertebrate image analysis).\nYour Tasks\nDevelop an\nSQL database\nfor project data and images\nCreate an\ninterface\nfor direct data and image uploads (mobile or web app)\nAutomate data exchange among the\nimage annotation interface, project SQL database, and Edaphobase\nEstablish automated pipelines to\ndetect, classify, and measure soil invertebrates\nusing existing and newly developed software\nImplement\n(semi-)automated data quality control\nprocedures\nContribute to the\ndevelopment of the project’s website\nYour Profile\nMaster’s degree in Computer Science or equivalent background and experience\nStrong programming skills in Python or other modern software development languages\nExperience in data management and SQL databases\nKnowledge of deep learning algorithms and image processing\nGood spoken and written English skills\nAbility to work in an interdisciplinary team\nAdditional Advantages\nExperience in mobile/web application development\nBackground in scientific data processing or ecological modelling\nGood spoken and written German skills\nWhat is awaiting you?\nAn exciting, responsible and rewarding role in a world-renowned research organisation with motivated and professional peers\nCollaboration with\nleading scientists and software developers\nFlexible working hours\nand\nremote work options – Family-friendly working conditions\n(certified by „audit berufundfamilie“) –\nSenckenberg badge\nwith free admission to all Senckenberg museums –\nCompany pension scheme – Annual special payment\n(according to TV-L) –\n30 days of vacation\nper year\nLocation and Contract Details\nPlace of employment:\nGörlitz, Saxony (Germany)\nEmployment scope:\nPart-time (80% of full-time position)\nContract duration:\nFixed-term for\n3 years\n(starting ideally May 1st, 2025)\nSalary:\nPlanned salary group E\n13 TV-L\n(in accordance with German public sector agreements)\nDiversity and Inclusion\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nYou would like to apply?\nSubmit your application as a single PDF document, including:\nCover letter (1 page) detailing your\nexperience, skills, motivation and fit for this role\nCV\nCopies of academic certificates\nReference #08-25005 should be mentioned in your application.\nApplication deadline: April 1\nst\n, 2025\nSend your application to:\nrecruiting@senckenberg.de\nOr apply online:\nhttps://www.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Dr. Clement Schneider at\nclement.schneider@senckenberg.de\n.\nJoin us in advancing ecological research through innovative technology! We look forward to your application!\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit www.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.04.2025", "url": "https://www.museumsbund.de/stellenangebote/software-developer-data-scientist-m-f-d/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-m-w-d-projektmanagement-fuer-presse-und-oeffentlichkeitsarbeit-und-projektbezogene-verwaltungstaetigkeiten/", "image": "", "title": "Sachbearbeiter/-in (m/w/d) Projektmanagement  für Presse- und Öffentlichkeitsarbeit und projektbezogene Verwaltungstätigkeiten", "content_text": "Bauernhofmuseum Jexhof, Schöngeising Bewerbungsende: 31.03.2025 | Sachbearbeiter/-in (m/w/d) Projektmanagement\nfür Presse- und Öffentlichkeitsarbeit und projektbezogene Verwaltungstätigkeiten\nfür die Stabsstelle Wirtschaft und Regionales im Landkreis\nin Vollzeit oder auch 2 Teilzeitkräfte, wobei eine Wochenarbeitszeit von 39 Stunden erreicht werden und eine Besetzung am Nachmittag sichergestellt werden muss\nDas Aufgabengebiet der ausgeschriebenen Stelle betrifft den\nDigitalen Erinnerungsort zum Olympia-Attentat 1972\nsowie das Bauernhofmuseum\nJexhof\n. Der Landkreis hat 2022 einen Digitalen Erinnerungsort in Form einer Website und einer App geschaffen. Seither wird dieser durch Veranstaltungen und Aktionen im Bildungsbereich verbreitet. Der Jexhof ist seit 1987 in der Trägerschaft des Landkreises als Museum geöffnet. Er ist ein wichtiger Kultur- und Begegnungsort für Bürgerinnen und Bürger. Das vielseitige Programm wird verwaltungstechnisch im Landratsamt betreut.\nDer Stabstelle Wirtschaft und Regionales sind neben diesen beiden Fachbereichen auch die Wirtschaftsförderung, das Regionalmanagement sowie das Agenda21-Büro zugeordnet.\nIHRE AUFGABEN\nPresse- und Öffentlichkeitsarbeit für beide Fachbereiche u.a. durch Pressemitteilungen, Social Media-Beiträge, Aufsetzen von Reden\nSteuerung von Website/App, App-Führungen vor Ort\nFördermittelakquise und -abwicklung\nVeranstaltungsplanung und -durchführung sowie Vor- und Nachbereitung von Terminen\nBudget-Planung und Controlling\nKommunikation im Namen der Projekte mit Personen aus Politik, Kultur, Wirtschaft\nIHR PROFIL\nHochschulstudium Medien- und Kommunikationsmanagement/Eventmanagement/Public Management oder Verwaltungswissenschaften oder BWL mit Fokus auf Marketing und Eventmanagement, Beschäftigtenlehrgang II oder Verwaltungsfachwirte\nInteresse an regionaler Geschichte des Landkreises\nAffinität für digitale Medien und grundsätzliches Verständnis von diesen\nGespür für sensible Themen und deren Vermittlung\nStrategisches Denken und vorausschauende Planung\nBereitschaft zum Arbeiten am Abend oder am Wochenende (bei Veranstaltungen)\nUNSER ANGEBOT\nBezahlung nach Entgeltgruppe 11 TVöD VKA\nJahressonderzahlungen lt. Tabelle\nZahlung der Großraum- und (optional) Kinderzulage\n30 Tage Urlaub + 24./31.12, Faschingsdienstag frei\nein unbefristetes Arbeitsverhältnis\nWIR BIETEN ZUSÄTZLICH\naußerdem bieten wir umfangreiche Sozialleistungen wie eigene Kinderferienbetreuung, Betriebsrente, Mobile Arbeit, wo möglich, Betriebssport, ÖPNV-Zuschuss\nNur im Haupthaus:\neigene Kantine, Parkhaus mit kostenlosen E-Ladesäulen\nWir legen Wert auf Chancengleichheit und Inklusion.\nSchwerbehinderte Personen und ihnen nach § 2 Abs. 3 SGB IX gleichgestellte Menschen werden bei entsprechender Eignung bevorzugt berücksichtigt (bitte Nachweis beifügen).\nVorstellungsgespräche werden in KW 17/18 stattfinden.\nBewerbungen bis zum\n31.03.2025\nbitte ausschließlich über unser digitales Bewerberportal.\nReferenz-Nr.: 2025/RM/36\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-m-w-d-projektmanagement-fuer-presse-und-oeffentlichkeitsarbeit-und-projektbezogene-verwaltungstaetigkeiten/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-19/", "image": "", "title": "Bibliothekar*in (m/w/d)", "content_text": "Senckenberg Museum für Naturkunde Görlitz, Görlitz Bewerbungsende: 22.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort Görlitz befindet sich das renommierte Senckenberg Museum für Naturkunde in einer historischen Stadt mit einer lebenswerten, besonders naturnahen Region.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Senckenberg Museum für Naturkunde Görlitz für die wissenschaftliche Bibliothek der\nAbteilung Museum und Handlungsorientiertes Lernen\nam Standort\nGörlitz\neine*n\nBibliothekar*in (m/w/d)\n(Teilzeit 75 %, 30 Stunden/Woche)\nWir suchen eine engagierte, verantwortungsbewusste und serviceorientierte Persönlichkeit (m/w/d) für unsere wissenschaftliche Bibliothek am Senckenberg Museum für Naturkunde. Sie tragen im Team Verantwortung für den Bibliotheksalltag und sorgen für einen reibungslosen, nutzer*innenfreundlichen Betrieb. Dabei arbeiten Sie eng mit unseren Wissenschaftler*innen sowie nationalen und internationalen Partner*innen zusammen.\nDie Aufgaben definieren sich je nach Qualifikation und Erfahrung wie folgt:\nOrganisation und Mitverantwortung für das Bibliotheksteam, bestehend aus einer*einem Fachangestellten und ehrenamtlichen Mitwirkenden\nPflege und Katalogisierung des Bestands nach RDA im Verbundsystem HeBIS bzw. FOLIO mit PICA\nManagement von Ausleihe (OUS) und Erwerbung (ACQ)\nPlanung und Durchführung von zielgruppengerechten Veranstaltungen in der Bibliothek\nBetreuung und Unterstützung von Studierenden, Auszubildenden im Praktikum sowie weiteren Nutzer*innen\nMitarbeit an Drittmittelprojekten und der Weiterentwicklung der wissenschaftlichen Bibliothek\nVorbereitung und Begleitung des Umzugs der wissenschaftlichen Bibliothek in den neuen Senckenberg-Campus\nIhre Qualifikationen\nAbgeschlossene Ausbildung als Fachangestellte*r (m/w/d) für Medien- und Informationsdienste oder ein (Fach-)Hochschulstudium im Bereich Bibliotheks- und Informationsmanagement bzw. eine vergleichbare Qualifikation\nFundierte Erfahrung mit Bibliotheksverwaltungssystemen, insbesondere PICA und in der Verbundkatalogisierung\nSicherer Umgang mit MS-Office-Programmen (Word, Excel, PowerPoint)\nSehr gute Deutsch- und gute Englischkenntnisse in Wort und Schrift\nHohe Serviceorientierung, Organisationsgeschick und Teamgeist\nFreude am Umgang mit Menschen sowie ausgeprägte Kommunikationsfähigkeit\nBereitschaft zur Weiterbildung und Offenheit für neue Ideen\nWir bieten\neine verantwortungsvolle und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\nflexible Arbeitszeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in zahlreiche städtischen Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nOrt: Görlitz\nBeschäftigungsumfang: Teilzeit 75% (30 Stunden/Woche)\nVertragsart: Zunächst befristet für 2 Jahre, mit der Möglichkeit zur Entfristung\nVergütung: Tarifvertrag der Länder TV-L E 6 – E 9 (je nach Qualifikation und Erfahrung)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen\nBewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form\n(als zusammenhängende PDF-Datei\n)\nbitte\nstets\nunter Angabe der Referenznummer #08-25007 „Bibliothekar*in (m/w/d)“ bis zum 22.04.2025\nan\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das online Bewerbungsformular unter\nhttps://www.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a. M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Kristin Baber unter\nkristin.baber@senckenberg.de\nsehr gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nhttps://hi-lusatia.de/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-19/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/102649/", "image": "", "title": "Restaurierungspraktikant:in (m/w/d) zur Vorbereitung auf ein Hochschulstudium", "content_text": "Hamburger Bahnhof - Nationalgalerie der Gegenwart der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 02.04.2025 | Beim Hamburger Bahnhof – Nationalgalerie der Gegenwart der Staatlichen Museen zu Berlin sind zwei Stellen als\nRestaurierungspraktikant:in (m/w/d) zur Vorbereitung auf ein Hochschulstudium\nzu besetzen. Die Nationalgalerie der Staatlichen Museen zu Berlin betreut im Hamburger Bahnhof – Nationalgalerie der Gegenwart eine der weltweit größten und wichtigsten öffentlichen Sammlungen für moderne und zeitgenössische Kunst von den 1960er Jahren bis in die Gegenwart.\nDie Voraussetzungen für die Bewerbung sind in den Studienordnungen der jeweiligen Fachhochschulen/Akademien geregelt. Die Länge des Praktikums, in der Regel ein Jahr, richtet sich nach den Anforderungen der Hochschulen. Eine Verlängerung ist nicht möglich. Es besteht die Möglichkeit, Leistungen nach dem Bundesbildungsförderungsgesetz zu beantragen.\nBewerbungsfrist: 4 Wochen\nVertragsbeginn: 01.09.2025\nBefristung: befristet bis 31.08.2026\nWochenstunden: 39 h\nVergütung: 300,- EUR/Monat\nArbeitsort: Invalidenstr. 50-51, 10557 Berlin\nIhre Aufgaben\nKennenlernen sämtlicher Bereiche der Konservierung / Restaurierung / Kunsttechnologie und Mitarbeit in der täglichen Praxis\nMitarbeiten beim musealen Konservieren und Restaurieren von zeitgenössischen Kunstwerken\nMitwirken im Bereich präventiver Konservierung im Museum\nAssistieren beim Dokumentieren zeitgenössischer Kunstwerke\nUnterstützen bei der restauratorischen Betreuung des Ausstellungsprogramms des Hamburger Bahnhofs – Nationalgalerie der Gegenwart\nIhr Profil\nallgemeine Hochschulreife (zu Vertragsbeginn)\nInteresse an restauratorischen und konservatorischen Arbeiten, an zeitgenössischer Kunst, an Museen und dem Arbeiten im musealen Kontext\nsehr gutes naturwissenschaftliches Verständnis\nüberdurchschnittliche feinmotorische Geschicklichkeit und Umsicht sowie ausgeprägte Fähigkeit zu lösungsorientiertem Denken\nsehr gute Deutschkenntnisse in Wort und Schrift\nErwünscht\npraktische Vorkenntnisse durch Schulpraktika oder Leistungskurse der Schule und idealerweise Nachweis eines Berufsberatungsgesprächs\nhohes Maß an Motivation\nausgeprägte Teamfähigkeit\nWir bieten Ihnen\nEinblicke in eine international renommierte Sammlung\nMitarbeit in einem engagierten Team\nVorbereitung auf die Bewerbung für ein restauratorisches Hochschulstudium\nPraktikumsplatz mitten in Berlin\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nFrau Sartorius\n+49 30 266 424 662\nFrau Rieß\n+49 30 397 834 51\nFragen zum Bewerbungsverfahren\nFrau Schneider\n+49 30 266 411 665\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-HB-2-2025\nAnschreiben\nLebenslauf\nBestätigung der Teilnahme an einer Studienberatung\nPrüfungszeugnisse bzw. Urkunden\nggf. Arbeitszeugnisse\nggf. Dokumentation von Arbeitsproben\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.04.2025", "url": "https://www.museumsbund.de/stellenangebote/102649/", "date_published": "2025-03-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/102647/", "image": "", "title": "Vorstudienpraktikant:in (m/w/d)", "content_text": "Vorderasiatisches Museum der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 02.04.2025 | Beim Vorderasiatischen Museum der Staatlichen Museen zu Berlin ist eine Stelle als\nVorstudienpraktikant:in (m/w/d)\nzur Vorbereitung auf ein Hochschulstudium zu besetzen. Das Vorderasiatische Museum gehört zu den bedeutendsten Museen mesopotamischer Altertümer in der Welt; seine Sammlung mit über 206.000 inventarisierten Objekten vermittelt einen Eindruck von der 6.000 Jahre umfassenden kulturhistorischen Entwicklung in Vorderasien.\nDie Voraussetzungen für die Bewerbung sind in den Studienordnungen der jeweiligen Fachhochschulen/Akademien geregelt. Die Länge des Praktikums, in der Regel ein Jahr, richtet sich nach den Anforderungen der Hochschulen. Eine Verlängerung ist nicht möglich. Es besteht die Möglichkeit, Leistungen nach dem Bundesbildungsförderungsgesetz zu beantragen.\nBewerbungsfrist: bis 02.04.2025\nVertragsbeginn: 01.09.2025\nBefristung: befristet bis 31.08.2026\nWochenstunden: 39 h\nVergütung: 300,00 EUR brutto monatlich\nArbeitsort: Geschwister-Scholl-Straße 6, 10117 Berlin\nIhre Aufgaben\nKennenlernen sämtlicher Bereiche der Konservierung / Restaurierung / Kunsttechnologie und Mitarbeit in der täglichen Praxis\nMitarbeiten beim musealen Konservieren und Restaurieren von archäologischen Objekten, insbesondere aus Glas und Keramik\nMitwirken im Bereich präventiver Konservierung im Museum\nAssistieren beim Dokumentieren archäologischer Objekte\nUnterstützen bei der restauratorischen Betreuung des Ausstellungsprogramms des Vorderasiatischen Museums\nIhr Profil\nallgemeine Hochschulreife (zu Vertragsbeginn)\nInteresse an restauratorischen und konservatorischen Arbeiten, an archäologischen Objekten, vorzugsweise aus Glas oder Keramik, an Museen und dem Arbeiten im musealen Kontext\nsehr gutes naturwissenschaftliches Verständnis\nüberdurchschnittliche feinmotorische Geschicklichkeit und Umsicht sowie ausgeprägte Fähigkeit zu lösungsorientiertem Denken\nsehr gute Deutschkenntnisse in Wort und Schrift\nErwünscht\npraktische Vorkenntnisse durch Schulpraktika oder Leistungskurse der Schule und idealerweise Nachweis eines Berufsberatungsgesprächs\nhohes Maß an Motivation\nausgeprägte Teamfähigkeit\nWir bieten Ihnen\nEinblicke in eine international renommierte Sammlung\nMitarbeit in einem engagierten und kollegialen Team\nVorbereitung auf die Bewerbung für ein restauratorisches Hochschulstudium\nPraktikumsplatz in zentraler Lage Berlins\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nSonja Radujkovic\n+49 30 / 266 – 42 5620\nFragen zum Bewerbungsverfahren\nMonique Cziha\n+49 30 / 266 – 41 1630\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-VAM-3-2025\nAnschreiben\nLebenslauf\nBestätigung der Teilnahme an einer Studienbescheinigung\nPrüfungszeugnisse bzw. Urkunden\nggf. Praktikumszeugnisse\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.04.2025", "url": "https://www.museumsbund.de/stellenangebote/102647/", "date_published": "2025-03-13T00:00:00"}]}