{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/volontariat-kunstvermittlung-m-w-d-2/", "image": "", "title": "Volontariat Kunstvermittlung (m/w/d)", "content_text": "Kunstmuseum Villa Zanders, Bergisch Gladbach Bewerbungsende: 31.01.2026 | Volontariat Kunstvermittlung (m/w/d)\nKunstmuseum Villa Zanders\nBefristet auf 2 Jahre, ab dem 01.05.2026\n50 % von EG 13 TVöD\nVollzeit\nBewerbungsfrist: 31.01.2026\nIhre Aufgaben\nSie übernehmen konzeptionelle Aufgaben und koordinieren die Umsetzung des Kunstvermittlungsprogramms.\nSie konzipieren Veranstaltungen und führen durch die Ausstellungen.\nSie entwickeln und leiten Workshops für Schulen, Kinder, Jugendliche und Erwachsene.\nSie sind für die Koordination, Kommunikation und Einarbeitung von über zehn freien Mitarbeiterinnen und Mitarbeitern zuständig\nSie übernehmen die Pflege und den Ausbau von Kooperationen mit Schulen, Vereinen etc.\nSie betreuen das Kunstvermittlungs-Atelier und sind zuständig für die Einkäufe von Kunstbedarf etc.\nSie gestalten eigenständig digitale und inklusive Formate und bringen sich in Kooperationsprojekte ein.\nSie übernehmen Aufgaben in der Öffentlichkeitsarbeit mit Schwerpunkt auf Social-Media-Aktivitäten.\nSie arbeiten an Ausstellungsprojekten mit.\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhr Profil\nSie verfügen über ein abgeschlossenes wissenschaftliches Hochschulstudium (Master/Magister) im Bereich Kunstpädagogik, Kunstvermittlung oder Kulturelle Bildung, Kulturwissenschaften, Kunstgeschichte oder einer vergleichbaren Fachrichtung.\nSie haben ein besonders Interesse an Gegenwartskunst.\nSie haben sehr gute organisatorische und kommunikative Fähigkeiten sowie hohe soziale Kompetenzen.\nVorkenntnisse in den Aufgabenbereichen sind willkommen, aber nicht Voraussetzung – Sie wachsen bei uns in Ihre Aufgaben hinein.\nSie haben Interesse an der Mitarbeit in einem kleinen Team.\nSie sind flexibel und bereit, gelegentlich am Wochenende oder an Abenden zu arbeiten.\nSie haben sehr gute Deutschkenntnisse;  gute Englischkenntnisse sind wünschenswert.\nSie verfügen über sichere Kenntnisse in gängigen Office-Programmen und bringen Erfahrung im Umgang mit digitalen Medien mit.\nIhre Vorteile\nFlexible Arbeitszeiten im Rahmen von Gleitzeit\nFort- und Weiterbildungsmaßnahmen zu zahlreichen fachlichen und persönlichen Kompetenzen\nKostengünstiges Deutschlandticket für 34 Euro\nKontakt\nFür Fragen zum Verfahren\nHerr Zach\nE-Mail:\nd.zach@stadt-gl.de\nTelefon\n02202 14 2785\nFür fachliche Fragen\nFrau Dr. Dinter\nE-Mail:\nina.dinter@stadt-gl.de\nTelefon\n02202 14 1736\nWas uns wichtig ist\nBewerbungen von Frauen sind ausdrücklich erwünscht. Frauen werden nach Maßgabe des Landesgleichstellungsgesetzes bevorzugt berücksichtigt. Die Ausschreibung wendet sich ausdrücklich auch an Menschen mit Migrationsgeschichte. Entsprechend der gesetzlichen Bestimmungen werden schwerbehinderte Bewerberinnen und Bewerber sowie ihnen gleichgestellte Menschen besonders berücksichtigt.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/volontariat-kunstvermittlung-m-w-d-2/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-fuer-wissenschaftskommunikation-mit-schwerpunkt-digitale-kommunikation-w-m-d/", "image": "", "title": "Referent*in für Wissenschaftskommunikation mit Schwerpunkt digitale Kommunikation (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 01.02.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Teams. Wir besetzen zum nächstmöglichen Zeitpunkt in der Abteilung Kommunikation & Presse am Standort Bonn die Position\nReferent*in für Wissenschaftskommunikation mit Schwerpunkt digitale Kommunikation\n(w/m/d)\nin Teilzeit 50 Prozent mit 19,92 Stunden/Woche. Die Stelle ist für die Dauer von zwei Jahren nach § 14 Teilzeit- und Befristungsgesetz befristet. Die Möglichkeiten einer dauerhaften Weiterbeschäftigung werden nach Ablauf des befristeten Arbeitsvertrages geprüft.\nDas sind Ihre Aufgaben:\nMitarbeit bei der Entwicklung von innovativen Kommunikationsformaten auf Grundlage unserer Kommunikationsstrategie, Schwerpunkt digitale und audiovisuelle Medien\nRedaktion und Realisation von Medien (Text, Bild, Audio, Video) für verschiedene Kommunikationskanäle (Social Media, digitale Plattformen, Webseite, Pressemeldungen)\nStrategische Weiterentwicklung der Social Media-Kanäle des LIB und des Museum Koenig Bonn in Zusammenarbeit mit dem Kommunikationsteam, Erschließung neuer Zielgruppen, Datenanalyse und Communitymanagement\nEinordnung der Kommunikationsrelevanz wissenschaftlicher Themen sowie umweltpolitischer Entwicklungen\nBetreuung von Kommunikationsprojekten und Steuerung von Dienstleistern\nPressearbeit und Begleitung von Medienterminen\nStellvertretung der Abteilungsleitung Kommunikation & Presse am Standort Bonn\nDas sind unsere Anforderungen:\nAbgeschlossenes Hochschulstudium einer relevanten Fachrichtung (Medien- oder Kommunikationswissenschaft, Journalismus, Biologie oder vergleichbar)\nVolontariat oder entsprechende Berufserfahrung in Wissenschaftsjournalismus/ Wissenschaftskommunikation\nDie Fähigkeit, wissenschaftliche Themen in digitalen und audiovisuellen Formaten zielgruppengerecht aufzubereiten\nFreude am Entwickeln und Umsetzen kreativer Ideen und ein ausgeprägtes Verständnis für Bildsprache, Tonalität und Text\nErfahrung mit Content-Management-Systemen, sowie Grafik-/Schnittprogrammen\nSehr gute Kenntnisse der Forschungs-, Bildungs- und Medienlandschaft\nInteresse an aktuellen gesellschaftlichen Fragestellungen und Debatten im Bereich Biodiversität\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nstrategisches Denken und ein teamorientierter Arbeitsstil\nDas sind unsere Leistungen:\neine attraktive Tätigkeit in einer exzellenten Bildungs- und Forschungseinrichtung\nviel Gestaltungsfreiheit in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (bis zur EG 13 TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Arbeitsproben, Anschreiben, Lebenslauf und Kopien von Zeugnissen)\nbis\nzum 01.02.2026\nausschließlich digital über unser Karriereportal:\nhttps://8101202752.karriereportal.cloud/\nan Frau Winkels. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-fuer-wissenschaftskommunikation-mit-schwerpunkt-digitale-kommunikation-w-m-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d/", "image": "", "title": "Sachbearbeiter:in (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden, Dresden Bewerbungsende: 22.01.2026 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, als längerfristige krankheitsbedingte Abwesenheitsvertretung, eine/einen\nSachbearbeiterin/Sachbearbeiter (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 11 TV-L) in der Abteilung Recht und Innerer Dienst. Die Stelle soll in Teilzeit, mit 50% der regelmäßigen Arbeitszeit, besetzt werden.\nHinweis: Die Tätigkeit kann alternativ auch im Rahmen einer Abordnung innerhalb des Freistaates Sachsen erfolgen.\nDie Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nDie Abteilung Recht und Innerer Dienst nimmt vielfältige Querschnittsaufgaben innerhalb des Museumsverbundes wahr. Bestandteil der Abteilung sind unter anderen das Rechtsreferat, der Informations- und Datenschutz, sowie die Poststelle, das Fuhrparkmanagement und die Büromaterialbeschaffung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/anlagenmechaniker-in-m-w-d/", "image": "", "title": "Anlagenmechaniker/in (m/w/d)", "content_text": "Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte, Würzburg Bewerbungsende: 08.02.2026 | Das Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte sucht zur Verstärkung unseres Teams in der Museumstechnik eine/n\nAnlagenmechaniker/in (m/w/d)\nin Vollzeit, Entgeltgruppe 5 TV-L, unbefristet, zum nächstmöglichen Zeitpunkt.\nDas Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg befindet sich seit dem 01.01.2017 in der Trägerschaft des Freistaats Bayern. Es ist ein Zentralmuseum für fränkische Kunst- und Kulturgeschichte mit einer Abteilung zur Würzburger Stadtgeschichte und besitzt Sammlungen mit herausragenden Spitzenstücken der Malerei, Grafik und Skulptur sowie des Kunsthandwerks von der Frühzeit bis in die Gegenwart. Derzeit befindet sich das Haus in einer Phase der Neupositionierung als erlebnisorientiertes kulturgeschichtliches Museum für ganz Franken, die mit einer Generalsanierung der Festung Marienberg, einer zukunftsweisenden Neukonzeption und dem Umzug des Museums samt seiner Depots einhergeht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/anlagenmechaniker-in-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-in-m-w-d-in-der-abteilung-schloesser-und-sammlungen-2/", "image": "", "title": "wissenschaftliche(r) Mitarbeiter/in (m/w/d) in der Abteilung Schlösser und Sammlungen", "content_text": "Kulturstiftung Dessau-Wörlitz, Dessau Bewerbungsende: 15.01.2026 | In der Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau ist\nzum nächstmöglichen Zeitpunkt\neine Stelle als\nwissenschaftliche(r) Mitarbeiter/in (m/w/d)\nin der Abteilung Schlösser und Sammlungen\nzu besetzen.\nDie ausgeschriebene Stelle ist dem Referat Kunstforschung und Sammlungen in der Abteilung Schlösser und Sammlungen zugeordnet.\nWerden Sie Teil unseres motivierten und engagierten Teams am Standort Dessau-Roßlau.\nDie Kulturstiftung Dessau-Wörlitz ist eine durch das Land Sachsen-Anhalt und den Bund geförderte staatliche Stiftung des öffentlichen Rechts. Sie hat mit ihren mehr als 100 Beschäftigten satzungsgemäß die Aufgabe, das Gartenreich Dessau-Wörlitz, eine historische Kulturlandschaft mit dem Status eines UNESCO-Welterbes, zu bewahren und zu entwickeln. In Obhut der Stiftung befinden sich etwa 240 historische Bauwerke, darunter fünf Schlösser mit dazugehörigen Gartenanlagen und umfangreiche Kunstsammlungen von europäischem Rang.\nInhaltliche Schwerpunkte der Tätigkeit sind:\nwissenschaftliche Bestandsaufnahme und Bearbeitung des herausragenden Sammlungsbestandes, v.a. des Kunsthandwerks\nVermittlung des Sammlungsbestandes in verschiedenen Formaten (in Vorträgen, Führungen, digitalen Formaten wie Apps usw.)\nMitarbeit an Forschungsprojekten und an der Vorbereitung von Sonderausstellungen, Erarbeitung von Katalogbeiträgen und Schlossführern\nBearbeitung wissenschaftlicher Anfragen, Begleitung von Restaurierungsmaßnahmen, Mitarbeit im Leihverkehr (inkl. Kurierfahrten)\nSie erfüllen folgende Voraussetzungen:\nmit Master oder Magistergrad abgeschlossenes Studium der europäischen Kunstgeschichte (Promotion erwünscht)\nmehrjährige Berufserfahrung an einer Einrichtung mit vergleichbarer inhaltlicher Ausrichtung, ein erfolgreich absolviertes zweijähriges wissenschaftliches Volontariat ist von Vorteil\nsehr gute Kenntnisse im Bereich der Kunst und Residenzkultur des 17. und 18. Jahrhunderts, die sich anhand wissenschaftlicher Leistungen (Abschlussarbeit, Publikationen oder Mitarbeit in entsprechenden Projekten) belegen lassen\nTextsicherheit, einwandfreie Beherrschung der deutschen Rechtschreibung, Sprachgewandtheit und Fertigkeit im Erstellen wissenschaftlicher und didaktischer Texte erforderlich, Erfahrung in der Redaktion und Herausgabe von wiss. Publikationen ist von Vorteil\nFührerschein Klasse B und die Bereitschaft zum Führen eines Pkw\nDarüber hinaus erwarten wir von Ihnen:\ngute Englischkenntnisse in Wort und Schrift\nsicherer Umgang mit Microsoft-Office-Programmen und souveräne Handhabung von museumsspezifischen Datenbanken erforderlich\nschnelle Auffassungsgabe, Einsatzbereitschaft, Selbständigkeit, hohe Belastbarkeit, Team- und Kommunikationsfähigkeit\nKreativität, Flexibilität und Sorgfalt\nAufgrund der spezifischen Öffnungszeiten der Schlösser kann gelegentliche Wochenend- und Feiertagsarbeit nicht ausgeschlossen werden; eine entsprechende Einsatzbereitschaft wird vorausgesetzt.\nWir bieten Ihnen:\nWork Life Balance\nFlexible Arbeitszeiten in einem Gleitzeit-Modell mit Zeitguthaben sind für uns selbstverständlich.\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Arbeitswoche.\nDer 24. und 31. Dezember sind zusätzliche freie Arbeitstage.\nDie Möglichkeit einer Teilzeitbeschäftigung unter Berücksichtigung der dienstlichen Erfordernisse sehen wir als Selbstverständlichkeit an.\nIhre Gesundheit liegt uns sehr am Herzen! Wir bieten Ihnen ein modernes betriebliches Gesundheitsmanagement an.\nFaire Vergütung\nBei Erfüllung der persönlichen Voraussetzungen und Wahrnehmung aller übertragenen Tätigkeiten ist eine Zuordnung bis zur Entgeltgruppe 13 des Tarifvertrages der Länder (TV-L) möglich (Vollzeit: 40 Stunden/Woche).\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L.\nKarrierekick durch Weiterbildungen\nWir stillen Ihren Wissensdurst und bieten Ihnen gezielte Fortbildungen an.\nSie können bis zu 10 Tage Bildungsurlaub in zwei Jahren nach dem Bildungsurlaubsgesetz in Anspruch nehmen.\nWeitere Benefits\nZentrale Lage Ihres Arbeitsplatzes im Herzen einer der Liegenschaften des Gartenreichs Dessau-Wörlitz.\nSie wollten schon immer alle Häuser der Stiftung kennen lernen?\nSie interessieren sich für unsere Ausstellungen?\nWir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen.\nSie erhalten eine zusätzliche Altersvorsorge über die VBL (Versorgungsanstalt des Bundes und der Länder).\nWir zahlen Ihnen vermögenswirksame Leistungen lt. TV-L.\nWir bieten die Möglichkeit der Entgeltumwandlung zum Leasing für Fahrräder / E-bikes nach TV-L § 19b.\nDie Stelle ist unbefristet.\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller und geschlechtlicher Identität.\nSchwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 15.01.2026\n(Datum des Poststempels bzw. der E-Mail) an\nKulturstiftung Dessau-Wörlitz\nSchloss Großkühnau\nReferat Haushalt/Personal/Organisation\nEbenhanstraße 8\n06846 Dessau-Roßlau\nbewerbung@gartenreich.de\nBei Fragen zum Aufgabengebiet informiert Sie gern:\nFrau Dr. Anette Froesch\nAbteilungsleiterin Schlösser & Sammlungen\nTelefon: + 49 (0) 340 646 15-35\nMobil: + 49 (0) 1511 954 6179\nBewerbungs- und Reisekosten können nicht erstattet werden. Wird die Rücksendung der Unterlagen erwünscht, ist ein ausreichend frankierter und adressierter Rückumschlag erforderlich.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-in-m-w-d-in-der-abteilung-schloesser-und-sammlungen-2/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-eroeffnung-und-inbetriebnahme-m-w-d/", "image": "", "title": "Projektleitung Eröffnung und Inbetriebnahme (m/w/d),", "content_text": "Bauhaus-Archiv / Museum für Gestaltung, Berlin Bewerbungsende: 08.02.2026 | Das Bauhaus-Archiv / Museum für Gestaltung besitzt die weltweit größte Sammlung zum Bauhaus (1919-1933), der bedeutendsten Schule für Architektur, Design und Kunst des 20. Jahrhunderts. Wir bewahren, erforschen und vermitteln die uns anvertrauten Objekte, Dokumente und Medien.\nDerzeit ist das Museum geschlossen, denn das von Bauhaus-Gründer Walter Gropius entworfene Gebäude wird denkmalgerecht saniert und um einen Neubau von Staab Architekten erweitert. Um weiterhin mit Publikum und der Stadtgesellschaft in Kontakt zu sein, bespielen wir den Projektraum The Temporary Bauhaus-Archiv. Parallel dazu arbeiten wir hinter den Kulissen verteilt auf mehrere Standorte an neuen Ausstellungen, an inklusiven Vermittlungskonzepten, an unterschiedlichen Digitalangeboten sowie an den Sammlungsbeständen. Wir entwickeln unsere Organisationsstruktur weiter und fragen uns, wie wir als Institution und Team nachhaltig und zukunftsfähig zusammenarbeiten wollen. Dabei orientieren wir uns an unserem gemeinsam erarbeiteten\nLeitbild\n.\nZur Unterstützung unserer Arbeit suchen wir zum 01.07.2026 eine:\nProjektleitung Eröffnung und Inbetriebnahme (m/w/d),\nVollzeit (39 Stunden), EG 12 TVöD\n– befristet auf zwei Jahre\nDie Stelle ist direkt an die Museumsleitung angebunden und eine zentrale Schaltstelle für die Ende 2027 geplante Eröffnung des sanierten und erweiterten Museumsgebäudes. Als Projektleitung Eröffnung und Inbetriebnahme haben Sie das große Ganze im Blick. Sie halten souverän alle Fäden zusammen und stellen so sicher, dass die Eröffnung des neuen Bauhaus-Archiv / Museum für Gestaltung erfolgreich verläuft.\nZu Ihren Aufgaben gehören unter anderem:\nKonzeption, Strategieentwicklung sowie fortlaufende Anpassung einer organisatorischen Gesamtplanung für Eröffnung und Inbetriebnahme auf Grundlage der mit der Museumsleitung abgestimmten Zielsetzungen (künstlerische Konzeption, Qualität, Termin, Finanzen)\nDas systematische Erfassen, Ergänzen und Vernetzen sowie das Aufbereiten der jeweils in den Fachabteilungen vorliegenden Projektplanungen (z. B. aus Programm, Sammlung, Kommunikation, Bau- und Facilitymanagement, Besuchsservice, IT)\nAnleitung und zielorientierte Koordination der Fachabteilungen im Hinblick auf die Gesamtplanung\nVerantwortung für die interne Kommunikation im Zusammenhang mit der Eröffnung in Abstimmung mit der Direktion\nDas Identifizieren von Fehlstellen, Hindernissen und Problemen und das Entwickeln von entsprechenden Gegensteuerungsmaßnahmen zur Einhaltung der definierten Zielsetzungen\nVerantwortung und Verwaltung von Budget und Zeitplan sowie ein jederzeit verlässliches und übersichtliches Projektcontrolling und -Reporting\nEinbindung von / Kommunikation mit wichtigen externen Partner*innen\nBei Bedarf auch die Übernahme von Einzelprojekten im Rahmen der verfügbaren Kapazitäten\nWir wünschen uns eine Persönlichkeit:\ndie mind. über einen Master-Abschluss in einer einschlägigen Studienrichtung (z. B. Kulturmanagement, Eventmanagement)\noder\ngleichwertige Erfahrung verfügt\ndie über ausgezeichnete und langjährige Projektmanagementkompetenz verfügt, vorzugsweise im Kontext von großen Kulturvorhaben\ndie mit hoher sozialer Kompetenz komplexe Stakeholderkonstellationen managt und vielseitige Anforderungen integrieren kann\ndie auch in herausfordernden Situationen jederzeit Überblick, Detailsinn und Ruhe beweist, dabei durchweg selbstständig und souverän agiert\ndie über ausgezeichnete Ausdrucksfähigkeit in Deutsch und Englisch verfügt\ndie die erforderlichen Software-Tools (z.B. MS Project, Asana) und Methoden (z.B. Moderation, Priorisierung) beherrscht\ndie sich mit den Inhalten, Werten und Zielen des Bauhaus-Archiv identifiziert; idealerweise auch über fachliche Bezüge dazu verfügt\ndie zur flexiblen Gestaltung der Arbeitszeit unter anderem bei der Durchführung von Veranstaltungen am Abend bzw. am Wochenende bereit ist\ndie eine gute Portion Humor und Teamfähigkeit mitbringt\nWir bieten Ihnen:\neinen attraktiven und spannenden Arbeitsplatz in der Mitte Berlins\ndie Zusammenarbeit mit einem interdisziplinären und offenen Team bei der Gestaltung eines neuen Museums mit internationaler Ausstrahlung\nUnterstützung bei der Teilnahme an internen und externen Fortbildungen und dem Erwerb von Zusatzqualifikationen\ngleitende Arbeitszeit und Möglichkeit zur mobilen Arbeit\neine tarifgerechte Bezahlung nach dem Tarifvertrag TVöD/VKA\nWir streben danach, die Diversität der Gesellschaft und unseres Publikums auch innerhalb des Teams widerzuspiegeln – Vielfalt, unterschiedliche Erfahrungen und Perspektiven ermöglichen es uns als Institution, innovativ zu handeln, international zu agieren und offen in den Austausch zu treten.\nSchwerbehinderte Menschen werden ausdrücklich aufgefordert, sich zu bewerben und werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen\n(zusammengefasst in einer PDF Datei – max. 9 MB)\nmit dem\nBetreff: „Eröffnung und Inbetriebnahme“\nbis einschließlich\n08. Februar 2026\nan:\nBauhaus-Archiv / Museum für Gestaltung\nbewerbung.museum@bauhaus.de\nTelefonischer Kontakt:\nTom Nehiba\n030 254 002 27\nzum Stellenangebot\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-eroeffnung-und-inbetriebnahme-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/paedagogischer-mitarbeiterin-m-w-d/", "image": "", "title": "pädagogische*r Mitarbeiter*in (m/w/d)", "content_text": "Dokumentationszentrum Oberer Kuhberg Ulm, Ulm Bewerbungsende: 15.02.2026 | Am Dokumentationszentrum Oberer Kuhberg Ulm e.V. (DZOK) ist zum 1.4.2026 eine Stelle für eine*n pädagogische*n Mitarbeiter*in (m/w/d) im Umfang von 80% (31,2 Std./Woche) in der Vergütungsgruppe TvöD EG 11 zu besetzen.\nIm Fort Oberer Kuhberg, Teil der Bundesfestung Ulm, befand sich von 1933 bis 1935 ein Konzentrationslager des Landes Württemberg. Heute befindet sich am historischen Ort eine Gedenkstätte mit zahlreichen Bildungsangeboten. Als Forschungs-, Lern- und Bildungszentrum hat das Dokumentationszentrum mit Archiv und Bibliothek in der Ulmer Innenstadt ein zweites Standbein und widmet sich allen Aufgabenbereichen eines lokalen NS-Dokumentationszentrums. Das DZOK hat die Rechtsform eines Vereins. Die von Haupt- und Ehrenamtlichen geleistete Arbeit wird vom Land Baden-Württemberg, der Stadt Ulm und den regionalen Gebietskörperschaften unterstützt.\nDie Stelle ist zunächst befristet (bis 31.12.2026); eine Verlängerung wird angestrebt. Sie ist der gedenkstättenpädagogischen Leitung zugeordnet und soll den Stellenwechsel der 2027 in Ruhestand gehenden Gedenkstättenpädagogin vorbereiten.\nIhr Aufgabengebiet umfasst im Wesentlichen:\nPlanen, Organisieren und Durchführen von Führungen, Projekten und Workshops in der KZ-Gedenkstätte Oberer Kuhberg\nPraktische und konzeptionelle Betreuung der Gedenkstätte inkl. Ausstellungen, didaktischer Materialien und Infrastruktur\nPlanung und Durchführung von Veranstaltungen und Workshops in Stadt und Region Ulm/Neu-Ulm sowie von digitalen und hybriden Bildungsangeboten\nGewinnung und Betreuung von ehrenamtlichen Mitarbeitenden am DZOK\nErforderliche Qualifikationen:\nAbgeschlossenes Hochschulstudium in einem geschichtswissenschaftlichen und/oder pädagogischen Fach\nFundierte Kenntnisse über die Zeit des Nationalsozialismus und deren Vermittlung\nErfahrungen in der historisch-politischen Bildungsarbeit bzw. in der Gedenkstätten- oder Museumspädagogik\nOrganisationsgeschick und Teamfähigkeit im Umgang mit Mitarbeitenden, Besuchendengruppen und Kooperationspartner*innen\nBereitschaft, sich rasch in die Arbeitsfelder und den historischen Kontext einzuarbeiten\nBitte übersenden Sie Ihre aussagekräftige Bewerbung bis zum 15. Februar 2026 an das Dokumentationszentrum Oberer Kuhberg, n.wenge@dzok-ulm.de. Die Bewerbungsgespräche finden voraussichtlich am 25. Februar 2026 statt. Bitte merken Sie sich diesen Termin vor.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/paedagogischer-mitarbeiterin-m-w-d/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-veranstaltungen-besucherservice/", "image": "", "title": "Mitarbeiter (m/w/d) Veranstaltungen & Besucherservice", "content_text": "Stiftung Fürst-Pückler-Museum Park und Schloss Branitz, Cottbus Bewerbungsende: 01.02.2026 | Die Stiftung Fürst-Pückler-Museum Park und Schloss Branitz (SFPM) sucht zum nächstmöglichen Zeitpunkt einen\nMitarbeiter (m/w/d) Veranstaltungen & Besucherservice\nEntgeltgruppe 9a TV-L, unbefristet in Vollzeit\nDie vom Land Brandenburg errichtete Stiftung widmet sich dem Erhalt der Pflege, Erforschung und Präsentation des Gesamtkunstwerkes aus Garten- und Landschaftsgestaltung, Architektur, Raumausstattung und Sammlungen des Fürsten Hermann von Pückler in Branitz. Park und Schloss sind Orte des kulturellen Lebens und der Künste des 19. Jahrhunderts und gelten als national bedeutendes Kulturdenkmal.\nUnser Besucherservice sorgt für eine einladende Besucherführung und den Service für die Gäste sowie die Umsetzung von Veranstaltungen in Branitz (Gartenfestival, Weinfest, Parkgottesdienst, Spielplanpräsentation, Branitzer Weihnacht) und Vermietungen (Hochzeiten, Tagungen, Konzerte). Er koordiniert die touristischen Leistungen in den Shops, durch die Guides und bei den Gondelfahrten und sichert die Qualität aller Serviceangebote.\nIhre Aufgaben\nPlanung, Vor- und Nachbereitung sowie Durchführung und Evaluierung von Veranstaltungen (in Kooperation mit internen und externen Partnern)\nPlanung, Bewerbung, Umsetzung und Evaluierung von Besucherformaten (Packages, Touren)\nUmsetzung der hohen Servicequalität in den Besucherbereichen und Mitwirkung bei der Umsetzung eines transparenten Informationsmanagements\neigenverantwortliche und serviceorientierte Koordinierung von und Beratung bei Besucheranfragen und -buchungen und anderen touristischen Angeboten\nAngebotsentwicklung für die Museums-Shops\nNetzwerktätigkeit, Tourismusmarketing und Akquise von Partnern\nIhr Profil\nBerufsausbildung als Kauffrau/-mann für Tourismus, Veranstaltungskauffrau/ -mann, oder im Hotel- Veranstaltungsgewerbe oder vergleichbar\nIdeen für den idealen Service unserer Gäste und eine ausgeprägte Dienstleistungsmentalität\nKommunikationsstärke, zugewandte und offene Persönlichkeit sowie ausgeprägte Teamfähigkeit\nBereitschaft für Wochenend- und Feiertagsarbeit sowie außerhalb der Regelarbeitszeit\nausgezeichnete Deutschkenntnisse in Wort und Schrift\nDurchsetzungsvermögen, Kreativität beim modernen Gestalten in einem Denkmal und eine Prise Humor\nErwünscht sind\neinschlägige Erfahrung im Bereich Tourismus, Besucherservice und/oder Vermittlungsarbeit\nSprachkenntnisse englisch und/oder polnisch\nUnser Angebot\nAls Arbeitgeberin in einer der schönsten historischen Parklandschaften mit hoher Besuchsqualität und nationaler Bedeutung bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit einen verantwortungsvollen und abwechslungsreichen Arbeitsplatz.\nSie finden bei uns ein vielseitiges, experimentierfreudiges Team, kurze Entscheidungswege sowie eine individuelle und intensive Einarbeitung vor. Flexible Arbeitszeit und mobiles Arbeiten nach der Probezeit, 6 Wochen Jahresurlaub, Jahressonderzahlung sowie freie Arbeitstage am 24. und 31. Dezember sowie einen Zuschuss zu vermögenswirksamen Leistungen und eine VBL/Zusatzvorsorge nach TV-L gehören ebenfalls zu unseren Angeboten.\nIhre Bewerbung\nWir freuen uns auf Ihre Online-Bewerbung (ausschließlich im pdf-Format mit insgesamt max. 20 MB in\neiner\nDatei) bis spätestens\n1. Februar 2026\nper E-Mail an:\nbewerbung@pueckler-museum.de\nFür Fragen zur Stellenausschreibung wenden Sie sich bitte an Marion Bartel: (0355) 75 15 131.\nDie Stiftung Fürst-Pückler-Museum Park und Schloss Branitz gewährleistet die berufliche Gleichstellung von Frauen und Männern. Bewerbungen von Frauen sind daher ausdrücklich erwünscht. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgaben des Sozialgesetzbuches IX bevorzugt berücksichtigt. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Die Stelle beinhaltet umfassende körperliche Tätigkeiten und ist für Personen mit physischen Einschränkungen nicht geeignet.\nWir weisen darauf hin, dass bei einer möglichen Zuschlagserteilung ein einfaches polizeiliches Führungszeugnis abgefordert wird. Bewerbungs- und Reisekosten werden nicht erstattet. Mit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Diese werden nach Beendigung des Verfahrens gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-veranstaltungen-besucherservice/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistent-in-im-tourenbetrieb-m-w-d-2/", "image": "", "title": "Assistent/-in im Tourenbetrieb (m/w/d)", "content_text": "Berliner Unterwelten, Berlin Bewerbungsende: 07.02.2026 | Das Arbeitsfeld liegt in der Begleitung unserer Touren für Gäste in den Anlagen des\nBerliner Unterwelten e.V.\nIm Einzelnen sind dies folgende Tätigkeiten:\nBegleitung der Touren und Betreuung der Gäste in Zusammenarbeit mit Referent/-innen\nZahlungsabwicklung gebuchter Gruppenführungen\nSonstige zumutbare Tätigkeiten im Rahmen der Qualifikation\nAnforderungen für die Bewerbung sind:\nDeutsch auf muttersprachlichem Niveau, gute Englischkenntnisse wünschenswert\nBereitschaft zur Weiterbildung\nMobilität, zeitliche Flexibilität, Pünktlichkeit, Zuverlässigkeit\nBereitschaft zu saisonaler Mehrarbeit sowie zu Wochenend- und Feiertagseinsätzen\nFreude am Umgang mit Schulklassen und anderen Gästegruppen\nTeamfähigkeit\nGute Umgangsformen\nGepflegtes äußeres Erscheinungsbild\nArbeitszeit pro Woche: 20 Stunden pro Woche, auf Wunsch bis 30 Stunden möglich\nVergütung: Gemäß Betriebsvereinbarung „Vergütungsordnung für festangestellte Mitarbeiter“\nBeginn der Tätigkeit: nach Vereinbarung (zwischen März und September 2026)\nBefristung bis zum: zwölf Monate ab Vertragsbeginn, dauerhaftes Arbeitsverhältnis angestrebt\nBewerbung bitte per E-Mail an die Personalverwaltung:\nbewerbung@berliner-unterwelten.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.02.2026", "url": "https://www.museumsbund.de/stellenangebote/assistent-in-im-tourenbetrieb-m-w-d-2/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/multiprojektmanagerin-w-m-d-in-den-bereichen-prozessentwicklung-foerdermittelakquise-projektmanagement-und-steuerung/", "image": "", "title": "Multiprojektmanager:in (w/m/d) in den Bereichen Prozessentwicklung, Fördermittelakquise, Projektmanagement und -steuerung", "content_text": "LWL-Freilichtmuseum Detmold, Detmold Bewerbungsende: 23.01.2026 | Der LANDSCHAFTSVERBAND WESTFALEN-LIPPE sucht Sie zum frühestmöglichen Eintrittstermin als\nMultiprojektmanager:in (w/m/d) in den Bereichen Prozessentwicklung, Fördermittelakquise, Projektmanagement und -steuerung\nEG 13 TVöD VKA\nfür das LWL-Freilichtmuseum Detmold. Wir bieten eine befristete Vollzeitstelle (39 Stunden/Woche) für die Dauer der Vertretung einer Kollegin, längstens bis zum 31.08.2026, an. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8767 bis zum 23.01.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.01.2026", "url": "https://www.museumsbund.de/stellenangebote/multiprojektmanagerin-w-m-d-in-den-bereichen-prozessentwicklung-foerdermittelakquise-projektmanagement-und-steuerung/", "date_published": "2026-01-08T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-betriebstechnik-heizung-klima-sanitaer-m-w-d/", "image": "", "title": "Leitung der Betriebstechnik (Heizung, Klima, Sanitär) (m/w/d)", "content_text": "Bayerisches Nationalmuseum, München Bewerbungsende: 16.02.2026 | Das Schatzhaus an der Eisbachwelle, sucht zum nächstmöglichen Zeitpunkt  eine\nLeitung der Betriebstechnik (Heizung, Klima, Sanitär) (m/w/d)\nunbefristet und in Vollzeit in Entgeltgruppe 9b TV-L.\nDas Bayerische Nationalmuseum zählt zu den größten Museen in Deutschland. Das Schatzhaus an der Eisbachwelle präsentiert herausragende Kunst von der Spätantike bis zum Jugendstil. Es erzählt auf einzigartige Weise europäische Kulturgeschichte in Bayern. Mit der fortlaufenden Erneuerung seiner Schausammlungen sowie spannenden Sonderausstellungen schlägt das Bayerische Nationalmuseum Brücken zwischen Vergangenheit und Gegenwart. Erfahren Sie mehr unter: www.bayerisches-nationalmuseum.de.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-betriebstechnik-heizung-klima-sanitaer-m-w-d/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsaufsichten-m-w-d/", "image": "", "title": "Museumsaufsichten (m/w/d)", "content_text": "Bayerisches Nationalmuseum, München Bewerbungsende: 30.01.2026 | Bayerisches Nationalmuseum\nDas Schatzhaus an der Eisbachwelle\nWir suchen zur Verstärkung unsers Teams laufend\nMuseumsaufsichten (m/w/d)\nunbefristet und in Vollzeit in Entgeltgruppe 3 TV-L.\nDas Bayerische Nationalmuseum zählt zu den größten Museen in Deutschland. Das Schatzhaus an der Eisbachwelle präsentiert herausragende Kunst von der Spätantike bis zum Jugendstil. Es erzählt auf einzigartige Weise europäische Kulturgeschichte in Bayern. Mit der fortlaufenden Erneuerung seiner Schausammlungen sowie spannenden Sonderausstellungen schlägt das Bayerische Nationalmuseum Brücken zwischen Vergangenheit und Gegenwart. Erfahren Sie mehr unter: www.bayerisches-nationalmuseum.de.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.01.2026", "url": "https://www.museumsbund.de/stellenangebote/museumsaufsichten-m-w-d/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-der-gebaeudetechnik-heizung-klima-sanitaer-m-w-d/", "image": "", "title": "Mitarbeiter der Gebäudetechnik (Heizung, Klima, Sanitär) (m/w/d)", "content_text": "Bayerisches Nationalmuseum, München Bewerbungsende: 16.02.2026 | Das Schatzhaus an der Eisbachwelle, sucht zum nächstmöglichen Zeitpunkt\nMitarbeiter der Gebäudetechnik (Heizung, Klima, Sanitär) (m/w/d)\nunbefristet und in Vollzeit in Entgeltgruppe 7 TV-L\nDas Bayerische Nationalmuseum zählt zu den größten Museen in Deutschland. Das Schatzhaus an der Eisbachwelle präsentiert herausragende Kunst von der Spätantike bis zum Jugendstil. Es erzählt auf einzigartige Weise europäische Kulturgeschichte in Bayern. Mit der fortlaufenden Erneuerung seiner Schausammlungen sowie spannenden Sonderausstellungen schlägt das Bayerische Nationalmuseum Brücken zwischen Vergangenheit und Gegenwart. Erfahren Sie mehr unter: www.bayerisches-nationalmuseum.de.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-der-gebaeudetechnik-heizung-klima-sanitaer-m-w-d/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d-galerie-e-o-plauen/", "image": "", "title": "Wissenschaftlicher Mitarbeiter (m/w/d) Galerie e.o. plauen", "content_text": "Kulturbetrieb der Stadt Plauen, Plauen Bewerbungsende: 30.01.2026 | Im Geschäftsbereich I, Kulturbetrieb der Stadt Plauen, Galerie e.o.plauen – Kunstmuseum Erich Ohser im Erich-Ohser-Haus, ist zum 01.04.2026 folgende Stelle zu besetzen:\nWissenschaftlicher Mitarbeiter (m/w/d)\nGalerie e.o. plauen – Kunstmuseum Erich Ohser\nDie Galerie e.o.plauen im Erich-Ohser-Haus präsentiert Leben und Werk des großen Zeichners Erich Ohser (1903–1944), geliebt besonders für seine Bildgeschichten »Vater & Sohn«, die er unter dem Künstlernamen e.o.plauen veröffentlichte.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d-galerie-e-o-plauen/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volljurist-in-m-w-d/", "image": "", "title": "Volljurist/in (m/w/d)", "content_text": "Hessen Kassel Heritage, Kassel Bewerbungsende: 31.01.2026 | Hessen Kassel Heritage besetzt zum nächstmöglichen Zeitpunkt eine Stelle als\nVolljurist/in (m/w/d)\nbefristet für 2 Jahre in Vollzeit.\nHessen Kassel Heritage besteht aus einer Einheit von Museen, Schlössern und historischen Gartendenkmälern, seit Juni 2013 gehören Wasserkünste und Herkules im Bergpark Wilhelmshöhe zum UNESCO-Weltkulturerbe der Menschheit.\nIhre Aufgaben:\nDer Aufgabenbereich beinhaltet die juristische Betreuung in allen Aufgabenbereichen von Hessen Kassel Heritage mit Schwerpunkten im Personalbereich (v. a. Tarifbeschäftigte/Beamte) und Vertrags- und Vergaberecht.\nÜberarbeitung/Finalisierung einer Datenschutzrichtlinie wie alle weiteren Vorgaben nach der DSGVO (insbesondere Verfahrensverzeichnisse usw.) für die komplette Dienststelle\nVertretung des Landes in Gerichtsverfahren\nIhr Profil:\nJurist/in mit Erstem und Zweitem Juristischen Staatsexamen\ngute Rechtskenntnisse im Datenschutz-, Verwaltungs- und Zivilrecht (vor allem Arbeitsrecht)\nselbstständige und strukturierte Arbeitsweise, Planungs- und Organisationsgeschick, fundierte MS Office-Kenntnisse\nFührerschein der Klasse B wünschenswert\nGesucht wird eine lösungs- und ergebnisorientierte, selbstständig und analytisch arbeitende Persönlichkeit. Erwartet wird die Fähigkeit zu konstruktivem und teamverträglichem Arbeiten, namentlich bei der Zusammenarbeit mit den anderen Fachgebieten der Dienststelle und der Dienststellenleitung. Hierbei gehören sicheres Auftreten, Verhandlungsgeschick und Durchsetzungsstärke zu den notwendigen weiteren Anforderungen.  Wünschenswert wäre Berufserfahrung in der öffentlichen Verwaltung oder vergleichbaren Einrichtungen.\nWir bieten eine Eingruppierung in Entgeltgruppe 13 TV-H. Es besteht seitens des Landes Hessen eine betriebliche Altersversorgung. Zudem wird Ihnen aktuell das LandesTicket des Landes Hessen zur kostenfreien Nutzung des ÖPNV innerhalb Hessens gewährt.\nAllgemeine Hinweise\nNach dem Hessischen Gleichberechtigungsgesetz besteht die Verpflichtung, den Frauenanteil in Bereichen mit Unterrepräsentanz zu erhöhen. Bewerbungen von Frauen sind daher besonders erwünscht. Um auch den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen. Schwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt.\nDie Verarbeitung Ihrer personenbezogenen Daten erfolgt aufgrund von § 23 Abs. 1 i.V.m. Abs. 8 Satz 2 des Hessischen Datenschutz- und Informationsfreiheitsgesetzes (HDSlG) zum Zwecke der Durchführung des Bewerbungsverfahrens. Ihre Unterlagen werden nach Abschluss des Bewerbungsverfahrens innerhalb maximal sechs Monaten vernichtet.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 31.01.2026 unter Angabe der Kennziffer 1.01 2026 ausschließlich online unter\nstellensuche.hessen.de (Stellensuche Land Hessen)\nReferenzcode-Suche: 51060419_0002\nFreitext-Suche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/volljurist-in-m-w-d/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kunstvermittlung-m-w-d/", "image": "", "title": "Kunstvermittlung (m/w/d)", "content_text": "Städtische Galerie Wolfsburg, Wolfsburg Bewerbungsende: 31.01.2026 | Mit über 3.000 Mitarbeitenden gestalten wir bei der Stadtverwaltung gemeinsam die Zukunft Wolfsburgs und bieten den über 128.000 Einwohnerinnen und Einwohnern so einen zuverlässigen Service. Wir stehen für VielWert – für die Vielfalt der Menschen, Aufgaben und Karrieremöglichkeiten sowie für Wertschätzung unter- und füreinander. Ob du deine Karriere im Öffentlichen Dienst startest oder bereits Erfahrung hast: Bei uns findest du zahlreiche Einstiegsmöglichkeiten und die Chance, aktiv an der Weiterentwicklung unserer Stadt mitzuwirken. Mach deinen nächsten beruflichen Schritt zu deinem persönlichen VielWert!\nDie Städtische Galerie Wolfsburg ist das kommunale Museum für zeitgenössische Kunst der Stadt Wolfsburg.\nWir zeigen jährlich mehrere Ausstellungen mit internationalen, nationalen und regionalen künstlerischen Positionen, entwickeln innovative Bildungs- und Beteiligungsprogramme und verstehen uns als kulturellen Begegnungsraum in der Stadtgesellschaft. Unser Team besteht aus rund 15 Mitarbeitenden mit unterschiedlichen fachlichen Hintergründen (Kunst- und Kulturvermittlung, Museologie, Kunstwissenschaften, Projektmanagement, Assistenz, Aufsicht).\nDie Zusammenarbeit erfolgt kollegial, transparent und vertrauensvoll – sowohl intern als auch mit externen Partnern, Bildungseinrichtungen, Künstler*innen und lokalen Initiativen. Die Zusammenarbeit ist geprägt durch enge Abstimmungen im Team, klare Verantwortlichkeiten sowie regelmäßige Teambesprechungen.\nDie Kunstvermittlung steht im Zentrum der Museumsarbeit in der Städtischen Galerie Wolfsburg. Unser Anspruch: Kunst ist nicht nur Objekt, Ausstellung oder Sammlung – Kunst ist Erfahrung, Begegnung, Austausch und Lernen. Deine Aufgabe in der Kunstvermittlung ist es, Menschen miteinander und mit Kunst sowie Fragen unserer Gegenwart in Beziehung zu bringen. Du gestaltest aktiv den Dialog zwischen Kunst und Öffentlichkeit – für Schulen, Gruppen, Initiativen, Familien, Stadtgesellschaft und neue Zielgruppen.\nzur Stellenanusschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kunstvermittlung-m-w-d/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-2/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Staatliche Graphische Sammlung München, München Bewerbungsende: 16.01.2026 | In der Staatlichen Graphischen Sammlung München ist zum nächstmöglichen Zeitpunkt die Stelle einer/eines\nwissenschaftlichen Mitarbeiter/in (m/w/d)\nin Vollzeit, Entgeltgruppe 13 TV-L, unbefristet\nzu besetzen.\nDie Staatliche Graphische Sammlung München ist mit über 400.000 Kunstwerken eines der großen und bedeutenden Museen für Kunst auf Papier. Die Bestände umfassen Zeichnungen, Druckgraphiken, Buchmalereien und gedruckte illustrierte Bücher aller europäischen Schulen sowie Nordamerikas vom Mittelalter bis in die unmittelbare Gegenwart.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-2/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungsgestalter-in-m-w-d/", "image": "", "title": "Ausstellungsgestalter/in (m/w/d)", "content_text": "Internationales Maritimes Museum, Hamburg Bewerbungsende: 01.02.2026 | Seit 2008 beherbergt der denkmalgeschützte Kaispeicher B die Sammlung von Peter Tamm sen. Die weltweit größte maritime Privatsammlung wurde 2002 in eine gemeinnützige Stiftung überführt und wird im Internationalen Maritimen Museum Hamburg auf 9 Ausstellungsdecks mit 12.000 qm Ausstellungsfläche der Öffentlichkeit präsentiert.\nDie Peter Tamm Sen. Stiftung sucht zum nächstmöglichen Zeitpunkt eine/n\n(Junior-) Ausstellungsgestalter/in (m/w/d)\nin Vollzeit (40 Std./Woche). Die Stelle ist zunächst auf ein Jahr befristet – mit der Aussicht auf Verlängerung bei erfolgreicher Zusammenarbeit.\nAls (Junior-) Ausstellungsgestalter/in unterstützen Sie die Konzeption und Umsetzung von Ausstellungen und tragen dazu bei, Inhalte räumlich, visuell und didaktisch erlebbar zu machen. Sie arbeiten eng mit den Kuratorinnen und Kuratoren, Grafikerinnen und Grafikern sowie dem Technikteam zusammen und wirken an der Gestaltung von Szenografie, Medien und Besucherführung mit. Damit leisten Sie einen wichtigen Beitrag, komplexe Themen verständlich, attraktiv und zeitgemäß zu vermitteln.\nIhre Aufgaben:\nEigenverantwortliche Erarbeitung und gestalterische Umsetzung der Überarbeitung der Dauerausstellung in Abstimmung mit inhaltlichen Vorgaben der Kuratorinnen und Kuratoren sowie der Leitung der Ausstellungsgestaltung und unter Beachtung von objektkonservatorischen Anforderungen\nPlanung und Erstellung aller architektonischer Gestaltungselemente wie Texttafeln und Licht im Rahmen vorgegebener Konzepte und Zeitpläne\nPraktische Umsetzung des Ausstellungsauf- und Abbaus\nUnterstützung anderer Abteilungen des Museums (Bildung und Vermittlung, Shop, Marketing, Pressearbeit) mit gestalterischen Ideen bzw. deren praktische Umsetzung nach Abstimmung\nIhr Profil:\nAbgeschlossenes Hochschulstudium in der Fachrichtung Innenarchitektur, Design, Szenografie oder eine vergleichbare Qualifikation\nPraktische Erfahrung in der Mitarbeit an Ausstellungsprojekten\nGute organisatorische Fähigkeiten und Erfahrung in der eigenständigen Bearbeitung von Aufgabenpaketen\nErfahrung im Umgang mit den Programmen der Adobe Creative Cloud\nOrganisierte, strukturierte und zuverlässige Arbeitsweise\nGute Deutsch- und Englischkenntnisse in Wort und Schrift\nHandwerkliches Geschick\nWir bieten:\nEine vielseitige, verantwortungsvolle und sinnstiftende Tätigkeit in einem einzigartigen kulturellen Umfeld\nEin engagiertes, kollegiales und interdisziplinäres Team, das mit Leidenschaft für maritime Geschichte arbeitet\nMöglichkeiten der Fort- und Weiterbildung\nEinen Arbeitsplatz im Herzen der HafenCity\ngute Verkehrsanbindung an den öffentlichen Nahverkehr\nWeitere Informationen:\nIhre Bewerbung richten Sie bitte bis zum 01.02.2026 schriftlich oder per E-Mail an:\nPeter Tamm Sen. Stiftung\nInternationales Maritimes Museum Hamburg\nTel:\n+49 40 300 92 30 14\nbewerbung@imm-hamburg.de\nwww.imm-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsgestalter-in-m-w-d/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-im-museum/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in (m/w/d) im Museum", "content_text": "Kulturmühle Parchim, Parchim Bewerbungsende: 29.01.2026 | Inmitten der historischen Altstadt Parchims ist im Jahr 2023 mit der Kulturmühle ein lebendiger Ort für Geschichte, Kultur und Begegnung entstanden. Ein zentraler Bestandteil dieses Hauses ist unser Museum – ein Ort, an dem Vergangenheit und Gegenwart in Dialog treten. Wir bewahren das kulturelle Erbe der Region, erzählen ihre Geschichten neu und laden Menschen aller Generationen zum Entdecken, Mitmachen und Mitdenken ein. Das Museum der Stadt Parchim beherbergt eine beeindruckende regionalgeschichtliche Sammlung von der ersten Besiedlung bis in das 21. Jahrhundert. Angefangen bei der Vor- und Frühgeschichte über Handwerk- und Industrialisierung bis hin zu Kunsthandwerk und Malerei, besitzt das Haus eine Vielzahl von interessanten Objekten. Wenn Sie Freude daran haben, historische Themen spannend zu vermitteln, Forschungsarbeit mit kultureller Bildungsarbeit zu verbinden und eigene Ideen einzubringen, dann sind Sie bei uns genau richtig!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-im-museum/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-veranstaltungen-2/", "image": "", "title": "Mitarbeiter*in Veranstaltungen", "content_text": "Friedenstein Stiftung Gotha, Gotha Bewerbungsende: 10.02.2026 | Die Friedenstein Stiftung Gotha ist eine kulturelle Einrichtung von nationaler Bedeutung, die im Verbund mit weiteren Einrichtungen in Gotha ein einzigartiges Bau-, Garten- und Sammlungsensemble der europäischen Residenzkultur bildet. Die barocke Kunstkammer war Keimzelle der einzigartigen Sammlungen aus Kunst, Natur und Kulturgeschichte.\nIm Rahmen des Projektes „Open Friedenstein!“\n,\nfinanziert von der Bundesbeauftragten für Kultur und Medien (BKM), besetzt die Friedenstein Stiftung Gotha zum frühestmöglichen Zeitpunkt die Stelle\nMitarbeiter*in Veranstaltungen\nin Vollzeit\n(39 Wochenstunden/ Teilzeit möglich)\nDie Stelle ist projektgebunden und damit bis zum 31.12.2027 befristet.\nDas Aufgabengebiet umfasst insbesondere:\nKoordinierung des Ekhof-Festivals\nUnterbreitung von Vorschlägen für die Programmgestaltung\nOrganisatorische Betreuung des Festivals\nPersonalplanung in Absprache mit der Leitung\nBetreuung der Internetseite\nwww.ekhof-festival.de\nKreative Mitarbeit bei der Planung, Organisation und Durchführung von Veranstaltungen in Absprache mit der Leitung\nOrganisation, Durchführung und Betreuung der Sonderveranstaltungen (Kinderfest, Barockfest, Museumsnacht, Konzerte, Vorträge) sowie des Rahmenprogramms für Ausstellungen\nMithilfe bei der Organisation und Durchführung externer Veranstaltungen\nZuarbeit für die Presse- und Öffentlichkeitsarbeit\nBetreuung von Künstlerdateien und Reiseveranstaltern\nBetreuung des Veranstaltungskalenders\nDas bringen Sie mit:\neine abgeschlossene Ausbildung oder Berufserfahrung auf den Gebieten Veranstaltungsmanagement/-Marketing/-Tourismus\ngute Englischkenntnisse\numfangreiche PC- und Internetkenntnisse\nkreative und belastbare Persönlichkeit\nausgeprägte Teamfähigkeit\nBesitz eines Führerscheins Klasse B (PKW)\nBereitschaft zur Arbeit in den Abendstunden-, an Wochenenden und an Feiertagen\nDas bieten wir Ihnen:\nVergütung in Anlehnung an TVöD-VKA EG 7, inkl. 30 Tage Jahresurlaub, zusätzliche Altersvorsorge und vermögenswirksame Leistungen\neine vielseitige, herausfordernde Tätigkeit in einem engagierten, interdisziplinären Team\nein spannendes Arbeitsumfeld im historischen Ambiente von Schloss Friedenstein\nflexible Arbeitszeiten im Rahmen der geltenden Betriebsvereinbarung unter Berücksichtigung arbeitsorganisatorischer Notwendigkeiten\nMöglichkeit zu Fortbildungen und Teilnahme an Tagungen\nSchwerbehinderte Menschen werden bei gleicher Eignung, Befähigung und fachlicher Qualifikation bevorzugt berücksichtigt.\nBei Rückfragen steht Ihnen Herr Dr. Pfeifer-Helke unter 03621-8234 100 zur Verfügung.\nIhre schriftliche Bewerbung mit den vollständigen und aussagekräftigen Unterlagen senden Sie bitte per E-Mail (\npersonal@friedenstein-stiftung.de\n) oder auf dem Postweg bis zum\n10. Februar 2026\nan:\nFriedenstein Stiftung Gotha\nHerrn Stiftungsdirektor\nDr. Tobias Pfeifer-Helke\nSchloss Friedenstein\nSchlossplatz 1\n99867 Gotha\nHinweis\nBerücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen. Durch die Bewerbung entstehende Kosten werden nicht erstattet.\nMit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen auch elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Die eingereichten Unterlagen werden nur zurückgesandt, sofern ein ausreichend frankierter Rückumschlag beigefügt wurde, andernfalls werden diese nach den gesetzlich vorgeschriebenen Datenschutzrichtlinien vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-veranstaltungen-2/", "date_published": "2026-01-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-fuer-die-provenienzforschung/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d) für die Provenienzforschung", "content_text": "Kunsthalle Bielefeld, Bielefeld Bewerbungsende: 01.02.2026 | Die Sammlung der Kunsthalle Bielefeld, die auf bald hundert Jahre Sammlungsgeschichte zurückblickt, umfasst vor allem deutsche, aber auch internationale Kunst vom späten 19. bis ins 21. Jahrhundert. Im Rahmen des vom Deutschen Zentrum Kulturgutverluste und vom Ministerium für Kultur und Wissenschaft des Landes Nordrhein-Westfalen geförderten zweijährigen Forschungsprojekts\nSystematische Provenienzforschung des städtischen Bestands in der Kunsthalle Bielefeld (Zeitraum 1933 bis 1974 / Gemälde und Bildwerke)\nsuchen wir ab\n01.04.2026\neine*n wissenschaftliche*n Mitarbeiter*in.\nEs sollen die Provenienzen von Gemälden und Bildwerken (Skulpturen/Plastiken), die zwischen 1933 und 1974 (bis einschließlich der Amtszeit von Direktor Dr. Joachim Wolfgang von Moltke) ins Haus kamen, auf NS-verfolgungsbedingten Entzug untersucht werden.\nIhre Aufgaben umfassen unter anderem\nsystematische Überprüfung der Provenienzen von 194 Gemälden und Bildwerken, die im Zeitraum zwischen 1933 und 1974 ins Haus kamen (eine erste Vorprüfung zur Definierung des Untersuchungsgegenstands fand bereits statt)\nDokumentation und Erstellung von Provenienzdossiers\nVerfassen von Zwischen- und Abschlussbericht\nUnterstützung der Transparenzmaßnahmen und bei der Vermittlung des Projekts\nIhr Profil\nabgeschlossenes wissenschaftliches Hochschulstudium der Provenienzforschung, der Kunstgeschichte oder Geschichte (Master/Diplom) oder vergleichbare Qualifikation\nnachgewiesene Erfahrung in der Provenienzrecherche zu NS-verfolgungsbedingt entzogenem Kulturgut\numfassende Kenntnisse zum Kunsthandel sowie zu Händler*innen- und Sammler*innen-Netzwerken während der Zeit des Nationalsozialismus und der Zeit nach dem Zweiten Weltkrieg\nErfahrung in der Archivarbeit, im Umgang mit Kunstwerken und in der Quellenauswertung\nErfahrung bei der Durchführung von Projekten\nselbständige und sorgfältige Arbeitsweise\nausgeprägte Kommunikations- und Kooperationsfähigkeit, verbunden mit entsprechender Sensibilität im Umgang mit der Thematik\nsehr gute Ausdrucksfähigkeit in Wort und Schrift (Deutsch und Englisch)\nSicherheit im Umgang mit gängiger Standardsoftware und Datenbanksystemen\nWir bieten\nflexible Arbeitszeiten (Gleitzeit) mit einem festen Arbeitsplatz\nZugehörigkeit zu einem engagierten und kollegialen Team\nDie Einstellung erfolgt befristet für zwei Jahre zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst der Länder (E 13, TV-L). Die regelmäßige Wochenarbeitszeit beträgt 40 Stunden (Vollzeit).\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, Herkunft, Religion und Weltanschauung, sexuellen Orientierung, geschlechtlichen Identität, Ihres Alter oder Beeinträchtigung.\nIhre Bewerbung senden Sie bitte digital als zusammenhängendes pdf bis zum\n01.02.2026\nan:\nThomas Kosfeld, Verwaltungsleitung, kosfeld@kunsthalle-bielefeld.de\nFür inhaltliche Rückfragen steht Ihnen die Sammlungsleiterin gern zur Verfügung.\nDr. Henrike Mund,\nmund@kunsthalle-bielefeld.de\n, +49 (0)521- 3299950-39.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-fuer-die-provenienzforschung/", "date_published": "2026-01-06T00:00:00"}]}