{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/direktionssekretariat-m-w-d-3/", "image": "", "title": "Direktionssekretariat (m/w/d)", "content_text": "Deutsches Ledermuseum, Offenbach am Main Bewerbungsende: 18.08.2025 | Zum nächstmöglichen Zeitpunkt ist die Stelle im Direktionssekretariat (m/w/d) im Deutschen Ledermuseum in Offenbach am Main – Anstalt des öffentlichen Rechts – zu besetzen.\nDas Deutsche Ledermuseum in Offenbach am Main hat mit seiner Fokussierung auf Leder und artverwandte Materialien weltweit ein Alleinstellungsmerkmal in der Museumswelt: Über 30.000 Objekte zeugen von der globalen Verwendung und der vielfältigen kulturhistorischen Bedeutung des Werkstoffs Leder von der Urzeit des Menschen bis heute. Bestände alternativer Materialien werden in den letzten Jahren gezielt um vegane und recycelbare Stoffe erweitert. Ursprünglich als historische Vorbildsammlung für die Ausbildung junger Designer*innen, Handwerker*innen und Lederwarenproduzierenden in der einst florierenden Lederstadt Offenbach 1917 gegründet, umfasst die Sammlung heute eine Bandbreite an Gebrauchs- und Luxusgegenständen vom Kunsthandwerk und Design über Mode bis hin zu Objekten der Alltagskultur.\nIhre Aufgaben\nZu Ihren Tätigkeiten gehören die selbstständige Führung des Direktionssekretariats durch professionelles Management einschließlich Terminkoordination und Terminvorbereitung in organisatorischer Hinsicht, Telefondienst, Registratur, Posteingang/-ausgang, eigenständige Gestaltung der Korrespondenz sowie das Führen von Wiedervorlagen.\nDazu zählen auch allgemeine Verwaltungstätigkeiten sowie die Unterstützung der Direktion bei administrativen Geschäftsvorgängen, museumsplanerischen Aufgaben und Recherchen. Ebenfalls gehören die Organisation und Mitwirkung bei der Vorbereitung und Durchführung von Veranstaltungen, Pressekonferenzen und Eröffnungen dazu – einschließlich des Einladungsmanagements und der Pflege der Adressdatenbank. Des Weiteren sind Dienstpläne u.a. für das Kassenteam zu erstellen und zu überprüfen.\nSie sind erste*r Ansprechpartner*in für Museumsmitarbeiter*innen und Gäste.\nIhr Profil\nSie verfügen über eine erfolgreich abgeschlossene kaufmännische Ausbildung, ein erfolgreich abgeschlossenes Studium (z.B. Museumsmanagement) oder eine vergleichbare Ausbildung.\nWünschenswert sind Erfahrungen in den klassischen Aufgabenfeldern der Museumspraxis sowie Berufserfahrung in einer vergleichbaren Position, idealerweise in einer Kulturinstitution oder einem Museum.\nErwartet werden neben berufsprofilgebenden Fertigkeiten und Kenntnissen der administrativen Abläufe auch der sichere und eigenverantwortliche Umgang mit den üblichen MS-Office-Programmen, eine hohe Eigeninitiative, Belastbarkeit, Zuverlässigkeit, Flexibilität sowie eine sorgfältige und strukturierte, verantwortungsvolle und selbstständige Arbeitsweise. Sichere Umgangsformen, sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift, ausgeprägtes Organisationsgeschick, Engagement sowie Kommunikationsstärke, Teamfähigkeit und ein souveränes Auftreten runden Ihr Profil ab.\nUnser Angebot\neine Vollzeitstelle zunächst befristet auf 2 Jahre, eine anschließende Entfristung wird angestrebt\ndie Vergütung erfolgt im Rahmen der Qualifikation nach den tarifrechtlichen Voraussetzungen des TVöD VkA\nbetriebliche Zusatzversorgung zur Alterssicherung im Tarifbereich\nvermögenswirksame Leistungen können gewährt werden\neine vielseitige, interessante Tätigkeit in einem kleinen Team\neine verantwortungsvolle Aufgabe mit hohem Entwicklungspotential\nSchwerbehinderte Bewerber*innen werden nach Maßgabe des SGB IX bei gleicher Qualifikation und Eignung besonders berücksichtigt. Von ihnen wird jedoch ein Maß an körperlicher Eignung verlangt, das den Anforderungen des Arbeitsplatzes gerecht wird. Die Bewerbung von Menschen mit Migrationshintergrund, die die Voraussetzung der Stellenausschreibung erfüllen, ist ausdrücklich erwünscht.\nZur Wahrung Ihrer Interessen teilen Sie daher bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt.\nSie sind interessiert?\nBitte senden Sie Ihre aussagekräftige Bewerbung – bevorzugt digital – bis spätestens 18. August 2025 in einer einzigen PDF-Datei (max. 5 MB) an Agnes Stutz, Personalabteilung des Deutschen Ledermuseums. Wir bitten um Verständnis, dass Papierbewerbungen nicht zurückgesendet werden können. Eine Erstattung von Bewerbungs- oder Reisekosten ist leider nicht möglich.\nAnschrift:\nDeutsches Ledermuseum\nDirektorin Dr. Inez Florschütz\nFrankfurter Str. 86\n63067 Offenbach am Main\nbewerbungen(at)ledermuseum.de\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Museums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.08.2025", "url": "https://www.museumsbund.de/stellenangebote/direktionssekretariat-m-w-d-3/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/110699/", "image": "", "title": "Stellvertretende/r Sachgebietsleiter/in (m/w/d) mit B. A.", "content_text": "Ballonmuseum Gersthofen, Gersthofen Bewerbungsende: 13.08.2025 | Werden Sie Teil unseres Teams!\nDas Ballonmuseum Gersthofen ist weltweit das erste sowie in Deutschland das einzige Museum seiner Art. Es erzählt die Geschichte der Ballonfahrt mit dem besonderen Schwerpunkt Gasballon. Die Sammlung des Museums besteht aus zahlreichem technischem Originalequipment von kulturhistorischer Bedeutung und gehört auch international zu den größten und ältesten Sammlungen für Ballongeschichte sowie deren Technik. Zudem ist das Thema Ballonfahrt historisch eng mit der Stadt Gersthofen verknüpft und reicht bis ins 18. Jahrhundert zurück.\nUnser Stellenangebot\nBachelor/in (m/w/d) of Arts (B. A.) als\nS\ntellvertretende/r Sachgebietsleiter/in (m/w/d) für das Ballonmuseum Gersthofen\nin Voll- oder Teilzeit als Elternzeitvertretung für voraussichtlich drei Jahre.\nSie besitzen\nEin abgeschlossenes kunst- bzw. kulturwissenschaftliches Studium (Bachelor oder FH)\nFachkenntnisse im museologischen Bereich\nGrundlegende Kenntnisse in den museumsrelevanten Online-Portalen (Deutscher Museumsbund, ICOM bzw. Kulturportale wie Bavarikon)\nKenntnisse der Prozessabläufe des Museumsbetriebes sowie des Kultur-, Veranstaltungs- und Ausstellungsmanagements\nErfahrung in der Inventarisation\n– wünschenswert\nErfahrung in museumspädagogischer Arbeit\n– wünschenswert\nUmfassende Fachkenntnisse im Bereich Marketing und Öffentlichkeitsarbeit\nTiefgründige Fachkenntnisse in Kommunikationstechniken\nSehr hohe Dienstleistungsorientierung\nHohe Teamfähigkeit\nSicherer Umgang mit allen MS Office-Produkten\nDas erwartet Sie\nMitarbeit bei laufenden Geschäften und bei Projekten im Ballonmuseum\nVeranstaltungs- und Ausstellungsmanagement\nDurchführen von Presse- und Öffentlichkeitsarbeit/Kommunikation\nPflege der Sammlung und Ausstellung\nStellvertretender Sachgebietsleiter (m/w/d) des Ballonmuseums\nFreuen Sie sich auf\nEine befristete Einstellung als Tarifbeschäftigter (m/w/d) in der Entgeltgruppe 10 TVöD mit einer leistungsorientierten Jahressonderzahlung. Bitte informieren Sie sich z. B. unter\noeffentlicher-dienst.info\nüber die Vergütung.\nBetriebliche Zusatzkrankenversicherung\nAttraktive betriebliche Altersvorsorge\nEine gute Vereinbarkeit von Beruf und Familie durch flexible Arbeitszeitmodelle (u. a. Gleitzeit)\nMobiles Arbeiten nach Bestehen der Probezeit\n6 Wochen Urlaub/Jahr, grundsätzlich am Faschingsdienstag sowie 24. und 31. Dezember frei\nBezuschussung zum Deutschland-Ticket\nWir freuen uns auf Ihre Kontaktaufnahme\nFachliche Fragen\nKathrin Dürr\nTel.: 0821/2491-505\nE-Mail: kduerr@gersthofen.de\nFragen zur Bewerbung\nElena Gillmann\nTel.: 0821/2491-200\nE-Mail: egillmann@gersthofen.de\nDie Stadt Gersthofen fördert aktiv die Gleichstellung aller Mitarbeiter/innen (m/w/d). Wir begrüßen Bewerbungen von allen Menschen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bewerber/innen (m/w/d) mit Schwerbehinderung werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt?\nWir freuen uns, dass Sie Lust darauf haben bei der Stadt Gersthofen zu arbeiten. Um sich zu bewerben, nutzen Sie bitte unser Online-Stellenportal unter www.gersthofen.de/jobs und senden Sie uns aussagekräftige Unterlagen wie Anschreiben, Lebenslauf, Zeugnissen usw. zu.\n(Eine automatische Antwort-Mail informiert Sie darüber, ob Ihre Bewerbung angekommen ist.)\nEnde der Bewerbungsfrist ist der\n13.08.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.08.2025", "url": "https://www.museumsbund.de/stellenangebote/110699/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-6/", "image": "", "title": "Grabungstechniker (m/w/d)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 15.08.2025 | Beim Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– sind befristete Stellen als\nGrabungstechniker (m/w/d)\nfür den Einsatz als Grabungstechniker* bei baubegleitenden archäologischen Untersuchungen (z.B. mobiles Archäologieteam) und bei Ausgrabungen unterschiedlicher Größe und Zeitdauer (z.B. Stadtkern, Infrastruktur) zu besetzen.\nDie Stellen sind mit höchstens E 10 TV-L bewertet. Die Eingruppierung richtet sich nach den übertragenen Aufgaben der konkreten Stelle.\nDie Stellen verstehen sich vorbehaltlich der zur Verfügung stehenden Mittel und sind entsprechend der jeweiligen Ausgrabungsvorhaben befristet.\nEs handelt sich um Vollzeitstellen. Der Dienstort richtet sich nach dem Einsatzort.\nAufgaben:\nDurchführung grabungstechnischer Aufgaben bei archäologischen Grabungen unterschiedlicher Größe\nAnleitung des unterstellten Fach- und Grabungspersonals entsprechend der Vorgaben der Grabungsleitung\nZusammenarbeit mit den Bau ausführenden Betrieben und der zentralen Baustellenüberwachung\nÜberprüfung des koordinierten Einsatzes der Baustellentechnik\nDokumentation im Gelände und anschließend Fundbearbeitung bis zur Herstellung des technischen Gesamtberichtes\nFachliche Voraussetzungen:\nabgeschlossene Ausbildung zum Grabungstechniker oder der Nachweis vergleichbarer Qualifikationen bzw. Kenntnisse\nKenntnisse der mitteldeutschen Ur- und Frühgeschichte\nErfahrung bei der Durchführung von Grabungsprojekten oder archäologische Geländeerfahrung\nwünschenswert sind gute Kenntnisse der Vermessung\neinschlägige EDV-Kenntnisse (z. B. MS Office-Paket oder GIS)\nKenntnisse der einschlägigen Arbeitsschutzbestimmungen und Erfahrung beim Arbeiten auf Baustellen\nPersönliche Voraussetzungen:\nKörperliche Eignung zum Einsatz auf Baustellen\nAusgeprägte Teambereitschaft, hohe Flexibilität, ausdauernde Einsatzbereitschaft\nFührerschein Klasse B, Bereitschaft zum Führen eines Dienst-Kfz\nBereitschaft zum Führen einer Flugdrohne\nWir bieten Ihnen:\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze schätzt\nzusätzliche betriebliche Altersvorsorge (VBL)\n30 Tage Urlaub im Jahr bei einer 5-Tage-Woche (24.12. und 31.12. frei)\nTeilzeit ist in angemessenem Rahmen möglich\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 12/25\n– auch außen auf dem Briefumschlag – bis zum 15.08.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–\nLandesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA\nunter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\n*Aus Gründen der besseren Lesbarkeit wird auf die gleichzeitige Verwendung der Sprachformen männlich, weiblich und divers (m/w/d) verzichtet. Sämtliche Personenbezeichnungen gelten gleichermaßen für alle Geschlechter.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.08.2025", "url": "https://www.museumsbund.de/stellenangebote/grabungstechniker-m-w-d-6/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-in-der-grafiksammlung/", "image": "", "title": "Elternzeitvertretung in der Grafiksammlung", "content_text": "Käthe Kollwitz Museum Köln, Köln Bewerbungsende: 31.07.2025 | Elternzeitvertretung in der Grafiksammlung des Käthe Kollwitz Museum Köln\nMehr als 300 Zeichnungen, mehr als 600 Druckgrafiken, Skulpturen\nMonografisches Museum\nStandort: Köln\nBeginn: ab sofort\nBeschäftigungsart: Assistentenstelle in Teilzeit (70%), befristet auf voraussichtlich 18 Monate\nBewerbungsfrist: 31.7.25\nDas sind Ihre Aufgaben:\nMitarbeit bei der Objektverwaltung und -erschließung, einschließlich Depotverwaltung, Datenbankpflege und Organisation von Restaurierungsaufträgen\nUnterstützung beim Leihverkehr\nMitarbeit bei der Organisation und Durchführung von Ausstellungen\nEigenständige Durchführung von Führungen\nÜbernahme weiterer Verwaltungs-, Organisations- und Kommunikationsaufgaben\nDas erwarten wir:\nabgeschlossenes wissenschaftliches Hochschulstudium im Bereich Kunstgeschichte oder verwandten Fächern (Master oder vergleichbarer Abschluss) oder abgeschlossenes Studium der Fachrichtung Konservierung und Restaurierung von Kunst- und Kulturgut\nErfahrung im musealen Umgang mit Grafiken (Arthandling, Verwahrung und Kontrolle)\nGutes Auffassungsvermögen\nZuverlässiger und vorausschauender Arbeitsstil\neigenverantwortliches Arbeiten\nKommunikations- und Teamfähigkeit\nsehr gute Deutschkenntnisse und mindestens eine weitere Fremdsprache\nBeherrschung der üblichen digitalen Office-Anwendungen\nDamit punkten Sie:\nErfahrung in der Museumsarbeit\nKenntnisse druckgrafischer Techniken\nErfahrung im Verfassen wissenschaftlicher Kurztexte (Katalogeinträge etc.)\nErfahrung in gängigen Datenbanksystemen\nDamit punkten wir:\nflexible Arbeitszeiten\ngutes Arbeitsklima\nattraktive Sozialleistungen: z.B. Deutschlandticket sowie vermögenswirksame Leistungen\nsehr gute Anbindung an den öffentlichen Nahverkehr\nDas Beschäftigungsverhältnis ist angelehnt an den Tarifvertrag für den öffentlichen Dienst der Sparkassen (TVöD-S).\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung und sexueller Identität.\nHaben Sie Fragen?\nFür Fragen zur Stellenausschreibung stehen wir Ihnen per E-Mail unter\nmuseum@kollwitz.de\nzur Verfügung.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse) per E-Mail an\nmuseum@kollwitz.de\nbis spätestens 31.07.2025 ein.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-in-der-grafiksammlung/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verantwortliche-elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "image": "", "title": "verantwortliche Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 12.08.2025 | Das Deutsche Technikmuseum – Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt eine\nverantwortliche Elektrofachkraft (Bestellung als vEFK) / Mitarbeiter*in Elektrotechnik (m/w/d)\nunbefristet und in Vollzeit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.08.2025", "url": "https://www.museumsbund.de/stellenangebote/verantwortliche-elektrofachkraft-bestellung-als-vefk-mitarbeiterin-elektrotechnik-m-w-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/medienarchivarin-koordinatorin-m-w-d-fuer-das-humanethologische-filmarchiv/", "image": "", "title": "Media Archivist / Coordinator (m/f/d)  for the Human Ethology Film Archive", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 31.08.2025 | // EN below\nFür die\nAbteilung Paläoanthropologie\nam Senckenberg Forschungsinstitut und Naturmuseum Frankfurt sucht die Senckenberg Gesellschaft für Naturforschung zum 01.10.2025 eine*n\nMedienarchivar*in / Koordinator*in (m/w/d)\nfür das Humanethologische Filmarchiv\n(Teilzeit: 80 %)\nOrt: Frankfurt\nBeschäftigungsumfang: Teilzeit: 80 %\nVertragsart: Zunächst befristet auf 2 Jahre; eine Entfristung ist vorgesehen\nVergütung: E 11 / Tarifvertrag des Landes Hessen (TV-H)\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nSenckenberg untersucht und dokumentiert die Biodiversität in den dynamischen Zusammenhängen des Erdsystems und stellt die gewonnenen Erkenntnisse Wissenschaft und Gesellschaft zur Verfügung. Ein besonderer Schwerpunkt liegt auf sammlungsbasierter Forschung, die gleichermaßen von wissenschaftlicher Neugier und praktischer Relevanz getragen wird. Am Standort Frankfurt beherbergt Senckenberg das weltweit einzigartige Humanethologische Filmarchiv (HEFA), das ursprünglich von der Max-Planck-Gesellschaft aufgebaut wurde. Das Archiv umfasst rund 800 Stunden Film- und Tonmaterial sowie visuelle und schriftliche Dokumente. Diese zeigen Alltagsszenen und soziale Interaktionen im privaten und öffentlichen Raum, bei Festen und kulturellen Ritualen in fünf Gesellschaften Afrikas, Südamerikas und Südostasiens/Ozeaniens. Die Aufnahmen stammen aus den kulturvergleichenden Langzeitstudien von Prof. Eibl-Eibesfeldt.\nIhre Aufgaben\nWir suchen kreative Persönlichkeiten, die sich für dokumentarisches Filmmaterial begeistern und die sich sicher an der Schnittstelle zwischen Natur- und Geisteswissenschaften bewegen; etwa in den Bereichen Humanethologie, Humanökologie, Ethnologie, Anthropologie, Filmwissenschaft oder verwandten Disziplinen. Sie haben ein ausgeprägtes Interesse an den rechtlichen und ethischen Fragestellungen, die sich beim Zugang zu historischem wissenschaftlichem Filmmaterial sowie bei dessen Aufarbeitung und Digitalisierung stellen – insbesondere im Hinblick auf die Nutzung des Humanethologischen Filmarchivs. Sie bringen Erfahrung in der Kuratierung, Archivierung und Verwaltung von Datenbanken für schriftliche und audiovisuelle Dokumente mit. Sie planen und führen Archiv-Recherchen eigenverantwortlich durch, bearbeiten externe Anfragen mit hoher Professionalität und bereiten die relevanten Unterlagen sorgfältig und strukturiert für den Ethikausschuss des HEFA vor.\nIhr Profil\nBerufliche Qualifikation als Archivar*in\n,\nSammlungsmanager*in oder in einem vergleichbaren Bereich mit abgeschlossenem Bachelorstudium oder einer vergleichbaren Ausbildung, z. B. als Fachangestellte*r für Medien- und Informationsdienste (FaMI) in der Fachrichtung Archiv.\nAusgeprägtes Interesse und hohe Sensibilität für ethisch verantwortungsvolle Archivpraxis im Umgang mit historischem audiovisuellen Material und den damit verbundenen Daten.\nInteresse an der Dokumentation und Bewahrung menschlicher bio-kultureller Dynamiken sowie an Themen der Ethologie, Ethnologie, Anthropologie und kulturellen Vielfalt.\nErfahrung oder nachweisliche Fähigkeit, Konzepte für die kontinuierliche Nutzung des Filmarchivs zu entwickeln, sowie die Registrierung und Betreuung von Archivbesuchen zu organisieren.\nGroßes Interesse am Ausbau des Programms zur Digitalisierung, Archivierung und Nutzung des Humanethologischen Filmarchivs (HEFA).\nAufgrund des breiten öffentlichen und wissenschaftlichen Interesses am HEFA sind sehr gute kommunikative Fähigkeiten unerlässlich, insbesondere für die Vernetzung mit nationalen und internationalen Kooperationspartnern, Forschenden, Filmarchiv-Organisationen und Behörden.\nSehr gute Englischkenntnisse in Wort und Schrift; gute Deutschkenntnisse in Wort und Schrift, bzw. die Bereitschaft, Deutsch zu lernen.\nFührerschein der Klasse B ist wünschenswert.\nFlexibilität sowie die Bereitschaft, sich in neue Aufgabenfelder einzuarbeiten, und gelegentliche Einsätze außerhalb der regulären Arbeitszeiten im Rahmen von Konferenzen, Workshops, Besuchen von Gästen aus dem In- und Ausland oder ähnlichen Veranstaltungen (nach Absprache, ca. 30 Stunden pro Jahr).\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen.\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität.\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK).\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-25044 bis zum 31.08.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online- Bewerbungsformular:\nhttps://www.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Ottmar Kullmer unter\nottmar.kullmer@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFor the\nDepartment of Paleoanthropology\nat the Senckenberg Research Institute and Natural History Museum Frankfurt, the Senckenberg – Leibniz Institution for Biodiversity and Earth System Research (SGN) is seeking to fill the following position as of 1 October 2025:\nMedia Archivist / Coordinator (m/f/d)\nfor the Human Ethology Film Archive\n(Part Time: 80 %)\nLocation: Frankfurt\nEmployment scope: Part-time: 80%\nType of contract: Initially limited to 2 years; a permanent employment is intended\nRemuneration: E 11 / Collective agreement of the state Hesse (TV-H)\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. Our headquarters is located in the thriving commercial metropolis of Frankfurt (often referred to as Mainhatten) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nIn line with its mission to analyze and document biodiversity in the dynamics of the Earth system for the benefit of science and society, Senckenberg promotes curiosity-driven and application-oriented collection-based research. Senckenberg hosts the unique Human Ethology Film Archive (HEFA) established through the Max Planck Society. HEFA consists of approximately 800 hours of film and sound recordings, visual and written documents of everyday life and social interaction in private and public situations, celebrations and cultural displays in five societies in Africa, South America and Southeast Asia/Oceania, derived from the cross-cultural long-term research of Prof. Eibl-Eibesfeldt.\nYour tasks\nWe are looking for creative individuals with a strong enthusiasm for documentary film material who feel confident working at the interface between the natural and the social sciences – for example in the fields of human ethology, human ecology, ethnology, anthropology, film studies or related disciplines. You have a strong interest in the legal and ethical questions that arise in connection with accessing, processing and digitising historical scientific film material – particularly regarding the use of the Human Ethology Film Archive. You bring experience in the curation, archiving, and management of databases for written and audiovisual materials. You plan and carry out archival research independently, respond professionally to external enquiries, and prepare all relevant documents carefully and in a structured manner for the ethics committee responsible for the Human Ethology Film Archive at Senckenberg.\nYour profile\nA professional qualification as an archivist, collections manager, or in a comparable field, with a completed bachelor’s degree or equivalent training, such as qualification as a media and information services specialist (FaMI) with a focus on archives.\nStrong interest and sensitivity in ethically responsible archive practices of historical audiovisual footage and associated data.\nInterest in the documentary and preservation of human biocultural dynamics, ethology, ethnology, anthropology, and diversity.\nExperience or demonstrated ability to develop concepts for regular film archive research and organizing registration and visits in the film archive.\nStrong interest in developing HEFA’s digitisation, archiving and utilization programme.\nDue to an expected broad public and scientific interest in the HEFA, very good communication skills are essential for networking with national and international cooperation partners, researchers, film archive organisations, and authorities.\nVery good command of English, both written and spoken; good command of German, or a willingness to learn the language.\nDriver’s license (Class B) is desirable.\nFlexibility and willingness to familiarize yourself with new areas of responsibility, as well as the occasional assignment outside normal working hours within the framework of conferences, workshops, visits by guests from Germany and abroad, or other events (by prior arrangement, approx. 30 hours per year).\nWe Offer:\nAccess to an international network of scientists, policymakers, and research organizations.\nAn attractive position in a dynamic working environment in Frankfurt at a globally recognized research institution, located in a diverse and vibrant city offering a high quality of life.\nFlexible working hours – mobile working options – Support with childcare or caring for family members (certified by the “audit berufundfamilie”) – employee ID card with free admission to municipal museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK).\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation, detailed CV, certificates of education and work references) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #01-25044 by 31\nst\nAugust 2025 or apply online, using the application form on our website www.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Prof. Dr. Ottmar Kullmer at\nottmar.kullmer@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/medienarchivarin-koordinatorin-m-w-d-fuer-das-humanethologische-filmarchiv/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/linux-system-administratorin-m-w-d-mit-schwerpunkt-scientific-computing-2/", "image": "", "title": "Linux System Administrator*in (m/w/d) mit Schwerpunkt Scientific Computing", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 24.08.2025 | Die Senckenberg Gesellschaft für Naturforschung\nmit Hauptsitz in Frankfurt am Main sucht für das\nSenckenberg Forschungsinstitut und Naturmuseum Frankfurt\nzum nächstmöglichen Zeitpunkt die\nAbteilung Wissenschaftliche IT\neine\nLinux System Administrator*in (m/w/d)\nmit Schwerpunkt Scientific Computing\n(Vollzeit / Teilzeitlösungen sind möglich)\nOrt: Frankfurt am Main\nBeschäftigungsumfang: Vollzeit (40 Std./Woche) /\nTeilzeitlösungen sind grundsätzlich möglich\nVertragsart: zunächst befristet für 2 Jahre\nVergütung: nach dem Tarifvertrag des Landes Hessen, TV-H E 11 – 13\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Tätigkeiten\nSelbstständige Planung, Konfiguration, Inbetriebnahme und Administration der wissenschaftlichen Hochleistungsserver und HPC Systeme\nGrundlegende und praktische Unterstützung von Senckenbergs Arbeitsgruppen in der Geobiodiversitätsforschung im Bereich Scientific Computing, insbesondere bei der Installation und Konfiguration von entsprechenden Softwarekomponenten (z.B. Einspielung/Versions-Upgrade von Programmbibliotheken, Modulen, Programmiersprachen sowie Workflowtools wie Jupyter)\nUnterstützung des Datenmanagements von Forschungsdaten\nUnterstützung der Teamleitung bei der strategischen Entwicklung der wissenschaftlichen IT sowie bei der Beantragung von Drittmittelprojekten im Bereich Research Data Management und Forschungsdatenrepositorien\nBeteiligung an wissenschaftlichen Projekten mit starkem IT-, Datenbanken-, oder Modellierungsbezug sowie Publikation der Forschungsergebnisse in internationalen Fachzeitschriften\nIhr Profil\nein abgeschlossenes Studium Uni/FH im Bereich Informatik, Mathematik, Physik, einem verwandten Studiengang oder einer Ausbildung zum/zur Fachinformatiker*in für Systemintegration\nsehr gute Kenntnisse in der Administration von Linux-Servern, idealerweise auf Basis von RHEL-Derivaten (z.B. CentOS, Rocky Linux)\nsehr gute Kenntnisse in der Betreuung von HPC Systemen (inkl. Workload Management System wie z.B. Slurm)\ngute Kenntnisse in mehreren Programmiersprachen (z.B. Python, Perl, C++ oder R) sowie in der Konfiguration, Kompilierung und dem Deployment von Software, z.B. mit make, cmake oder entsprechenden Paketierungstool\ngute Kenntnisse in den üblichen Aufgaben der Systemadministration wie Einrichtung von\nNutzerkonten, Verwaltung von Zugriffsrechten und Verzeichnisdiensten\nKenntnisse im Bereich Monitoringsysteme, Software Container (z. B. Docker) sowie Research\nData Management und Forschungsdatenrepositorien\ngute Kenntnisse im Bereich parallele Dateisysteme (z.B. BeeGFS)\nSolides IT Basiswissen (Hard- und Software)\nInteresse an Biodiversitäts- und Umweltforschung\nWir bieten Ihnen\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nselbstständiges Handeln in einem internationalen, kleinem Projektteam mit flachen Hierarchien und hoher Eigenverantwortung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei)\nbitte unter Angabe der Referenznummer #11-25006-1\nbis zum\n24.08.2025 an recruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das online\nBewerbungsformular\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Thomas Hickler unter\nthomas.hickler@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.08.2025", "url": "https://www.museumsbund.de/stellenangebote/linux-system-administratorin-m-w-d-mit-schwerpunkt-scientific-computing-2/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-in-der-entomologie/", "image": "", "title": "Technische Assistenz (m/w/d) in der Entomologie", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 10.08.2025 | Die Senckenberg Gesellschaft für Naturforschung\nmit Hauptsitz in Frankfurt am Main sucht für das\nSenckenberg Forschungsinstitut und Naturmuseum Frankfurt\nzum nächstmöglichen Zeitpunkt für die\nAbteilung Terrestrische Zoologie, Sektion Entomologie\n, am Standort Frankfurt eine\nTechnische Assistenz (m/w/d) in der Entomologie\n(Vollzeit / Teilzeit mind. 60%)\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / Teilzeit ist möglich (mindestens 60%)\nVertragsart: Befristet auf zwei Jahre\nVergütung: E6 Tarifvertrag des Landes Hessens (TV-H)\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Hauptsitz der Gesellschaft ist die Mainmetropole Frankfurt im Herzen Deutschlands. Hier befindet sich auch eine der bekanntesten Senckenberg-Einrichtungen, das Senckenberg Naturmuseum.\nIhre Aufgaben\nMitarbeit bei der Digitalisierung der umfangreichen entomologischen Sammlungen, insbesondere des Typenmaterials\nBetreuung, Inventarisierung und Neuaufstellung von Teilen der umfangreichen entomologischen Forschungssammlungen inklusive des Leihverkehrs\nVersorgung von Insekten aus Forschungsprojekten (trockene Präparation, Konservierung in Ethanol, Etikettieren etc.)\nEinpflegen von Literatur in die Sektionsbibliotheken\nMitbetreuung von Gastforschenden und Senckenberg-Schüler*innen\nVor- und Nachbereitung von Feldarbeit\nMöglichkeit zur Teilnahme an Feldarbeit im In- und Ausland\nErledigung von Korrespondenz, allgemeine Bürotätigkeiten\nIhr Profil\nEine abgeschlossene Berufsausbildung als Technische*r Assistent*in (m/w/d) für naturkundliche Museen und Forschungsinstitute oder eine vergleichbare Qualifikation\nErfahrung mit der Betreuung musealer Sammlungen\nKenntnisse entomologischer Präparationstechniken\nErfahrung mit verschiedenen Verfahren der Makrofotografie und Mikroskop-fotografie sind wünschenswert\nGute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift, auch im Umgang mit wissenschaftlicher Fachliteratur\nSelbständiges und lösungsorientiertes Arbeiten nach Anweisung\nTeamgeist, Sorgfalt, Flexibilität und Zuverlässigkeit sowie Eigeninitiative runden Ihr Profil ab\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen\neine attraktive Tätigkeit in einem dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung in einer vielfältigen Stadt mit hoher Lebensqualität.\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in viele städtische Museen – tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #01-25042 bis zum 10.08.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online- Bewerbungsformular.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Dr. Steffen Pauls unter\nsteffen.pauls@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\n.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-in-der-entomologie/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-den-buchungsservice-der-lvr-museen-m-w-d/", "image": "", "title": "Mitarbeiter*in für den Buchungsservice der LVR-Museen (m/w/d)", "content_text": "kulturinfo rheinland, Pulheim-Brauweiler Bewerbungsende: 15.08.2025 | Die Rheinland Kultur GmbH ist die Service- und Betriebsgesellschaft des Landschaftsverbandes Rheinland (LVR) und unterstützt diesen Kommunalverband mit mehr als 1.400 Mitarbeitenden in 20 Museen und 54 schulischen, klinischen und heilpädagogischen Einrichtungen.\nInnerhalb unseres umfangreichen Leistungsspektrums für den LVR ist die\nkulturinfo rheinland\nder zentrale Besucherservice für die Museen und Kultureinrichtungen des Landschaftsverbandes Rheinland. Wir unterstützen Planung und Buchung der Museumsbesuche durch kompetente Beratung und Service.\nZur Verstärkung unseres Teams der kulturinfo rheinland in Pulheim-Brauweiler suchen wir in Teilzeit (20 Std./Woche) eine*n\nMitarbeiter*in für den Buchungsservice der LVR-Museen (m/w/d)\nWas sind Ihre Aufgaben?\nKommunikation mit Museen und Museumsbesuchenden\nBeratung und Buchung von Führungen, Workshops und Aktionen\nKundenkommunikation per E-Mail, Telefon und Online-Formular\nBearbeitung von Stornierungen und Umbuchungen\nPflege und Verwaltung des Buchungssystems und des internen Wissenstools\nOrganisation des Arbeitsplatzes\nWas bringen Sie mit?\nInteresse am kulturellen Angebot des Landschaftsverbandes Rheinland\nErfahrung im Bereich Buchungsmanagement, Disposition oder Kundenservice von Vorteil\nEinen ausgeprägten Blick fürs Detail und einen hohen Qualitätsanspruch an Ihre eigene Arbeit\nEine Hands-on Mentalität sowie eigenverantwortliches Arbeiten\nFlexibilität und die Fähigkeit, in einem sehr dynamischen Umfeld sicher zu agieren\nSie sind ein „Guter Laune“-Typ, sehr service- und kundenorientiert\nSie fühlen sich „hinter Ihrem PC“ genauso wohl wie am Telefon\nSie haben Erfahrung mit den gängigen MS Office-Programmen\nSie sind ein Kommunikationsprofi in Wort und Schrift, arbeiten strukturiert und sorgfältig\nSie behalten auch in komplizierten Buchungssituationen den Überblick und suchen nach guten Lösungen für Besuchende und Museen.\nWas bieten wir Ihnen?\nEine abwechslungsreiche und interessante Tätigkeit im kulturellen Umfeld\nMitarbeit in einem kleinen, motivierten Team und angenehmen Arbeitsklima\nKurze Kommunikationswege und hilfsbereite Kolleg*innen\nArbeitszeiten von montags bis freitags zwischen 08:00 – 18:00 Uhr in Schichten\nEine betriebliche Altersvorsorge mit sehr guten Konditionen\nMitarbeitenden-Rabatte\nFreuen Sie sich zudem auf Folgendes:\nWork-Life-Balance:\nMöglichkeit zum mobilen Arbeiten\nPerspektive & Arbeitsumfeld:\nUnbefristetes Arbeitsverhältnis und Vergütung nach dem Gehaltstarif Sicherheitsdienstleistungen NRW, eine moderne IT-Ausstattung\nGesundheit & Wohlbefinden:\nRegelmäßig stattfindende Gesundheitstage\nUnterstützung sowie Fort- & Weiterbildung:\nSchulungen und Weiterbildungen individuell auf Sie zugeschnitten und regelmäßige Feedbackgespräche\nWir denken an Ihre Zukunft:\nUnd bieten Ihnen daher eine Betriebliche Altersvorsorge an\nInteressiert?\nDann freuen wir uns auf die Zusendung Ihrer vollständigen Bewerbungsunterlagen mit Gehaltswunsch (Anschreiben, Lebenslauf und vorhandene Zeugnisse) bis zum 15.08.2025 per E-Mail an:\nbewerbung@rheinlandkultur.de\nunter dem Stichwort:\n„Buchungsservice der LVR-Museen“\n.\nBitte fassen Sie Ihre Bewerbungsunterlagen unbedingt in nur einem PDF-Dateianhang (max. 3 MB) zusammen. Bei Rückfragen steht Ihnen Frau Tanja Burmann unter der Telefonnummer 02234 9921-105 gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-den-buchungsservice-der-lvr-museen-m-w-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektkraft-m-w-d/", "image": "", "title": "Wissenschaftliche Projektkraft (m/w/d)", "content_text": "Literatur- und Kunstinstitut Hombroich, Neuss Bewerbungsende: 15.08.2025 | Es gilt, eine Kostbarkeit, in einer Nische des allgemeinen Kunstbetriebs beheimatet, gleichermaßen zu bewahren und zu teilen.\nDas Literatur- und Kunstinstitut Hombroich, gemeinnützige GmbH,\nsucht zum nächstmöglichen Zeitpunkt\nfür drei Jahre\neine Wissenschaftliche Projektkraft (m/w/d)\nfür die Weiterführung des Rosa Hauses in die nächste Generation.\nDas Rosa Haus im Alten Park der Insel Hombroich wurde von dem Sammler und Kunsthistoriker Volker Kahmen (1939–2017) mit Objekten aus Kunst, Literatur und Geistesgeschichte von der Zeit der Aufklärung bis zur Gegenwart sowie natur- und erdgeschichtlichen Zeugnissen eingerichtet. Die Sammlung mit einem Schwerpunkt deutsch-jüdischer Literatur und kritischer Intelligenz des 20. Jahrhunderts (mit Beständen von Karl Kraus, Else Lasker-Schüler, Franz Kafka, Martin Buber, Werner Kraft, Gershom Scholem, Walter Benjamin, Adorno u. v. a.) ist in ihrer künstlerischen Qualität und geistigen Tragfähigkeit von immenser kulturhistorischer Kraft; ihre wunderkammerartige Installation lässt Besuchende ein Netz visueller, assoziativer und geistiger Bezüge erfahren und spinnen.\nDie Erfahrung vernetzter Natur, Kunst, Literatur und Wissenschaft, das Verständnis von Zusammenhängen ist grundlegend in einer wie nie zuvor komplexen Welt globaler Herausforderungen, deren Bewältigung spartenübergreifendes Wissen, Denken und Handeln erfordert. Im Spiegel aktueller Sehgewohnheiten, Kommunikationsformen und Fragestellungen soll das Rosa Haus im Rahmen des Projekts als Ort interdisziplinären Sehens, Denkens und Forschens insbesondere der nächsten Generation erschlossen werden. Lassen Sie uns gemeinsam maßgeschneiderte Nutzungs- und Kommunikationskonzepte für Wissenschaft und Öffentlichkeit entwickeln.\nFür eine auf drei Jahre begrenzte Projektstelle suchen wir einen neugierigen, aufnahmefähigen und sensiblen Menschen mit einem abgeschlossenen Studium oder gleichwertiger Qualifikation sowie kritischer Medienkompetenz. Leidenschaft, etwa für Literatur, Kunst und Geisteswissenschaften, müssen Sie mitbringen; Wissen und Zusammenhänge erarbeiten wollen. Interdisziplinäre Vernetzungen interessieren Sie, Teamarbeit und eigenständiges Arbeiten liegen Ihnen ebenso wie der Wechsel zwischen Kommunikation und Konzentration.\nWir bieten Ihnen eine auratische Arbeitsstelle in Voll- oder Teilzeit mit Lern-, Denk- und Gestaltungsraum in einem kleinen, wirksamen, partnerschaftlichen Team bei flexibler Arbeitszeit. Auf Ihre Bewerbung per Mail bis zum 15.8.2025 unter Angabe Ihrer Gehaltsvorstellung freuen wir uns.\nKontakt: Dr. Ricarda Dick,\ninfo@sammlung-kahmen.de\nLiteratur- und Kunstinstitut Hombroich\nGemeinnützige Stiftungs-GmbH\nRosa Haus, Insel Hombroich\nMinkel 2\n41472 Neuss\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektkraft-m-w-d/", "date_published": "2025-07-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-security-m-w-d-in-lingen-in-teilzeit/", "image": "", "title": "Sicherheitsmitarbeiter / Security (m/w/d) in Lingen in Teilzeit", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Lingen Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen zur Verstärkung unseres Teams einen\nMitarbeiter (m/w/d) für den Sicherheitsdienst\nmit dem\nNachweis der Unterrichtung nach §34a Gewerbeordnung\noder der\nSachkundeprüfung\nund mit Computerkenntnissen für ein Industrieobjekt in Lingen (Ems).\nDie Tätigkeit kann in\nversicherungspflichtiger Teilzeit\nausgeübt werden.\nIhre Vorteile bei uns:\nWir gewährleisten eine\ntarifgebundene\nBezahlung inkl. einer übertariflichen Zulage\nSie erwartet ein\nlangfristiges Arbeitsverhältnis\nbei einem wachstumsorientierten Unternehmen\nWir bieten ein\nerfolgreiches Gesundheitsmanagement\nmit vielfältigen Mitarbeiterangeboten rund um das Thema „Gesundheit“\nSie erwartet ein Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nSie können sich auf eine eigenverantwortliche Aufgabe in einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine abwechslungsreiche Tätigkeit im Objektschutz / Wachdienst\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie überwachen wichtige Unternehmensbereiche\nSie führen Zugangskontrollen (Fahrzeuge & Personen) durch\nSie sind der erste Ansprechpartner für Besucher\nSie lenken die Lieferanten und Besucher (u.a. Ausgabe von Besucherausweisen)\nSie erteilen einfache Auskünfte (z.B. Wegweiser)\nSie vermitteln Telefongespräche\nSie führen Rundgänge über das Betriebsgelände durch\nSie sorgen für den Objektschutz und Werkschutz\nSie übernehmen klassische Pförtnertätigkeiten\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen sehr gute Kenntnisse der deutschen Sprache\nSchulenglisch ist wünschenswert\nSie verfügen über EDV-Kenntnisse, insbesondere der Office-Anwendungen\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nDie\nUnterrichtung nach §34a GewO ist erforderlich\n, gern auch höhere Qualifikation\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-security-m-w-d-in-lingen-in-teilzeit/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-personal-w-m-d/", "image": "", "title": "Referent*in Personal (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 31.07.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt unbefristet in Teilzeit (35 WSt.) eine*n\nReferent*in Personal (w/m/d)\nAls Personalreferent*in sind Sie maßgeblich an der Umsetzung der Ziele unserer Institution beteiligt. Ihr Aufgabenbereich umfasst die professionelle Betreuung und Verwaltung aller personalrelevanten Prozesse, die Sicherstellung einer effizienten Personalverwaltung sowie die Förderung der Mitarbeiterzufriedenheit durch strukturierte und serviceorientierte Verwaltungsarbeit. Unterstützt werden Sie im Team Personal von unserer Sachbearbeiterin Personal und Verwaltung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-personal-w-m-d/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-die-stabsstelle-recht-und-vergabe-3/", "image": "", "title": "Mitarbeiter (w/m/d) für die Stabsstelle Recht und Vergabe", "content_text": "Deutsches Museum, München Bewerbungsende: 30.07.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nZur Durchführung von Vergabeverfahren und vergaberechtlichen Beratung der Fachabteilungen suchen wir zum nächstmöglichen Zeitpunkt in Teilzeit und/oder Vollzeit einen\nMitarbeiter (w/m/d)\nfür die Stabsstelle Recht und Vergabe\nfür den Einkauf von Liefer- und Dienstleistungen (auch Bauleistungen)\nIhre Aufgaben\nDurchführung (Vorbereitung, Bekanntmachung, Beantwortung von Bieterfragen und Nachbereitung) von Vergabeverfahren unter Sicherstellung des Vergaberechts und des Haushaltsrechts nach GWB, VgV, UVgO, VOB und BayHO (VVöA)\nBeratung und Unterstützung der Fachabteilungen bei allen Fragen rund um den Einkauf sowie bei der Erstellung der Vergabeunterlagen und Vergabekriterien (insbesondere zu Leistungsbeschreibungen, Eignungs- und Zuschlagskriterien sowie der Bewertungsmatrix und zu Verträgen und Anlagen)\nAngebotsöffnung sowie formale und rechnerische Prüfung der Angebote, Eignungsprüfung der Bieter, Preisprüfung, Ermittlung des wirtschaftlichsten Angebots (Anwenden von Bewertungsmethoden), abschließende Wertung der Angebote und Zuschlagsempfehlung\nBeantwortung von vergaberechtlichen Einzelfragen\nMitarbeit bei der Bearbeitung von Bieter-Rügen und Nachprüfverfahren\nFühren der Vergabeakte, rechtssichere Dokumentation der Vergabeverfahren\nMitarbeit bei der Erarbeitung von Standards und Konzepten sowie deren Weiterentwicklung in der Stabsstelle\nIhr Profil\nabgeschlossenes Hochschulstudium bevorzugt der Fachrichtung Rechtswissenschaft (auch Volljuristen), Wirtschaftswissenschaften, Architektur, Bauingenieurwesen oder Öffentliche Verwaltung\noder\nabgeschlossene Ausbildung im nichttechnischen Verwaltungsdienst oder abgeschlossener Angestelltenlehrgang II\nKenntnisse des öffentlichen Vergabe- und des Preisrechts mit idealerweise mehrjähriger praktischer Erfahrung\ngute EDV-Kenntnisse (Windows, MS Office; wünschenswert: evergabe-online.de)\neine schnelle, gründliche Arbeitsweise,\ndeutsche Sprachkenntnisse in Wort und Schrift auf dem Niveau C2 des Gemeinsamen Europäischen Referenzrahmens\nPersönliche / soziale / methodische Kompetenzen\nFreude an präziser, systematischer und strukturierter, zugleich aber auch ergebnisorientierter Arbeitsweise\ndurchsetzungsstarke, kommunikations- und konfliktfähige Persönlichkeit\nEngagement, Eigenmotivation und Flexibilität\nFreude an fachübergreifender Zusammenarbeit\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 11 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit, ggf. Teilzeit\ndie grundsätzliche Möglichkeit zum Homeoffice nach Maßgabe der Dienstvereinbarung\nein Betriebliches Gesundheitsmanagement\nFür fachliche Fragen steht Ihnen Herr Bewart (089 2179 – 556) gerne zur Verfügung.\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im pdf-Format, max. 5 GB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n30.07.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2534\nan.\nBei Eingang erhalten Sie eine automatische Eingangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens leider nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-fuer-die-stabsstelle-recht-und-vergabe-3/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-medien-und-kommunikation-m-w-d/", "image": "", "title": "Sachbearbeiter:in Medien und Kommunikation (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 06.08.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum 01.10.2025, unbefristet und in Vollzeit, eine*n\nSachbearbeiter/Sachbearbeiterin (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6 TV-L)\nin der\nAbteilung Medien und Kommunikation\n. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Abteilung Medien und Kommunikation ist für sämtliche Museen und Institutionen der Staatlichen Kunstsammlungen Dresden wie auch für deren Generaldirektion tätig und insbesondere zuständig für die international ausgerichtete Medienarbeit, für Public Relations und die digitale Kommunikation.\nzur Stellenausscrhreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-medien-und-kommunikation-m-w-d/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-der-kaufmaennischen-direktorin-m-w-d/", "image": "", "title": "Referent:in der Kaufmännischen Direktorin (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 31.07.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, eine*n\nReferentin bzw. Referent der Kaufmännischen Direktorin (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen bis zur\nEntgeltgruppe 13 TV-L\n). Die Stelle ist unbefristet. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden (SKD) sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Die SKD repräsentieren eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv. Unser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Kaufmännische Direktorin ist neben dem Generaldirektor Teil der Geschäftsführung und insbesondere verantwortlich für die Arbeitsfelder Finanzen, Personal, Recht, Gebäudemanagement, IT und Sicherheit. Das Büro der Kaufmännischen Direktorin koordiniert und steuert die Projekte der Verwaltungsdirektion und unterstützt die reibungslose Zusammenarbeit der unterschiedlichen Arbeitsfelder der Verwaltung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-der-kaufmaennischen-direktorin-m-w-d/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-8/", "image": "", "title": "Projektmanager:in (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 31.07.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, eine*n\nProjektmanager/Projektmanagerin (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen bis zur\nEntgeltgruppe 12 TV-L\n)\nim Büro der Kaufmännischen Direktorin\n. Die Stelle ist befristet auf 4 Jahre. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden (SKD) sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Die SKD repräsentieren eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv. Unser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Kaufmännische Direktorin ist neben dem Generaldirektor Teil der Geschäftsführung und insbesondere verantwortlich für die Arbeitsfelder Finanzen, Personal, Recht, Gebäudemanagement, IT und Sicherheit. Das Büro der Kaufmännischen Direktorin koordiniert und steuert die Projekte der Verwaltungsdirektion und unterstützt die reibungslose Zusammenarbeit der unterschiedlichen Arbeitsfelder der Verwaltung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanagerin-m-w-d-8/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/administrativer-mitarbeitender-m-w-d-in-der-verwaltungsdirektion/", "image": "", "title": "Administrativer Mitarbeitender (m/w/d) in der Verwaltungsdirektion", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 31.07.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, zunächst befristet für die Dauer von zwei Jahren, einen\nAdministrativen Mitarbeitenden (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6 TV-L\n)\nin der Verwaltungsdirektion\n. Die durchschnittliche regelmäßige wöchentliche Arbeitszeit beträgt 40 Stunden. Die Vereinbarkeit von Beruf und Familie hat bei den Staatlichen Kunstsammlungen Dresden einen hohen Stellenwert. Diese Stelle ist daher grundsätzlich auch für Teilzeitbeschäftigte geeignet. Bitte vermerken Sie diesen Wunsch in Ihrer Bewerbung.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nAls Teil der Geschäftsführung der Staatlichen Kunstsammlungen Dresden leitet die Kaufmännische Direktorin die administrativen Abteilungen an. Neben dem Personalmanagement und der Abteilung Finanzen und Controlling bündeln sich in der Kaufmännischen Direktion die Abteilungen Sicherheit, Recht und Innerer Dienst, Gebäudemanagement und IT sowie weitere administrative Referate. Die administrativen Bereiche entwickeln den Rahmen der organisatorischen und strukturellen Funktionsfähigkeit der Staatlichen Kunstsammlungen Dresden, die sich durch eine große Heterogenität auszeichnen und das gesamte Spektrum der musealen Möglichkeiten ausmachen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/administrativer-mitarbeitender-m-w-d-in-der-verwaltungsdirektion/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/archaeologe-leiter-archaeologischer-grabungen-m-w-d-4/", "image": "", "title": "Archäologe / Leiter archäologischer Grabungen (m/w/d)", "content_text": "Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 13.08.2025 | Beim Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– sind befristete Stellen als\nArchäologen / Leiter archäologischer Grabungen (m/w/d)\nfür den Einsatz als Grabungsleiter* bei baubegleitenden archäologischen Untersuchungen (z. B. mobiles Archäologieteam) und bei Ausgrabungen unterschiedlicher Größe und Zeitdauer (z. B. Stadtkern, Infrastruktur) zu besetzen.\nDie Stellen sind mit E 13 TV-L bewertet. Die Stellen verstehen sich vorbehaltlich der zur Verfügung stehenden Mittel und sind entsprechend der jeweiligen Ausgrabungsvorhaben befristet.\nEs handelt sich um Vollzeitstellen. Der Dienstort richtet sich nach dem Einsatzort.\nAufgaben:\nGrabungsleiter leiten die jeweiligen baubegleitenden Maßnahmen bzw. Ausgrabungen unterschiedlicher Größe und weisen das unterstellte Fach- und Grabungspersonal an\nGrabungsleiter koordinieren die Baustellentechnik, Vermessung sowie Fundbearbeitung und leiten das Grabungsbüro\nGrabungsleiter sind für den Grabungsfortschritt gemäß Bauzeitenplan verantwortlich\nGrabungsleiter übernehmen verantwortlich den Gesamtbericht zur Ausgrabung\nFachliche Voraussetzungen:\nabgeschlossenes Hochschulstudium der Ur-, Vor- und Frühgeschichte oder Mittelalterarchäologie oder andere archäologische Fachdisziplinen sowie einschlägige Kenntnisse der mitteldeutschen Ur- und Frühgeschichte\nErfahrung bei der Leitung von Grabungsprojekten oder mehrmonatige Geländeerfahrung\neinschlägige EDV-Kenntnisse (z. B. MS Office-Paket oder GIS)\nKenntnisse der einschlägigen Arbeitsschutzbestimmungen und Erfahrung beim Arbeiten auf Baustellen\nwünschenswert sind Kenntnisse der Vermessung\nPersönliche Voraussetzungen:\nKörperliche Eignung zum Einsatz auf Baustellen\nAusgeprägte Bereitschaft im Team zu arbeiten, hohe Flexibilität, ausdauernde Einsatzbereitschaft\nFührerschein Klasse B, Bereitschaft zum Führen eines Dienst-Kfz\nBereitschaft zum Führen einer Flugdrohne\nWir bieten Ihnen:\nArbeit in einem kollegialen und engagierten Team, das neue Ideen und Ansätze schätzt\nzusätzliche betriebliche Altersvorsorge (VBL)\n30 Tage Urlaub im Jahr bei einer 5-Tage-Woche (24.12. und 31.12. frei)\nTeilzeit ist in angemessenem Rahmen möglich\nDas Landesamt für Denkmalpflege und Archäologie Sachsen-Anhalt –Landesmuseum für Vorgeschichte– gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen sollten Sie bitte bereits im Rahmen Ihrer Bewerbung mitteilen, ob eine Schwerbehinderung oder Gleichstellung vorliegt. Ein Nachweis der Schwerbehinderung bzw. Gleichstellung ist den Bewerbungsunterlagen beizufügen.\nIhre schriftliche Bewerbung mit tabellarischem Lebenslauf, Qualifikationsnachweisen sowie aussagefähigen Beurteilungen/ Arbeitszeugnissen, insbesondere des höchsten Schulabschlusses, der Berufsausbildung und/oder der Hochschul- oder Fachschul- oder Fortbildungs-/Befähigungsprüfungen, senden Sie bitte ausschließlich auf dem Postweg unter Angabe der\nKennnr\n. 11/25\n– auch außen auf dem Briefumschlag – bis zum 13.08.2025\nan:\nDirektor des Landesamtes für Denkmalpflege und Archäologie Sachsen-Anhalt\n–\nLandesmuseum für Vorgeschichte–\nRichard-Wagner-Str. 9\n06114 Halle (Saale)\nOnlinebewerbungen sind nicht zugelassen. Bewerbungskosten werden nicht erstattet.\nUnterlagen werden nur bei Vorlage eines ausreichend großen und frankierten Rückumschlages zurückgesandt. Mit Ihrer Bewerbung erteilen Sie Ihre Einwilligung zur Erhebung und Verarbeitung personenbezogener Daten zum Zweck der Durchführung dieses Bewerbungs- und Stellenbesetzungsverfahrens.\nDie Datenschutzhinweise für BewerberInnen entnehmen Sie bitte der Homepage des LDA unter:\nhttps://www.lda-lsa.de/stellenangebote/datenschutz-bei-bewerbungen\n*Aus Gründen der besseren Lesbarkeit wird auf die gleichzeitige Verwendung der Sprachformen männlich, weiblich und divers (m/w/d) verzichtet. Sämtliche Personenbezeichnungen gelten gleichermaßen für alle Geschlechter.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.08.2025", "url": "https://www.museumsbund.de/stellenangebote/archaeologe-leiter-archaeologischer-grabungen-m-w-d-4/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-38/", "image": "", "title": "wissenschaftliche*r Volontär*in (w/m/d)", "content_text": "Historisches Museum Frankfurt, Frankfurt am Main Bewerbungsende: 04.08.2025 | Das Historische Museum Frankfurt (HMF) ist das Stadtmuseum der Mainmetropole. Seit 2017 ist der große Neubau am Römerberg eröffnet und verfügt hier über 6.000 m² Ausstellungsfläche, davon 1.800 m²  für Wechselausstellungen. Das HMF ist ein Ort der Information, Reflexion und Diskussion über Frankfurts Geschichte, Gegenwart und Zukunft. Es ist partizipativ ausgerichtet, indem es den Erfahrungs- und Wissensschatz seiner Benutzer:innen ernst nimmt und ihn als integrierten Bestandteil nutzt. Als “inklusives Museum” verpflichtet sich das HMF dem Ziel, mit seiner Ausstellungsgestaltung, seinen Programmen und seiner Sammlung alle Bevölkerungsgruppen anzusprechen. Informationen über das Museum finden Sie unter:\nhttp://www.historisches-museum-frankfurt.de\nWir suchen ab dem 01.10.2025 befristet für die Dauer von zwei Jahren eine*n Wissenschaftliche*n Volontär*in (w/m/d). Das Volontariat umfasst die Ausbildung und Mitarbeit in allen Bereichen der Museumsarbeit. Neben dem Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln gehören dazu der Bereich der Kommunikation sowie das Museumsmanagement und die Verwaltung. Im Rahmen der Ausbildung liegt der Schwerpunkt auf dem Bereich Museumskommunikation. Maßnahmen zur Umsetzung der Strategie zur Digitalisierung und Internationalisierung der Kommunikation sollen entwickelt und umgesetzt werden.\nVollzeit (39 Std.), 50 % der EGr. 13 TVöD\nIhre Aufgaben\nMitarbeit an Projekten des Museums in den Bereichen Ausstellung, Sammlung und Vermittlung\nvornehmlich Mitarbeit in der Museumskommunikation\nTeilnahme am Ausbildungsprogramm für Museumskurator*innen\nFortentwicklung der digitalen Kommunikation von Museumsangeboten\nZusammenarbeit mit der Leitung der Museumskommunikation, dem Museumsteam und freien Mitarbeiter*innen sowie Praktikant*innen\nKonzeption und Durchführung eines eigenen Projekts\nSie bringen mit\nabgeschlossenes wissenschaftliches Hochschulstudium (Master oder Staatsexamen höheres Lehramt) der Geschichte, Public History, Kunstgeschichte, Kulturanthropologie, Empirische Kulturwissenschaft, Europäische Ethnologie, Medien- und Kommunikationswissenschaften\nPraktika in einer Redaktion (Zeitung, Radio, Fernsehen, Kommunikationsabteilung einer Institution)\nMuseumspraktika bzw. andere Formen der Mitarbeit in Museen\nKenntnisse der europäischen Museumslandschaft\npraktische Erfahrungen im institutionellen Umgang mit den digitalen Medien, insbesondere den sozialen Netzwerken\nFähigkeit zu eigenständigem und verantwortungsbewusstem Arbeiten\nKommunikationsfähigkeit und hohes Maß an Teamfähigkeit und Organisationsgeschick\nGenderkompetenz und interkulturelle Kompetenz\nSprachniveau Deutsch vergleichbar mit Level C2 des europäischen Referenzrahmens (GER), aktive Beherrschung mindestens einer Fremdsprache mit Level B1\nsicherer Umgang mit den gängigen MS-Office-Programmen\nWir bieten Ihnen\nMitarbeit in einem engagierten Museumsteam\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nJob-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nWeitere Infos\nDie Vergütung entspricht 50 % der Entgeltgruppe 13 TVöD, Stufe 1,\ndie sich im zweiten Jahr auf Stufe 2 erhöht\n. Die regelmäßige wöchentliche Arbeitszeit beträgt in Vollzeit 39 Stunden. Das Volontariat ist auf zwei Jahre befristet.\nWir freuen uns besonders über Bewerbungen von Frauen. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber*innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht.\nKontakt:\nFür weitere Auskünfte wenden Sie sich gerne an Karin Berrío.\n+49 69 212-37776, karin.berrio[at]stadt-frankfurt.de\nUnter https://StadtFrankfurtJobs.de/FAQ.html finden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über das Online-Bewerbungsmanagementsystem der Stadt Frankfurt. Nutzen Sie dort den Button “Jetzt bewerben”.\nBitte bewerben Sie sich bis zum 04.08.2025\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-38/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-8-2/", "image": "", "title": "wissenschaftliche*r Volontär*in", "content_text": "Sprengel Museum Hannover, Hannover Bewerbungsende: 10.08.2025 | Die Landeshauptstadt Hannover sucht eine*n\nwissenschaftliche*n Volontär*in\nfür das Team Restaurierung im Sprengel Museum Hannover. Das Volontariat wird von der Niedersächsischen Sparkassenstiftung ermöglicht.\nDas Sprengel Museum Hannover zählt mit seiner umfangreichen Sammlung und dem vielfältigen Ausstellungsprogramm zu den bedeutendsten Museen der Kunst des 20. und 21. Jahrhunderts. Die Stelle bietet ein interessantes und abwechslungsreiches Aufgabengebiet.\nWir führen Sie an folgende Aufgaben heran:\nKonzeptentwicklung und Durchführung von Konservierungs- und Restaurierungsmaßnahmen, sowie Dokumentation nach vorheriger technologischer und naturwissenschaftlicher Untersuchung\nKonservatorische und restauratorische Bearbeitung des Leihverkehrs und der Ausstellungen für die sammlungseigenen Werke\nBegleitung von Kunstgut im Leihverkehr\nEntwicklung konservatorisch-präventiver Maßnahmen in den Ausstellungs- und Depotbereichen (Klimadaten, Lagerungs- und Beleuchtungskonzepte, Belichtungsgrenzen, Schadstoffmonitoring, Notfallplanung, Mitarbeit beim IPM)\nSie verfügen über\nein abgeschlossenes wissenschaftliches Hochschulstudium (M.A., Diplom) in der Konservierung und Restaurierung, vorzugsweise mit der Spezialisierung Fotografie bzw. Kunstwerke auf Papier (der Abschluss sollte nicht älter als drei Jahre sein)\nbelegbares Interesse für die Kunst des 20. und 21. Jahrhunderts\nIhre Kompetenzen und Fähigkeiten\nWünschenswert und von Vorteil ist erste praktische Erfahrung\nTeamgeist, positive Grundeinstellung und Engagement\nGender- und Diversitykompetenz\nSehr gute Deutsch-und Englischkenntnisse (wir freuen uns über jede weitere Sprache, die Sie mitbringen)\nWir bieten\ndie Möglichkeit zum Erwerb fundierter Kenntnisse der Konservierung und Restaurierung im Kontext einer hochkarätigen Sammlung\nflexible Arbeitszeitmodelle\n30 Tage Erholungsurlaub im Kalenderjahr bei einer 5-Tage-Woche\nvielfältige Fortbildungsmöglichkeiten\nein attraktives Job-Ticket für den öffentlichen Personennahverkehr\nVereinbarkeit von Beruf und Privatleben\nattraktive Sport- und Gesundheitsangebote\nHinweise und Werte\nEs wird eine Vergütung in Höhe der\nHälfte des Entgeltes der Entgeltgruppe 13 Stufe 1 TVöD gewährt.\nDas Sprengel Museum Hannover unterstützt die Initiative für ein Vorbildliches Volontariat des Deutschen Museumsbundes e.V.\nDie Stelle ist zum\n1.11.2025 für die Dauer von 2 Jahren\nmit einer wöchentlichen Arbeitszeit von 40 Stunden zu besetzen und ist Teilzeit geeignet. Wir kommen gern mit Ihnen über praktikable Arbeitszeitmodelle ins Gespräch.\nDie Landeshauptstadt Hannover hat das Ziel, die Vielfalt der Bevölkerung auch in der  Stadtverwaltung abzubilden. Sie erkennt damit Vielfalt als wichtigen Teil ihrer  Unternehmenskultur an und ist bestrebt, ein offenes Arbeitsumfeld zu schaffen, das Menschen unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihres Alters, ihrer  Behinderung, ihrer Religion sowie ihrer sexuellen oder geschlechtlichen Identität gleiche Chancen bietet.\nSchwerbehinderte Menschen oder ihnen gleichgestellte Bewerbende werden bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Wir bestärken insbesondere Menschen mit einer Migrationsbiografie sich zu bewerben. Weitere Informationen und Hinweise über die Landeshauptstadt Hannover als Arbeitgeberin und das Stellenbesetzungsverfahren finden Sie unter\nwww.Karriere-Stadt-Hannover.de\nWir freuen uns auf Ihre Bewerbung\nFür Rückfragen zum Bewerbungsverfahren steht Ihnen\nFrau Hagenah\n(Tel. 0511/168-46218,\ncarola.hagenah@hannover-stadt.de\n) als Ansprechpartner*in zur Verfügung. Für inhaltliche Fragen zur Stelle wenden Sie sich bitte an\nFrau Blaschke-Walther\n(Tel. 0511/168-31033,\nkristina.blaschke-walther@hannover-stadt.de\n).\nBei Interesse bewerben Sie sich bitte mit Ihrer vollständigen und aussagefähigen Bewerbung\nbis\nzum 10.08.2025\nunter Angabe der Ausschreibungsziffer\n41-2025-955 online über unser Bewerbungsportal\nhttps://karriere.hannover.de\n.\nNoch nichts Passendes dabei?\nDann bleiben Sie mit uns im Kontakt. Wir freuen uns auch über Initiativbewerbungen und beraten Sie gern über die vielfältigen Einstiegsmöglichkeiten.\nFür interne Bewerbungen wird auf die geltenden LHH-spezifischen Regelungen verwiesen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-8-2/", "date_published": "2025-07-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-als-sekretaer-der-sektion-baukunst/", "image": "", "title": "wissenschaftliche*r Mitarbeiter*in als Sekretär der Sektion Baukunst", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 11.08.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 1. Februar 2026 – befristet für die Dauer von 4 Jahren –\neine*n wissenschaftliche*n Mitarbeiter*in als Sekretär der Sektion Baukunst\nin Vollzeit (39 Wochenstunden)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das Archiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst und Kultur im deutschen Sprachraum seit 1900. Die zentrale Aufgabe besteht darin, künstlerisch und kulturgeschichtlich wichtige Archive zu erwerben, zu verzeichnen und der Wissenschaft und interessierten Öffentlichkeit bereitzustellen.\nBedeutende Architekten haben der Akademie der Künste seit ihrer Gründung 1696 angehört – von Andreas Schlüter über Karl Friedrich Schinkel, David Gilly, Friedrich August Stüler bis Ludwig Mies van der Rohe, Peter Behrens, Erich Mendelsohn und Le Corbusier.\nEine eigene Abteilung Baukunst gibt es erst seit der Wiedergründung der Akademie der Künste im Westteil Berlins (1954), angeregt von ihrem ersten Präsidenten, Hans Scharoun. Heute gehören der Sektion Baukunst internationale Mitglieder der Bereiche Architektur, Stadt- und Landschaftsplanung, Design, Bauingenieurswesen und Baugeschichte an.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-als-sekretaer-der-sektion-baukunst/", "date_published": "2025-07-16T00:00:00"}]}