{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-museumsbetrieb/", "image": "", "title": "Mitarbeiter/in Museumsbetrieb", "content_text": "Museumsgesellschaft Mönchgut-Granitz, Sellin Bewerbungsende: 25.01.2026 | Die Museumsgesellschaft Mönchgut-Granitz sucht ab März 2026 eine\nMitarbeiterin / einen Mitarbeiter für den Betrieb des Seefahrerhauses Sellin.\nAufgabenschwerpunkte:\nDer Mitarbeiter / die Mitarbeiterin stellt den Ausstellungsbetrieb sicher und steht im direkten Gästekontakt. Neben allgemeinen Auskünften gehört auch die Beantwortung von Fragen zur Ausstellung und der Kultur im Amtsbereich zur alltäglichen Arbeit. Daher sind Interesse an Kultur und Kenntnisse der Region sowie der regionalen Geschichte von Vorteil.\nAnforderungen an die Bewerber:\nfreundliches und kundenorientiertes Auftreten\nsicherer Umgang mit dem PC und gängigen Officeprogrammen wie Outlook, Excel, Word\nZuverlässigkeit und die Bereitschaft zu Diensten am Wochenende\nKenntnisse der Region und der regionalen Geschichte von Vorteil\nArbeitserfahrung in Museen, Galerien oder anderen kulturellen Einrichtungen von Vorteil\nWerden Sie Teil eines dynamischen Teams mit flachen Hierarchien und vielen Möglichkeiten, eigene Vorstellungen und Ideen umzusetzen!\nDie Einstellung erfolgt zunächst befristet bis Jahresende 2026 (ab 1. März) als Teilzeitbeschäftigte/r mit 75% der Arbeitszeit eines entsprechenden Vollbeschäftigten (30 Stunden/Woche). Eine Weiterführung des Beschäftigungsverhältnisses wird angestrebt.\nIhre aussagefähige Bewerbung insbesondere mit tabellarischem Lebenslauf sowie mit Kopien von Ausbildungs- und Arbeitszeugnissen sowie eventuellen Zusatzqualifikationen und mit Angabe Ihrer Gehaltsvorstellungen, richten Sie bitte bis zum 25.01.2026 mit dem Hinweis „Bewerbung“ an die\nMuseumsgesellschaft Mönchgut-Granitz mbH\nSeeparkpromenade 1\n18586 Sellin\nBevorzugt per Mail an\njoern.kleinhardt@mmg-ruegen.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-museumsbetrieb/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d)", "content_text": "Deutsches Bergbau-Museum Bochum, Bochum Bewerbungsende: 15.02.2026 | // EN below\nIm Rahmen des Forschungsprojekts „Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall” (DFG/AHRC) am Deutschen Bergbau-Museum Bochum – Leibniz-Forschungsmuseum für Georessourcen (DBM).\nDer Forschungsbereich Bergbaugeschichte am Deutschen Bergbau-Museum Bochum schreibt eine Stelle als wissenschaftliche/r Kurator/in im Rahmen des Forschungsprojekts „Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall” aus. Das Projekt wird von der Deutschen Forschungsgemeinschaft (DFG) und dem Arts and Humanities Research Council (AHRC) gefördert. Die Stelle ist zum 1. Juni 2026 oder zum nächstmöglichen Zeitpunkt zu besetzen. Die Anstellung erfolgt auf Grundlage des Haustarifvertrags der DMT-LB. Die Vergütung entspricht einer 75%-Stelle nach TV-L E 13.\nDie Stelle ist auf 24 Monate befristet.\nZum Projekt\nDas Projekt „Toxic Heritage” ist eine kollaborative Forschungsinitiative unter der Leitung von Jun.-Prof. Tina Asmussen (Deutsches Bergbau-Museum Bochum: Leibniz-Forschungsmuseum für Georessourcen, DBM) und Prof. Dr. Peter Oakley (Royal College of Art London, RCA). Es untersucht die Bergbaulandschaften des Harzes (Deutschland) und Cornwalls (England) als Kulturlandschaften, in denen sich jahrhundertelange menschlich verursachte Umweltveränderungen manifestieren. Der Fokus auf Altlasten und Kontamination zielt darauf ab, das Bergbauerbe neu zu rahmen – nicht allein als Geschichte wirtschaftlicher und technologischer Entwicklung, sondern als andauerndes Vermächtnis ökologischer und soziokultureller Auswirkungen. Aus dieser Perspektive hinterfragt das Projekt tradierte Dichotomien zwischen Natur und Kultur und betont die Verflechtungen zwischen Technologien, menschlichen Körpern und biophysikalischen Systemen. Mit einem Untersuchungszeitraum vom Spätmittelalter bis zur Gegenwart schließt es eine wesentliche Forschungslücke, indem es die langfristigen Umweltfolgen des Bergbaus adressiert und diese Landschaften im Kontext der Anthropozän-Forschung verortet.\nDas Projekt ist interdisziplinär angelegt und verbindet die Expertise der Teammitglieder in Umwelt-, Technik und Wissensgeschichte, materieller Kulturforschung, künstlerischer Forschung (Creative Practice Research) und kuratorischer Praxis.\nZur Stelle\nDie/der wissenschaftliche Kurator/in arbeitet in am DBM in Bochum an der Fallstudie zum Harz und kooperiert dabei eng mit dem Londoner Team am RCA an der Fallstudie zu Cornwall. Die Hauptaufgabe ist die Entwicklung und Realisierung einer gemeinsamen Ausstellung, die die Forschungsergebnisse des Projekts präsentiert. Die Eröffnung ist für Frühjahr 2028 geplant.\nAufgaben und Verantwortlichkeiten\nKuratorische Aufgaben:\nEntwicklung und Kuratierung der Ausstellung „Toxic Heritage” von der Konzeption bis zur Realisierung (Eröffnung Frühjahr 2028)\nKoordination mit beiden Forschungsteams (DBM und RCA) zur Integration von Forschungsinhalten in die Ausstellungsnarration\nZusammenarbeit mit den institutionellen Partnern hinsichtlich Ausstellungsgestaltung, Logistik und Vermittlung\nVerwaltung des Ausstellungsbudgets und -zeitplans\nForschungs- und Vermittlungsaufgaben:\neigenständige Forschung (Quellenrecherche, Archivforschung, Interviews, Feldforschung)\nMitwirkung an Outreach-Aktivitäten in Wissenschaft und Öffentlichkeit, z.B. Publikationen, Workshops, öffentliche Veranstaltungen\nVerfassen von Anträgen bei Forschungs- und Kulturförderstellen\nAnforderungsprofil\nErforderliche Qualifikationen:\nMaster-Abschluss (oder Äquivalent) oder Promotion in den Geistes- oder Sozialwissenschaften\nnachgewiesene Erfahrung in der Entwicklung und Kuratierung von Ausstellungen sowie im Wissenstransfer (bitte geben Sie in Ihrer Bewerbung Umfang und Kontext an)\nausgezeichnete Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nErfahrung in Archivarbeit, historischer Analyse und/oder Feldforschung und interdisziplinärer Zusammenarbeit\nErwünschte Qualifikationen:\nKenntnisse in Bergbaugeschichte, Umweltgeschichte oder Heritage Studies\nErfahrung in der Arbeit im Museumskontext\nVertrautheit mit GIS-Werkzeugen und -Methoden (optional)\nWas wir Ihnen bieten:\nein motiviertes und kollegiales Team\nflexible Arbeitszeitmodelle zur besseren Vereinbarkeit von Beruf und Privatleben\ngezielte Förderung Ihrer persönlichen Entwicklung und fachlichen Qualifizierung durch regelmäßige Fort- und Weiterbildungen\nattraktive Sozialleistungen: 13. Gehalt, Urlaubsgeld und Vermögenswirksame Leistungen\nein aktiver Betriebsrat\numfangreiche Zusatzleistungen: pme Familienservice, Gesundheitstage, Firmenläufe sowie ein kollegiales und wertschätzendes Arbeitsklima\nDie Vergütung erfolgt nach dem Haustarif der DMT-LB und ist für diese Stelle vergleichbar mit der Entgeltgruppe E 13 des Tarifvertrags der Länder (TV-L) bei 75% der regulären Arbeitszeit.\nBewerbungsunterlagen\nBitte reichen Sie folgende Unterlagen in deutscher oder englischer Sprache ein:\nMotivationsschreiben (max. 3 Seiten) mit Angaben zu: Ihrer Motivation, zum Projekt „Toxic Heritage” beizutragen; Ihrer Erfahrung in kuratorischer Arbeit (bitte beschreiben Sie konkrete Projekte); Ihrer Erfahrung und/oder Ihrem Interesse an interdisziplinärer Zusammenarbeit\nLebenslauf\nakademische Zeugnisse: Für Bewerber/innen mit Master-Abschluss: Abschlusszeugnis oder Urkunde; für Bewerber/innen mit Promotion: Zusammenfassung der Dissertation (max. 2 Seiten) und Promotionsurkunde\nZeugnisse und Zertifikate\nKontaktdaten von zwei Referenzpersonen, die gegebenenfalls kontaktiert werden können (Name, E-Mail und Telefonnummer)\nZeitplan\nBewerbungsfrist: 15.02.2026\nBenachrichtigung über Einladung zum Vorstellungsgespräch: 16.03.2026\nvoraussichtlicher Stellenantritt: 01.06.2026 oder zum nächstmöglichen Zeitpunkt\nFühlen Sie sich angesprochen?\nDann bewerben Sie sich über diesen\nLink.\nBitte beachten Sie, dass wir ausschließlich Bewerbungen über unser Online-Portal berücksichtigen. Bewerbungen per E-Mail oder auf dem Postweg können nicht berücksichtigt werden.\nFür nähere Auskünfte zur Stelle steht Ihnen die Projektleiterin: Jun.-Prof. Dr. Tina Asmussen unter\ntina.asmussen@bergbaumuseum.de\ngerne zur Verfügung.\nInformationen über das Deutsche Bergbau-Museum Bochum erhalten Sie unter www.bergbaumuseum.de.\nWir, die DMT-LB, sind ein regional, national und international tätiges Unternehmen in Wissenschaft, Bildung und Kultur. Wir agieren mit zwei bekannten und anerkannten Institutionen – dem DBM und der TH Georg Agricola – nach außen.\nDie DMT-LB strebt nach Geschlechtergerechtigkeit und Vielfalt und begrüßt daher alle Bewerbungen – unabhängig von Geschlecht, Behinderung, Nationalität oder ethnischer und sozialer Herkunft.\n// EN\nResearch Curator Position\nWithin the research project “Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall” (DFG/AHRC) at the German Mining Museum Bochum – Leibniz Research Museum for Georesourcee (DBM).\nThe Mining History Research Unit at the German Mining Museum Bochum invites applications for a research curator position as part of the research project “Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall,” funded by the German Research Foundation (DFG) and the Arts and Humanities Research Council (AHRC), beginning on June 1, 2026, or at the earliest possible date. The employment is based on the in-house wage agreement of DMT-LB. The salary is calculated equivalent to a 75% position according to TV-L E 13.\nThe position is limited to 24 months.\nAbout the Project\nThe “Toxic Heritage” project is a collaborative research initiative conducted by Jun.-Prof. Tina Asmussen (German Mining Museum Bochum: Leibniz Research Museum for Georesources, DBM) and Prof. Dr. Peter Oakley (Royal College of Art London, RCA). It explores the mining landscapes of the Harz Mountains (Germany) and Cornwall (England) as socio-natural entities that reveal centuries of human-induced environmental transformations. By focusing on the toxic residues left behind by mining, the project aims to reframe mining heritage—not just as a story of economic and technological development, but as an enduring legacy of environmental and socio-cultural impact. Through this lens, the project interrogates traditional binaries between nature and culture, emphasizing the interconnections between technologies, economy, human bodies, and biophysical systems. Spanning the late medieval period to the present, it fills a critical gap by addressing mining’s long-term environmental effects and situates these landscapes within the broader context of Anthropocene studies.\nThe project is inherently interdisciplinary, drawing on team members’ expertise in environmental history, history of science and technology, material culture studies, creative practice research, and curatorial practice.\nThe Position\nThe research curator will work at the DBM in Bochum on the Harz case study while closely collaborating with the London team at the RCA on the Cornwall case study. The primary responsibility is the development and realization of a joint exhibition presenting the project’s findings, scheduled to open in Spring 2028.\nResponsibilities and Tasks\nCuratorial Tasks:\nDevelop and curate the “Toxic Heritage” exhibition from concept to realization (opening Spring 2028)\nCoordinate with both research teams (DBM and RCA) to integrate project findings into the exhibition narrative\nCollaborate with institutional partners regarding exhibition design, logistics, and knowledge transfer\nManage the exhibition budget and timeline\nResearch and Outreach Tasks:\nIndependent research (source research, archival research, interviews, fieldwork)\nContribute to academic/public outreach, such as publications, workshops, public events\nWrite grant applications to research and cultural funding bodies\nRequired Qualifications:\nA Master’s degree (or equivalent) or PhD in the humanities or social sciences\nDemonstrated experience in developing and curating exhibitions and research transfer (please specify scope and context in your application)\nExcellent proficiency in both written and spoken German and English\nExperience in archival research, historical analysis, and interdisciplinary collaboration\nDesired Qualifications:\nKnowledge of mining history, environmental history, or heritage studies\nExperience working in museum contexts\nFamiliarity with GIS tools and methodologies (optional)\nWhat We Offer:\nA motivated and supportive team\nFlexible working hours for a better work-life balance\nTargeted support for your personal development and professional qualifications through regular training and continuing education\nAttractive benefits: 13th-month salary, vacation pay, and employee savings plan\nAn active works council\nExtensive additional benefits: pme family service, health days, company runs, and a collegial and appreciative working atmosphere\nThe remuneration is based on the DMT-LB in-house tariff and is comparable to pay group E13 of the collective agreement of the German federal states (TV-L) at 75% FTE.\nApplication Materials\nPlease submit the following documents in English or German:\nCover letter (max. 3 pages) addressing: Your motivation to contribute to the “Toxic Heritage” project; your experience in curatorial work (please describe specific projects); your experience and/or interest in interdisciplinary collaboration\nCurriculum vitae\nAcademic transcripts: For candidates with a Master’s degree: final transcript or degree certificate; for candidates with a PhD: thesis abstract (max. 2 pages) and degree certificate\nRelevant certificates\nContact details of at least two referees who may be contacted if required (name, email, and telephone number)\nTimeline\nApplication deadline: February 15, 2026\nNotification of interview invitations: March 16, 2026\nExpected start date: June 1, 2026, or at the earliest possible date\nPlease submit your application via our online application portal:\nLink.\nPlease note that we exclusively accept applications submitted through our online portal. Applications via email or postal mail will not be considered.\nFor questions, please contact Jun.-Prof. Dr. Tina Asmussen —\ntina.asmussen[at]bergbaumuseum.de\nInformation about the German Mining Museum Bochum can be found at www.bergbaumuseum.de.\nWe, DMT-LB, are a regional, national, and international company active in science, education, and culture. We collaborate with two well-known and recognized institutions – the DBM and the Georg Agricola University of Applied Sciences.\nDMT-LB is committed to gender equality and diversity and therefore welcomes all applications – regardless of gender, disability, nationality, or ethnic and social origin.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-in-der-verwaltung-in-teilzeit/", "image": "", "title": "Mitarbeiter:in (m/w/d) in der Verwaltung (in Teilzeit)", "content_text": "Kestner Gesellschaft, Hannover Bewerbungsende: 11.01.2026 | Die Kestner Gesellschaft ist zeitgenössisch, international und vielfältig. Sie zählt mit über 2.000 Mitgliedern zu den größten Kunstvereinen Deutschlands. Seit über 100 Jahren verfolgt sie das Ziel, aktuelle, internationale Kunst nach Hannover zu bringen. Dabei werden die Hallen des ehemaligen Goseriedebads regelmäßig zum Schauplatz umfassender Gruppen- und Einzelausstellungen. Mit bisher über 700 Ausstellungen hat die Kestner Gesellschaft die nationale und internationale Kunstszene geprägt und setzt beständig neue Impulse.\nDie Kestner Gesellschaft sucht zum nächstmöglichen Zeitpunkt eine:n\nMitarbeiter:in (m/w/d) in der Verwaltung in Teilzeit (\n20-25 Std./Woche).\nIhre Aufgaben\nSie unterstützen die Verwaltungsleitung bei allen administrativen und operativen Belangen. U.a:\nMitarbeit bei der Optimierung von Verwaltungsprozessen, Berichtslegung, Dokumentation und Ablage\nVorbereitung, Organisation und Nachbereitung administrativer Abläufe\nUnterstützung in der Finanz- und Büroorganisation (z. B. Rechnungswesen, Beschaffung)\nErstellung und Pflege von Dokumentationen, Berichten, Präsentationen und Vorlagen\nMitarbeit bei Haushaltsplanung, Budgetübersichten und Controllingaufgaben\nUnterstützung bei der administrativen Abwicklung von Förderung (Mittelabrufe, Sachberichte etc.)\nUnterstützung im Personalbereich: Pflege relevanter Unterlagen, Terminverwaltung, Kommunikation mit Bewerber:innen\nUnterstützung in IT-Belangen, inkl. bei der Implementierung neuer Softwarelösungen (aktuell Adressverwaltung und Rechnungswesen)\nUnterstützung der Mitgliederverwaltung\nEnge Zusammenarbeit mit der Direktion, dem Vorstand und weiteren Abteilungen\nIhr Profil\nSie lieben Kunst und Kultur, haben eine hohe Affinität zu Zahlen und Büroorganisation? Die Optimierung von Verwaltungsprozessen ist Ihre Leidenschaft? Dies drückt sich auch in den folgenden Anforderungen aus? Dann freuen wir uns auf Ihre Bewerbung!\nAbgeschlossene kaufmännische Ausbildung, Studium in einem verwaltungs-, wirtschafts- oder kulturbezogenen Bereich oder vergleichbare Qualifikation\nBerufserfahrung im Verwaltungs-, Assistenz- oder Kulturbereich\nSicherer Umgang mit MS Office (Word, Excel, Outlook, PowerPoint) sowie bestenfalls Vorerfahrung im Umgang mit Adressmanagmenttools, Rechnungswesen\nSehr gute schriftliche und mündliche Ausdrucksfähigkeit; gute Englischkenntnisse\nStrukturierte, selbstständige und gewissenhafte Arbeitsweise\nHohe Zuverlässigkeit, Organisationstalent und Freude an Teamarbeit\nFreundliches Auftreten und souveräner Umgang mit unterschiedlichen Ansprechpartner:innen\nInteresse an Kunst und Kultur sowie Identifikation mit der Kestner Gesellschaft\nWir bieten\nEine der Tätigkeit angemessene Vergütung und 30 Tage Urlaub pro Jahr (bei einer 5-Tageswoche)\nEin abwechslungsreiches Arbeitsumfeld in einer renommierten Institution für zeitgenössische Kunst\nEnge Zusammenarbeit mit der Verwaltungsleitung und Einblicke in alle zentralen Abläufe\nEin kollegiales und engagiertes Team\nDer Einsatzort ist Hannover.\nBewerbungen unter Angabe Ihrer Gehaltsvorstellung und der angestrebten wöchentlichen Arbeitszeit (Motivationsschreiben, Lebenslauf, Zeugnisse) senden Sie bitte ausschließlich in digitaler Form (ein zusammenhängendes PDF-Datei max. 6 MB) bis zum 11.1.2026 an Johanna Köhler (\njohanna.koehler@kestnergesellschaft.de\n). Reisekosten für ein mögliches Vorstellungsgespräch können leider nicht übernommen werden.\nInhaltliche Rückfragen sowie solche zum Bewerbungsverfahren richten Sie gern an Johanna Köhler, Verwaltungsleitung:\njohanna.koehler@kestnergesellschaft.de\n, Tel.: +49 511 70120-14\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-in-der-verwaltung-in-teilzeit/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-kulturinformatik-digital-humanities-fuer-die-digitale-inventarisierung-von-kunst-und-kulturguetern-2/", "image": "", "title": "Mitarbeiter (m/w/d) Kulturinformatik / Digital Humanities für die digitale Inventarisierung von Kunst- und Kulturgütern", "content_text": "Kulturstiftung Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 18.01.2026 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nFür die Abteilung „Digitale Inventarisierung“ suchen wir zum nächstmöglichen Zeitpunkt einen Mitarbeiter (m/w/d) Kulturinformatik / Digital Humanities für die digitale Inventarisierung von Kunst- und Kulturgütern in Halle (Saale).\nIhre Aufgaben\nAdministration und Unterstützung bei der Weiterentwicklung der bestehenden Sammlungsmanagement-Software (MuseumPlus) sowie Planung, Migration und Implementierung eines neuen Datenbanksystems zur digitalen Inventarisierung\nDatenbankmanagement & Datenqualitätssicherung, einschließlich Migrationsprozesse, Bereinigung, Standardisierung & Normdatenanreicherung (GND, Getty AAT, VIAF) & Compliance mit Standards wie LIDO, CIDOC CRM und SPECTRUM\nDatenmodellierung und Workflow-Optimierung zur Verbesserung der digitalen Erfassung, Verarbeitung und Archivierung von Objekt-, Bild- und Metadaten\nAnreicherung von Daten im Sinne von Linked Open Data (LOD) zur interoperablen Vernetzung von Museumsdaten mit nationalen und internationalen Repositorien\nEntwicklung und Automatisierung von Datenprozessen (Batch-Verarbeitung, Mapping von XML und CSV, Lesen und Schreiben von XML, und Schnittstellenanbindung)\nBeratung und Support für Fachreferate in der Nutzung der Datenbank, inkl. Schulungen und Dokumentation\nKoordination mit externen IT-Dienstleistern sowie enge Zusammenarbeit mit der internen IT-Abteilung bei der strategischen Weiterentwicklung digitaler Prozesse\nIhr Profil\nAbgeschlossenes Studium in Digital Humanities, Kulturinformatik, Informationswissenschaften, Medieninformatik oder einer vergleichbaren Fachrichtung mit starkem IT-Bezug und Interesse an Museums- und Denkmalpflegethemen oder in einem historischen, kunst-, kultur- oder medienwissenschaftlichen Fach mit Schwerpunkt auf dem Forschungsbereich der Digital Humanities oder kulturinformatischen Inhalten\nGrundlegende Datenbankkenntnisse (z.B. SQL), idealerweise Erfahrung mit Museums-/Sammlungsmanagementsystemen\nErste praktische Erfahrung in Datenmigration, Datenbereinigung (bspw. über OpenRefine) und Datenmodellierung.\nIdealerweise aktive Kenntnisse im Schreiben von Skripten und Aufsetzen von Batch-Prozessen (bspw. mittels Python)\nVerständnis von Metadatenstandards, Ontologien und Abfragesprachen (LIDO, CIDOC CRM, Dublin Core, EAD, RDF, SPARQL)\nKommunikationsstärke und Fähigkeit zur interdisziplinären Zusammenarbeit\nOrganisationsfähigkeit sowie eigenverantwortliches Arbeiten\nBereitschaft zu Dienstreisen (Führerschein Klasse B erforderlich)\nUnser Angebot\ninteressante, abwechslungsreiche und eigenverantwortliche Tätigkeit (\nVollzeit, 40 Stunden/Woche\n)\nbefristetes\n, projektgebundenes Arbeitsverhältnis bis zum 31.12.2028\ngleitende Arbeitszeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in\nHalle (Saale)\ntarifgerechte Eingruppierung bis zu der\nEntgeltgruppe 11 TV-L\nNähere Auskünfte zur Stellenausschreibung erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/12.2025-21 bis zum 18.01.2026 an „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als eine pdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-kulturinformatik-digital-humanities-fuer-die-digitale-inventarisierung-von-kunst-und-kulturguetern-2/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d-2/", "image": "", "title": "Referent*in Kaufmännische Geschäftsführung (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 15.01.2026 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3,3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Vollzeit eine*n\nReferent*in der K\naufmännischen\nGeschäftsführerin (w/m/d)\n.\nAls Referent*in sind Sie engste*r Mitarbeiter*in der Kaufmännischen Geschäftsführerin und nehmen eine zentrale Schnittstellenfunktion innerhalb des Futuriums ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d-2/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/senior-business-development-manager-m-w-d-kultureinrichtungen-museen-deutschlandweit/", "image": "", "title": "Senior Business Development Manager (m/w/d) – Kultureinrichtungen & Museen – deutschlandweit", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Lingen / bundesweit Bewerbungsende: 31.01.2026 | Wach- und Werkschutz Kurt Strube GmbH\nist Kulturdienstleister mit Sicherheits-Expertise: Wir schützen Sammlungen, Besucher und Mitarbeitende in Museen, Archiven und Gedenkstätten – nicht einfach nur Gebäude. Dafür suchen wir einen erfahrenen\nSenior Business Development Manager (m/w/d) – deutschlandweit,\nder den Kultursektor versteht und unser Neukundengeschäft jenseits von Ausschreibungen strategisch ausbaut.\n​\nDie Tätigkeit kann in\nVollzeit\naufgenommen werden.\nUnser Angebot\nVerantwortungsvolle Position\nin enger Zusammenarbeit mit der Geschäftsführung und direktem Kontakt zu führenden Kultureinrichtungen\nAttraktives, leistungsorientiertes Vergütungsmodell mit starkem Fixum\n, Bonuskomponente und Dienstwagen zur privaten Nutzung\nStandortunabhängig mit Reisebereitschaft\n– Remote-Option und Mobilität als Erfolgsbasis​Strukturierte Einarbeitung\nLangfristige Perspektive\nin einem Umfeld, in dem Sicherheit dazu beiträgt, dass Kultur gezeigt, vermittelt und bewahrt werden kann – kurz: Sie helfen mit, „Kultur möglich zu machen“\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben\nAufbau und Entwicklung langfristiger Partnerschaften\nmit Museen, Archiven, Gedenkstätten und Kulturzentren in ganz Deutschland – mit Verständnis für deren kuratorische, wissenschaftliche und pädagogische Aufgaben\nStrategische Beratung von Museumsleitungen\nund Verwaltungsdirektionen zu ihrem Personalbedarf (Sicherung, Besucherdienst, Empfang, Facility Management) – immer im Spannungsfeld von Auftrag, Publikum und Organisation\nEntwicklung maßgeschneiderter Sicherheits- und Servicekonzepte\nfür Ausstellungen, Depots und Archive, die Kunstschutz, Besuchererlebnis und Budget verantwortungsvoll in Einklang bringen\nAngebotserstellung, Verhandlungsführung und Abschluss\nkomplexer Dienstleistungsverträge sowie strukturierte Arbeit im CRM\nAktive Branchenpräsenz:\nTeilnahme an Fachtagungen, Netzwerktreffen und Verbandsveranstaltungen und Aufbau eines belastbaren Netzwerks im Kultursektor\nIhr Profil\nAbgeschlossenes Studium\n(z.  Kulturmanagement, Museologie, Museums Studies, Geisteswissenschaften, BWL o. ä.) oder vergleichbare Qualifikation – idealerweise mit Erfahrung in oder Nähe zu Kulturinstitutionen\nMehrjährige Erfahrung im B2B-Vertrieb\noder in der Beratung von Dienstleistungen, gerne mit Bezug zu Museen, Archiven, Gedenkstätten oder anderen Kulturpartnern\nSehr gutes Verständnis der Entscheidungswege, Strukturen und Arbeitsweisen von Kulturinstitutionen\n– Sie kennen die Balance zwischen inhaltlicher Mission, Öffentlichkeit und wirtschaftlichen Rahmenbedingungen\nSouveränes, wertschätzendes Auftreten auf Entscheider-Ebene\nund Freude daran, unterschiedliche Zuständigkeitsbereiche (Direktion, Kuratoren, Verwaltung, Sicherheit) an einen Tisch zu bringen\nHohe kulturelle Sensibilität, strategisches Denken,\nBeziehungsorientierung und ein\nbelastbares Netzwerk\nim Kulturbereich sind für Sie selbstverständlich\nReisebereitschaft ca. 40–50%\nWünschenswert:\nBestehende Kontakte\nim Netzwerk des Deutschen Museumsbund, in Fachverbänden oder zu größeren Kultureinrichtungen sind von Vorteil\nErfahrung mit Personaldienstleistungen, Projektsteuerung oder komplexen Organisationsprojekten in Kultur- oder Non-Profit-Kontexten ist willkommen\nKenntnisse in CRM-Systemen\nund\nSales-Tools\nsowie gute Englischkenntnisse erleichtern Ihnen den Einstieg\nWann passen wir nicht zusammen\nWenn Sie vor allem kurzfristige Abschlüsse suchen\nund weniger Freude an langfristigen, vertrauensvollen Beziehungen im Kulturbereich haben, wird diese Rolle Sie wahrscheinlich nicht erfüllen\nWenn Sie Kulturinstitutionen primär als „Objekte“ oder „Standorte“ sehen\nund nicht als Orte mit gesellschaftlichem Auftrag und besonderer Verantwortung, ist dies vermutlich nicht die passende Position für Sie\nKlingt das nach Ihrem nächsten Schritt?\nSenden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per P\nost an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.01.2026", "url": "https://www.museumsbund.de/stellenangebote/senior-business-development-manager-m-w-d-kultureinrichtungen-museen-deutschlandweit/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-naturgeschichte-geologie-palaeontologie/", "image": "", "title": "wissenschaftliche:r Volontär:in (m, w, d) Naturgeschichte-Geologie/Paläontologie", "content_text": ", Darmstadt | Am\nHessischen Landesmuseum Darmstadt (HLMD)\nist zum 1. April 2026 die auf zwei Jahre befristete Vollzeitstelle (40 Stunden/Woche)\neiner wissenschaftlichen Volontärin / eines wissenschaftlichen Volontärs (m, w, d)\nfür den Sammlungsbereich Naturgeschichte-Geologie/Paläontologie\nzu besetzen.\nVergütung: 50 % der Entgeltgruppe 13, Stufe 1 des TV-H\nDas Hessische Landesmuseum Darmstadt ist eines der wenigen Museen in Deutschland, in dem Kunst- und Kulturgeschichte sowie Naturgeschichte unter einem Dach vereint sind.\nAllgemein sollen im Rahmen des Volontariats die verschiedenen Aspekte der Arbeit im Museumsalltag vermittelt werden. Ziel ist es, die bereits erworbenen Kenntnisse, Fertigkeiten und praktischen Erfahrungen zu vertiefen und auf die eigenverantwortliche Tätigkeit im Museum vorzubereiten.\nHauptsächliche Aufgabengebiete in der Fachabteilung Erd- und Lebensgeschichte: Mitarbeit bei der Betreuung der Dauerausstellung und Sonderausstellungen; Mitarbeit im Messel-Projekt inkl. der Grabungen; Sammlungsmanagement: wissenschaftliche Betreuung von Sammlungsbeständen aus Mineralien-, Wirbellosen- bzw. Wirbeltiersammlungen, Inventarisierung in MuseumPlus, Dokumentation und Archivierung sammlungs- und forschungsrelevanter Unterlagen; redaktionelle Mitarbeit und verwaltende Tätigkeiten.\nVoraussetzungen sind ein abgeschlossenes Hochschulstudium im Bereich der Geologie/Paläontologie, mit abgeschlossener Promotion (oder Promotion kurz vor Abschluss). Der Einsatz erfolgt je nach wissenschaftlichem Schwerpunkt. Ebenfalls vorausgesetzt werden gute EDV-Kenntnisse (MS Office Anwendungen) sowie der Besitz eines Führerscheines der Klasse B.\nErwünscht sind grundlegende systematische Kenntnisse zu Wirbeltieren und/oder Wirbellosen, Erfahrungen im Umgang mit Sammlungsobjekten, einschlägige Kenntnisse der Naturgeschichte sowie eine breit angelegte naturwissenschaftliche Bildung.\nGesucht wird eine aufgeschlossene, kreative und verantwortungsbewusste Persönlichkeit mit Engagement, Teamfähigkeit, Organisationstalent und Freude am Umgang mit Menschen. Wir erwarten neben sehr guten taxonomischen Kenntnissen ein breit angelegtes naturwissenschaftliches Verständnis, gute EDV-Kenntnisse.\nDas Land Hessen trifft seine Personalentscheidungen nach Eignung, Befähigung und Leistung. Das Hessische Landesmuseum Darmstadt strebt die Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen werden deshalb nachdrücklich aufgefordert, sich zu bewerben. Bewerbungen von Menschen mit Behinderung werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Die Bewerbung von Menschen mit Migrationshintergrund wird ausdrücklich begrüßt.\nBitte reichen Sie Ihre aussagekräftige Bewerbung unter folgendem Link bis zum\n31.01.2026\nein:\nStellensuche Land Hessen – Stellendetail\nDie Bewerbungsunterlagen werden nach Abschluss des Auswahlverfahrens unter Beachtung datenschutzrechtlicher Bestimmungen vernichtet.\nBei Rückfragen: Prof. Dr. Torsten Wappler, torsten.wappler@hlmd.de oder 06151-3601-261, Hessisches Landesmuseum Darmstadt, Friedensplatz 1, 64283 Darmstadt.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-naturgeschichte-geologie-palaeontologie/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-sbz-ddr-grundforschungsprojekt-nrw/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für das SBZ/DDR-Grundforschungsprojekt NRW", "content_text": "Landschaftsverband Rheinland, Bonn Bewerbungsende: 11.01.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-sbz-ddr-grundforschungsprojekt-nrw/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungskoordination-mit-standortverantwortung-w-m-d/", "image": "", "title": "Verwaltungskoordination mit Standortverantwortung (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 18.01.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von zunächst 2 Jahren mit dem Ziel der Entfristung eine\nVerwaltungskoordination mit Standortverantwortung (w/m/d)\nin Vollzeit mit 39 Stunden/Woche\nIhre Aufgaben:\nLeitung und Koordination der administrativen Angelegenheiten des LIB für den Standort Hamburg\nSicherstellung der Einhaltung von Richtlinien und Verfahren, ggf. deren Entwicklung, Implementierung und Aktualisierung für den Standort Hamburg\nOptimierung von Arbeitsabläufen insbesondere auch Mitgestaltung der neu zu implementierenden Verwaltungsprozesse für das Neue Naturkundemuseum\nSicherstellung der konstanten und effizienten Umsetzung der Maßnahmen zur Arbeitssicherheit und Gesundheitsschutz in Zusammenarbeit mit dem Facility Management und den wissenschaftlichen Leitungen inklusive deren Terminierung\nVertretung der Interessen der Verwaltung in verschiedenen internen Arbeitsgruppen insbesondere in Hinblick auf die Vorbereitung der Ausgestaltung für das Neue Naturkundemuseum\nInhaltliche Zuarbeit, Koordination und Kommunikation mit der Liegenschaftsverwaltung der Universität Hamburg und der internen Steuerungsgruppe zur Planung von Nutzungsflächen\nLogistische Koordination und Umsetzung von Arbeitsplatzbezogenen Maßnahmen, die durch die Steuerungsgruppe Raumplanung erarbeitet worden sind inkl. Steuerung von Beschaffungsvorgängen in Hinblick auf zentrale Bedürfnisse des Standortes Hamburg, wie z.B. Möbel, Bürobedarf und andere zentrale Bedarfe\nIhr Profil:\nEinschlägiges Hochschulstudium (Wirtschafts-, Verwaltungs- oder Rechtswissenschaften)\nFührungskompetenzen zur Leitung von Teams und Projekten\nKenntnisse von Verwaltungsprozessen und deren Gestaltung\nRechtskenntnisse in Bezug auf die Rahmenbedingung öffentlicher Verwaltungen\nOrganisations- und Zeitmanagementfähigkeiten\nKenntnisse in Büroverwaltungssoftware und -systemen\nStrategisches Denken und Planungsfähigkeiten,\nKommunikationsstärke für effektive Teamarbeit und Kundenbeziehungen\nAnpassungsfähigkeit und Flexibilität in einem sich ändernden Arbeitsumfeld\nEmpathie und Konfliktlösungsfähigkeiten\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (bis zur EG 11 TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 18.01.2026 ausschließlich digital über unser\nKarriereportal\nan Herrn Pfeifer. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/verwaltungskoordination-mit-standortverantwortung-w-m-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/objekt-museumstechniker-m-w-d/", "image": "", "title": "Objekt-/Museumstechniker (m/w/d)", "content_text": "Frankfurter Goethe-Museum, Frankfurt a. M. Bewerbungsende: 20.01.2026 | Das Freie Deutsche Hochstift / Frankfurter Goethe-Museum ist Museum (Goethe-Haus und Deutsches Romantik-Museum) mit ca. 120.000 Gästen im Jahr, literaturwissenschaftliche Forschungseinrichtung, Archiv sowie Bildungs- und Veranstaltungsort. Wir suchen zum nächstmöglichen Zeitpunkt\neinen Objekt-/Museumstechniker (m/w/d).\n(Vollzeit; Teilzeit möglich, Minimum 30 Std./Woche)\nSie verfügen über\neine abgeschlossene Ausbildung z. B. mit der Fachrichtung Elektrotechnik, ElektronikerIn für Energie- und Gebäudetechnik, Heizung-, Lüftung-, Klima-, Sanitärtechnik oder eine vergleichbare Ausbildung.\nErste Berufserfahrung in der Gebäudetechnik von Vorteil\nIdealerweise gewerkübergreifende Kenntnisse in der MSR-Technik\nZu Ihren Aufgaben gehören u.a. die\nÜberwachung und das Betreiben der Gebäudetechnik\nEigene Durchführung von Wartungs- und Reparaturarbeiten\nBegleitung der Wartungs- und Instandhaltungsarbeiten aller haustechnischen Anlagen\nMonitoring des Energieverbrauchs und Umsetzung von verbrauchsmindernden Maßnahmen\nBetreuung der Museumstechnik (Brandmelde- und Einbruchmeldeanlage)\nHausmeistertätigkeiten und Kleinreparaturen im gesamten Haus\nMitarbeit beim Auf- und Abbau von Wechselausstellungen und Veranstaltungen\nTeilnahme an der Rufbereitschaft (abwechselnd mit Kollegen)\nWir suchen eine/n engagierte/n und verantwortungsbewusste/n Mitarbeiter/in. Zu Ihren Stärken zählt selbständiges, systematisches und problemlösungsorientiertes Arbeiten. Sie sind belastbar und zeitlich flexibel; das Arbeiten im Team macht Ihnen Freude. Solide Kenntnisse der MS-Office-Programme sind von Vorteil.\nWir bieten Ihnen eine abwechslungsreiche, interessante und kommunikative Tätigkeit und ein Gehalt mit Sozialleistungen in Anlehnung an den öffentlichen Dienst gemäß Qualifikation bis Vergütungsgruppe 8 TV-H.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerberinnen und Bewerbern.\nIhre Bewerbung mit ausführlichen Unterlagen richten Sie bitte bis zum 20. Januar 2026 an:\nFreies Deutsches Hochstift / Frankfurter Goethe-Museum,\nz.Hd. Herrn Christian Alberth\nGroßer Hirschgraben 23 – 25,\n60311 Frankfurt am Main,\nwww.freies-deutsches-hochstift.de\nTel. 069/13880-231\nE-Mail: chalberth@freies-deutsches-hochstift.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.01.2026", "url": "https://www.museumsbund.de/stellenangebote/objekt-museumstechniker-m-w-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-sammlungsqualifizierung/", "image": "", "title": "Projektleitung (m/w/d) Sammlungsqualifizierung", "content_text": "Stiftung Donaumoos, Karlshuld Bewerbungsende: 08.02.2026 | Projektleitung (m/w/d) Sammlungsqualifizierung\nVollzeit | befristet bis 31.12.2026\nDie Stiftung Donaumoos sucht für ihr Freilichtmuseum HAUS im MOOS zum nächstmöglichen Zeitpunkt eine Projektleitung (m/w/d) für die abschließende Phase der Sammlungsqualifizierung.\nDas HAUS im MOOS liegt mitten im Donaumoos, Süddeutschlands größtem zusammenhängenden Niedermoor, und empfängt jährlich rund 20.000 Besucherinnen und Besucher. Es vereint eine staatlich anerkannte Umweltstation, ein Freilichtmuseum, ein Heimatmuseum sowie eine Museumsgaststätte. Träger ist die Stiftung Donaumoos.\nFür die umfangreiche kulturgeschichtliche Sammlung des Freilichtmuseums wird eine neue Museumsdepotlösung geplant. In Vorbereitung darauf wird die Sammlung seit 2023 systematisch erfasst, bewertet und in ein Zwischenlager überführt.\nZiel des Projekts ist es, bis Dezember 2026 verbindlich zu entscheiden, welche Objekte dauerhaft in der Sammlung verbleiben und welche deakzessioniert werden, sowie das bisherige Depot „Putzerei“ vollständig zu räumen und besenrein an den Vermieter zu übergeben.\nIhre Aufgaben\nFachliche und organisatorische Leitung des Teams Sammlungsqualifizierung\nVerantwortung für die sachgerechte Bewertung, Priorisierung und Deakzession von Sammlungsobjekten\nSicherstellung des fristgerechten Projektabschlusses und der Übergabe des Depots „Putzerei“ im Dezember 2026\nFinalisierung und Umsetzung des Sammlungskonzepts in enger Abstimmung mit der Museumsleitung\nDokumentation und fachliche Begründung von Auswahl- und Deakzessionsentscheidungen\nWissenschaftliche Begleitung der Sammlungsqualifizierung\nIhr Profil\nAbgeschlossenes Hochschulstudium (z. B. Europäische Ethnologie/Volkskunde, Geschichte, Museologie oder vergleichbar)\nFundierte Kenntnisse in der Arbeit mit kulturhistorischen Sammlungen, bestenfalls mit Deakzessionsprozessen\nMehrjährige Erfahrung im Projektmanagement\nFähigkeit, unter Zeitdruck klare fachliche Entscheidungen zu treffen und diese zu vertreten\nErfahrung in der Erstellung und Umsetzung von Sammlungs- oder Museumskonzepten\nStrukturierte, selbstständige Arbeitsweise\nPragmatismus, Durchsetzungsfähigkeit und Hands-on-Mentalität\nWünschenswert: Kenntnisse zur materiellen Kultur des süddeutschen ländlichen Raums um 1900\nUnser Angebot\nVerantwortungsvolle Leitungsaufgabe mit klarem Projektziel\nKollegiales Arbeitsklima in einem engagierten Team von sechs Personen\nFlexible Arbeitszeiten im Rahmen der Gleitzeitregelung\nGute Vereinbarkeit von Beruf und Familie\nVergütung in Anlehnung an TVöD/VKA E 13\nBewerbungen von Frauen und von Menschen mit Schwerbehinderung sind ausdrücklich erwünscht und werden bei gleicher Eignung bevorzugt berücksichtigt.\nWeitere Informationen unter: www.haus-im-moos.de\nFür Rückfragen steht die Geschäftsführerin und Museumsleiterin Joana Mylek zur Verfügung:\nj.mylek@haus-im-moos.de | 0163 1494445\nBewerbungsschluss: 08.02.2026\nBitte per E-Mail an bewerbung@haus-im-moos.de (eine PDF-Datei, max. 15 MB).\nHinweis: Die Übermittlung der Daten erfolgt unverschlüsselt. Die Verarbeitung personenbezogener Daten im Bewerbungsverfahren erfolgt gemäß Art. 13 Abs. 1 DSGVO.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-sammlungsqualifizierung/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-aeltere-kunst/", "image": "", "title": "Kurator:in (w/m/d) Ältere Kunst", "content_text": "Staatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern, Schwerin Bewerbungsende: 30.01.2026 | Die Staatlichen Schlösser, Gärten und Kunstsammlungen M-V (SSGK M-V) bewahren, erforschen und präsentieren das kultur- und kunstgeschichtliche Fundament Mecklenburg-Vorpommerns. Dazu gehören einige der schönsten und bedeutendsten Zeugnisse der Architekturgeschichte und Gartenkunst Norddeutschlands sowie die herzoglichen Kunstsammlungen und Kunstschätze internationalen Ranges von der Antike bis zur Gegenwart. Teil der SSGK M-V ist das Staatliche Museum Schwerin, in welchem die Stelle der Kuratorin bzw. des Kurators Ältere Kunst vom Mittelalter bis zur Mitte des 19. Jh. neu zu besetzen ist. Von den zu betreuenden Sammlungsbereichen hat der Bestand an holländischer und flämischer Malerei des 17. Jh. durch Umfang und Qualität einen herausgehobenen Stellenwert.\nGesucht wird ein/eine:\nKurator/Kuratorin (w/m/d) Ältere Kunst\nIhre Aufgaben:\nwissenschaftliche Betreuung der Sammlung Gemälde & Plastik (Publikationen, Inventarisierung, Betreuung der Datenbank für Gemälde, Plastik, Objekte)\nKonzeptionen von Ausstellungen und deren Realisierung\nErarbeitung von wissenschaftlichen Katalogen und Publikationen\nStärkung des Profils der Sammlung und deren Weiterentwicklung, Vorschläge für Ankäufe\nenge Zusammenarbeit mit dem Sammlungsmanagement, den Restauratoren und der Vermittlungs- und Stabstelle Presse, Marketing und Veranstaltungskoordinierung\nBearbeitung von Leihanfragen, Kurierbegleitung von Leihgaben\nadministrative Tätigkeiten\nEntwicklung von internationalen Kooperationen, Netzwerkarbeit, Fundraising, Bearbeitung von Förderanträgen, Sponsorenakquise\nperspektivisch Koordinierung der zukünftigen Online Collection\nDas erwarten wir von Ihnen:\nein mit einem Mastergrad oder einem gleichwertigen Abschluss abgeschlossenes Hochschulstudium im Hauptfach Kunstgeschichte\nPromotion im Bereich Ältere Kunst\nKenntnisse im Bereich Kunst der frühen Neuzeit, insbesondere der niederländischen und deutschen Malerei des 17. und18. Jahrhunderts\nKenntnisse im Bereich der mittelalterlichen Kunst, insbesondere im norddeutschen Raum\nErfahrungen im Ausstellungs-, Publikations- und Vermittlungswesen\nErfahrungen im Controlling und Überwachung von Projektkalkulationen\nErfahrungen in der Vergabepraxis und Haushaltsführung erwünscht\nErfahrungen im Bereich der Antragstellung von Fördermitteln\nErfahrungen im Umgang mit Archiven\nsehr gute Kenntnisse der deutschen Sprache (Muttersprachniveau = Level C2) und sehr gute Kenntnisse der englischen Sprache (C1), gute Kenntnisse einer weiteren Sprache, vorzugsweise Niederländisch, in Wort und Schrift\nKreativität, frische Ideen und Engagement\nsehr gute Kommunikationsfähigkeit, Teamorientierung, Flexibilität\nDas bieten wir:\neine unbefristete Beschäftigung in Vollzeit (Arbeitsbeginn ab: sofort)\nBezahlung nach E 13 TV-L, bitte informieren Sie sich z.B. unter www.oeffentlicher-dienst.info über die Vergütung\nsehr ansprechender und zentral gelegener Arbeitsplatz (Arbeitsort: Schwerin)\neine attraktive Altersabsicherung\neine interessante, vielseitige und anspruchsvolle Aufgabe\ndie Möglichkeit zur Weiterbildung\nflexible Arbeitszeiten\nVereinbarkeit von Beruf und Privatleben\n30 Tage Urlaub\nIhre\nBewerbung erbitten\nwir bis zum (30.01.2026)\nonline\nauf folgender Seite\nhttps://karriere-in-mv.de/stelle/13737-kuratorin-bzw-kurator-w-m-d-aeltere-kunst\nFür dieses Verfahren ist lediglich der Bewerbungsweg über das vorgenannte Portal eröffnet. Wir bitten daher von Bewerbungen per Post oder per E-Mail abzusehen.\nWir weisen darauf hin, dass für die Auswahlentscheidung nur Qualifikationen, Fähigkeiten, Kenntnisse und Erfahrungen herangezogen werden können, die durch geeignete Unterlagen belegt wurden. Wir bitten daher um die Einreichung vollständiger Bewerbungsunterlagen.\nStaatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern\nWerderstraße 141\n19055 Schwerin\nAnsprechpartner\nfür fachliche Fragen:  Herr Dr. Björn Egging (Tel. 0385 58841200)\nfür Fragen zur Stellenausschreibung:  Frau Andrea Klönhammer (Tel. 0385 58841142)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-aeltere-kunst/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d-2/", "image": "", "title": "Geschäftsführung / Museumsleitung (m/w/d)", "content_text": "Weltkulturerbe Rammelsberg – Museum & Besucherbergwerk, Goslar Bewerbungsende: 01.02.2026 | Geschäftsführung / Museumsleitung für das Weltkulturerbe Rammelsberg – Museum & Besucherbergwerk (m/w/d)\nUNESCO-Weltkulturerbes Rammelsberg\nKEX_3448\nBewerbungsfrist: 01.02.2026\nIhre Ansprechperson:\nChristian Jansen\njansen@kulturexperten.de\n+49 201 63462 798\nSparte: Kulturamt und KommunalverwaltungVollzeit\nDie niedersächsische Kaiserstadt Goslar mit ihren ca. 50.000 Einwohnerinnen und Einwohnern ist eine UNESCO-Welterbestadt. Die UNESCO-Welterbestätte „Bergwerk Rammelsberg, Altstadt von Goslar und Oberharzer Wasserwirtschaft“ mit ihren Bau- und Bodendenkmalen, sowie den mit ihr verbundenen Museen geben der Region ein unverwechselbares Profil. Das Bergwerk Rammelsberg als zentraler Bezugspunkt der gesamten Welterbestätte wird von der Weltkulturerbe Erzbergwerk Rammelsberg Goslar GmbH unterhalten und vermittelt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d-2/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/121207/", "image": "", "title": "Mitarbeiter:in (w/m/d) Schlossverwaltung Jagdschloss Granitz", "content_text": "Staatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern, Binz Bewerbungsende: 06.01.2026 | Mitarbeiterin\nbzw. Mitarbeiter (w/m/d) Schlossverwaltung Jagdschloss Granitz\nEinsatzdienststelle\nJagdschloss Granitz, Binz\nBewerbung bis: 06.01.2026\nArbeitsbeginn: 01.06.2026\nArbeitszeit: Vollzeit, unbefristet\nEntgeltgruppe: E 6 TV-L (vorbehaltlich einer tariflichen Bewertung)\nDie Staatlichen Schlösser, Gärten und Kunstsammlungen M-V bewahren, erforschen und präsentieren das kultur- und kunstgeschichtliche Fundament Mecklenburg-Vorpommerns. Dazu gehören einige der schönsten und bedeutendsten Zeugnisse der Architekturgeschichte und Gartenkunst Norddeutschlands sowie die herzoglichen Kunstsammlungen und Kunstschätze internationalen Ranges von der Antike bis zur Gegenwart. Einst der luxuriös ausgestattete Jagdsitz der Putbusser Fürstenfamilie, ist das zwischen 1837 und 1846 erbaute Schloss Granitz heute einer der attraktivsten\nBesuchermagnete Rügens. Neben einem sehenswerten Museumsschloss erwartet die Gäste vor allem ein aufreibender Nervenkitzel beim Besteigen des 38 Meter hohen Turms, welcher beste Aussichten über die Insel bietet.\nIhre Aufgaben:\nBetreuung Schloss-Shop:\nselbstständiger Wareneinkauf und -abwicklung im vorgegebenen Rahmen (Produktrecherche, Angebotseinholung, Preisverhandlungen, Kalkulation, Kontrolle Wareneingang, Reklamation, Rechnungsprüfung)\nBudgetkontrolle\nStatistik (Führen und Aufbereiten von monatlichen Statistiken)\nselbststände Lagerverwaltung / Inventur und Produktpräsentation im Museumsshop\nkonzeptionelle Mitarbeit (Unterbreitung von neuen Sortimentsvorschlägen)\nBesucherdienst und Führungsorganisation (Annahme, Reservierung und Koordinierung von Führungen, Bearbeiten von Anfragen auf deutsch und englisch)\nBüroorganisation, Rechnungsstellung, statistische Erfassung von Daten\nIhr Profil:\nerfolgreich abgeschlossene Verwaltungsausbildung, abgeschlossene Berufsausbildung zur / zum Fachangestellten für Bürokommunikation oder eine andere aufgabenbezogene kaufmännische Berufsausbildung\nErfahrung in Warenwirtschaft und Einkauf sowie Erfahrung im Kultur- bzw. Museumsbereich\ngute Kenntnisse der deutschen und englischen Sprache (deutsch mindestens B2)\nausgeprägte Kommunikationsfähigkeit, Flexibilität und Teamfähigkeit, sehr ausgeprägtes Dienstleistungsverständnis\nsichere Beherrschung moderner Kommunikationstechnik sowie der gängigen Bürosoftware, z.B. MS Office (Word, Excel, PowerPoint)\nPkw-Führerschein\nDas bieten wir Ihnen:\neinen ansprechenden Arbeitsplatz mit Parkmöglichkeit am Dienstsitz\ndie Möglichkeit, teilweise und nach entsprechender Einarbeitungszeit auch von zu Hause aus zu arbeiten\neine attraktive Altersabsicherung\neine interessante, vielseitige und anspruchsvolle Aufgabe\ndie Möglichkeit zur Weiterbildung\nflexible Arbeitszeiten\nVereinbarkeit von Beruf und Privatleben\n30 Tage Urlaub\nHinweise zum Bewerbungsverfahren:\nWir schätzen Vielfalt in der Landesverwaltung Mecklenburg-Vorpommern und begrüßen daher alle Bewerbungen – unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung. Schwerbehinderte Bewerberinnen und Bewerber und ihnen Gleichgestellte berücksichtigen wir bei gleicher Eignung bevorzugt. Wir empfehlen Ihnen daher, auf eine Schwerbehinderung bzw. Gleichstellung bereits im Anschreiben hinzuweisen. Das Jagdschloss Granitz ist baudenkmalbedingt kein behindertengerechter Arbeitsplatz. Bewerberinnen und Bewerber aus dem öffentlichen Dienst bitten wir, ihr Einverständnis zur Einsichtnahme in die Personalakte zu erklären. Um das Verfahren zu beschleunigen, bitten wir diese Bewerberinnen und Bewerber jedoch, die für die Bewerbung relevanten Unterlagen der Bewerbung selbst beizufügen. Mit der Bewerbung verbundene Kosten können wir leider nicht erstatten. Es erfolgt keine Rücksendung von Bewerbungsunterlagen.\nIhre Bewerbung erbitten wir bis zum (30.01.2026) online auf folgender Seite\nhttps://karriere-in-mv.de/stelle/13449-mitarbeiterin-bzw-mitarbeiter-w-m-d-schlossverwaltung-jagdschloss-granitz\nFür dieses Verfahren ist lediglich der Bewerbungsweg über das vorgenannte Portal eröffnet. Wir bitten daher von Bewerbungen per Post oder per E-Mail abzusehen.\nWir weisen darauf hin, dass für die Auswahlentscheidung nur Qualifikationen, Fähigkeiten, Kenntnisse und Erfahrungen herangezogen werden können, die durch geeignete Unterlagen belegt wurden. Wir bitten daher um die Einreichung vollständiger Bewerbungsunterlagen.\nDatenschutzhinweise\nIhre Daten aus den Bewerbungsunterlagen werden ausschließlich für den Zweck des Bewerbungsverfahrens verarbeitet. Weitere Informationen finden Sie in unseren Datenschutzbestimmungen: https://www.ssgk-mv.de/datenschutz\nAnsprechpersonen:\nFrau Dr. Nadine Garling\nAnsprechperson für fachliche Fragen\nTel.: 0385 588 41520\nFrau Andrea Klönhammer\nAnsprechperson für Fragen zur Stellenausschreibung\nTel.: 0385 588 41142\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/121207/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-programm-und-internationale-beziehungen-m-w-d/", "image": "", "title": "Leitung Programm und internationale Beziehungen (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden, Dresden Bewerbungsende: 18.01.2026 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, eine Leitung Programm und Internationale Beziehungen (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 14 TV-L).\nDie Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nDie Abteilung Programm und internationale Beziehungen ist direkt dem Generaldirektor unterstellt und für die Ausgestaltung und Koordination des Programms (insbesondere von Ausstellungen und Sonderprojekten) und damit für die inhaltliche und organisatorische Gesamtplanung der SKD verantwortlich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-programm-und-internationale-beziehungen-m-w-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-presse-und-oeffentlichkeitsarbeit-m-w-d-6/", "image": "", "title": "Leiter:in Presse- und Öffentlichkeitsarbeit (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 08.01.2026 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft. Mit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaat lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet.\nZur Unterstützung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt am Standort Karlsruhe eine / einen\nLeiterin / Leiter Presse- und Öffentlichkeitsarbeit (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 13 TVöD Bund. Es handelt sich um eine unbefristete Vollzeitstelle (39 Std./Woche).\nDu unterstützt das Direktorium der Stiftung u.a. bei der strukturellen Entwicklung der Presse- und Öffentlichkeitsarbeit und berichten direkt an den Direktor. Deine Arbeit umfasst die Bereiche Presse-, Medien- und Öffentlichkeitsarbeit, Unterstützung und Mitarbeit im Bereich der Digitalen Kommunikation, Kooperationen, Sponsoring und Fundraising, sowie ­– mittelfristig – den Aufbau eines kleinen Teams.\nZu Deinen vielfältigen Aufgaben gehören unter anderem:\nStrategische Planung, Konzeption, Implementierung und Kontrolle der Presse- und Öffentlichkeitsarbeit mit einem Schwerpunkt auf der Pressearbeit\nAufgaben als Pressesprecherin / Pressesprecher und Ansprechpartnerin / Ansprechpartner sowohl für interne als auch für externe Anfragen inkl. Vorbereitung und Steuerung von Pressekonferenzen, Medienterminen, etc.\nGemeinsame Erarbeitung von Maßnahmenplänen für die Presse- und Öffentlichkeitsarbeit verschiedener Fachbereiche\nGemeinsame Erarbeitung einer Kommunikationsstrategie für die Stiftung in Zusammenarbeit mit dem Fachbereich Marketing, Kommunikation und Digitales\nZusammenarbeit mit allen Abteilungen der Stiftung für eine ganzheitliche Medienkommunikation\nAufbau und Pflege eines nationalen und internationalen Mediennetzwerks inkl. Gewinnung von Kooperations- und Projektpartnern / Projektpartnerinnen.\nKoordination und Sichtung presserelevanter Texte sowie Redaktion und Veröffentlichung von Pressetexten sowie die Erstellung eines Jahrespresseberichtes\nQualitätssicherung und Evaluation der Pressearbeit\nModeration von Terminen\nBetreuung stiftungseigener Publikationen\nBeauftragung und Koordination von Fotografen / Fotografinnen, Agenturen und externen Dienstleistern / Dienstleisterinnen.\nBudgetplanung, -kontrolle und Projektabrechnung\nDu bist eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent, strategischem und konzeptionellem Denken und Verhandlungs-geschick. Du gestalten Deinen Verantwortungsbereich fachlich versiert, erfahren und mit einem hohen Maß an Qualitätsbewusstsein und Verantwortung. Du hast Teamgeist, Humor und verfügst über soziale Kompetenz im Umgang mit Politik und Öffentlichkeit, bist belastbar, flexibel und kannst mit Stresssituationen umgehen.\nDein Profil:\nabgeschlossenes Hochschulstudium in einem für die Stiftung relevanten Studiengang\nmehrjährige Erfahrung in der Presse- und Öffentlichkeitsarbeit, idealerweise in einer überregionalen Institution mit (inter-)nationalem Wirkungskreis oder im Rechtsjournalismus\nein gutes Mediennetzwerk\nKompetenz in der Erstellung von Redaktionsplänen und Nutzung von Social Media\ngute Allgemeinbildung und Grundkenntnisse im Presse- und Urheberrecht\nausgeprägtes Interesse an politischen und gesellschaftlichen Themen, Kenntnisse zu Grundfragen von Recht und Rechtsstaat wünschenswert\nsehr gute Deutschkenntnisse in Wort und Schrift sowie gute Englischkenntnisse, weitere Fremdsprachen von Vorteil\nEDV-Kenntnisse (MS-Office-Anwendungen, Datenbanken, CMS, Bildbearbeitung, Aufnahmetechniken)\nBefähigung zum strukturierten, zielorientierten und genauen und termingerechten Arbeiten sowie unternehmerisches Denken\nausgezeichnete schriftliche und mündlichen Ausdrucksfähigkeit\nBereitschaft zu flexibler und mobiler Arbeitszeitgestaltung, auch in den Abendstunden, an Wochenenden sowie zu Dienstreisen\nMitwirkung an der Konzepterstellung der Baukommunikation für zwei Neubauten\nWir bieten:\nDich erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt, viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht findest Du unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungsschluss ist der\n08. Februar\n2026,\nDeine aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fasse dazu bitte\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benenne diese folgendermaßen:\nSFR_2602_\nDein\nNachname\n_Bewerbung\nSende dann die Datei per E-Mail an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Dir die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, die Dir durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Deiner Bewerbung willigst Du darin ein, dass wir Deine personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leiterin-presse-und-oeffentlichkeitsarbeit-m-w-d-6/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-des-direktoriums-m-w-d-2/", "image": "", "title": "Referent:in des Direktoriums (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 25.01.2026 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft. Mit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaat lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet.\nZur Unterstützung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt am Standort Karlsruhe eine / einen\nReferentin / Referenten des Direktoriums (m/w/d\n).\nDie Vergütung erfolgt gemäß Entgeltgruppe E 13 TVöD Bund. Es handelt sich um eine unbefristete Stelle in Vollzeit (39 Std./Woche).\nIm Arbeitsbereich des Direktoriums unterstützt Du das Direktorium der Stiftung u.a. bei organisatorischen und strukturellen Aufgaben im Tagesgeschäft, bei der Netzwerkarbeit, der Entwicklung inhaltlicher Strategien sowie wissenschaftlichen Recherchen. Du berichtest direkt an den Direktor.\nZu Deinen vielfältigen Aufgaben gehören unter anderem:\nSchnittstellenfunktion zwischen den Organen der Stiftung, dem Stiftungsteam und externen Partnerinnen und Partnern\nInhaltliche Koordination, Vorbereitung und Nachbearbeitung der Gremiensitzungen von Kuratorium und Stiftungsbeirat\nAustausch und Netzwerkarbeit mit externen Expertinnen und Experten aus Politik, Zivilgesellschaft, Recht, Wissenschaft und Kultur im Themenfeld von Recht und Rechtsstaat\nVorbereitung und Organisation von Besprechungen, Sitzungen, Präsentationen und Entscheidungsvorlagen sowie Protokollführung\nfundierte Vor- und Nachbereitung von Terminen\nWissenschaftliche Recherche zu stiftungsrelevanten juristischen, politischen und gesellschaftlichen Fachthemen und deren schriftliche Aufbereitung\nZuarbeit zu Fachvorträgen und Präsentationen auf wissenschaftlichem Niveau\nVerfassen und Redaktion von Texten und Berichten zu den Aktivitäten der Stiftung sowie zu spezifischen Themen aus der Stiftungsarbeit\nMitwirkung und Prozesssteuerung bei der Weiterentwicklung des inhaltlichen Konzepts zum Forum Recht\nDu bist eine Persönlichkeit, die sich durch selbständiges und eigenverantwortliches Arbeiten, Teamfähigkeit, Kommunikationskompetenz sowie Organisationsgeschick, Flexibilität, Belastbarkeit und Humor auszeichnet und Erfahrungen in konstruktiver und produktiver Teamarbeit mitbringt.\nDein Profil:\nMit überdurchschnittlichen Ergebnissen abgeschlossenes rechtswissenschaftliches Hochschulstudium (LL.M. oder 2. juristisches Staatsexamen)\nPraktische Erfahrungen im Umgang mit stiftungsrelevanten Themen\nErfahrungen in einer vergleichbaren Tätigkeit von Vorteil\nErfahrungen in der Durchführung und Moderation von Terminen und im Projektmanagement\nFähigkeit zum strukturierten, zielorientierten und genauen und termingerechten Arbeiten sowie unternehmerisches Denken\nSehr gute Kenntnisse der gängigen MS-Office-Programme\nAusgezeichnete schriftliche und mündlichen Ausdrucksfähigkeit\nSehr gute Sprachkenntnisse in Deutsch und Englisch\nBereitschaft zu flexibler und mobiler Arbeitszeitgestaltung, bisweilen auch in den Abendstunden sowie am Wochenende sowie zu Dienstreisen\nWir bieten:\nDich erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt, viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht findest Du unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungsschluss ist der\n25. Januar\n2026,\nDeine aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fasse dazu bitte\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benenne diese folgendermaßen:\nSFR_2601_\nDein\nNachname\n_Bewerbung\nSende dann die Datei per E-Mail an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Dir die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, die Dir durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Deiner Bewerbung willigst Du darin ein, dass wir Deine personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-des-direktoriums-m-w-d-2/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/schlossfuehrer-m-w-d-befristet-fuer-die-sommersaison-2026/", "image": "", "title": "Schlossführer (m/w/d) Sommersaison 2026 im Schloss Neuschwanstein", "content_text": "Bayerische Verwaltung der staatlichen Schlösser, Gärten und Seen, Hohenschwangau Bewerbungsende: 15.01.2026 | Schloss Neuschwanstein ist seit Juli 2025 UNESCO-Weltkulturerbe und mit über einer Million Besucher jährlich eine der herausragenden Sehenswürdigkeiten Europas und der unangefochtene Besuchermagnet der Bayerischen Verwaltung der staatlichen Schlösser, Gärten und Seen.\nDie Bayerische Verwaltung der staatlichen Schlösser, Gärten und Seen, Schlossverwaltung Neuschwanstein, sucht\nSchlossführer (m/w/d\n)\nbefristet für die Sommersaison 2026 (01.04.2026 bis 31.10.2026).\nMöglichkeiten einer Anschlussbeschäftigung sind nach Bewährung gegeben.\nAufgaben:\nDurchführung von Führungen für div. Gruppen d.h. aktive und/oder passive Ansprache der Besucher der jeweiligen Führung\nVermittlung von Wissen über König Ludwig II, das Schloss, die Geschichte und das Museum\nSicherstellung eines reibungslosen Führungsablaufes und Betreuung der Museumsbesucher im Rahmen der Vorgaben\nDurchführung von Reinigungsaufgaben\nAusführung der zugewiesenen Aufgaben wie z. B. Bedienung der Kasse, Beraten der Besucher, Aufgaben in Arbeitsgruppen, usw.\nAnforderungen:\nsehr gute Deutsch- und Englischkenntnisse, gerne auch weitere Sprachen\naktive, dienstleistungsorientierte und engagierte Aufgabenwahrnehmung, Zuverlässigkeit, Teamfähigkeit, Problemlösungskompetenz, interkulturelle Kompetenz\ndie Fähigkeit, internationale Besuchergruppen zu begeistern und die Führungsinhalte auf die jeweilige Zielgruppe angepasst zu vermitteln; situationsgerechtes und verbindliches Auftreten, ausgezeichnetes Kommunikationsverhalten, sehr gute Umgangsformen sowie ausgeprägte Kunden- und Serviceorientierung\nflexible Arbeitseinsätze auch an Wochenenden und Feiertagen, psychische und physische Belastbarkeit (lange Strecken und viele Treppen), gutes Sehvermögen\nMitgliedschaft in einer freiwilligen Feuerwehr oder THW (wünschenswert)\nMindestalter 18 Jahre\nWir bieten:\nflexible Beschäftigungsmöglichkeiten (Vollzeit, Teilzeit, oder als Nebenbeschäftigung auf kurzfristiger Basis)\nEs handelt sich um ein befristetes Arbeitsverhältnis zunächst bis 31.10.2026, bei Bewährung kann eine Anschlussbeschäftigung in Aussicht gestellt werden.\neine spannende und abwechslungsreiche Aufgabe in einem der beliebtesten Schlösser Deutschlands\ninterne Fortbildungen\nKommissionszimmer stehen während der Beschäftigungszeit in beschränktem Umfang zur Verfügung\nVergütung richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Informationen dazu finden Sie unter\noeffentlicher-dienst.info\n.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei im Wesentlichen gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen. Bewerbungen von Menschen mit Migrationshintergrund sind erwünscht.\nWir freuen uns auf Ihre aussagekräftige Bewerbung mit\nAngabe der Verfahrens-Nr. P 130-01/26\nEnde der Bewerbungsfrist ist der 15.01.2026.\nBitte senden Sie uns Ihre Bewerbung möglichst per E-Mail im PDF-Format an:\nSVNeuschwanstein_info@bsv.bayern.de\nMit der Bewerbung erteilen die Bewerberin bzw. der Bewerber ihr/sein Einverständnis zur elektronischen Erfassung seiner Bewerbungsunterlagen. Eingereichte Papierbewerbungen werden nach Abschluss des Verfahrens nicht zurückgegeben und die Bewerbungsdaten nach datenschutzrechtlichen Bestimmungen vernichtet.\nDie Datenschutzhinweise in Bezug auf dieses Ausschreibungsverfahren entnehmen Sie bitte der Ausschreibung auf unserer Internet-Seite unter www.schloesser.bayern.de. Die Informationen können bei Bedarf auch in Papierform bei der Einstellungsbehörde unter o.g. Anschrift angefordert werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/schlossfuehrer-m-w-d-befristet-fuer-die-sommersaison-2026/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-operations-w-m-d-in-teilzeit-oder-vollzeit/", "image": "", "title": "Mitarbeiter:in Operations (w/m/d) in Teilzeit oder Vollzeit", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 16.01.2026 | Werde Teil von FLUX – dem neuen Dritten Ort an der Pinakothek der Moderne!\nDu hast Erfahrungen beim Aufbau von Orten, die Menschen verbinden und inspirieren? Dann komm zu FLUX – dem neuen Treffpunkt für Kultur, Kreativität und Austausch im Kunstareal München. FLUX ist Bar, Bühne, Werkstatt und Wohnzimmer zugleich – offen für alle, lebendig und experimentell. Damit dieser besondere Ort im Alltag funktioniert, suchen wir eine engagierte Person mit Erfahrung in Betriebsführung und mit Hands-on-Mentalität.\nMitarbeiter:in Operations (w/m/d) in Teilzeit oder Vollzeit\nDu bist im Team mit einer Kollegin für den Betrieb zuständig und die  Schnittstelle zu den Vermietungen. Du koordinierst gemeinsam mit der Betriebskollegin den täglichen Betrieb vor und hinter den Kulissen und entwickelst somit FLUX aktiv weiter. Darüber hinaus arbeitest Du eng mit der Kulturmanagerin und der Vertriebs Mitarbeiter:in zusammen.\nDeine Aufgaben\nDu koordinierst den täglichen Betrieb von FLUX – sowohl vor Ort als auch hinter den Kulissen im Betriebsteam\nDu kümmerst Dich um das Team der Werkstudierenden und leitest dieses.\nDabei entwickelst du Abläufe und Strukturen, die den Alltag effizient und reibungslos machen.\nMit einem Blick fürs Ganze übernimmst du operative Leitungsaufgaben, denkst mit und packst an.\nDu baust unser Event- und Vermietungsgeschäft mit auf.\nDu organisierst und betreust die Vermietungen vor Ort.\nVor Ort bist du eine zentrale Ansprechperson für Team, Gäste und Partner:innen.\nBei Bedarf übernimmst du die Vertretung der Kulturmanagerin, das beinhaltet z.B. Koordination Kulturprogramm, Social Media, Website etc.m\nWas du mitbringen solltest\nMehrjährige Erfahrungen in der Gastronomie oder Betriebsleitung oder im Veranstaltungsmanagement.\nKenntnisse in Organisation und Finanzen.\nDie Fähigkeit, Prioritäten zu setzen, dich selbst zu organisieren und Verantwortung zu übernehmen.\nTeamorientierung und eine zuverlässige, strukturierte und lösungsorientierte Arbeitsweise.\nBereitschaft zu flexiblen Arbeitszeiten, regelmäßig am Abend und am Wochenende – FLUX ist im Sommer von Dienstag bis Sonntag geöffnet.\nDas bieten wir dir\nEin inspirierendes, unternehmerisches und kulturelles Umfeld, in dem du deine Erfahrungen einbringen kannst\nEin kreatives, motiviertes Team mit Start-up-Spirit\nEine unbefristete Stelle in Voll- oder Teilzeit mit Probezeit\nMarktübliches Gehalt, Einstellung ab sofort\nLust bekommen?\nDann sende deine aussagekräftigen Bewerbungsunterlagen bis zum 16.01.2026 (Lebenslauf, Referenzen, Arbeitszeugnisse, Motivationsschreiben und deine Gehaltsvorstellung) an eva.tillig@stipimo.de\nWir freuen uns darauf, dich kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-operations-w-m-d-in-teilzeit-oder-vollzeit/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-vertrieb-m-w-d-in-teilzeit-20-h/", "image": "", "title": "Mitarbeiter:in Vertrieb (m/w/d) in Teilzeit (20 h +)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 16.01.2026 | Werde Teil von FLUX – dem neuen Dritten Ort an der Pinakothek der Moderne!\nDu hast Erfahrungen beim Aufbau von Orten, die Menschen verbinden und inspirieren? Dann komm zu FLUX – dem neuen Treffpunkt für Kultur, Kreativität und Austausch im Kunstareal München. FLUX ist Bar, Bühne, Werkstatt und Wohnzimmer zugleich – offen für alle, lebendig und experimentell. Damit dieser besondere Ort im Alltag funktioniert, suchen wir eine engagierte Person mit Erfahrung im Bereich Vertrieb und Marketing und mit Hands-on-Mentalität.\nMitarbeiter:in Vertrieb (m/w/d) in Teilzeit (20 h +)\nDu gestaltest FLUX aktiv mit und arbeitest eng mit dem Betriebsteam und der Kommunikationsmitarbeiter:in zusammen. Du übernimmst die Verantwortung für die Aufgaben im Bereich Vertrieb, Marketing und Vermietungen und bist die Schnittstelle zu den Partner:innen und Betrieb vor Ort. Durch die Initiierung und Durchführung von kommerziellen Vermietungen, wird der gemeinnützige Raum kofinanziert. Du gestaltest somit FLUX aktiv mit.\nDeine Aufgaben\nDu entwickelst eine Marketingstrategie für die Vermietung von FLUX und begleitest deren Umsetzung aktiv.\nDu akquirierst Kund:innen und bearbeitest Veranstaltungsanfragen für Firmenkund:innen und kommerzielle Vermietungen.\nDu kümmerst Dich um Angebotserstellung, Präsentationen und Vertragsmanagement.\nDu hast die Gesamtverantwortung für die Planung, Organisation, Durchführung und Nachbereitung der Veranstaltung inklusive der Abrechnung.\nDu optimierst die Flächenaufteilung, um Parallelnutzungen zu ermöglichen.\nDu arbeitest eng mit externen Dienstleister:innen zusammen.\nDu erstellst Verkaufsprognosen und -berichte und Evaluation\nVor Ort bist du eine zentrale Ansprechperson für das Team, für unsere Gäste sowie für Partner:innen.\nWas du mitbringen solltest\n(Mehrjährige) Erfahrungen im Vertrieb, Marketing und Eventorganisation, idealerweise im kulturellen Umfeld.\nKommunikationsstärke und Verhandlungssicherheit\nStrategisches Denken, gutes Verständnis für Verkaufsprozesse und kaufmännisches Know-how\nDu hast bereits Erfahrung darin, Projekte im Aufbau zu begleiten und fühlst dich in dynamischen Strukturen wohl.\nDie Fähigkeit, Prioritäten zu setzen, dich selbst zu organisieren und Verantwortung zu übernehmen.\nTeamorientierung, Dienstleistungsorientierung und eine zuverlässige, strukturierte und lösungsorientierte Arbeitsweise.\nBereitschaft zu flexiblen Arbeitszeiten, am Abend und am Wochenende – FLUX ist im Sommer von Dienstag bis Sonntag geöffnet.\nDas bieten wir dir\nEin inspirierendes, unternehmerisches und kulturelles Umfeld, in dem du deine Erfahrungen einbringen kannst\nEin kreatives, motiviertes Team mit Start-up-Spirit\nEine unbefristete Stelle in Teilzeit (20 h +) mit Probezeit\nMarktübliches Gehalt, Einstellung ab sofort\nLust bekommen?\nDann sende deine aussagekräftigen Bewerbungsunterlagen bis zum 16.01.2026 (Lebenslauf, Referenzen, Arbeitszeugnisse, Motivationsschreiben und deine Gehaltsvorstellung) an eva.tillig@stipimo.de\nWir freuen uns darauf, dich kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-vertrieb-m-w-d-in-teilzeit-20-h/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kommunikation-m-w-d-in-teilzeit-20-h/", "image": "", "title": "Mitarbeiter:in Kommunikation (m/w/d) in Teilzeit (20 h +)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 16.01.2026 | Werde Teil von FLUX – dem neuen Dritten Ort an der Pinakothek der Moderne!\nDu hast Erfahrungen beim Aufbau von Orten, die Menschen verbinden und inspirieren? Dann komm zu FLUX – dem neuen Treffpunkt für Kultur, Kreativität und Austausch im Kunstareal München. FLUX ist Bar, Bühne, Werkstatt und Wohnzimmer zugleich – offen für alle, lebendig und experimentell. Damit dieser besondere Ort im Alltag funktioniert, suchen wir eine engagierte Person mit Erfahrung im Bereich Kommunikation und mit Hands-on-Mentalität.\nMitarbeiter:in Kommunikation (m/w/d) in Teilzeit (20 h +)\nDu entwickelst die Kommunikationsstrategie von FLUX und setzt diese eigenverantwortlich um. Dabei fungierst Du als Schnittstelle zu den Partner:innen und dem kulturellen Programm. Zusammen mit der Kulturmanagerin gestaltest Du FLUX aktiv mit und erweiterst die Sichtbarkeit des dritten Ortes.\nDeine Aufgaben\nDu entwickelst und setzt die Kommunikationsstrategie für FLUX um – von Social Media über Website und Newsletter bis hin zu Kooperationen und Printmaterialien.\nDu koordinierst die Zusammenarbeit mit externen Dienstleister:innen, insbesondere in den Bereichen Social Media und Grafik.\nDu kümmerst dich um die Presse- und Öffentlichkeitsarbeit, erstellst entsprechende Materialien und betreust Medienanfragen.\nDu wirkst bei der Planung, Umsetzung und Kommunikation von FLUX-Events mit.\nVor Ort bist du eine zentrale Ansprechperson für das Team, für unsere Gäste sowie für Partner:innen.\nWas du mitbringen solltest\n(Mehrjährige) Erfahrungen in Kommunikation, Marketing, Content-Management oder Öffentlichkeitsarbeit, idealerweise im kulturellen Umfeld.\nSehr gute Sprachkompetenz, insbesondere die Fähigkeit, Inhalte verständlich, inklusiv und niedrigschwellig zu kommunizieren.\nDu hast bereits Erfahrung darin, Projekte im Aufbau zu begleiten und fühlst dich in dynamischen Strukturen wohl.\nDie Fähigkeit, Prioritäten zu setzen, dich selbst zu organisieren und Verantwortung zu übernehmen.\nTeamorientierung und eine zuverlässige, strukturierte und lösungsorientierte Arbeitsweise.\nSicherer Umgang mit allen gängigen Marketingprogrammen und Tools.\nBereitschaft zu flexiblen Arbeitszeiten, am Abend und am Wochenende – FLUX ist im Sommer von Dienstag bis Sonntag geöffnet.\nDas bieten wir dir\nEin inspirierendes, unternehmerisches und kulturelles Umfeld, in dem du deine Erfahrungen einbringen kannst\nEin kreatives, motiviertes Team mit Start-up-Spirit\nEine unbefristete Stelle in Teilzeit (20 h +) mit Probezeit\nMarktübliches Gehalt, Einstellung ab sofort\nLust bekommen?\nDann sende deine aussagekräftigen Bewerbungsunterlagen bis zum 16.01.2026 (Lebenslauf, Referenzen, Arbeitszeugnisse, Motivationsschreiben und deine Gehaltsvorstellung) an eva.tillig@stipimo.de\nWir freuen uns darauf, dich kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kommunikation-m-w-d-in-teilzeit-20-h/", "date_published": "2025-12-18T00:00:00"}]}