{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-m-w-d-marketing-kommunikation/", "image": "", "title": "Sachbearbeiter/-in (m/w/d) Marketing & Kommunikation", "content_text": "Emslandmuseum Schloss Clemenswerth, Geeste Bewerbungsende: 07.09.2025 | Der Landkreis Emsland sucht zum nächstmöglichen Termin einen/eine\nSachbearbeiter/-in\n(m/w/d)\nMarketing & Kommunikation\nin Teilzeit (ca. 19,5 Wochenstunden) für das\nEmslandmuseum Schloss Clemenswerth\nim\nFachbereich Bildung, Kultur und Sport\nAufgabenschwerpunkte:\nEntwicklung und Umsetzung projektbezogener Kampagnen und Kommunikationsstrategien\nAufbau eines Pressenetzwerkes, regional und international\nVerfassen zielgerichteter Texte für unterschiedliche Medien\nAufbau und Weiterentwicklung des Aufgabenfelds CRM (Customer Relationship Management; Kundenpflege)\nStrategische Entwicklung von Partnerschaften mit Schnittstellen zum Fundraising und Sponsoring\nPlanung, Organisation und Betreuung von Events sowie deren inhaltliche Weiterentwicklung\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-m-w-d-marketing-kommunikation/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-bildung-vermittlung/", "image": "", "title": "Mitarbeiter/-in (m/w/d) Bildung & Vermittlung", "content_text": "Emslandmuseum Schloss Clemenswerth, Geeste Bewerbungsende: 07.09.2025 | Der Landkreis Emsland sucht zum nächstmöglichen Termin einen/eine\nMitarbeiter/-in\n(m/w/d)\nBildung & Vermittlung\nin Teilzeit (ca. 19,5 Wochenstunden) für das Emslandmuseum Schloss Clemenswerth im\nFachbereich Bildung, Kultur und Sport\nAufgabenschwerpunkte:\nKonzeption, Organisation und teilweise Durchführung von zielgruppenorientierten Vermittlungsangeboten\nEntwicklung von analogen und digitalen, partizipativen und inklusiven Formaten zu allen Themen des Museums sowie der Sonderausstellungen\nVerfassen von Texten für den barrierefreien Zugang der Inhalte des Museums\nMitarbeit bei der didaktischen (Neu-)Ausrichtung der Sonder- und Dauerausstellungen\nMitarbeit bei der Gestaltung eines neuen barrierefreien Leitsystems in den Ausstellungen und dem Außengelände\nPflege und Ausbau des regionalen und überregionalen Netzwerks von Kooperationspartnern unter besonderer Berücksichtigung von Schulen, Hochschulen und anderen Bildungsträgern\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-bildung-vermittlung/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungskoordinatorin-m-w-d-3/", "image": "", "title": "Ausstellungskoordinator*in (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 07.09.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5.000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum.\nDie Abteilung Kommunikation verantwortet die Bereiche Ausstellungen, Bildung und Vermittlung sowie Öffentlichkeitsarbeit und Marketing. Der Bereich Ausstellungen befasst sich dabei mit der Auswahl von Ausstellungsthemen, der Ausstellungskonzeption sowie deren attraktiven Präsentation für unser vielfältiges Publikum. Eine enge Zusammenarbeit mit den Sammlungskurator*innen und Präparator*innen der wissenschaftlichen Fachbereiche, der Haustechnik sowie externen Ansprechpartner*innen kennzeichnet diese interdisziplinäre Schnittstelle.\nDie Abteilung Kommunikation sucht zum 01.10.2025 ein*e\nAusstellungskoordinator*in (m/w/d)\n(Vollzeit, befristet bis 30.09.2026, Einstufung in E12 TV-L)\nIhre Aufgaben\nPlanung und Vorbereitung der nächsten Sonderausstellungen\nAbstimmung und Vertragsvorbereitung mit Leihgebern\nProjektkoordination inklusive baulicher und ggf. inhaltlicher Anpassungen an die Gegebenheiten des Museums in Absprache mit den Leihgebern und den verantwortlichen Personen im Museum\nTerminplanung, Koordination und Überwachung\nIntegration von Objekten aus den Sammlungen des Museums nach Absprache mit den Sammlungsverantwortlichen\nKonzeption, Planung und Umsetzung von (inklusiven und partizipativen) Vermittlungselementen in Zusammenarbeit mit externen Dienstleistern\nRecherche und Auswahl geeigneter Wanderausstellungen mit Bezug zu den Themen des Museums\nUmsetzung und Projektsteuerung kleinerer Ausstellungsprojekte: Inhaltliche Aufbereitung, Gestaltung und Umsetzung von Inhalten für zwei quartalsweise wechselnde Sondervitrinen\nInstandhaltung und Anpassung bestehender Dauer- und Sonderausstellungen in enger Zusammenarbeit mit Kurator*innen, Präparator*innen und Haustechnik\nVoraussetzungen:\nEinen wissenschaftlichen Hochschulabschluss (Diplom, Master oder vergleichbar oder Promotion) in einem für die Tätigkeit relevanten Fachgebiet, z. B. Biologie, Geowissenschaften, Sozialwissenschaften oder auch (Innen-)Architektur\nErfahrungen in der Ausstellungskoordination und im Projektmanagement\nErfahrungen in der Aufbereitung komplexer wissenschaftlicher Sachverhalte für die Öffentlichkeit\nAusgeprägte Kommunikations- und Teamfähigkeit sowie hoher Qualitätsanspruch\nSelbstständige, engagierte, strukturierte und sorgfältige Arbeitsweise\nAusgeprägtes Interesse an naturkundlichen Themen\nWir bieten\nEin spannendes Arbeitsumfeld mit bedeutenden Sammlungen und die interdisziplinäre Zusammenarbeit in einem motivierten Team\nEine attraktive Vergütung nach TV-L entsprechend Ihrer persönlichen Voraussetzungen\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung an den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche) sowie Möglichkeit zu mobilem Arbeiten\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike\nZusatzversorgung über die Versorgungsanstalt des Bundes und der Länder (VBL).\nDas SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der K\nennziffer 05_2025\nbis spätestens\n07.09.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_05_2025_Ihr Nachname\nNähere Informationen zum Staatlichen Museum für Naturkunde finden Sie auch im Internet unter\nwww.smnk.de\nBei Fragen wenden Sie sich bitte per Mail an constanze.hampp@smnk.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungskoordinatorin-m-w-d-3/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-vorstand-w-m-d/", "image": "", "title": "Kaufmännischer Vorstand (w/m/d)", "content_text": "Bibelhaus ErlebnisMuseum, Frankfurt am Main Bewerbungsende: 30.09.2025 | Die Frankfurter Bibelgesellschaft e.V. betreibt seit 2003 das BIMU Bibelhaus ErlebnisMuseum am Museumsufer in Frankfurt-Sachsenhausen. Interaktiv und multimedial zeigt das BIMU Lebenswelten biblischer Zeiten anhand archäologischer Funde in ansprechenden Inszenierungen. So vermittelt das BIMU die gesellschaftlichen, politischen und (multi-)religiösen Hintergründe der Texte des Alten und des Neuen Testamentes sowie die Entstehung und Verbreitung der Bibel nach wissenschaftlichen Erkenntnissen mit modernster Erlebnisdidaktik – auch im Bezug insbesondere zu\nJudentum, Islam und aktueller Fragestellungen. Interreligiöse und interkulturelle Gruppen aus Kitas, Schulen, Kirchen und Universitäten sowie Erwachsene tauchen bei den erlebnispädagogischen, zielgruppenspezifischen Führungen in Inhalte ein, die oft Überraschendes bereithalten.\nIm Zuge einer altersbedingten Nachfolgeregelung suchen wir Sie als\nKaufmännischer Vorstand (w/m/d)\nIm zweiköpfigen Vorstand leiten Sie gemeinsam mit dem Museumsdirektor die Geschäftsstelle der Frankfurter Bibelgesellschaft e.V. und das BIMU als ihrem Zweckbetrieb. Der Vorstand ist dem\nehrenamtlichen Präsidium verantwortlich.\nIhre Aufgaben im Schwerpunkt\nSteuerung des Finanz- und Rechnungswesens einschl. Haushaltsplan und Jahresabschluss\nFührung der Mitarbeitenden in den Bereichen Museumsservice und Verwaltung\nPlanung und Durchführung von Fundraising-, Sponsoring- und Projektfördermaßnahmen\nSteuerung des Vertriebs von Gruppenführungsbuchungen\nErstellung finanzwirtschaftlicher Auswertungen und Statistiken\nWeiterentwicklung der organisatorischen Geschäftsprozesse, Datenbanken und IT-Systeme\nDas bringen Sie mit\nmehrjährige Berufserfahrung in kaufmännischen Funktionen\nfundierte betriebswirtschaftliche Kenntnisse\nsicheren Umgang mit MS 365-Anwendungen (insbes. Excel und Word-Vorlagen)\nsouveräne Kenntnisse und Erfahrungen mit Finanz- und Fundraising-Software\nidealerweise Kenntnisse kirchlicher und/oder schulischer Strukturen\nausgeprägte Freude an der Analyse und Pflege von Daten zur vertrieblichen Nutzung\neine pragmatische, zupackende Persönlichkeit mit konzeptioneller und strategischer\nKompetenz\nInteresse an der Weiterentwicklung des BIMU als Bildungseinrichtung\nidealerweise Mitgliedschaft in einer der ACK angeschlossenen Kirche\nWir bieten Ihnen\nGestaltungsmöglichkeiten in einem faszinierenden Umfeld bei hoher Wertschätzung der\nStakeholder\neine unbefristete Anstellung nach der Kirchlichen Dienstvertragsordnung (KDO) der\nEvangelischen Kirche in Hessen und Nassau mit einem Umfang von 20 Wochenstunden\nVergütung nach E 12 KDO\neine flexible Arbeitszeitregelung mit der Möglichkeit zu mobiler Arbeit\nattraktive Sozialleistungen eines kirchlichen Arbeitgebers\nParkplatz, Eintritt in Frankfurter Museen und weltweit vergünstigt in ICOM-Museen\nBitte senden Sie Ihre aussagefähigen Bewerbungsunterlagen bis zum 30.9.2025 an den Präsidenten der Frankfurter Bibelgesellschaft e.V., Prof. Dr. Thomas Kreuzer, Metzlerstraße 19, 60594 Frankfurt am Main oder per E-Mail an schroeder@bibelhaus-frankfurt.de. Für Fragen steht Ihnen der derzeitige Stelleninhaber Ulrich Schröder auch telefonisch unter 069 66426529 gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen, unabhängig von ethnischer Herkunft, Geschlecht, Religion oder Weltanschauung, Behinderung, Alter sowie sexueller Identität. Schwerbehinderte Bewerberinnen und Bewerbern werden bei gleicher Eignung bevorzugt berücksichtigt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-vorstand-w-m-d/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/online-redaktion-m-w-d-2/", "image": "", "title": "Online-Redaktion (m/w/d)", "content_text": "Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Bonn Bewerbungsende: 10.09.2025 | Haben Sie Lust, deutsche Zeitgeschichte für die Stiftung Haus der Geschichte am Standort Leipzig digital zu kommunizieren? Unterhaltsam, präzise und spannend! Können Sie gut auf die Netz-Community eingehen und bringt Sie auch Gegenrede nicht aus der Ruhe? – Dann suchen wir Sie!\nDie Häuser der Stiftung in Bonn, Berlin und Leipzig gehören zu den meistbesuchten Geschichtsmuseen in Deutschland. Für das Zeitgeschichtliche Forum\nLeipzig\nsuchen wir\nab sofort in Teilzeit\nund\nbefristet bis zum 31.12.2027\neine\nengagierte, verantwortungsbewusste und teamfähige\nPersönlichkeit für die\nONLINE-REDAKTION (M/W/D)\n(EG 11 TVÖD)\nTEILZEIT 16 STUNDEN\nKENNZIFFER 12-25\nWas erwartet Sie?\nDigitale Kommunikation von Inhalten zur deutschen Geschichte seit 1945 in Text, Bild, Video und Reel auf den Social-Media-Kanälen (Instagram/Facebook/YouTube) der Stiftung inklusive Rechteklärung\nCommunity-Management und Social-Media-Monitoring\nGestaltung, Betreuung und Moderation der Web-Präsenz der Stiftung Haus der Geschichte (hdg.de.)\nRedaktion inhaltlich ausgerichteter Online-Angebote der Stiftung\nWas sollten Sie mitbringen?\nEin abgeschlossenes Hochschulstudium der Geschichte, Politik- oder Kulturwissenschaften\nNachgewiesene Kenntnisse der deutschen Zeitgeschichte\nFähigkeit zum Schreiben von zielgruppenorientierten Texten sowie gute Kenntnisse in der Bildbearbeitung\nKenntnisse in der Produktion von Bewegtbild (Drehen und Schneiden von Reels und Videos) sowie im Umgang mit Datenbanken und dem Content Management System Typo3\nErfahrungen im Bereich Online-Marketing, Community-Management und Social-Media-Monitoring sind erwünscht\nPersönliches Engagement, Verantwortungsbewusstsein und eine ausgeprägte Fähigkeit zur standortübergreifenden Teamarbeit\nBereitschaft zu gelegentlicher Wochenend- und Abendarbeit\nWas bieten wir Ihnen?\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit in einem spannenden Berufsfeld\nEin familienfreundliches Umfeld mit flexibler Arbeitszeit\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder\nJobticket bzw. Deutschlandjobticket mit Arbeitgeberzuschuss\nFortbildungsmöglichkeiten\nEine gute Anbindung an den ÖPNV\nDie Stiftung gewährleistet die berufliche Gleichstellung von Männern und Frauen nach dem Bundesgleichstellungsgesetz. Menschen mit Behinderung werden nach Maßgabe des Sozialgesetzbuches – Neuntes Buch – bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständige und aussagekräftige Bewerbung (bevorzugt als PDF-Format in nur einer Datei) bis zum 10. September 2025 unter Angabe der Kennziffer 12-25 sowie des frühestmöglichen Eintrittstermins per E-Mail an: bewerbung@hdg.de oder Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Personalreferat, Willy-Brandt-Allee 14, 53113 Bonn.\nAls Ansprechpartnerin für fachbezogene Fragen steht Ihnen Frau Lehmann, Telefon 0228/9165-361, in personalwirtschaftlichen Angelegenheiten Frau Löschhorn, Telefon 0228/9165-510 zur Verfügung.\nDigitale Vorstellungsgespräche werden am 30. September 2025 geführt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.09.2025", "url": "https://www.museumsbund.de/stellenangebote/online-redaktion-m-w-d-2/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/arthandlerin-m-w-d-3/", "image": "", "title": "Arthandler*in (m/w/d)", "content_text": "Kunsthalle Mannheim, Mannheim Bewerbungsende: 09.09.2025 | Der Eigenbetrieb Kunsthalle Mannheim sucht zum nächstmöglichen Zeitpunkt eine*n\nARTHANDLER*IN (M/W/D)\nEntgeltgruppe 5 TVöD | Teilzeit (zzt. 28,50 Stunden) | unbefristet\nIhre Aufgaben:\nEin- und Auspacken von Kunstwerken aller Art und sachgemäßer Auf- und Abbau der gesamten Ausstellung, d.h. Aufbauen, Hängen und Sichern von Gemälden, Skulpturen, Grafiken und Einrichten von Installationen gemäß den speziellen Anforderungen des Museums\nMagazinierung der Transportkisten, Verpackungsmaterialien und Montage von Ausstellungsarchitektur inkl. begleitender Ausstellungsgestaltung\nSachgemäßes Aufbauen, Hängen und Sichern von Werken der ständigen Sammlung gemäß den speziellen Anforderungen des Museums inkl. Pflege von Skulpturen und Gemälderahmen\nTechnische Betreuung und Beleuchtungseinrichtung bei Ausstellungen sowie Lichtschutz entsprechend der konservatorischen Notwendigkeiten des Museums\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.09.2025", "url": "https://www.museumsbund.de/stellenangebote/arthandlerin-m-w-d-3/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungsbetreuerinnen-w-m-d-3/", "image": "", "title": "Ausstellungsbetreuer*innen (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 05.09.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur. Das LMW versteht sich als Ort der Begegnung und des kulturellen Austausches.\nVom 18. Oktober 2025 bis zum 02. August 2026 findet im Kindermuseum Junges Schloss die kreative Mitmachausstellung\nBUNT\nstatt.\nFür diese Mitmachausstellung suchen wir ab dem\n01. Oktober 2025\nzwei\nAusstellungsbetreuer*innen (w/m/d)\nin Teilzeit (23 Wochenstunden, ~58 %). Die Stellen sind befristet bis zum\n2. August 2026.\nZielgruppen bei der Mitmachausstellung\nBUNT\nsind Kinder ab vier Jahren, Kita- und Grundschulgruppen sowie Familien. Interaktive und partizipative Stationen sollen Besucher*innen in beiden Ausstellungen zum eigenen Entdecken und Ausprobieren anregen.\nDie Ausstellungsbetreuer*innen treten in der Ausstellung in den Dialog mit den Besucher*innen und sind Ansprechpersonen bei Fragen rund um die Ausstellung. Sie geben Einführungen in die Thematik, leisten Hilfestellung bei Fragen an den einzelnen Stationen und führen selbstständig Workshops durch.\nIhre Aufgaben:\nserviceorientierte, kreative und pädagogische Begleitung einzelner Besucher*innen, Familien und Gruppen\nDurchführung der Kita- und Schulbesuche sowie Führungen unterschiedlicher Gruppen\nVorbereitung und Durchführung von Workshops\nKontrolle der Materialbestände\nIhr Profil:\nBegeisterung für Menschen und Ausstellungen\nausgeprägte kommunikative Fähigkeiten\nFreude und Erfahrungen im Umgang mit Kindern und Erwachsenen\nVermittlungskompetenz: Spaß und kreatives Geschick in der Vermittlung von erzählerischen und musealen Inhalten sowie beim Gestalten besonderer Erlebnisse für die Besucher*innen\nsicherer Umgang mit Gruppen\nTeamfähigkeit, Zuverlässigkeit und selbstständige Arbeitsweise\naufgeschlossenes und freundliches Auftreten, auch in stressigen Situationen\nphysische und psychische Belastbarkeit\nFlexibilität und Einsatzbereitschaft, regelmäßig auch an Wochenenden und Feiertagen\nevtl. Erfahrung mit einem oder mehreren Inklusionsschwerpunkten\nbei Einstellung: Vorlage eines einwandfreien erweiterten Führungszeugnisses zur Vorlage bei einer Behörde nach § 30a BZRG\nWir bieten:\nein kreatives und spannendes Arbeitsumfeld mit abwechslungsreichen und herausfordernden Themen sowie Gestaltungsspielräumen im genannten Aufgabenbereich\nHilfestellung bei der Einarbeitung in die Mitmachausstellung\nWorkshops über die Gestaltung von Führungen und Workshops\nbei Vorliegen der tariflichen Voraussetzungen erfolgt die Vergütung nach Entgeltgruppe 5 TV-L\nZuschuss zu Ihrer Mobilität mit dem Job-Ticket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nbetriebliches Gesundheitsmanagement\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre aussagekräftige Bewerbung bestehend aus einem Motivationsschreiben, Ihrem Lebenslauf sowie den Zeugnissen\nunter Angabe der Kennziffer 527 bis zum 05. September 2025\nin unserem Bewerbungsportal ein, unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nFür Fragen steht Ihnen Frau Ida Schneider, Kuratorin Junges Schloss (Telefon: 0711 89 535 156, E-Mail:\nida.schneider@landesmuseum-stuttgart.de\n) gerne zur Verfügung.\nDie\nVorstellungsgespräche\nfinden am\n10. September 2025\nstatt.\nBewerbungskosten werden keine erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.09.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsbetreuerinnen-w-m-d-3/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeister-m-w-d-2/", "image": "", "title": "Hausmeister (m/w/d)", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf, Schleswig Bewerbungsende: 14.09.2025 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf\n-Abt. Zentrale Dienste –\nsucht zum nächstmöglichen Zeitpunkt – unter Haushaltsvorbehalt – eine/einen\nHausmeister\n(m/w/d)\nam Standort/in der Umgebung von Schleswig\nin Vollzeit, unbefristet.\nDie Stiftung Schleswig-Holsteinische Landesmuseen ist mit sieben Museen an fünf Standorten der bedeutendste Museumsverbund Schleswig-Holsteins. Mit ihren Schwerpunkten Archäologie, Kunst-und Kulturgeschichte sowie Volkskunde erzählen die Museen die Geschichte Schleswig-Holsteins und seiner Menschen von der Steinzeit bis in die Gegenwart.\nDas erwartet Sie:\nZu Ihren Aufgaben zählen anfallende Hausmeistertätigkeiten im Museumsbetrieb sowie in den Büro- und Lagergebäuden und im Freigelände, dazu gehört u.a.:\ndie Durchführung von Wartungsarbeiten, kleineren Instandhaltungs- und Reparaturarbeiten an Gebäuden und Ausstattung\ndie Pflege der Außenanlagen, d.h. Säuberung und Unterhaltung der Grünanlagen und des Freigeländes sowie Leerung der Müllbehälter\ndie gelegentliche Durchführung von Transporten sowie Ver- und Entsorgungsfahrten\ntechnische Unterstützung bei Veranstaltungen\nUnterstützung bei Umzügen\nUnterstützung bei Ausstellungsauf- und abbau\nUnterstützung bei Kontrollen von Ausstellungstechnik und anderer gebäudetechnischer Einrichtungen\nBeteiligung an der Rufbereitschaft (nach Dienstschluss und an Wochenenden)\nDienstort ist Schleswig\nWir setzen voraus:\neine erfolgreich abgeschlossene Ausbildung\nVertrauenswürdigkeit, Zuverlässigkeit, Flexibilität\nErfahrung in der hausmeisterlichen Betreuung von Gebäuden und Außenanlagen\ngute körperliche Belastbarkeit\nstrukturierte, selbstständige und verantwortungsbewusste Arbeitsweise\nBereitschaft zur gelegentlichen Arbeit in Abendstunden und am Wochenende\nFührerschein der Klasse B\nWir bieten:\neine unbefristete Stelle in Vollzeit mit den Vorzügen des öffentlichen Dienstes – einer betrieblichen Altersversorgung (VBL) und einem betrieblichen Gesundheitsmanagement sowie entsprechenden Weiterbildungsmöglichkeiten -, ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und vor allem ein spannendes Arbeitsumfeld in einem engagierten und kollegialen Team.\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder bis zur Entgeltgruppe 5.\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen. Wir begrüßen deshalb Bewerbungen von Personen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) richten Sie bitte im pdf-Format bis spätestens\n14.09.2025\nan\nBewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie auf unserer Homepage unter https://landesmuseen.sh/de/datenschutz/bewerber).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.09.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeister-m-w-d-2/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/112297/", "image": "", "title": "wissenschaftliche Volontariat (m/w/d)", "content_text": "Edwin Scharff Museum, Neu-Ulm Bewerbungsende: 31.08.2025 | Die Stadt Neu-Ulm sucht für das Edwin Scharff Museum bzw. die Städtischen Sammlungen zum 16.10.2025 eine Person für das\nwissenschaftliche Volontariat (m/w/d)\nVergütung: Erstes Jahr: 2.314,38 € Zweites Jahr: 2.492,97 €\nArbeitszeit: Vollzeit\nUrlaub: 30 Tage Urlaubsanspruch bei einer 5-Tage-Woche\nIhre Aufgabenschwerpunkte:\nMitarbeit bei der Konzeption, Organisation und beim Aufbau der Kunstsonderausstellungen, die sich vorrangig der Epoche des Bildhauers Edwin Scharff (1887 – 1955) widmen, aber auch die Brücke zur Gegenwartskunst schlagen\nUnterstützung im Leihverkehr und bei der Korrespondenz mit Künstlerinnen und Künstlern, Privatsammlungen, Fach- und Museumskolleginnen und Kollegen\nKonzeption und Durchführung von zielgruppenspezifischen Vermittlungsangeboten\nEinblick in Sammlungsarbeit, Inventarisierung und Dokumentation\nUnterstützung der Öffentlichkeitsarbeit (ausstellungsbezogen wie auch Social Media )\nVerfassen von Texten für unterschiedliche Zielgruppen\nEinblicke in sämtliche Arbeitsbereiche eines Kunst- und Kindermuseums sowie in den städtischen Verwaltungskontext\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/112297/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volonatariat-im-bereich-ethnologische-sammlung/", "image": "", "title": "Wissenschaftliches Volonatariat im Bereich ethnologische Sammlung", "content_text": "Städtische Museen Freiburg, Freiburg i. Br. Bewerbungsende: 21.09.2025 | Die Ethnologische Sammlung umfasst etwa 20.000 Ethnografika aus Afrika, Amerika, Asien und Ozeanien. Zur Sammlung gehûÑrt auch ein Historisches Fotoarchiv, das etwa 4.000 Fotografien enthûÊlt. Das Museum Natur und Mensch besteht aus den zwei Sachgebieten Naturkunde und Ethnologische Sammlung und sucht Dich als wissenschaftliche VolontûÊr*in!\nDeine Aufgabenô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô ô  ô ô ô ô ô ô ô ô ô ô ô\nDu arbeitest in allen Bereichen der Museumsarbeit mit. Neben dem Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln werden auch der Bereich der Kommunikation sowie die Organisation von Veranstaltungen abgedeckt.\nDu recherchierst zu Objekten, schreibst Texte fû¥r Ausstellungen und andere VerûÑffentlichungen wie z.ã\u0080₤ in der Onlinesammlung der Museen Freiburg und interagierst mit Partner*innen aus dem In- und Ausland.\nDu beschûÊftigst Dich mit Ausstellungskonzepten, arbeitest an deren Entwicklung mit und û¥bernimmst administrative und organisatorische Aufgaben.\nIm Zentralen Kunstdepot dokumentierst, digitalisierst und inventarisierst Du, u.ã\u0080₤ mit dem Museumsinformationssystem Imdas pro.\nDu beantwortest fachliche Anfragen und betreust Gastwissenschaftler*innen\nDu erstellst BeitrûÊge fû¥r die Social-Media-KanûÊle des Museums.\nDas bringst Du mit\nDu hast ein abgeschlossenes wissenschaftliches Hochschulstudium (Master/MA) der Ethnologie oder Kultur- und Sozialanthropologie\nDu verfû¥gst û¥ber eine regionale Spezialisierung ã\u0080\u0093 idealerweise mit Fokus auf Sû¥dostasien\nDu hast erste Erfahrungen und Kenntnisse im Bereich materieller Kultur und Feldforschung\nDu interessierst dich besonders fû¥r die Arbeit im musealen Kontext und hast Freude an sammlungsbezogener Forschung\nDu beherrscht die gûÊngigen MS-Office-Anwendungen sicher und setzt diese routiniert im Arbeitsalltag ein\nDu zeichnest dich durch ein hohes Maû\u009f an Engagement, Organisationstalent und eine sichere schriftliche Ausdrucksweise aus\nArbeiten im Team bereitet Dir Freude, Du bist gerne kreativ und verfû¥gst û¥ber ausgeprûÊgte interkulturelle Kompetenzen\nDu bringst gute Kenntnisse in Englisch und/oder FranzûÑsisch mit\nDas bieten wir Dir\nEine umfassende, zweijûÊhrige Ausbildung in Vollzeit mit frû¥hestmûÑglichem Beginn zum 01.12.2025 oder nach Absprache\nDie monatliche Vergû¥tung entspricht 50 % von EG 13 Stufe 1 TVûÑD im ersten Jahr bzw. 50 % von EG 13 Stufe 2 TVûÑD im zweiten Jahr\nEine aktive und kreative Mitarbeit mit hoher Eigenverantwortung in einem dynamischen Team\nMobiles Arbeiten und unsere flexiblen Arbeitszeiten (im Arbeitszeitrahmen von 6 bis 22 Uhr, ohne Kernarbeitszeiten) ermûÑglichen Dir eine gute Vereinbarkeit von Beruf und Privatleben.\nMit dem JobTicket (fû¥r aktuell 29,23 ã\u0082˜/Monat bzw. Deutschlandticket fû¥r 17,55 ã\u0082˜/Monat) entlasten wir Dein Konto und schû¥tzen gemeinsam das Klima.\nHansefit (fû¥r aktuell 37 ã\u0082˜/Monat) sorgt fû¥r mehr Bewegung und (D)einen Ausgleich im Alltag.\nJede Menge Kolleg*innen stehen fû¥r Dich, Deine Fragen und Anliegen bereit: Unser Betrieblicher Sozialdienst, unsere BetriebsûÊrzt*innen, die Schwerbehindertenvertretung, die Stelle fû¥r Inklusion und Gesundheit sowie die Beauftragte fû¥r Menschen mit Behinderung, die Frauenbeauftragte, das Gender&Diversity-Team, das Seniorenbû¥ro mit Pflegestû¥tzpunkt, unser Arbeitsschutz, ã\u0080Î\nUnd unser Betriebliches Gesundheitsmanagement bietet Dir viele verschiedene Bewegungs- und Workshop-Angebote.\nNoch offene Fragen? Nicole Landmann-Burghart, 0761/201-2540 oder Dr. Silke Stoll, 0761/201-2560, beantworten sie Dir gerne!\nBewirb Dich\nhier\nbis zum 21.09.2025 (Kennziffer E1742).\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfû¥r ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volonatariat-im-bereich-ethnologische-sammlung/", "date_published": "2025-08-19T13:33:38.648359"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-joseph-beuys-archiv-bibliothek/", "image": "", "title": "Leitung Joseph Beuys Archiv / Bibliothek", "content_text": "Stiftung Museum Schloss Moyland, Bedburg-Hau Bewerbungsende: 11.09.2025 | Die Stiftung Museum Schloss Moyland sucht ab sofort und unbefristet eine\nLeitung Joseph Beuys Archiv / Bibliothek\nin Vollzeit (100 %)\nDie Stiftung Museum Schloss Moyland ist ein national und international bedeutendes Museum mit einer umfassenden Sammlung der Kunst vom 19. bis 21. Jahrhundert und ein internationales Forschungszentrum zu Joseph Beuys. Im Zentrum steht eine große Sammlung von Werken des bedeutenden Künstlers Joseph Beuys, ergänzt durch wesentliche weitere künstlerische Positionen der modernen und zeitgenössischen Kunst, aufgebaut von Hans und Franz-Joseph van der Grinten. Mit Sonderausstellungen und Sammlungspräsentationen strebt das Haus eine Öffnung zu gesellschaftlichen Fragestellungen sowie Kulturtechniken, Medien und Themen der Gegenwart an.\nDas Museum befindet sich in einer historischen Schloss- und Gartenanlage, die in ihrer heutigen Gestalt auf das späte 19. Jahrhundert zurückgeht. Der Stiftungszweck basiert auf den vier Säulen Ausstellungen, Joseph Beuys Archiv & Bibliothek, Veranstaltungen und Schloss & Park.\nIhre Aufgabe umfasst die eigenständige strategische und operative Planung sowie die Weiterentwicklung des Joseph Beuys Archivs und der Bibliothek innerhalb des Museumsbetriebs. Hierzu gehört insbesondere die Erarbeitung, Implementierung und spätere Fortführung eines ideenreichen und innovativen Gesamtkonzepts für den Bereich Joseph Beuys Archiv sowie der Museumsbibliothek innerhalb der Stiftung Museum Schloss Moyland mit seinen unterschiedlichen Benutzergruppen, die wissenschaftliche Bearbeitung, das Ausstellen und die Vermittlung von Archivbeständen sowie das Erstellen und Verwalten von Budgets, das Einwerben von Fördergeldern und die Personalführung.\nDie Vergütung erfolgt nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L) und ist mit Entgeltgruppe 13 dotiert.\nIhre Aufgaben umfassen unter anderem:\nBereich JBA:\nAufbau, Pflege und wissenschaftliche Erschließung der Joseph Beuys-\nArchivalien, der Bibliothek sowie Bearbeitung einzelner Archiv- und Dokumentationsbereiche und deren Koordination\nRegelmäßige Abstimmung und gemeinsame strategische Ausrichtung mit der Künstlerischen Direktion sowie den Bereichen Sammlung, Ausstellungen und Kunstvermittlung\nÖffnung des Joseph Beuys Archivs und der Bibliothek für diverse Zielgruppen, Inklusion, Barrierefreiheit und Transparenz\nZusammenarbeit mit Künstler:innen und Wissenschaftler:innen zu Forschungs-, Publikations- und Ausstellungszwecken\nWeitere Digitalisierung der Bestände\nTeilnahme an abteilungsübergreifenden Strategiemeetings mit Vertreter:innen der Gesamtorganisation Stiftung Museum Schloss Moyland\nSchnittstellenbildung zu Presse und Marketing\nOptimierung der Erschließungssystematik und Sichtbarmachung der\nBestände\nIdentifizierung, Bewertung, Erschließung und Sicherung des Archivguts (Bild-, Ton- sowie Fotodokumente),\nKonservatorische Behandlung und Einlagerung sämtlicher Archivalien\nErfassung und Systematisierung der Archivalien in die Archivdatenbank sowie Datenpflege für die effiziente Nutzung, Sichtbarmachung der Forschung und Bestände des Archivs über Webangebote und Social Media (Forschung & Digitalisierung)\nVernetzung mit anderen Archiven, Kunstinstitutionen und Forschungseinrichtungen\nVorbereitung von Publikationen\nFührung der Mitarbeiter\nBereich Bibliothek:\nÜbergeordnete Leitung der Bibliothek sowie Steuerung aller bibliotheksrelevanten Aufgaben, wie Bestandsaufbau und -pflege sowie formale und inhaltliche Erschließung der Bestände\nSteuerung der Bibliothek im Rahmen des Gesamtkonzepts des Archivs\nOptimierung der Inventarisierung und der Systematik\nAnalyse & Anpassung der Angebotsstruktur an die Anforderungen der Stiftung und profilorientiertes Bestandsmanagement\nIhre Qualifikationen:\nAbgeschlossenes Hochschulstudium als wissenschaftliche/r Archivar/in\noder im Bereich der Kunstgeschichte, Geisteswissenschaften oder vergleichbarer Abschluss (M.A., Promotion von Vorteil) mit sehr guten Archivkenntnissen\nMehrjährige Berufserfahrung in verantwortlicher Position in einem Archiv, einer Bibliothek oder in einer vergleichbaren kulturellen Einrichtung\nSehr gute Kenntnisse zu Joseph Beuys, moderner und zeitgenössischer Kunst\nGute Kenntnisse und Fertigkeiten in der Nutzung und dem Ausbau von Archivmanagementsystemen bzw. Archivdatenbanken (auch digitale Langzeitarchivierung)\nSehr gute Kenntnisse im Urheberrecht und Archivrecht\nKenntnisse bibliotheksspezifischer IT-Anwendungen\nPublikationserfahrung\nEin bestehendes überregionales Netzwerk\nBegeisterung für interdisziplinäre Teamarbeit\nSehr gute Englischkenntnisse, weitere Fremdsprachen von Vorteil\nTeamorientierte Führungskompetenz\nWir bieten Ihnen:\nEine verantwortungsvolle Aufgabe in einem starken Team, mit Raum für eigene Gestaltung und Kreativität\nGute Fort- und Weiterbildungsmöglichkeiten\nSichere und pünktliche Zahlung des Gehalts\nSicherer Arbeitsplatz\nErgänzende Altersversorgung\nMobiles Arbeiten nach Absprache möglich\nDer Arbeitsplatz ist nicht barrierefrei.\nIhre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) senden Sie bitte bis zum\n11. September 2025\nper E-Mail oder postalisch an:\nStiftung Museum Schloss Moyland\nHerr Christian Theinert\nAm Schloss 4\n47551 Bedburg-Hau\nE-Mail: personal@moyland.de\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-joseph-beuys-archiv-bibliothek/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kurator-und-wissenschaftler-m-w-d-fuer-marine-invertebraten/", "image": "", "title": "Kurator und Wissenschaftler (m/w/d) für Marine Invertebraten", "content_text": "Deutsches Meeresmuseum, Stralsund Bewerbungsende: 03.10.2025 | Das Deutsche Meeresmuseum sucht zur Verstärkung der Abteilung Wissenschaft einen\nKurator und Wissenschaftler (m/w/d) für Marine Invertebraten\nFür viele Menschen ist das Meer ein Sehnsuchtsort. Bei uns steht es im Mittelpunkt der täglichen Arbeit. Die Stiftung Deutsches Meeresmuseum ist ein national und international bedeutsames naturwissenschaftliches Museum. In unseren Ausstellungen, Aquarien und Sammlungen beschäftigen wir uns mit der Vielfalt des Lebens im und mit dem Meer. In unseren Forschungsprojekten untersuchen wir aktuelle Fragestellungen der Meeresbiologie, Ozeanografie, Fischerei und Meereskunde. Dabei engagieren wir uns aktiv für den Natur- und Artenschutz. Insbesondere an unseren drei Museumsstandorten MEERESMUSEUM, OZEANEUM und NATUREUM vermitteln wir Ergebnisse der Meeresforschung an alle interessierten Menschen. Gut betreut tauchen unsere Gäste in die fantastische Unterwasserwelt der tropischen und nördlichen Meere ein – mit originalgroßen Tiermodellen, beeindruckenden Exponaten und faszinierenden Aquarien.\nProjekt- und Stellenbeschreibung\nWir sind auf der Suche nach einem qualifizierte/n, enthusiastische/n WissenschaftlerIn und KuratorIn, der/die die Forschungs- und Sammlungsaktivitäten des Museums zu allen Taxa der marinen Invertebraten repräsentiert und leitet, sowie aktuelle und zukünftige Ausstellungen des Museums unterstützt. Obwohl ein Schwerpunkt auf Nesseltieren bevorzugt wird, sind auch Kandidaten mit wissenschaftlichem Hintergrund zu anderen Taxa wie Krebstieren, Weichtieren oder Stachelhäutern eingeladen, sich zu bewerben. Diese Stelle wird die vielfältigen Sammlungen des Museums zu marinen Invertebraten erweitern und sie in den Ausstellungen und Vermittlungsaktivitäten des Museums repräsentieren. Eine Zusammenarbeit mit anderen Forschungsbereichen des Museums, wie wirbellose Meerestiere und Meeressäugetiere, Naturschutz oder Ökologie, wird erwartet.\nZu Ihren Aufgaben gehören:\nForschung mit den wissenschaftlichen Sammlungen und in den Aquarien des Museums\nFeldforschung in einem Spezialgebiet der marinen Invertebraten\nKuratierung und Erweiterung der wissenschaftlichen Sammlung von marinen Invertebraten\nVerwaltung, Pflege und Weiterentwicklung von Sammlungsdatenbanken und deren webbasiertem Zugang\nWissenschaftliche Publikationen und Präsentationen\nEinwerben von nationalen und internationalen Drittmittelprojekten und Projektleitung\nMitarbeit in in situ Korallenrestorationsprojekten des Museums\nForschungszusammenarbeit in den Aquarien des Museums, in der Fischnachzucht oder in gemeinsamen Projekten zu Ökologie, Naturschutz oder Biodiversität innerhalb des Museums\nKonzepte für und Realisierung von Dauer- und Sonderausstellungen des Museums\nWissensvermittlung für die Öffentlichkeit\nMitwirkung in nationalen und internationalen Gremien\nMitarbeit in unserem motivierten multidisziplinären Museumsteam und mit externen Partnern\nBerufliche Anforderungen:\nMSc, bevorzugt Doktortitel in Biologie oder verwandten Disziplinen\nAusgeprägte wissenschaftliche Kenntnisse in Biodiversität, Anatomie, Ökologie oder Physiologie von marinen Invertebraten\nErfahrung in der Antragstellung von wissenschaftlichen Projekten, deren Koordinierung und Verwaltung\nHervorragende Publikationstätigkeit\nErfahrung mit wissenschaftlichen Museumssammlungen\nAusgezeichnete englische Sprachkenntnisse (schriftlich und mündlich)\nHohes Maß an Kreativität und Flexibilität sowie die Fähigkeit, unter Druck zu arbeiten\nGute Kommunikationsfähigkeiten und die Eignung in einem interdisziplinären Team mit WissenschaftlerInnen, TechnikerInnen und StudentInnen zu arbeiten\nErfahrung in der Betreuung von Bachelor- und Master StudentInnen\nWünschenswerte Qualifikationen:\nKenntnisse in der Datenbankprogrammierung und -pflege\nErfahrung mit Online-Datenbanken\nEngagement im institutionellen Umwelt- oder Meeresschutz\nEin ausgeprägtes wissenschaftliches Netzwerk\nInternationale Berufserfahrung\nDeutsche Sprachkenntnisse oder die Bereitschaft Deutsch zu lernen\nPKW- und Bootsführerschein\nWir bieten Ihnen:\nMitarbeit in einem der meistbesuchten Museen Deutschlands\nbetriebliche Altersvorsorge\nWork-Life-Balance durch flexible Arbeitszeiten sowie die Möglichkeit zum mobilen Arbeiten und zur Teilzeitbeschäftigung\n30 Tage Urlaub bei Vollzeit (39 Wochenstunden)\nvielfältige Fort- und Weiterbildungsmöglichkeiten\nBetriebssport\nMöglichkeit des Fahrradleasings\nmit der Hanse- und UNESCO-Welterbe-Stadt Stralsund eine der schönsten Städte Deutschlands als Arbeitsort\nIhre Bewerbung:\nBitte senden Sie Ihre Unterlagen unter Angabe des obigen Aktenzeichens bis zum\n03.10.2025 per E-Mail an bewerbung@meeresmuseum.de\n.\nIhre Fragen beantwortet:\nDr. Götz-Bodo Reinicke, Leiter der Abteilung Wissenschaft, unter +49 173 9688-265, goetz.reinicke@meeresmuseum.de.\nIm Zusammenhang mit dieser Stellenausschreibung entstehende Kosten werden nicht erstattet.\nBereichern Sie unser Team und helfen Sie uns, Menschen für den einzigartigen und schützenswerten Lebensraum Meer zu begeistern!\nWir freuen uns auf Ihre Bewerbung!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.10.2025", "url": "https://www.museumsbund.de/stellenangebote/kurator-und-wissenschaftler-m-w-d-fuer-marine-invertebraten/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kurator-und-wissenschaftler-m-w-d-fuer-marine-ichthyologie/", "image": "", "title": "Kurator und Wissenschaftler (m/w/d) für Marine Ichthyologie", "content_text": "Deutsches Meeresmuseum, Stralsund Bewerbungsende: 03.10.2025 | Das Deutsche Meeresmuseum sucht zur Verstärkung der Abteilung Wissenschaft einen\nKurator und Wissenschaftler (m/w/d) für Marine Ichthyologie\nFür viele Menschen ist das Meer ein Sehnsuchtsort. Bei uns steht es im Mittelpunkt der täglichen Arbeit. Die Stiftung Deutsches Meeresmuseum ist ein national und international bedeutsames naturwissenschaftliches Museum. In unseren Ausstellungen, Aquarien und Sammlungen beschäftigen wir uns mit der Vielfalt des Lebens im und mit dem Meer. In unseren Forschungsprojekten untersuchen wir aktuelle Fragestellungen der Meeresbiologie, Ozeanografie, Fischerei und Meereskunde. Dabei engagieren wir uns aktiv für den Natur- und Artenschutz. Insbesondere an unseren drei Museumsstandorten MEERESMUSEUM, OZEANEUM und NATUREUM vermitteln wir Ergebnisse der Meeresforschung an alle interessierten Menschen. Gut betreut tauchen unsere Gäste in die fantastische Unterwasserwelt der tropischen und nördlichen Meere ein – mit originalgroßen Tiermodellen, beeindruckenden Exponaten und faszinierenden Aquarien.\nProjekt- und Stellenbeschreibung\nWir sind auf der Suche nach einem qualifizierte/n, enthusiastische/n WissenschaftlerIn und KuratorIn, der/die die Forschungs- und Sammlungsaktivitäten des Museums zu Meeresfischen repräsentiert und leitet, sowie aktuelle und zukünftige Ausstellungen des Museums unterstützt. Diese Stelle wird die vielfältigen Sammlungen des Museums zu marinen Fischen erweitern und sie in den Ausstellungen und Vermittlungsaktivitäten des Museums repräsentieren. Eine Zusammenarbeit mit anderen Forschungsbereichen des Museums, wie wirbellose Meerestiere und Meeressäugetiere, Naturschutz oder Ökologie, wird erwartet.\nZu Ihren Aufgaben gehören:\nForschung mit den wissenschaftlichen Sammlungen und in den Aquarien des Museums\nFeldforschung in einem Spezialgebiet der Ichthyologie oder Fischbiologie\nKuratierung und Erweiterung der wissenschaftlichen Sammlung von marinen Fischen\nVerwaltung, Pflege und Weiterentwicklung von Sammlungsdatenbanken und deren webbasiertem Zugang\nWissenschaftliche Publikationen und Präsentationen\nEinwerben von nationalen und internationalen Drittmittelprojekten und Projektleitung\nForschungszusammenarbeit in den Aquarien des Museums, in der Fischnachzucht oder in gemeinsamen Projekten zu Ökologie, Naturschutz oder Biodiversität innerhalb des Museums\nKonzepte für und Realisierung von Dauer- und Sonderausstellungen des Museums\nWissensvermittlung für die Öffentlichkeit\nMitwirkung in nationalen und internationalen Gremien\nMitarbeit in unserem motivierten multidisziplinären Museumsteam und mit externen Partnern\nBerufliche Anforderungen:\nMSc., bevorzugt Doktortitel in Biologie oder verwandten Disziplinen\nAusgeprägte wissenschaftliche Kenntnisse in Zoologie, Biodiversität, Physiologie, Verhalten oder Anatomie von Fischen\nErfahrung in der Antragstellung von wissenschaftlichen Projekten, deren Koordinierung und Verwaltung\nHervorragende Publikationstätigkeit\nErfahrung mit wissenschaftlichen Museumssammlungen\nAusgezeichnete englische Sprachkenntnisse (schriftlich und mündlich)\nHohes Maß an Kreativität und Flexibilität sowie die Fähigkeit, unter Druck zu arbeiten\nGute Kommunikationsfähigkeiten und die Eignung in einem interdisziplinären Team mit WissenschaftlerInnen, TechnikerInnen und StudentInnen zu arbeiten\nErfahrung in der Betreuung von Bachelor- und Master StudentInnen sowie DoktorandInnen\nErfahrung in der Wissensvermittlung für die Öffentlichkeit\nWünschenswerte Qualifikationen:\nKenntnisse in der Datenbankprogrammierung und -pflege\nErfahrung mit Online-Datenbanken\nEngagement im institutionellen Umwelt- oder Meeresschutz\nEin ausgeprägtes wissenschaftliches Netzwerk\nInternationale Berufserfahrung\nDeutsche Sprachkenntnisse oder die Bereitschaft Deutsch zu lernen\nPKW- und Bootsführerschein\nWir bieten Ihnen:\nMitarbeit in einem der meistbesuchten Museen Deutschlands\nbetriebliche Altersvorsorge\nWork-Life-Balance durch flexible Arbeitszeiten sowie die Möglichkeit zum mobilen Arbeiten und zur Teilzeitbeschäftigung\n30 Tage Urlaub bei Vollzeit (39 Wochenstunden)\nvielfältige Fort- und Weiterbildungsmöglichkeiten\nBetriebssport\nMöglichkeit des Fahrradleasings\nmit der Hanse- und UNESCO-Welterbe-Stadt Stralsund eine der schönsten Städte Deutschlands als Arbeitsort\nIhre Bewerbung:\nBitte senden Sie Ihre Unterlagen unter Angabe des obigen Aktenzeichens bis zum\n03.10.2025 per E-Mail an bewerbung@meeresmuseum.de\n.\nIhre Fragen beantwortet:\nDr. Götz-Bodo Reinicke, Leiter der Abteilung Wissenschaft, unter +49 173 9688-265, goetz.reinicke@meeresmuseum.de.\nIm Zusammenhang mit dieser Stellenausschreibung entstehende Kosten werden nicht erstattet.\nBereichern Sie unser Team und helfen Sie uns, Menschen für den einzigartigen und schützenswerten Lebensraum Meer zu begeistern!\nWir freuen uns auf Ihre Bewerbung!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.10.2025", "url": "https://www.museumsbund.de/stellenangebote/kurator-und-wissenschaftler-m-w-d-fuer-marine-ichthyologie/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-geschaeftsfuehrung-m-w-d-4/", "image": "", "title": "Assistenz der Geschäftsführung (m/w/d)", "content_text": "Friedrich-Ludwig-Jahn-Museum, Freyburg (Unstrut) Bewerbungsende: 26.09.2025 | Das Friedrich-Ludwig-Jahn-Museum in Freyburg an der Unstrut (\nwww.jahn-museum.de\n)\ngehört zu den Freyburger Jahn-Gedenkstätten und befindet sich im Wohnhaus (1838) des als „Turnvater Jahn“ bekannten Friedrich Ludwig Jahn. Die Jahn-Gedenkstätten sind ein weltweit einmaliges turn- und sporthistorisches Ensemble, zu dem neben dem am Wohnhaus befindlichen Ehrenhof mit Grab (1936) auch die Jahn-Erinnerungsturnhalle (1894) und die Jahn-Ehrenhalle (1903) gehören.\nBetreiber der Einrichtung ist seit 1992 die Friedrich-Ludwig-Jahn-Gesellschaft e. V. – ein bundesweit wirkender gemeinnütziger Verein, der sich derzeit intensiv mit der Neukonzeption des Museums und seiner Angebote befasst. Bei der Wahrnehmung dieser Aufgabe wird sie von der Stadt Freyburg, dem Burgenlandkreis, dem Land Sachsen-Anhalt und weiterer Partner unterstützt.\nZu besetzen ist zum nächstmöglichen Zeitpunkt die Position der:\nAssistenz der Geschäftsführung (m/w/d)\nIhr Aufgabengebiet:\nSie unterstützen die Museumsleitung des Friedrich-Ludwig-Jahn-Museums und Geschäftsführung der Friedrich-Ludwig-Jahn-Gesellschaft e. V. in allen organisatorischen und administrativen Belangen des Museumsbetriebs und bei den Aktivitäten des Vereins.\nZu Ihren Aufgaben gehören insbesondere:\nAllgemeine Verwaltungsaufgaben (Unterstützung bei der Finanz- und Lohnbuchhaltung, Erstellen von Belegen, Abrechnung von Dienstreisen, Bearbeitung von Mahnungen etc.)\nMitgliederverwaltung (Aufnahme und Abmeldeformalitäten, Beitragsverwaltung, Organisation und Koordination des Versands der Jahn-Reporte und anderer Mitgliederinformationen)\nUnterstützung bei der Abrechnung von Dritt- und Fördermitteln\nBesucherbetreuung und Führungen im Museum\ngelegentliche Vertretung der Geschäftsführung bei Geschäftsterminen und repräsentativen Anlässen\nUnterstützung bei der Gewährleistung der Öffnungszeiten des Museums (gelegentliche Wochenenddienste)\nVorbereitung von und Unterstützung bei Veranstaltungen (z. B. Mitgliederversammlung, touristische und pädagogische Angebote)\nBüroarbeiten, Telefondienst, Erledigung des Schriftverkehrs\nVorbereitung und Protokollierung von Sitzungen der Mitgliederversammlung, des Präsidiums, der Revision/ Kassenprüfer und anderer Organe\nUnterstützung bei der Öffentlichkeitsarbeit (Betreuung und Pflege der Website)\nErstellung von Statistiken (Anfragen, Besucherzahlen etc.)\nMithilfe bei der Koordination und Organisation von Aus- und Weiterbildungen\nIhr Profil:\nAbgeschlossene, kaufmännische Ausbildung oder vergleichbare Qualifikation\nErfahrungen im kaufmännischen Bereich oder als Assistenz der Geschäftsführung\nSicherer Umgang mit MS-Office-Anwendungen\nOrganisationstalent, Teamfähigkeit und Kommunikationsstärke\nSelbstständige, strukturierte und proaktive Arbeitsweise\nSehr gute Deutschkenntnisse in Wort und Schrift\nServiceorientiertes und freundliches Auftreten\nBereitschaft zur Nutzung des privaten PKW für Dienstfahrten (Entschädigung nach Bundesreisekostengesetz)\nBereitschaft zu Wochenenddiensten bei entsprechendem Zeitausgleich\nWir bieten:\nEine sehr vielseitige und verantwortungsvolle Aufgabe mit Dienstsitz an einem der schönsten Orte im Unstruttal in Freyburg (Unstrut)\nArbeiten in einem kleinen engagierten Team mit flexiblen Arbeitszeiten (Gleitzeit) und nach der Probezeit anteilig mobilem Arbeiten\nVielseitige Fort- und Weiterbildungsmöglichkeiten\nEine unbefristete Vollzeitstelle (40 h/ Woche) mit leistungsgerechter Vergütung. Die Eingruppierung erfolgt bei Erfüllung der persönlichen Voraussetzungen in die Entgeltgruppe 6 TV-L\nWir freuen uns auf Ihre Bewerbung!\nBitte senden Sie Ihre Bewerbung bis zum 26.09.2025 mit dem Betreff „Assistenz“ per Mail in einem PDF (max. 10 MB) an:\nn.henkel@jahn-museum.de\nFriedrich-Ludwig-Jahn-Gesellschaft e.V.\nFriedrich-Ludwig-Jahn-Museum\nGeschäftsführerin Dr. Norma Henkel\nSchlossstraße 11\n06632 Freyburg (Unstrut)\nDie Friedrich-Ludwig-Jahn-Gesellschaft gewährleistet die berufliche Gleichstellung aller Mitarbeiter*innen. Wir begrüßen deshalb alle Bewerbungen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung oder sexueller Identität.\nDas Friedrich-Ludwig-Jahn-Museum Freyburg ist derzeit leider nicht barrierefrei.\nHinweis zum Datenschutz: Mit Ihrer Bewerbung erklären Sie sich einverstanden, dass Ihre personenbezogenen Daten zur Abwicklung des Bewerbungs- und ggf. Einstellungsverfahrens gespeichert werden. Wir behandeln diese Daten mit größter Sorgfalt nach den gesetzlichen Bestimmungen zum Datenschutz. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nWir bitten um Verständnis, dass wir keinen Ersatz für Reisekosten oder sonstige Auslagen gewähren können.\nFür Rückfragen steht Ihnen Frau Dr. Norma Henkel unter der Telefonnummer +49 34464 27426 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.09.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-geschaeftsfuehrung-m-w-d-4/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/scientist-in-molecular-biodiversity-research-m-f-d/", "image": "", "title": "Scientist in molecular biodiversity research (m/f/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 30.09.2025 | The Leibniz Institute for the Analysis of Biodiversity Change (LIB) is one of the large, globally connected research museums of the Leibniz Association. In addition to excellent research on biodiversity and its change, we are advancing the further development of our extensive scientific collections with an international team and state-of-the-art technology. With our exhibition, knowledge transfer and communication work at our exhibition venues Museum Koenig Bonn and Museum der Natur Hamburg, we want to spread enthusiasm for nature and contribute with our research topics to current socio-political discussions on species loss, climate change and the protection of ecosystems. The construction of an integrated natural history museum is being planned for the Hamburg location; the research infrastructure at the Bonn location is currently being significantly expanded.\nThe Centre for Molecular Biodiversity Research is looking for a\nScientist in molecular biodiversity research (m/f/d)\nfor a tenure-track position as at the LIB Hamburg in Fulltime (39 hours/week) or part-time.\nThe position holder will be the head of a research section and will play a leading role in advancing molecular research at highest scientific standards at the LIB. The Centre for Molecular Biodiversity Research contributes to the ongoing development of the LIB as a globally leading institute for the study of biodiversity change. The working groups of both localities closely collaborate in developing future strategic developments and perspectives, and in making their particular expertise available to all researchers in the LIB.\nThe successful candidate will\nclosely collaborate with the LIB research sections and museum collections covering the entire animal diversity and provide knowledge and infrastructure to all LIB researchers,\napply and develop advanced methods and approaches in molecular biodiversity research, preferably in one or more of the following areas of molecular biodiversity research; phylogenomics, population genomics, conservation genomics, museomics, metagenomics, annotation, machine learning,\nInstruct users in the usage of hardware and software for molecular biodiversity research,\nAcquire substantial third-party funding with other LIB researchers of both localities.\nWe expect the candidate to\nhold a PhD in Evolutionary Biology, Molecular Biology, Bioinformatics, or a closely related field with strong emphasis on at least one of the following areas of molecular biodiversity research; phylogenomics, population genomics, conservation genomics, museomics, metagenomics, annotation, machine learning,\nhave advanced knowledge in the application and development of NGS wet lab or computational methods for the analysis of genome data for molecular biodiversity research,\nhave strong experience in data management and analysis of sequence and genome data (computational skills) in compliance with the FAIR principles,\nhave experience in working with non-model organisms (animals),\nhave experience in developing independent research projects and the development of new methodological approaches,\nhave experience in team management and student supervision,\nhave motivation to work in a team and take responsibility,\nhave excellent communication skills and be fluent in written and spoken English.\nIt is desirable that the applicant has/is:\nA good knowledge of bioinformatic analyses of sequence data, statistical analyses and graphical visualization of data.\nExperience with soft money acquisition.\nKnowledge of the German language or willingness to learn it.\nWe offer:\nSalary corresponds to grade TV-L E 13 in the German Public Service Scheme. The contract will start as soon as possible and will initially be restricted to three years. A tenure track will be subject to personal performance. After a successful tenure evaluation, the candidate will be classified in EG 14 TV-L.\nApplicants are evaluated based on how well they fulfil the requirements detailed above. Such evidence may include documentation of completed course work, scientific publications, technical and analytical know-how, evidence of organisational skills, and prior experience in leading a research group. Whenever possible, statements to these effects should be accompanied by objective or independent assessment of the candidate’s track record and potential. These may include links to access published or unpublished material or letters of support from supervisors or previous employers. The tenure procedure will evaluate the above listed essential criteria. Working language is English, German language skills should be acquired on long term.\nThe Leibniz Association is committed to diversity and gender equity. The LIB is certified as a family-friendly institution. We aim to increase the proportion of women in areas where women are under-represented and to promote their careers in particular. We therefore strongly encourage women with relevant qualifications to apply.\nApplications will be handled in accordance with the Landesgleichstellungsgesetz NRW (State Equality Act). Applications from suitable individuals with a certified serious disability and those of equal status are particularly welcome. When recruiting, they have priority over applicants who are not legally privileged and who have essentially the same suitability, qualifications and professional performance.\nApplications in English, accompanied by supporting documentation (CV, certificates, lists of publications and funding) and a concept for molecular biodiversity research at the LIB Hamburg and across the Centre for Molecular Biodiversity Research should be submitted no later than September, 30th 2025 only digitally to Andreas Pfeifer.\nFor further information about Museum Koenig Bonn and Museum der Natur Hamburg please see:\nhttps://www.leibniz-lib.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/scientist-in-molecular-biodiversity-research-m-f-d/", "date_published": "2025-08-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/empfangs-kassen-und-informationsdienst-m-w-d-in-saarbruecken-und-wadgassen/", "image": "", "title": "Empfangs,- Kassen- und Informationsdienst (m/w/d) in Saarbrücken und Wadgassen", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Saarbrücken Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen\nMitarbeiter (m/w/d) für den Empfangs-, Kassen- und Informationsdienst\nin einem musealen Objekt in\nSaarbrücken und Wadgassen, ggf. auch für beide Standorte\n. Die Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\nund\nauf Minijob-Basis (556,00 Euro/Basis)\nausgeübt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine tarifgebundene Bezahlung\nSie erhalten Funktionszulagen auf den tariflichen Stundengrundlohn\nSie erwartet eine abwechslungsreiche Tätigkeit\nEine qualifizierte Einarbeitung ist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nBesucheranfragen beantworten und Informationen zum Haus weitergeben\nBedienung von Computerkassen\nVerkauf von Eintrittskarten\nKassieren von Gebühren\nInformationsdienst\nErstellen von Kassenabschlüssen\nÜberwachen und Schließen der Ausstellungsräume (Schließdienst)\nDas bringen Sie mit:\nSie besitzen ein besucherfreundliches und gepflegtes Auftreten\nSie zeigen Arbeitsbereitschaft und absolute Zuverlässigkeit\nSie besitzen berufliche Erfahrungen aus den Kassendienst\nSie verfügen über sehr gute Kenntnisse der deutschen Sprache in Wort und in Schrift, vorzugsweise gute Kenntnisse in Englisch\nDer Unterrichtungsnachweis nach §34a Gewerbeordnung (IHK) ist wünschenswert\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/empfangs-kassen-und-informationsdienst-m-w-d-in-saarbruecken-und-wadgassen/", "date_published": "2025-08-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-stuttgart/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst in Stuttgart", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Stuttgart Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen\nMitarbeiter (m/w/d) für den Museumsaufsichtsdienst\nin einem musealen Objekt in\nStuttgart\n.\nDie Tätigkeit kann in\nsozialversicherungspflichtiger Teilzeit\nund\nauf Minijob-Basis (556,00 Euro/Basis)\nausgeübt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nWir gewährleisten eine\ntarifgebundene Bezahlung zzgl. Zuschlägen\nSie können sich auf eine\neigenverantwortliche Aufgabe\nin einem Familienunternehmen als Sicherheitsmitarbeiter (m/w/d) freuen\nSie erwartet eine abwechslungsreiche Tätigkeit im Aufsichtsdienst\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nIhre Aufgaben bei uns:\nSie sind der erste Ansprechpartner für die Besucher im Museum\nSie übernehmen die Sicherungs- und Überwachungsaufgaben\nSie übernehmen die tägliche Kontrolle der Exponate\nSie beaufsichtigen die Ausstellungsräume\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie sorgen für die Einhaltung der Hausordnung\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nDas bringen Sie mit:\nSie haben Freude an der Ausübung dieser Tätigkeit\nSie sind körperlich belastbar für überwiegend gehende und stehende Tätigkeit\nIhr Auftreten ist freundlich und gepflegt\nSie pflegen eine angenehme Kommunikation\nDer Umgang mit Menschen unterschiedl. Alters und Nationalitäten ist Ihnen vertraut\nSie besitzen sehr gute Kenntnisse der deutschen Sprache (Sprechlevel C)\nSchulenglisch ist wünschenswert\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nSachkundeprüfung für das Bewachungsgewerbe nach § 34 a Gewerbeordnung\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-stuttgart/", "date_published": "2025-08-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-mit-objektleiterfunktion-in-stuttgart/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst mit Objektleiterfunktion in Stuttgart", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Stuttgart Bewerbungsende: 30.09.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und suchen\nMitarbeiter (m/w/d) für den Museumsaufsichtsdienst\nmit Objektleiterfunktion\nin einem musealen Objekt in\nStuttgart\n.\nDie Tätigkeit kann in\nVollzeit\nund\nsozialversicherungspflichtiger Teilzeit\nausgeübt werden.\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nSie erwartet ein langfristiges Arbeitsverhältnis bei einem wachstumsorientierten Unternehmen\nWir gewährleisten eine\ntarifgebundene Bezahlung zzgl. Zuschlägen\nEine qualifizierte Einarbeitung sowie Weiterbildungen im Rahmen der Tätigkeit sind selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nIhre Aufgaben bei uns:\nSie übernehmen die\nSicherungs- und Überwachungsaufgaben\nSie übernehmen die tägliche Kontrolle der Exponate\nSie sorgen für einen reibungslosen Durchlauf der Besucher\nSie sorgen für die Einhaltung der Hausordnung\nSie beachten die Brandschutzordnung und setzen diese konsequent durch\nSie übernehmen die\nPersonalführung\nSie übernehmen die\nDienstplanung\nund Qualitätskontrolle der Dienstleistung\nDas sind wir:\nWach- und Werkschutz Kurt Strube GmbH – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nDas bringen Sie mit:\nKörperliche Belastbarkeit\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nGute Kenntnisse der deutschen Sprache\n(Sprachlevel C)\nvorzugsweise Grundkenntnisse in Englisch\ngute\norganisatorische Fähigkeiten\nSie sind im Besitz eines Polizeilichen Führungszeugnisses\nHohes Qualitätsbewusstsein sowie\nProblemlösefähigkeit\nQualifikation: GSSK bzw. geprüfte Werkschutzfachkraft\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-mit-objektleiterfunktion-in-stuttgart/", "date_published": "2025-08-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/abteilungsdirektor-in-kommunikation-w-m-d/", "image": "", "title": "Abteilungsdirektor/in Kommunikation (w/m/d)", "content_text": "Stiftung Haus der Geschichte Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 14.09.2025 | Die Stiftung Haus der Geschichte Nordrhein-Westfalen ist eine Stiftung des öffentlichen Rechts mit Sitz in Düsseldorf. Auftrag der Stiftung ist es, die Geschichte des Landes Nordrhein-Westfalen lebendig darzustellen und anschaulich werden zu lassen. In Ausstellungen, Veranstaltungen, Publikationen und online sollen Entstehung, Entwicklung, Vielfalt und Wandel des Landes einer breiten Zielgruppe vermittelt werden.\nDie Stiftung sucht zum nächstmöglichen Zeitpunkt (Wochenarbeitszeit 41 Stunden bzw. 39:50 Stunden) unbefristet am Dienstort Düsseldorf:\neine/n Abteilungsdirektor/in Kommunikation (w/m/d)\nDie Stelle kann abhängig von der persönlichen Qualifikation für Beamte bis zur Besoldungsgruppe A 15 Landesbesoldungsgesetz NRW oder für Tarifbeschäftigte gemäß EG 15 TV-L vergütet\nwerden.\nIhre Aufgaben:\nStrategische Entwicklung der Kommunikation,\nSteuerung und Koordinierung der Arbeitsbereiche der Abteilung Kommunikation: Presse, Marketing, Online-Kommunikation, Veranstaltungen, Publikationen,\nFortentwicklung der Marke „Haus der Geschichte Nordrhein-Westfalen“.\nGesucht werden\nTarifbeschäftigte/Beamte mit:\neinem abgeschlossenen Universitätsstudium der Geschichts-, Politik-, Kultur- oder Kommunikationswissenschaften (Magister-, oder Masterabschluss) mit ausgeprägten Kenntnissen der jüngeren deutschen Geschichte,\nmehrjähriger Berufserfahrung in der Kommunikation, idealerweise im Kulturbereich,\nErfahrungen in der Mitarbeiterführung,\nder Fähigkeit, die Stiftung und deren Aufgaben überzeugend zu repräsentieren,\nder Befähigung für die Laufbahngruppe 2, 2. Einstiegsamt (ehemalige Laufbahn des höheren Dienstes).\nAußerdem zeichnet sich\nIhr Profil\nwie folgt aus:\nSie verfügen über eine ausgeprägte Fähigkeit zum strategischen Denken.\nSie verfügen über Organisationsgeschick, hohes Verantwortungsbewusstsein, äußerste Sorgfalt und Gewissenhaftigkeit.\nSie sind in der Lage, auch unter Termindruck präzise zu arbeiten.\nSie besitzen eine ausgeprägte Fähigkeit zur Teamarbeit.\nUnser Angebot\nan Sie:\nDie Einstellung erfolgt unbefristet.\nIn der Stiftung gibt es eine familienfreundliche gleitende Arbeitszeit, Teilzeitbeschäftigung ist grundsätzlich möglich.\nFür die in der Stiftung geleisteten Arbeitszeiten von Tarifbeschäftigten wird entsprechend der Vorschriften des öffentlichen Dienstes in eine Zusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (VBL) einbezahlt (Zusatzrente).\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen noch unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nEbenfalls ausdrücklich erwünscht sind Bewerbungen von geeigneten schwerbehinderten und ihnen gleichgestellten Menschen im Sinne des SGB IX.\nDie Ausschreibung richtet sich ausdrücklich auch an Menschen mit Migrationsgeschichte.\nBitte bewerben Sie sich bis zum\n14. September 2025\nmit aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Nachweis über Abschluss der Ausbildung, Zeugnisse, etc.).\nWir bitten, die Bewerbungsunterlagen in einer zusammengefassten PDF-Datei\n(max. 10 MB)\nper E-Mail an\nbewerbung@hdgnrw.de\nunter Angabe des Betreffs\n„Abteilungsdirektor/in Kommunikation” (w/m/d)\nzu senden oder auf dem Postweg an:\nStiftung Haus der Geschichte Nordrhein-Westfalen\n– Personalreferat –\nJägerhofstr. 29\n40479 Düsseldorf\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass wir Ihre personenbezogenen Daten in unseren Systemen für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.09.2025", "url": "https://www.museumsbund.de/stellenangebote/abteilungsdirektor-in-kommunikation-w-m-d/", "date_published": "2025-08-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gruppenleitung-personal-und-finanzen-w-m-d/", "image": "", "title": "Gruppenleitung „Personal und Finanzen“ (w/m/d)", "content_text": "Stiftung Haus der Geschichte Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 14.09.2025 | Die Stiftung Haus der Geschichte Nordrhein-Westfalen ist eine Stiftung des öffentlichen Rechts mit Sitz in Düsseldorf. Auftrag der Stiftung ist es, die Geschichte des Landes Nordrhein-Westfalen lebendig darzustellen und anschaulich werden zu lassen. In Ausstellungen, Veranstaltungen, Publikationen und online sollen Entstehung, Entwicklung, Vielfalt und Wandel des Landes einer breiten Zielgruppe vermittelt werden.\nDie Stiftung sucht zum nächstmöglichen Zeitpunkt (Wochenarbeitszeit 41 Stunden bzw. 39:50 Stunden) unbefristet am Dienstort Düsseldorf:\neine Gruppenleitung „Personal und Finanzen“ (w/m/d).\nDie Stelle ist mit der Besoldungsgruppe A 12 Landesbesoldungsgesetz NRW oder für Tarifbe-schäftigte gemäß EG 12 TV-L vergütet.\nIhre Aufgaben:\nSachliche, fachliche und organisatorische Leitung der Gruppe „Personal und Finanzen“,\nFührung und Entwicklung eines kleinen Teams,\nBearbeitung besonders schwieriger personalrechtlicher Fälle,\nErstellung von Stellenbeschreibungen, -bewertungen,\nBeratung der Führungskräfte in allen personalrelevanten Fragestellungen,\nmaßgebliche Verantwortung bei der Erstellung des Haushaltsbudgets in Abstimmung mit dem BdH der Stiftung,\nVerantwortung der Haushaltsüberwachung,\nBearbeitung besonders schwieriger finanzrechtlicher Einzelfälle.\nGesucht werden\nBeamte/Tarifbeschäftigte (w/m/d) mit\nBefähigung für die Laufbahngruppe 2, 1. Einstiegsamt (ehemalige Laufbahn des gehobenen Dienstes), oder Abschluss als Diplom-Verwaltungswirt/-in bzw. Bachelor-Abschluss mit Laufbahnbefähigung für den gehobenen allgemeinen Verwaltungsdienst oder eine vergleichbare Qualifikation (Verwaltungsfachwirt/-in oder Abschluss des Angestelltenlehrgangs II),\nmehrjährige Berufserfahrung im Personal-, Arbeits- und Tarifrecht des öffentlichen Dienstes,\nerweiterte Kenntnisse in der Erstellung, Planung und Überwachung von Haushaltsplänen,\nversierte Anwendung der Kameralistik sowie sichere Kenntnisse in der Doppik,\nFührungserfahrung.\nAußerdem zeichnet sich\nIhr Profil\nwie folgt aus:\nfundiertes Fachwissen in den einschlägigen gesetzlichen Bestimmungen und Tarifverträgen (wie z. B. TV-L, TVöD, HGB, LHO NRW),\nFähigkeit, Sachverhalte unter komplexen rechtlichen Gesichtspunkten und unter Berücksichtigung aller relevanten Interessen zu erfassen,\nausgeprägte organisatorische Fähigkeiten,\nzielorientierte und selbstständige Arbeitsweise,\nfortgeschrittene, anwendungssichere Kenntnisse in Microsoft-Office-Anwendungen,\nTeamfähigkeit.\nUnser Angebot\nfür Sie:\nIn der Stiftung gibt es eine familienfreundliche gleitende Arbeitszeit, Teilzeitbeschäftigung ist grundsätzlich möglich.\nFür die in der Stiftung geleisteten Arbeitszeiten von Tarifbeschäftigten wird entsprechend der Vorschriften des öffentlichen Dienstes in eine Zusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (VBL) einbezahlt (Zusatzrente).\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen noch unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nEbenfalls ausdrücklich erwünscht sind Bewerbungen von geeigneten schwerbehinderten und ihnen gleichgestellten Menschen im Sinne des SGB IX.\nDie Ausschreibung richtet sich ausdrücklich auch an Menschen mit Migrationsgeschichte.\nBitte bewerben Sie sich bis zum\n14. September 2025\nmit aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Nachweis über Abschluss der Ausbildung, Zeugnisse) in einer PDF-Datei (max.\n10 MB\n) per E-Mail an\nbewerbung@hdgnrw.de\nunter Angabe des Betreffs\nBewerbung\nGruppenleitung „Personal und Finanzen“\n(w/m/d)\noder auf dem Postweg an\nStiftung Haus der Geschichte Nordrhein-Westfalen\n– Personalreferat –\nJägerhofstr. 29\n40479 Düsseldorf\nBei Rückfragen zu dem Bewerbungsverfahren steht Ihnen Frau Melanie Armelies unter der      E-Mail-Adresse\nmelanie.armelies@hdgnrw.de\nzur Verfügung.\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass wir Ihre personenbezogenen Daten in unseren Systemen für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.09.2025", "url": "https://www.museumsbund.de/stellenangebote/gruppenleitung-personal-und-finanzen-w-m-d/", "date_published": "2025-08-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/postdoctoral-researcher-ecologist-m-f-d-4/", "image": "", "title": "Postdoctoral Researcher (ecologist) (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Gelnhausen Bewerbungsende: 12.09.2025 | For its Division River Ecology and Conservation in Gelnhausen, the Senckenberg Research Institute and Natural History Museum in Frankfurt am Main, Germany, is seeking to fill the following position\nPostdoctoral Researcher (ecologist) (m/f/d)\n(full time / minimum 75%)\nas soon as possible.\nLocation: Gelnhausen\nEmployment scope: full-time / minimum 75%\nType of contract: limited to two years / an extension is possible\nRemuneration: collective agreement of the state Hesse, TV-H E13\nFounded in 1817, Senckenberg Society for Nature Research (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale.\nWe are looking for an enthusiastic ecologist (m/f/d) with a background in community ecology, macroecology, metacommunities, and/or analysis of ecological time series. The applicant should have a strong track record of scientific publications.\nThe position is embedded in the EU-funded project Biodiversity Meets Data (BMD; https://bmd-project.eu/). The BMD project aims to provide a toolbox equipped with a suite of Virtual Research Environments (VREs) that are co-designed with the stakeholders to deliver biodiversity assessments, biodiversity trend analyses, identification of drivers of change, and projections to future climatic and land cover scenarios at local, regional, national and European scales across the terrestrial, freshwater and marine realms. For this, a suite of thematic VREs will be developed that allow an easy-to-use application of models on available and harmonized biodiversity and environmental data. The project provides access to a wide range of spatial and temporal biodiversity and environmental data and a fantastic opportunity to become part of European networks of established researchers, postdocs, and graduate students working with monitoring data.\nFurther, we provide an opportunity to contribute to the Synthesis Center on Freshwater Biodiversity Change in Europe, a new research topic within Senckenberg. The Synthesis Center has already compiled > 30,000 freshwater biodiversity time series across 30 European countries from rivers and lakes, covering invertebrates, fish, macrophytes, diatoms, and benthic algae, and established a large pan-European network of > 150 researchers. The large datasets from the Synthesis Center require careful quality assurance/quality control and data management, and provide a unique opportunity to address a broad variety of fundamental and applied ecological questions, including those related to community ecology, freshwater and terrestrial (invertebrate) ecology, time series analyses, multiple stressors responses, and conservation (see\nhttps://www.nature.com/articles/s41586-023-06400-1\nfor an example).\nYour tasks\nContributing scientifically to the BMD project, specifically through developing VREs and identifying available biodiversity and environmental data resources relevant for VREs\nAttending virtual and physical project meetings\nManaging big biodiversity datasets, including quality assurance/quality control and methods for automation\nAnalyzing spatial and temporal biodiversity data, and accompanied environmental data, to elucidate spatial patterns and temporal trends in taxonomic and functional diversity and drivers thereof\nPreparing project reports and scientific manuscripts\nMentoring graduate students\nGiving oral presentations at national and international conferences\nYour profile\nPhD in Ecology or a related field\nSolid background in (macro-) ecology and biodiversity research. Solid background in zoology preferred but not essential.\nAdvanced skills in statistical analyses, using R\nProject management and report writing\nStrong track record of international scientific publications\nExcellent written and oral communication and project presentation skills in English\nWe offer\naccess to an international network of scientists, policymakers and research organizations\nan attractive job within the inspired and dynamic working environment of an internationally recognized research institution\nflexible working hours – mobile working options – assistance with child care and care for family members („audit berufundfamilie“) – employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement  – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation with a short description of your previous and current research foci, a CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #04-25008  by September 12, 2025 or apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Prof. Dr. Peter Haase at\npeter.haase@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our website at\nhttps://www.senckenberg.de/en/imprint/\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.09.2025", "url": "https://www.museumsbund.de/stellenangebote/postdoctoral-researcher-ecologist-m-f-d-4/", "date_published": "2025-08-14T00:00:00"}]}