{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/leitung-w-m-d-des-rieskratermuseums-noerdlingen/", "image": "", "title": "Leitung (w/m/d) des RiesKraterMuseums Nördlingen", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 31.07.2025 | Die Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf der Erde. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden.\nUnser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und ganz Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Alters- und Bildungsgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nWir suchen zum nächstmöglichen Zeitpunkt eine\nLeitung\n(w/m/d)\ndes RiesKraterMuseums Nördlingen\nin Vollzeit, unbefristet\nDas RiesKraterMuseum im Asteroidenkrater Nördlinger Ries ist das fachliche Zentrum rund um das Thema Impakt und bereitet dies für die breite Öffentlichkeit, fachlich Interessierte und Forschende aus dem In- und Ausland auf. Lokaler Träger des Museums ist die Stadt Nördlingen. Angegliedert ist das Forschungs- und Dokumentationszentrum ZERIN, welches seit 2014 ebenfalls von der Museumsleitung betreut wird. Es dient der eigenen wissenschaftlichen Arbeit, unterstützt die einschlägige Forschung weltweit, beherbergt die Forschungssammlung (u.a. mit den Bohrkernen der 1200 m tiefen Forschungsbohrung FB73) und verfügt über Arbeitsräume und ein Labor für Radiogene Isotope mit Reinraumtechnik, Thermionen-Massenspektromerie, Röntgenfluoreszenzanalyse etc.\nAufgaben:\nWissenschaftliche und administrative Leitung des Museums in Abstimmung mit dem Träger\nPersonalführung des Museumsteams\nVertretung des Museums in der Öffentlichkeit und der wissenschaftlichen Fachwelt (national wie international)\nEinbringen der Forschungsthemen und Museumsarbeit in die konzeptionelle Weiterentwicklung der SNSB als Ganzes\nSchärfung und Weiterentwicklung der Wissenschaftsvermittlung durch Dauer- und Sonderausstellungen, Veranstaltungen und digitale Angebote auch im Hinblick auf gesellschaftliche Diversität und Partizipation\nKoordinierung und Leitung wissenschaftlicher Forschungsprojekte\nEinwerbung von Drittmitteln\nAusbau, Pflege und wissenschaftliche Erschließung der Sammlungen\nVorausgesetzte Qualifikationen:\nEin abgeschlossenes geowissenschaftliches Hochschulstudium mit Promotion\nErfahrung in der naturkundlichen Museumsarbeit (Forschung, Sammlung und Vermittlung)\nManagementerfahrung im Museumsbereich\nEinschlägige wissenschaftliche Publikationen\nHohe soziale Kompetenz und kommunikative Fähigkeiten\nSehr gute Ausdrucksfähigkeit in Wort und Schrift (deutsch und englisch)\nBelastbarkeit und sicheres Auftreten\nWir bieten:\neine vielseitige Führungsaufgabe mit Gestaltungsspielraum und Zukunftsperspektiven\neinen interessanten und vielseitigen Arbeitsplatz an einem modernen Museum in der attraktiven Stadt Nördlingen\ninteressante und vielfältige wissenschaftliche und gesellschaftliche Themenstellungen\nein wissenschaftlich interessantes Gelände unmittelbar vor der Haustür\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern; die Vergütung erfolgt nach dem Tarifvertrag der Länder (TV-L)\nWir freuen uns auf Ihre aussagefähigen und vollständigen Bewerbungsunterlagen (digital) mit einem Motivationsschreiben, Lebenslauf, Publikationsliste (maximal fünf ausgewählte Publikationen) und Zeugnissen in elektronischer Form bis spätestens\n31.07.2\n025\nunter\nbewerbung@snsb.de\n.\nBei inhaltlichen Fragen wenden Sie sich bitte an Herrn Prof. Dr. Joris Peters (peters@snsb.de). Bei Fragen zu dem Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nSchwerbehinderte Bewerber bzw. Bewerberinnen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen.\nDie Stelle ist teilzeitfähig, sofern durch Job-Sharing die ganztägige Wahrnehmung der Aufgabe gesichert ist.\nWir verweisen darauf, dass nach Abschluss des Verfahrens die Bewerbungsunterlagen vernichtet und nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungsgespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-w-m-d-des-rieskratermuseums-noerdlingen/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleiterin-m-w-d-digitale-kultur/", "image": "", "title": "Projektleiter*in (m/w/d) Digitale Kultur", "content_text": "MFG Medien- und Filmgesellschaft Baden-Württemberg mbH, Stuttgart Bewerbungsende: 25.07.2025 | Suchen Sie eine abwechslungsreiche, verantwortungsvolle Tätigkeit mit großem Gestaltungsspielraum? Schlägt Ihr Herz für Museen? Ermöglichen Sie gerne Veränderung im Kontext des digitalen Wandels? Zeichnet Sie strategische Weitsicht aus? Ist Ihnen eine wertschätzende, kooperative und offene Arbeitsatmosphäre wichtig? Wünschen Sie sich außerdem einen verlässlichen Arbeitgeber in öffentlicher Trägerschaft?\nDann lesen Sie weiter – die MFG freut sich auf Sie!\nDie MFG Medien- und Filmgesellschaft ist eine Einrichtung des Landes Baden-Württemberg und des SWR mit Sitz in Stuttgart. Aufgabe der MFG ist die Förderung der Filmkultur und Filmwirtschaft sowie der Kultur- und Kreativwirtschaft. Mit bedarfsorientierten Programmen und Projekten unterstützt die MFG in ihrem Geschäftsbereich „MFG Kreativ“ Kultur- und Kreativschaffende im Südwesten. Dabei liegt der Schwerpunkt auf Vernetzungs- und Vermittlungsaktivitäten sowie im Kompetenzfeld Digitale Kultur.\nZum\nnächstmöglichen Zeitpunkt\nsuchen wir innerhalb des Geschäftsbereichs\nMFG Kreativ\nfür das Team Digitale Kultur, eine*n\nProjektleiter*in (m/w/d) Digitale Kultur\nin Vollzeit.\nSie sind verantwortlich für die Durchführung von Projekten zur Förderung digitaler Innovation in der Kultur, insbesondere im Museumsbereich. Dies umfasst neben der Konzeption und Leitung von Projekten auch die Planung und Durchführung von Veranstaltungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleiterin-m-w-d-digitale-kultur/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-bayern/", "image": "", "title": "Projekt Manager (m/w/d) für museale Objekte in Bayern", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, München Bewerbungsende: 31.07.2025 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort eine/n erfahrene/n\nProjekt Manager/in (m/w/d) für museale Objekte in Bayern\n. Die Tätigkeit wird in Vollzeit ausgeübt.\nEin Firmenfahrzeug sowie die Möglichkeit zum Homeoffice sind Teil der Stelle.\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene Tarifbindung plus außertariflicher Zulage\nElektr. Firmenfahrzeug mit Ladekarte (auch zur privaten Nutzung)\nHomeoffice-Möglichkeit nach Absprache\nLaptop und Diensthandy werden gestellt\neine qualifizierte Einarbeitung ist selbstverständlich\nSie erhalten eine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nKoordination von Einsatzkräften in musealen Objekten\nPlanung und Pflege von Dienst- und Einsatzplänen\nAbstimmung mit Objektleitungen und Kunden vor Ort\nKontrolle von Stundennachweisen und Übergabe der Abrechnungsdaten an die Verwaltung\nÜbernahme von Diensten bei kurzfristigen Ausfällen\nUnterstützung der operativen Abläufe – keine Führungsverantwortung\nVerantwortung für ein gutes, sachliches und kollegiales Arbeitsklima\nDas bringen Sie mit:\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nErfahrung in Einsatzplanung und organisatorischer Koordination\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nSehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, vorzugsweise Grundkenntnisse in Englisch\nSehr gute PC-Kenntnisse (MS Office, insbesondere Excel)\nNachweis der Sachkundeprüfung nach §34a Gewerbeordnung oder höherwertige Qualifikation (z. B. GSSK)\nFührerschein Klasse B\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-bayern/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d-in-vollzeit/", "image": "", "title": "Buchhalter*in (m/w/d) in Vollzeit", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 20.07.2025 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist mit seinen beiden Standorten Museum am Löwentor und Schloss Rosenstein und mehr als 180 Mitarbeitenden aus verschiedenen Regionen und Ländern eines der größten Naturkundemuseen Deutschlands und besitzt zugleich eine der bedeutendsten naturwissenschaftlichen Sammlungen Europas. Als zukunftsorientierte Einrichtung erfüllt das SMNS eine Vielzahl von Aufgaben in Forschung, Bildung, Lehre und der Bewahrung der biologischen Vielfalt.\nSind Sie ein Zahlenprofi auf der Suche nach einer sinnstiftenden Tätigkeit? Legen Sie Wert auf Teamgeist, eine herzliche Arbeitsatmosphäre und ein wertschätzendes Miteinander? Wünschen Sie sich außerdem einen verlässlichen Arbeitgeber in öffentlicher Trägerschaft?\nDann lesen Sie weiter – wir freuen uns auf Sie!\nFür unser Verwaltungsteam suchen wir zum nächstmöglichen Zeitpunkt eine*n\nBuchhalter*in (m/w/d) in Vollzeit\nDie Stelle ist unbefristet und grundsätzlich teilbar; eine Teilzeitbeschäftigung im Ausmaß von mindestens 80 % ist möglich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/buchhalterin-m-w-d-in-vollzeit/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachkraft-m-w-d-fuer-das-schriftgutarchiv/", "image": "", "title": "Fachkraft (m/w/d) für das Schriftgutarchiv", "content_text": "Stiftung Deutsche Kinemathek, Berlin Bewerbungsende: 20.07.2025 | Die Stiftung Deutsche Kinemathek – Museum für Film und Fernsehen ist eine der führenden Einrichtungen Europas, die sich der Bewahrung und Vermittlung des audiovisuellen Erbes widmet. In ihrem neuen, temporären Zwischenquartier im E-Werk in Berlin-Mitte lädt sie bis zur Eröffnung eines neuen Filmhauses zu vielfältigen Begegnungen mit Film und Fernsehen ein. Sie zeigt dort experimentelle Ausstellungen, kuratierte Filmreihen, Produktionen aus dem Fernseharchiv sowie das Festival Film Restored. Ein breites Publikum erreicht die Kinemathek durch ein abwechslungsreiches Bildungs- und Veranstaltungsprogramm – sowie mit der Retrospektive und den Berlinale Classics, die sie im Rahmen der Internationalen Filmfest-spiele Berlin ausrichtet. Archive und Fachbibliothek machen die Kinemathek zu einem wichtigen Ort für Wissenschaft und Forschung.\nWir suchen zum 01.09.2025 befristet bis zum 31.12.2026 eine*n\nFachkraft (m/w/d) für das Schriftgutarchiv\n(Vollzeit 39 Stunden/Woche\n)\nIhre Aufgabenschwerpunkte\nUmsetzung fachgerechter Archivierung, Dokumentation und Zugänglichmachung des Archivbestands im Schriftgutarchiv\nFachliche Beratung und Betreuung der verschiedenen Nutzer*innengruppen (Forschende, Studierende, Schüler*innen u.a.), inkl. Leihanfragen\nFachliche Zuarbeit für die Abteilungs- und Bereichsleitung, Kurator*innen und Projektleitungen\nUnterstützung und Mitarbeit bei Projekten im Bereich der Digitalisierung, der Zugänglich- und Nutzbarmachung sowie bei Ausstellungsprojekten, Web-Aktivitäten und digitalen Anwendungen\nFachlicher Austausch und Kooperation mit Mitarbeiter*innen anderer Archive und Abteilungen sowie Teilnahme an Fortbildungen\nIhr Profil\nAbgeschlossene Berufsausbildung im Archivwesen oder einschlägige Praxiserfahrung, die gleichwertige Fähigkeiten nachweisen kann\nGute Kenntnisse hinsichtlich Archivierung, Behandlung, Konservierung und Systematisierung von Archivalien\nErfahrung mit dem Museumsstandard Spectrum und dem Archivstandard ISAD(G) und zeitgemäßen Museumsdatenbanken\nBereitschaft zur permanenten Weiterbildung im Bereich der Digitalisierung, des Datenmanagements und der Zugänglich- und Nutzbarmachung von Archiv- und Museumsbeständen\nGute Kenntnisse im Bereich der deutschen und internationalen Filmgeschichte sind wünschenswert\nUnabdingbar sind Organisations- und Kooperationsfähigkeit, Selbstständigkeit und Dienstleistungsorientierung sowie eine hohe Lernfähigkeit und die Bereitschaft zur Veränderung\nWir bieten\nEine Vergütung E 8 TVöD bei Vorliegen der formalen Voraussetzungen\nInteressante und abwechslungsreiche Aufgaben\nEinen Arbeitsplatz in zentraler Lage in Berlin\nEin engagiertes Team, das auch abteilungsübergreifend in Projektteams zusammenarbeitet\nVereinbarkeit von Beruf und Privatem durch zeitlich flexibles und mobiles Arbeiten\nEin teamorientiertes, familienfreundliches und diverses Arbeitsumfeld in einer aufgeschlossenen wie modernen von BKM geförderten Kulturinstitution\n30 Tage Jahresurlaub bei einer 5-Tage-Woche sowie zusätzliche freie Tage am 24. und 31. Dezember\nZuschuss zum BVG-Firmenticket\nDie Deutsche Kinemathek gewährleistet die Gleichstellung von Frauen und Männern nach Maßgabe des Bundesgleichstellungsgesetzes. Wir verstehen uns als werteorientierte Institution, als Reflexionsort für historische und aktuelle gesellschaftliche Entwicklungen. Wir schätzen Vielfalt und empfinden unterschiedliche Biografien und Lebensentwürfe als Bereicherung. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. BIPoC, LGTBQI* und Menschen mit Diskriminierungs- und Marginalisierungserfahrung möchten wir besonders zu einer Bewerbung ermutigen. Schwerbehinderte Menschen werden bei gleicher Eignung und Qualifikation bevorzugt.\nWenn wir Ihr Interesse geweckt haben, senden Sie bitte Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen spätestens bis zum\n20.07.2025\n(im PDF-Format per E-Mail als eine Datei) an\nbewerbungen@deutsche-kinemathek.de\n.\ndeutsche-kinemathek.de/karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/fachkraft-m-w-d-fuer-das-schriftgutarchiv/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-w-m-d-fuer-die-stabstelle-sponsoring-und-fundraising-3/", "image": "", "title": "Bereichsleitung (w/m/d) für die Stabstelle Sponsoring und Fundraising", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 11.07.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir besetzen die Stelle als\nBereichsleitung (w/m/d) für die Stabstelle Sponsoring und Fundraising\n(in Vollzeit, 39,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIn engem Austausch mit dem Vorstand entwickeln Sie Konzepte zur Akquise von Drittmitteln und setzen diese um.\nIhre Aufgaben:\nRecherche von potentiellen Sponsoren und Spendern\nEntwicklung, Implementierung und Umsetzung von Sponsoring- und Fundraisingstrategien, die sowohl Strategie als auch Vision der Staatsgalerie stärken\nPlanung, Durchführung und Bewertung von Sponsoring- und Fundraisingprojekten inkl. Erstellung von Angeboten und Verträgen\nÜberwachung der korrekten Mittelverwendung\nErweiterung des Netzwerkes in Stuttgart auf externen Events\nPflege der Sponsoren- und Fördererdatenbank\nZusammenarbeit mit dem Team Sonderveranstaltung zur Durchführung von Events für die Akquise und Bindung neuer und aktiver Förderer\nEnge Zusammenarbeit mit dem Förderkreis der Staatsgalerie\nStiftungsmittel:\nRecherche von Stiftungen und Stiftungs- und Forschungsprogrammen inkl. Erstellen von Förderanträgen im Austausch mit den Wiss. Mitarbeitern\nInterne Abwicklung der geförderten Projekte inkl. Berichtswesen und Koordination der Abrechnung im engen Austausch mit der Buchhaltung und dem Controlling\nIhr Profil:\nAbgeschlossenes Hochschulstudium idealerweise im Bereich Kulturmanagement, Kulturwissenschaften oder einen vergleichbaren Abschluss\nKenntnis der Stifter- und Sponsorenlandschaft Deutschlands\nKenntnis im Einwerben von Drittmitteln\ngute EDV Kenntnisse (MS-Office)\nsehr gute Englischkenntnisse\nErfahrungen in der Planung und Umsetzung von Sponsoren- und Spendenprojekten\nEngagement und zeitliche Flexibilität\nBelastbarkeit sowie eine kommunikative, aufgeschlossene Art und Teamfähigkeit\nselbständige, sorgfältige und zuverlässige Arbeitsweise\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nSchwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte ausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der Kennziffer\nSGS-2025-07\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Vorstand unter T +49 711 470 40 271. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.07.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-w-m-d-fuer-die-stabstelle-sponsoring-und-fundraising-3/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungs-und-projektkoordinatorin-w-m-d/", "image": "", "title": "Ausstellungs- und Projektkoordinator:in (w/m/d)", "content_text": "LWL-Museum Zeche Zollern, Dortmund Bewerbungsende: 01.08.2025 | Der LWL sucht Sie zum 01.11.2025 als\nAusstellungs- und Projektkoordinator:in (w/m/d)\nEG 11 TVöD VKA\nfür unser LWL-Museum Zeche Zollern in Dortmund im Rahmen der Sonderausstellung “Die Macht der Zwerge. Von kleinen Rebellen und großen Taten”. Die Sonderausstellung wird im Rahmen der Internationalen Gartenausstellung (IGA) 2027 im LWL-Museum Zeche Zollern zu sehen sein.\nWir bieten eine für zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8082\nbis zum\n01.08.2025\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.08.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungs-und-projektkoordinatorin-w-m-d/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanager-in-m-w-d-im-kultur-und-museumsbereich/", "image": "", "title": "Projektmanager/in (m/w/d) im Kultur- und Museumsbereich", "content_text": "ICOM Deutschland, Berlin Bewerbungsende: 21.07.2025 | ICOM Deutschland e.V. sucht zum nächstmöglichen Zeitpunkt, einen/eine\nProjektmanager/in (m/w/d) im Kultur- und Museumsbereich,\nVollzeit (39 Std./Woche)\nDer Internationale Museumsrat ICOM (International Council of Museums) ist eine internationale Organisation für Museen, die sich für die Erforschung, Bewahrung, Pflege und Vermittlung des kulturellen Erbes einsetzt. ICOM Deutschland e.V. ist mit über 7.600 Mitgliedern das mitgliederstärkste Nationalkomitee innerhalb des Internationalen Museumsrats. Als größte Organisation der Museen und Museumsfachleute bundesweit engagiert sich ICOM Deutschland für den Austausch und die Vernetzung von Museen und Museums­fachleuten in Deutschland und weltweit. Mit vielfältigen Aktivitäten, wie Veranstaltungen, Projekten und internationalen Kooperationen fördern wir innovative Ansätze für die Herausforderungen im Museumssektor und schaffen Raum für Dialog, Wissenstransfer sowie nachhaltige Entwicklung.\nWir suchen einen/eineengagierte Projektmanager/in (m/w/d), der/die unsere vielfältigen Aktivitäten mit Leidenschaft und Organisationstalent begleitet. Die Stelle ist zunächst auf 2 Jahre befristet. Eine Entfristung wird angestrebt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.07.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmanager-in-m-w-d-im-kultur-und-museumsbereich/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-vermittlung-2/", "image": "", "title": "Mitarbeiter:in für Vermittlung", "content_text": "Museum Brot und Kunst – Forum Welternährung, Ulm Bewerbungsende: 13.09.2025 | Das\nMuseum Brot und Kunst – Forum Welternährung\n, getragen von der gemeinnützigen Vater und Sohn Eiselen-Stiftung in Ulm sucht ab sofort\neine:n Mitarbeiter:in für Vermittlung\nin Teilzeit (\n70%\n).\nInformationen zum Museum finden Sie unter www.museumbrotundkunst.de\nIhre Aufgaben:\nErarbeitung und Weiterentwicklung eines Vermittlungskonzepts mit Berücksichtigung spielerischer Elemente und von Bezügen zu Lehrplaninhalten\nAufbau von Netzwerken und Kooperationen insbesondere mit Schulen\nKonzeption und Durchführung von ausstellungsbegleitenden Medien für Dauer- und Sonderausstellung\nKonzeption und Durchführung zielgruppenspezifischer multisensorischer Vermittlungsformate\nMitarbeit an Sonderausstellungen\nWorkshops mit Kindern\nOrganisation und Durchführung von Backevents\nBetreuung der freiberuflichen Guides\nOrganisation des jährlichen Familientags und Adventstags und unseres Museumsfests\nVerfassen von Drittmittelanträgen für Vermittlungsprojekte\nErstellen von Text- und Bildmaterial für unsere Presseabteilung\nWir erwarten:\nAbgeschlossenes Studium der Kunstgeschichte/ Geschichte o.ä.\nÜberblick über die aktuellen Vermittlungsdiskurse in Museen\nBerufserfahrung im Bereich Bildung und Vermittlung an einer Bildungseinrichtung für unterschiedliche Zielgruppen und Formate\nErfahrung in der Konzeption und Durchführung unterschiedlicher Vermittlungskonzepte für Kunst und Kultur\nHervorragende mündliche und möglichst schriftliche Ausdrucksfähigkeiten in Deutsch und Englisch, weitere Fremdsprachen sind von Vorteil\nKreativität, Engagement, Kommunikations- und Organisationstalent\nAusgeprägte Teamfähigkeit\nBereitschaft zur flexiblen Arbeitszeitgestaltung bei Sonderveranstaltungen (Abende, Wochenenden, Feiertage)\nEDV-Kenntnisse (gängige MS-Office/ Social Media)\nErnsthaftes Interesse an den Inhalten und der Sammlung des Museums Brot und Kunst\nWir bieten einen vielseitigen Aufgabenbereich mit Gestaltungsmöglichkeiten und die Arbeit in einem kleinen motivierten Team. Die Vergütung erfolgt in Anlehnung an TVöD 10.\nAuskünfte erteilt Dr. Isabel Greschat,\nig@museumbrotundkunst.de\noder Tel. 0731-1400913.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis\nspätestens 13. September 2025\nan die Vater und Sohn Eiselen-Stiftung, Syrlinstraße 7, 89073 Ulm\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-vermittlung-2/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/109377/", "image": "", "title": "Koordination Bestandsdigitalisierung Repro", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 13.07.2025 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts und zählt zu den herausragenden kulturellen Institutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte der Stiftung sind die Weimarer Klassik, ihre Nachwirkungen in der Kunst und Kultur des 19. Jahrhunderts und die Moderne mit Friedrich Nietzsche und dem Bauhaus. Die Sammlungen werden in der Herzogin Anna Amalia Bibliothek, dem Goethe- und Schiller-Archiv, den Museen sowie den historischen Bauten und Gärten betreut.\nDie Museen der Klassik Stiftung Weimar (KSW) besitzen u. a. mit Goethes Privatsammlung, der Sammlung zum Bauhaus und den Grafischen Sammlungen ein breites Spektrum an einzigartigen Objekten. Für den Zugang und die Darstellung der Sammlungen und historischen Objekte ist in der Direktion Museen in der Abteilung Ausstellungs- und Sammlungsmanagement zum nächstmöglichen Zeitpunkt, befristet bis zum 31.12.2027 folgende Projektstelle zu besetzen:\nKoordination Bestandsdigitalisierung Repro\nE 9a TV-L, Kennziffer: 28/2025\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/109377/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-im-bereich-sammlungspflege/", "image": "", "title": "Restaurator:in (m/w/d)  im Bereich Sammlungspflege.", "content_text": "Stiftung Insel Hombroich, Neuss Bewerbungsende: 31.07.2025 | Die Stiftung Insel Hombroich widmet sich der Architektur, Kunst, Natur, Literatur, Musik und Philo­sophie. Mit insgesamt 43 Gebäuden auf ca. 64 ha bietet sie neben dem mu­sealen Be­reich einen Arbeits- und Wohnort für Künstler:innen unterschiedlicher Disziplinen sowie diverse Ausstellungs- und Veranstaltungsräume. Kern ist das international bekannte Museum Insel Hombroich mit einer zwei Jahrtausende umspannenden Sammlung von Kunst- und Kultur­objek­ten in begehbaren Skulp­turen und gestalteter Landschaft. Das archivische Zentrum betreut zudem Vor- und Nachlässe von Künstler:innen, Schriftsteller:innen und Wissenschaftler:innen aus dem Umfeld Hombroichs.\nFür die konservatorische Betreuung der umfassenden Sammlung in den Innen- und Außen­bereichen sucht die Stiftung Insel Hombroich zum nächstmöglichen Zeitpunkt eine:n\nRestaurator:in (m/w/d) 50%\nim Bereich Sammlungspflege.\nIhre Aufgaben:\nEigenverantwortliches Arbeiten in der konservatorischen Betreuung der Dauer- und Wechsel­ausstellungen\nAllgemeine Zustandserfassung und Erstellung von Konservierungs- und Restaurierungs­konzepten mit Prioritätenlisten\nPraktische Durchführung von Reinigungen sensibler Objektoberflächen in den Innen- und Außenbereichen des Museums\nLeitung und Anweisung eines kleinen Teams von Freiwilligen zur Unterstützung der allgemeinen Sammlungspflege\nKoordinierung und Begleitung externer Dienstleister im Rahmen größerer Restaurierungs- und Konservierungsprojekte\nKlima-Monitoring in allen Ausstellungsbereichen\nMitwirkung bei Schädlingsmonitoring\nVorgaben und Begleitung bei jeglicher Bewegung von Kunstgegenständen (s. Objekthandling, Verpackung, Transport, Einlagerung)\nVorbereitung und Organisation von vereinzelten Leihangelegenheiten\nKoordinierung und Einweisung des Reinigungsteams in den Ausstellungsräumen\nOptimierung der konservatorischen Bedingungen in den Depots (s. Nachhaltigkeit)\nIhre Voraussetzungen:\nAbgeschlossene Fach- oder Hochschulausbildung im Bereich Restaurierung und Konservierung von Kunstgegenständen oder eine gleichwertige Qualifikation in einem anderen museumsrelevanten Studiengang mit Schwerpunkt Sammlungspflege\nMindestens drei Jahre Erfahrung im entsprechenden Praxisfeld\nVertrautheit mit digitaler Erfassung und fotografischer Dokumentation von Sammlungsgut\nSicherer Umgang mit den gängigen Office-Programmen und Datenbanken\nGute Deutsch- und Englischkenntnisse in Wort und Schrift\nWas uns wichtig ist:\nein ganzheitlicher Blick auf die komplexen Werke und deren Erhalt innerhalb einer besonderen Präsentation\nAuseinandersetzung mit dem Vermächtnis des Stifters und aktive Unterstützung der Bedingungen eines Tageslichtmuseums\ndie Ambition, Hombroich in seiner Einzigartigkeit zu verstehen, daraus Arbeitsziele abzu­leiten und adäquate Pläne für die Sammlungspflege zu erarbeiten, die sowohl dem Erhalt eines jeden Kunstwerks als auch der Präsentationsphilosophie gerecht werden\nSicheres Auftreten, eine präzise, gewissenhafte und flexible Arbeitsweise sowie ausge­prägte Team- und Kommunikationskompetenz\nBereitschaft zur Fortbildung und Innovation\nWas wir bieten:\nEine außergewöhnliche, vielfältige und erschließende Tätigkeit in Teilzeit (20 Std./Woche) an einem einzigartigen Ort\nEine zunächst auf 2 Jahre befristete Anstellung mit Entfristungsperspektive\nEine Tätigkeit in direkter Zusammenarbeit mit der Stiftungsleitung\nEin motiviertes Team in einem sehr kooperativen, zugewandten Betriebsklima\nGezielte Weiterbildungsmöglichkeiten\n18 Urlaubstage bei einer 3-Tage-Woche zzgl. freie Brauchtumstage\nBetriebliche Altersvorsorge\nGerne erwarten wir Ihre aussagekräftige Bewerbung bis zum 31.07.2025 mit Angabe Ihrer Gehaltsvorstellung und Ihres frühest­möglichen Eintrittsdatums in elektronischer Form (eine PDF-Datei bis max. 10 MB) an: bewerbung@inselhombroich.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d-im-bereich-sammlungspflege/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/meisterin-im-handwerk-elektrotechnik-m-w-d/", "image": "", "title": "Meister:in im Handwerk Elektrotechnik (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 03.08.2025 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nMeister:in im Handwerk Elektrotechnik (m/w/d)\nzu besetzen. Mit ihren international herausragenden Museen, Bibliotheken, Archiven und Forschungseinrichtungen zählt die\nStiftung Preußischer Kulturbesitz\nzu den größten Kultur- und Wissenschaftsinstitutionen weltweit.  Das Referat Betrieb betreibt in den\nStaatlichen Museen zu Berlin\ndie hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/meisterin-im-handwerk-elektrotechnik-m-w-d/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-21/", "image": "", "title": "Verwaltungsleitung (m/w/d)", "content_text": "Museumspädagogisches Zentrum, München Bewerbungsende: 25.07.2025 | Das MPZ ist eine Einrichtung des Freistaates Bayern und der Landeshauptstadt München. Es konzipiert und realisiert analoge und digitale Vermittlungsprogramme für alle Altersgruppen in Museen, im Stadtraum und online. Es bietet Fortbildungen an, berät Museen bei didaktischen Fragen und veröffentlicht Schriften zu Museen und zur Museumspädagogik.\nDas MPZ ist Sitz der Geschäftsstelle der Bayerischen Museumsakademie, der Beratungsstelle Kultur macht stark Bayern und der Fachstelle für Museen und Kulturelle Teilhabe. Im Rahmen seiner strategischen Weiterentwicklung ist das MPZ bestrebt, seine Arbeit zukunftsweisend und teilhabeorientiert auszurichten.\nZur Verstärkung unseres Teams suchen wir eine\nVerwaltungsleitung (m/w/d)\nab nächstmöglichem Zeitpunkt, im Umfang von 100%,\nEntgeltgruppe 9b TV-L, unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-21/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-den-fachbereich-kulturelle-vermittlung/", "image": "", "title": "Leitung für den Fachbereich Kulturelle Vermittlung", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 20.07.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes – sucht zum 01.10.2025\neine Leitung für den Fachbereich Kulturelle Vermittlung,\nVollzeit (39 Std.)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Ihr Archiv zählt zu den bedeutendsten interdisziplinären Archiven zur Kunst des 20. und 21. Jahrhunderts.\nDas Vermittlungsprogramm KUNSTWELTEN entspricht dem Auftrag der Akademie, öffentlich zu wirken. Es wendet sich an Kinder, Jugendliche und Erwachsene und schöpft aus der Vielfalt und dem Zusammenspiel der Werke und Erfahrungen der Mitglieder und Stipendiat*innen, der Künstlerarchive und Sammlungen der Akademie. In Führungen, Gesprächen, Werkstätten und künstlerischen Aktionen werden unterschiedlichen Zielgruppen Themen und Projekte der Akademie und ihrer Mitglieder nähergebracht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-den-fachbereich-kulturelle-vermittlung/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitender-betriebstechnikerin-m-w-d-2/", "image": "", "title": "Leitende:r Betriebstechniker:in (m/w/d)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 31.07.2025 | Die Bayerischen Staatsgemäldesammlungen suchen eine/n\nLEITENDE BETRIEBSTECHNIKERIN /\nLEITENDEN BETRIEBSTECHNIKER (M/W/D)\nin Vollzeit und unbefristet, zum nächstmöglichen Zeitpunkt.\nIm Herzen der Landeshauptstadt Bayerns befinden sich inmitten des Kunstareals die Bayerischen Staatsgemäldesammlungen. Mit den über 30.000 zu betreuenden Objekten des Gemälde- und Kunstbesitzes des Freistaates zählen die Bayerischen Staatsgemäldesammlungen mit ihren fünf Münchner Häusern und den Staatsgalerien an etlichen weiteren Standorten in Bayern zu den bedeutendsten Gemäldesammlungen in Europa.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitender-betriebstechnikerin-m-w-d-2/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-projektmanagement-lange-nacht-der-museen-m-w-d/", "image": "", "title": "Mitarbeiter Marketing / Projektmanagement Lange Nacht der Museen (m/w/d)", "content_text": "Städtische Museen Jena, Jena Bewerbungsende: 20.07.2025 | JenaKultur steht für viele besondere Momente im Leben der Menschen unserer Stadt und ihrer Gäste. Kulturarena und Jenaer Philharmonie. Volkshochschule Jena und Musik- und Kunstschule Jena. Die Ernst-Abbe-Bücherei und die Städtischen Museen Jena. Volksbad Jena und Volkshaus Jena. Tourismus und Kulturmarketing. Und vieles mehr. Ob für Jung oder Alt. Ob bewahrend oder zukunftsorientiert. Unsere Einrichtungen und Themen sind vielfältig und stets lebendig.\nSeit der Gründung im Jahr 2005 stellen unsere heute mehr als 320 Mitarbeiter:innen mit jedem Projekt, jedem Kurs, jedem Konzert und jeder Veranstaltung unter Beweis, mit welcher Leidenschaft sie Kultur leben und für Jena weiterentwickeln.\nIn den Städtischen Museen Jena soll die Teilzeitstelle\nschnellstmöglich\n, vorerst befristet für 2 Jahre, besetzt werden.\nDie Städtischen Museen Jena vereinen mit dem\nStadtmuseum Jena\n, dem\nRomantikerhaus Jena\nund der\nKunstsammlung Jena\neine museale Erlebnis- und Bildungswelt in den Bereichen Literaturgeschichte, Stadtgeschichte und Kunst. Mit interessanten Sonderausstellungen und dauerhaften Präsentationen zu überregional bedeutsamen Themen der Stadtentwicklung, museumspädagogischen Angeboten und Veranstaltungen stellen sie attraktive Angebote bereit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-projektmanagement-lange-nacht-der-museen-m-w-d/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/techniker-m-w-d-3/", "image": "", "title": "Techniker (m/w/d)", "content_text": "Stiftung Deutsches Marinemuseum, Wilhelmshaven Bewerbungsende: 18.07.2025 | Die Stiftung Deutsches Marinemuseum stellt am historischen Ort in Wilhelmshaven die Geschichte der deutschen Marinen von 1848 bis in die Gegenwart dar und zählt zu den meistbesuchten Museen Niedersachsens.\nZur Verstärkung der Haustechnik sucht das Museum zum nächstmöglichen Zeitpunkt einen engagierten\nTechniker (m/w/d)\nin Vollzeit\nIhre Aufgaben:\nDie Durchführung von Reparaturen und Wartungsarbeiten im gesamten Museumsbereich, den Außendepots sowie auf den Schiffen und Booten\nDie Pflege der Ausstellung sowie Unterstützung beim Auf- und Abbau von Ausstellungen\nDie Gewährleistung der Sauberkeit des Museums, des Geländes und der Großexponate sowie die Sicherstellung des Winterdienstes\nDas Sicherstellen des technischen Betriebes während der Besuchszeiten\nDie Betreuung der ehrenamtlichen Helfer:innen (Instandsetzungsmaßnahmen Schiffe und Boote)\nIhr Profil:\nEine abgeschlossene handwerkliche Berufsausbildung sowie breites handwerkliches Geschick und Technikverständnis\nEine eigenständige und zuverlässige Arbeitsweise sowie Flexibilität und Teamfähigkeit\nDie Wertschätzung für historische Exponate\nEinen Führerschein, mindestens Klasse B\nDie Bereitschaft an Fort- und Weiterbildungen teilzunehmen\nDas erwartet Sie:\nEine unbefristete Anstellung in Vollzeit (39 Stunden)\nEine Vergütung in Anlehnung an den TVöD (Entgeltgruppe E5)\n30 Tage Urlaub/Jahr sowie dienstfrei an Heiligabend und Silvester\nGute Fortbildungsmöglichkeiten\nEin vielseitiges und abwechslungsreiches Aufgabengebiet\nEin kollegiales Umfeld in einem kleinen, engagierten und zielorientiert arbeitenden Team\nIhre aussagekräftigen Bewerbungsunterlagen richten Sie bitte bis zum 18.07.2025 postalisch an die Stiftung Deutsches Marinemuseum, z. Hd. Fenna Rohr oder per E-Mail an personal@marinemuseum.de.\nSüdstrand 125 | 26382 Wilhelmshaven | Tel. 04421-4008411\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/techniker-m-w-d-3/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-an-empfang-und-kasse/", "image": "", "title": "Mitarbeiter:in an Empfang und Kasse", "content_text": "Urgeschichtlichen Zentrum Wildeshausen, Wildeshausen Bewerbungsende: 13.07.2025 | Mit dem Urgeschichtlichen Zentrum Wildeshausen (UZW) wird 2025 ein neues Informationszentrum und Ausstellungshaus eröffnet. Zentrales Thema ist die Archäologie im Naturpark Wildeshauser Geest. Die Eröffnung im sanierten Alten Feuerwehrhaus in Wildeshausen ist für den 27. August 2025 geplant.\nDas UZW sucht ab dem 11. August 2025 drei Personen für die Servicestelle am Eingangstresen für insgesamt ca. 100-120 Stunden/Monat während unserer Öffnungszeiten (bis zu 40 Stunden / Monat pro Person). Die Tätigkeit kann entweder als versicherungspflichtige Teilzeit-Arbeit oder als geringfügige Beschäftigung (Mini-Job) aufgenommen werden.\nIhre Aufgaben bei uns\nBegrüßung und Betreuung unserer Besucher:innen im Eingangsbereich.\nVerkauf von Eintrittskarten und von Büchern, Spielzeug und Souvenirs.\nBedienung des digitalen Kassensystems und Durchführung von Tagesabrechnungen.\nBetreuung des Shopbereiches (Listen führen, Waren nachlegen, Dekoration).\nTelefonische und persönliche Auskünfte zu Öffnungszeiten, Angeboten und Führungen.\nUnterstützung bei organisatorischen Abläufen im Besuchsservice.\nSicherstellung eines gepflegten und einladenden Erscheinungsbildes im Empfangsbereich, gegebenenfalls Durchsetzung der Hausordnung.\nZusammenarbeit mit den Kolleg:innen der Touristinformation.\nEingreifen bei Notfällen, Erste Hilfe, Brandschutz und Evakuierung.\nIhr Profil\nFreundliches und serviceorientiertes Auftreten.\nBereitschaft zur Arbeit an Wochenenden und an Feiertagen.\nGute Kenntnisse der deutschen Sprache.\nFremdsprachenkenntnisse, bes. Englisch oder Niederländisch, sind vorteilhaft.\nFreude am Umgang mit Menschen sowie Interesse an Wissenschaft, besonders an Archäologie und Geschichte in der Wildeshauser Geest.\nEDV-Anwenderkenntnisse in der Nutzung von digitalen Programmen (z.B. Word, Excel).\nIdealerweise Erfahrung im Verkauf, Empfang oder in der Gastronomie.\nZuverlässigkeit, Teamfähigkeit und Verantwortungsbewusstsein.\nUnser Angebot\nAbwechslungsreiche Aufgabe in einem kleinen motivierten Team.\nUnbefristetes Arbeitsverhältnis oder nach Wunsch befristeter Vertrag (z.B. semsterbezogen).\nArbeitszeiten von Dienstag bis Sonntag (Di-Fr 12-15 Uhr, Sa / So 10-17 Uhr), auch an Feiertagen.\nGehalt 15 Euro brutto / Stunde.\nVertragsart nach Wunsch entweder als versicherungspflichtiges oder als geringfügiges Beschäftigungsverhältnis. Bei einem Mini-Job sind maximal 37 h pro Monat möglich.\nGründliche Einarbeitung.\nBetriebliche Schulung für Erste Hilfe und andere Notsituationen.\nFreier Eintritt in ausgewählte Museen in Deutschland.\nWeitere Auskünfte erhalten Sie gerne bei Dr. Julia K. Koch, Leitung des UZW, unter der Tel.-Nr. 0152 2374 5601.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungen von Menschen mit einer Behinderung werden begrüßt. Diesem Personenkreis wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben. Bitte fügen Sie zur Wahrung Ihrer Interessen der Bewerbung einen Nachweis über eine bestehende Schwerbehinderung oder Gleichstellung bei.\nDie Bestimmungen des Allgemeinen Gleichbehandlungsgesetzes (AGG) werden im Auswahlverfahren beachtet.\nWir freuen uns auf Ihre aussagekräftige Bewerbung bis spätestens zum 13. Juli 2025. Ihre Bewerbungsunterlagen (ohne Foto) mit Lebenslauf und (Arbeits-)Zeugnissen senden Sie in einer pdf-Datei per E-Mail an\nuzw.bewerbung@posteo.de\n. Geben Sie bitte auch die gewünschte Vertragsart, die Anzahl der von Ihnen gewünschten Stunden pro Woche und bevorzugte Arbeitstage an.\nMit dem Einreichen Ihrer Bewerbung willigen Sie in die Verarbeitung Ihrer personenbezogenen Daten, die wir im Rahmen des Auswahlverfahrens von Ihnen erhalten haben, ein. Ihre gespeicherten Daten und Bewerbungsunterlagen werden sechs Monate nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-an-empfang-und-kasse/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-verwaltung/", "image": "", "title": "Mitarbeiter*in (m/w/d) – Verwaltung", "content_text": "Kunstmuseum Mülheim an der Ruhr, Mühlheim a.d. Ruhr Bewerbungsende: 01.07.2025 | Der Kulturbetrieb der Stadt Mülheim an der Ruhr der hat zum nächstmöglichen Zeitpunkt eine Teilzeitstelle (24,5 Stunden wöchentlich) als\nMitarbeiter*in (m/w/d) – Verwaltung im Kunstmuseum\n(Entgeltgruppe 08 TVöD, mindestens 25.566,- € bis 31.025,- € im Jahr; je nach einschlägiger Berufserfahrung)\nzu besetzen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-verwaltung/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsleitung-m-w-d-3/", "image": "", "title": "Geschäftsleitung (m/w/d)", "content_text": "Stiftung Käthe Kollwitz Haus Moritzburg, Moritzburg Bewerbungsende: 31.07.2025 | Die Stiftung Käthe Kollwitz Haus Moritzburg sucht zum nächstmöglichen Zeitpunkt eine neue\nGeschäftsleitung (m/w/d)\nDas Käthe Kollwitz Haus Moritzburg ist der einzige noch öffentlich zugängliche authentische Aufenthaltsort und gleichzeitig das Sterbehaus der bedeutendsten deutschen Grafikerin und Bildhauerin des 20. Jahrhunderts. Eine Dauerausstellung mit Originalgrafik und einer biografischen Dokumentation gibt einen Überblick über ihr Leben und Werk.\nSonderausstellungen, Veranstaltungen und ein umfangreiches museumsdidaktisches Angebot bieten Möglichkeiten für eine lebendige Begegnungsstätte. Das Käthe Kollwitz Haus hat sich seit seiner Eröffnung im Jahr 1994 auch als ein Ort der grafischen Kunst der Gegenwart profiliert.\nIhre Aufgaben:\nBetreuung und Weiterentwicklung des Käthe Kollwitz Hauses als national wertvolles Kulturdenkmal und als kultureller Gedächtnisort auf der Grundlage des neuen Entwicklungskonzeptes und den satzungsgemäßen Zwecken und Aufgaben der Käthe Kollwitz Stiftung Moritzburg\nFederführende Bearbeitung der Haushalts- und Wirtschaftsführung der Stiftung einschließlich Drittmittelbeschaffung und Fördermittelakquise\nOrganisation und Begleitung museumsdidaktischer Angebote einschließlich der Akquise neuer Zielgruppen und Bildungseinrichtungen\nOrganisation und Begleitung von Sonderausstellungen und Veranstaltungen\nLiegenschaftliche Verwaltung des denkmalgeschützten Gesamtensembles\nPersonalverantwortung für Mitarbeiter und Honorarkräfte\nVorbereitende und begleitende Gremienarbeit der Stiftungsorgane\nKontaktperson zum „Freundeskreis Käthe Kollwitz Moritzburg e.V.“\nÖffentlichkeits- und Pressearbeit einschließlich Betreuung der sozialen Medien\nIhr Profil:\nAbgeschlossenes Studium in den Bereichen Kulturwissenschaften, Museologie, Kulturmanagement bzw. vergleichbaren Ausbildungen oder eine 5-jährige Erfahrung in vergleichbaren Kulturbereichen oder Einrichtungen\nEine engagierte und offene Persönlichkeit mit hoher Kommunikationsstärke, Organisationstalent, sowie selbständiger, kreativer und lösungsorientierter Arbeitsweise\nErfahrung in der Wirtschaftsführung einer Kultureinrichtung\nGute EDV-Kenntnisse und ein sicherer Umgang mit Microsoft-Office-Produkten\nDie Bereitschaft, den Dienstbetrieb während der Öffnungszeiten, ggf. an Wochenenden und Feiertagen abzusichern\nWir bieten:\nEin freundliches Arbeitsumfeld in einem denkmalgeschützten Gebäudeensemble\nEine partnerschaftliche Zusammenarbeit, insbesondere mit dem Kollwitz-Museum Köln sowie den Institutionen und Mitgliedern des Beirates der Käthe Kollwitz Stiftung\nEine Vergütung in Anlehnung an den TVÖD EG 9a mit einem Umfang von zunächst 28 Wochenstunden\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbungsunterlagen bis zum\n31.07.2025\nper Mail an:\nvorstand@kollwitz-moritzburg.de\nNeben objektiver Information garantieren wir Ihnen die vertrauliche Behandlung Ihrer persönlichen Daten. Mit der Zusendung Ihrer Unterlagen erklären Sie sich einverstanden, dass Ihre Angaben für den Zeitraum des Bewerbungsverfahrens elektronisch gespeichert werden dürfen. Kosten, die mit der Bewerbung verbunden sind, können nicht erstattet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsleitung-m-w-d-3/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-der-lwl-archaeologie-fuer-westfalen-w-m-d/", "image": "", "title": "Direktor:in der LWL-Archäologie für Westfalen (w/m/d)", "content_text": "LWL-Archäologie für Westfalen, Münster Bewerbungsende: 11.07.2026 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum 01.01.2026 als\nDirektor:in der LWL-Archäologie für Westfalen (w/m/d)\nB 2 LBesG NRW bzw. AT-Vergütung\nWir bieten eine unbefristete Vollzeitstelle (41 bzw. 39 Stunden/Woche) an. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8130 bis zum 11.07.2025.\nDie Vorstellungsgespräche werden voraussichtlich am 25.07.2025 in Präsenz in Münster stattfinden. Eine mögliche Einladung erhalten Sie vorab per E-Mail.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.07.2026", "url": "https://www.museumsbund.de/stellenangebote/direktorin-der-lwl-archaeologie-fuer-westfalen-w-m-d/", "date_published": "2025-06-28T00:00:00"}]}