{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-digitale-kommunikation-und-marketing/", "image": "", "title": "Mitarbeiter*in (m/w/d) Digitale Kommunikation und Marketing", "content_text": "Dokumentationszentrum Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 26.02.2025 | Das Dokumentationszentrum Flucht, Vertreibung, Versöhnung sucht zum\n1. April 2025\neine(n) Mitarbeiter*in (m/w/d) in Vollzeit für den\nBereich Kommunikation\nSachgebiet Digitale Kommunikation und Marketing. Die Stelle ist auf\n24 Monate befristet\n. Dienstort ist Berlin-Kreuzberg. Die Stelle ist nach\nEntgeltgruppe 11 TVöD-Bund\nbewertet.\nWir sind Deutschlands erster und einziger Lern- und Erinnerungsort, der Zwangsmigration in Geschichte und Gegenwart ins Zentrum stellt. Flucht und Vertreibung von rund 14 Millionen Deutschen im historischen Kontext des Zweiten Weltkriegs und der nationalsozialistischen Politik bilden den Schwerpunkt der Ständigen Ausstellung. Unserem Publikum bieten wir außerdem sehenswerte Sonderausstellungen und eine Bibliothek mit Zeitzeugenarchiv, die zum Recherchieren einlädt. Hinzu kommt ein vielfaltiges Programm mit Führungen, innovativen Workshops und Veranstaltungen. Das 2021 eröffnete Haus mit spektakulärer Architektur befindet sich mitten in Berlin unweit des Potsdamer Platzes. Sie möchten ein Forum historischer Bildung und lebendiger Debatten mitgestalten? Wir freuen uns über lhre Bewerbung!\nTrägerin des Dokumentationszentrums ist die Bundesstiftung Flucht, Vertreibung, Versöhnung, die von der Beauftragten der Bundesregierung für Kultur und Medien finanziert wird.\nDas Aufgabengebiet umfasst insbesondere:\nMitarbeit an der Planung und Umsetzung der Digitalen Kommunikation inkl. Social Media:\nSteuerung und Umsetzung (inkl. Monitoring) der Digitalen Kommunikation inkl. Social-Media,\nKonzeption und Erstellung von Bild- und Videomaterial (inkl. Klärung urheberrechtlicher Fragen),\nSelbständiges Verfassen und Redigieren von Texten,\nMitarbeit an der Weiterentwicklung der Social-Media-Strategie,\nKoordinierung der Online-Werbung,\nPflege und Überarbeitung der Website; Online-Redaktion, Newsletter-Redaktion,\nAufbau und Pflege von Kontakten zu Kooperationspartnern und Influencern,\nKommunikation mit Dienstleistern und Agenturen,\nMitarbeit an der Planung und Umsetzung der Marketingstrategie:\nMitarbeit an zielgruppen- und themenspezifischen Marketingkampagnen (analog und digital),\nErarbeitung und Koordinierung der Produktion von Marketing-Produkten,\nOrganisation und Betreuung von PR-Veranstaltungen wie Messeauftritten u.a..\nVon den Bewerberinnen und Bewerbern erwarten wir:\nabgeschlossenes Hoch- bzw. Fachhochschulstudium, mindestens B.A., in Kultur- oder Geisteswissenschaften, Kulturmanagement, Kommunikationswissenschaften bzw. vergleichbarer Abschluss oder mehrjährige Berufserfahrung in einem vergleichbaren Aufgabengebiet,\nnachgewiesene mehrjährige Berufserfahrung in der digitalen Kommunikation/dem digitalen Marketing in einer Kultur- oder Wissenschaftseinrichtung,\numfassende Erfahrungen mit Adressdatenbanken, Newsletter-Tools, Content-Managementsystemen und Grafik- sowie Videobearbeitungsprogrammen,\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift.\nWünschenswert sind:\nhervorragende Stil- und Textsicherheit bei zielgruppenspezifischer Ansprache,\nOrganisationsfähigkeit, Kreativität und Gespür für aktuelle Marktentwicklungen,\nGrundkenntnisse im Vertragsrecht, Vergaberecht und Urheberrecht,\nKenntnisse von den Themengebieten der Stiftung,\nFähigkeit zu selbständigem und konzeptionellem Arbeiten,\nfreundliches Auftreten, Teamfähigkeit, Belastbarkeit, Kooperationsbereitschaft und Flexibilität.\nWir bieten Ihnen:\nVielseitige Mitgestaltung der Kommunikation einer jungen Kultureinrichtung zu einem der zentralen Themen der heutigen Zeit,\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse,\n30 Tage Urlaub bei einer 5-Tagewoche plus zwei arbeitsfreie Tage am 24.12 und 31.12 sowie Zeitausgleich bei Mehrarbeit,\nJahressonderzahlung sowie jährliches Leistungsentgelt,\nBezuschussung des Deutschlandtickets,\nArbeitsplatz in zentraler Lage unweit des Potsdamer Platzes,\nfachbezogene Fortbildungsmöglichkeiten.\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX berücksichtigt.\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Flucht, Vertreibung, Versöhnung und zur Stiftung Deutsches Historisches Museum gestanden haben.\nFür inhaltliche Rückfragen können Sie sich an die Bereichsleiterin Kommunikation, Frau Mechelhoff (l.mechelhoff@f-v-v.de, Tel. 030 206 29 98 – 11), wenden.\nBitte richten Sie Ihre Bewerbung mit der\nKennziffer KomDig01/25\nbis zum 26.02.2025\nausschließlich elektronisch an:\nbewerbung@f-v-v.de\n.\nBewerbungen sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als eine PDF-Datei mit einer Größe von maximal 8 Megabyte übertragen werden. Bitte wählen\nSie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge können nicht berücksichtigt werden.\nDokumentationszentrum Flucht, Vertreibung, Versöhnung\nStresemannstraße 90\n10963 Berlin\nT +49 30 206 29 98 – 0\nwww.flucht-vertreibung-versoehnung.de\n>>>Zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-digitale-kommunikation-und-marketing/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-medien-und-kommunikation-m-w-d-2/", "image": "", "title": "Volontariat Medien und Kommunikation (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden (SKD), Dresden Bewerbungsende: 06.03.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen ab 1. Oktober 2025, befristet für die Dauer von zwei Jahren, eine Person (m/w/d) für ein\nVolontariat in der Abteilung Medien und Kommunikation\n. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Bei Vorliegen der persönlichen Voraussetzungen wird eine Vergütung in Höhe des halben Tabellenentgelts der Entgeltgruppe 13, Stufe 1 TV-L im ersten Jahr und Stufe 2 TV-L im zweiten Jahr gezahlt. Während der Ausbildung erhält der/die Volontär*in auch Einblicke in die anderen Museen/Bereiche der Staatlichen Kunstsammlungen Dresden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Zusammen mit vier Institutionen repräsentieren sie eine thematische Vielfalt, die in ihrer Art international einzigartig ist. Beheimatet an verschiedenen Orten in zum Teil weltberühmten, aufwendig rekonstruierten historischen Gebäuden präsentieren sie ihre Schätze. Mehrere Millionen Objekte werden in den Sammlungen bewahrt, erforscht, ihre Geschichten vermittelt. Neben der Präsentation von Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an anderen temporären Ausstellungsorten in Sachsen kooperieren die SKD mit anderen Museen weltweit. In den SKD arbeiten rund 450 Beschäftigte, darunter ein hoher Anteil an Projekt- und Drittmittelpersonal.\nDie Abteilung Medien und Kommunikation ist für sämtliche Museen und Institutionen der Staatlichen Kunstsammlungen Dresden wie auch für deren Generaldirektion tätig und insbesondere zuständig für die international ausgerichtete Medienarbeit, für Public Relations und die digitale Kommunikation.\nDie Ausschreibung richtet sich an Berufseinsteiger*innen. Das Volontariat ist eine zweijährige Ausbildung in Vollzeit und dient der praxisbezogenen Aus- und Fortbildung von Wissenschaftler*innen in museumsrelevanten Studienfächern. Ziel ist es, zu selbstständiger wissenschaftlicher Tätigkeit an Museen zu befähigen und das Museum als eine lebendige Organisation kennenzulernen, in der zahlreiche Abteilungen in enger Verzahnung professionell zusammenarbeiten.\nIhre Aufgaben\nKonzeption, Koordination, Projektverantwortung und Umsetzung von Medienkampagnen zu den Ausstellungen der SKD\nPlanung und Durchführung von Pressekonferenzen in Abstimmung mit den jeweiligen Abteilungen\nVerfassen von Medieninformationen und artverwandten Texten sowie das Verfassen von Statements\nproaktive und reaktive Kommunikation mit Medienvertretern zu Ausstellungsprojekten\nBearbeitung von Medienanfragen im Rahmen der aktuellen Berichterstattung\nKonzeption von Ausstellungsfilmen, bzw. die Betreuung von Film- und Fototeams\nAbstimmung der Presse- und Öffentlichkeitsarbeit mit Partnern und Förderern\nAufbau und Pflege eines journalistischen Netzwerks\nständige Abstimmung zu allen Themen innerhalb der Abteilung Medien und Kommunikation\nPflege und Redaktion des SKD-Web-Portals\nMedienbeobachtung und Pressemonitoring sowie Analyse der Presseaktivitäten\nIhr Profil\nHochschulabschluss (M.A., Master, Bachelor oder gleichwertige Qualifikation) der Geisteswissenschaften (z.B. Kunstgeschichte, Germanistik, Ethnologie, Kulturwissenschaften, Linguistik, Journalistik, Publizistik oder Kommunikationswissenschaften) bzw. vergleichbarer Studiengänge\ndurch Praktika oder andere Tätigkeiten nachgewiesenes Interesse an Medien- und Öffentlichkeitsarbeit im Bereich Kultur und/ oder an journalistischer Tätigkeit\nhervorragendes mündliches und schriftliches Ausdrucksvermögen und idealerweise eine besondere Befähigung für das Verfassen von journalistischen bzw. PR-Texten für unterschiedliche Formate und Zielgruppen\nfundierte EDV-Kenntnisse\ngute Kenntnisse im Bereich der digitalen Medien, der Social-Media und idealerweise im Umgang mit Content-Management-Systemen (Typo3, WordPress)\nOrganisationstalent, Aufgeschlossenheit, Teamfähigkeit und ein souveränes Auftreten\nsehr gute Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nWir bieten\ndie Möglichkeit, im Anschluss an das Studium und in Vorbereitung auf eine angestrebte Tätigkeit im musealen Bereich fundierte Praxiserfahrungen zu sammeln\n30 Tage Urlaub, dienstfreie Tage am 24.12. und 31.12.\nflexible Arbeitszeitgestaltung und Möglichkeit des mobilen Arbeitens laut Dienstvereinbarung\nJob-Ticket oder Zuschuss Deutschlandticket\nkostenfreier Besuch der SKD-Museen und Sammlungen für alle Mitarbeitenden\nzahlreiche attraktive museumsinterne Veranstaltungen + Sonderausstellungen\nein breites Spektrum an Fort- und Weiterbildungsmöglichkeiten\nberufliche Weiterentwicklungsmöglichkeiten innerhalb der Abteilungen/Museen und im gesamten Verbund der SKD\nAngebote der Gesundheitsförderung\nsonstige Vergünstigungen bei lokalen Anbietern\nKontakt\nWir freuen uns über Ihre Bewerbung, unabhängig von Geschlechtsidentität, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung.Mit Ihrer Bewerbung erteilen Sie Ihr Einverständnis zur Verarbeitung Ihrer persönlichen Daten bis zum Abschluss des Auswahlverfahrens. Vorstellungskosten können leider nicht übernommen bzw. erstattet werden. Nähere Auskünfte zum Aufgabengebiet erhalten Sie unter der Rufnummer 0351/4914 2621.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.03.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-medien-und-kommunikation-m-w-d-2/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-direktor-der-kunsthalle-zu-kiel/", "image": "", "title": "Direktorin / Direktor der Kunsthalle zu Kiel", "content_text": "Christian-Albrechts-Universität zu Kiel, Kiel Bewerbungsende: 04.04.2025 | An der Christian-Albrechts-Universität zu Kiel ist zum nächstmöglichen Zeitpunkt die Position\nder Direktorin/des Direktors der Kunsthalle zu Kiel\nunbefristet zu besetzen. Die regelmäßige wöchentliche Arbeitszeit beträgt die einer entsprechenden Vollbeschäftigung, zurzeit 38,70 Stunden. Die Eingruppierung erfolgt bei Vorliegen der tariflichen Voraussetzungen nach Entgeltgruppe 15 des Tarifvertrags der Länder (TV- L).\nDie Besetzung ist gegebenenfalls im Rahmen einer Versetzung in einem bestehenden Beamtenverhältnis möglich.\nDie Kunsthalle zu Kiel ist als Sammlungs- und Ausstellungshaus eine eigenständige Einrichtung an der Philosophischen Fakultät der Christian-Albrechts-Universität und zählt zu den bedeutenden Kultureinrichtungen Schleswig-Holsteins. Die Sammlung umfasst Gemälde, Skulpturen, grafische Arbeiten, Fotografien und Videoarbeiten von der Dürerzeit bis in die Gegenwart. In ihrer regen Ausstellungstätigkeit widmet sich die Kunsthalle der internationalen Gegenwartskunst, Positionen der Moderne und epochenübergreifenden Themen. Seit September 2023 ist das Haus in einer sanierungsbedingten Schließphase. Die Generalsanierung ist für fünf Jahre geplant. Vor diesem Hintergrund befindet sich die Kunsthalle derzeit in einem umfänglichen Transformationsprozess. Diesen Wandel zu gestalten, wird Aufgabe der künftigen Leitung sein.\nGesucht wird eine engagierte Person mit sehr guten Fachkenntnissen der Kunstgeschichte bis in die Gegenwart, umfangreicher kuratorischer Erfahrung, nachgewiesener Leitungserfahrung in möglichst allen museumsrelevanten Bereichen (insbesondere in der Konzeption und Umsetzung von Ausstellungen und im Sammlungsmanagement), sowie ausgeprägter Führungs- und Managementkompetenz mit Personal- und Budgetverantwortung. Erwünscht ist eine breite internationale Vernetzung mit Künstler*innen, Museen im In- und Ausland sowie mit Privatsammler*innen. Wir erwarten einen kooperativen, integrativen Führungsstil, ein hohes Kommunikationsvermögen sowie Kenntnisse im Change-Management. Von Vorteil sind Erfahrungen in der Durchführung größerer Baumaßnahmen.\nSchwerpunkte der Aufgaben der Direktorin/des Direktors sind:\nKonzeption und Umsetzung eines attraktiven Programms während der Umbauphase sowie Konzeption der Wiedereröffnung im sanierten Gebäude\nNutzerseitige Betreuung der laufenden Baumaßnahme mit einem Gesamtvolumen von über 50 Mio Euro\nErarbeitung eines strategischen und inhaltlichen, zeitgemäßen musealen Gesamtkonzeptes mit publikumswirksamen Sonderausstellungen, Sammlungspräsentation sowie einem umfänglichen Vermittlungsangebot auch unter Berücksichtigung der Aufgaben von kultureller Bildung, Diversität und Teilhabe.\nPflege und Ausbau der regionalen, nationalen und internationalen Vernetzung des Hauses\nSammlungspflege und -akquise\nVorstandsarbeit im Stifterkreis der Kunsthalle zu Kiel e. V. sowie für die Karl-Walter und Charlotte Breitling-Stiftung; geschäftsführende Leitung des Schleswig-Holsteinischen Kunstvereins e. V. mit rund 1.200 Mitgliedern\nVoraussetzungen:\nErwartet wird ein abgeschlossenes wissenschaftliches Hochschulstudium der Kunstgeschichte, Kunstwissenschaften oder einer vergleichbaren Fachrichtung. Erwartet werden ferner Erfolge in der Akquise von Drittmitteln. Vorausgesetzt werden Englischkenntnisse mindestens auf Niveau C1.\nWünschenswert\nsind verhandlungssichere Kenntnisse mindestens einer weiteren modernen Fremdsprache. Zudem ist eine Promotion erwünscht.\nDie Christian-Albrechts-Universität zu Kiel versteht sich als moderne und weltoffene Arbeitgeberin. Wir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, Behinderung oder sexuellen Identität. Wir fördern die Gleichberechtigung der Geschlechter. Frauen werden bei gleichwertiger Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt.\nDie Christian-Albrechts-Universität zu Kiel setzt sich für die Beschäftigung von Menschen mit Behinderung ein. Bewerbungen von Schwerbehinderten und ihnen Gleichgestellten werden bei entsprechender Eignung bevorzugt berücksichtigt.\nAusdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben.\nDiese Ausschreibung richtet sich gleichermaßen an Beschäftigte des Landes Schleswig-Holstein und an externe Bewerber*innen.\nAuf die Vorlage von Lichtbildern/Bewerbungsfotos verzichten wir ausdrücklich und bitten daher, hiervon abzusehen. Fragen zur ausgeschriebenen Position richten Sie im Dekanat der Philosophischen Fakultät bitte an Dr. Michael Sellhoff (sellhoff@philfak.uni-kiel.de).\nIhre aussagekräftige Bewerbung (einschließlich Motivationsschreiben, Lebenslauf und Zeugnissen) senden Sie bitte per E-Mail\nbis zum 4. April 2025\nin einer PDF-Datei an:\nDekanat der Philosophischen Fakultät der\nChristian-Albrechts-Universität zu Kiel\nbewerbungen@philfak.uni-kiel.de\nDie personenbezogenen Daten der Bewerber*innen werden zur Durchführung des Bewerbungsverfahrens auf der Grundlage des § 85 Absatz 1 des Landesbeamtengesetzes und § 15 Absatz 1 des Landesdatenschutzgesetzes und der DSGVO verarbeitet. Weitere Informationen zum Datenschutz entnehmen Sie bitte unseren Datenschutzbestimmungen unter dem Link:\nhttps://www.uni-kiel.de/gfpraesidium/de/recht/datenschutz-1\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/direktorin-direktor-der-kunsthalle-zu-kiel/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-restauratorin-m-w-d/", "image": "", "title": "Restauratorin / Restauratorin (m/w/d)", "content_text": "Landesmuseum Koblenz, Koblenz Bewerbungsende: 05.03.2025 | In der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Koblenz – ist zum nächstmöglichen Zeitpunkt die Position\neiner Restauratorin / eines Restaurators (m/w/d)\nfür den Aufgabenschwerpunkt Restaurierung und Konservierung von kulturhistorischen sowie technikhistorischen Objekten aus dem 19. und 20. Jahrhundert verschiedenster Materialgruppen (organisch/anorganisch) in Vollzeit (zurzeit 39 Wochenstunden) zunächst befristet für die Dauer von vierundzwanzig Monaten zu besetzen. Dienstsitz ist Koblenz. Bei Vorliegen der tariflichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 9b TV-Länder vorgesehen.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultureinrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Koblenz, integriert im Kulturzentrum Festung Ehrenbreitstein, beherbergt als kulturhistorisches Museum Sammlungen mit den Schwerpunkten zur Wirtschafts- und Technikgeschichte sowie die Landessammlung zur Geschichte der Fotografie und die Sammlung Poignard zur bürgerlichen Wohnkultur. Neben den Präsentationen seiner Dauerausstellungen, regelmäßiger Sonderausstellungen, Projekten, Veranstaltungen und Events liegt ein besonderes Augenmerk auf dem museumspädagogischen Begleitprogramm.\nAls Restaurator/in (m/w/d) nehmen Sie insbesondere folgende Aufgaben wahr:\nSammlungspflege der kulturhistorischen sowie technikhistorischen Objekte aus dem 19. und 20. Jahrhundert verschiedenster Materialgruppen (organisch/anorganisch)\nErstellung von Restaurierungskonzepten sowie Durchführung und Dokumentation von Restaurierungs- und Konservierungsarbeiten einschl. der Aufstellung von Leistungsverzeichnissen und Abnahme von Restaurierungsleistungen\nKonservatorische Depotbetreuung, Planung und Beschaffung der Depoteinrichtung unter Beachtung konservatorischer Belange und objektschonendem Material\nMitarbeit bei der Einrichtung von Ausstellungen, z. B. Montage von Objekten oder Objektbetreuung beim Leihverkehr\nKontrolle der Einhaltung sämtlicher konservatorischer Präsentationsvorgaben von Sonder- und Dauerausstellungen\nfachliche Betreuung externer Restauratoren bei Arbeiten an Objekten aus den eigenen Beständen\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\nabgeschlossene Ausbildung als Restaurator/in (m/w/d) oder des Studiengangs „Objektrestaurierung“ (FH oder Universität) oder vergleichbare mehrjährige berufliche Erfahrungszeiten und Kenntnisse\nErfahrungen im Ausstellungswesen, vorzugsweise im historischem Baubestand und mit gemischter Objektlage, insbesondere in der organisatorischen Abwicklung von Sonderausstellungen\nErfahrung in der datenbankgestützten Depotverwaltung\nKenntnisse in der Erstellung von Leistungsverzeichnissen und der Vergabe sind von Vorteil\nhohes Verantwortungsbewusstsein, Organisationsgeschick und sorgfältiges Arbeiten\nZuverlässigkeit und Flexibilität\nTeamfähigkeit\nKenntnisse und Erfahrungen im Umgang mit den Standard-Anwendungen (Office-Paket) sowie in der Digitalphotographie und Bildbearbeitung\nFührerschein Klasse B bzw. 3 sowie entsprechende Fahrpraxis\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 09/2025\nbis zum\n05.03.2025\nbevorzugt an:\nbewerbung@gdke.rlp.de\noder postalisch an\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz:\nwww.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-restauratorin-m-w-d/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiter-kunstsammlung-m-w-d/", "image": "", "title": "Leiter Kunstsammlung (m/w/d)", "content_text": "Vier-Tore-Stadt Neubrandenburg, Neubrandenburg Bewerbungsende: 28.02.2025 | Neubrandenburg, Vier-Tore-Stadt am Tollensesee, Kreissitz des Landkreises Mecklenburgische Seenplatte, dem größten Landkreis in der Bundesrepublik, liegt auf halbem Wege zwischen der Bundeshauptstadt Berlin und der Ostseeküste. Sie ist mit mehr als 64 000 Einwohnerinnen und Einwohnern das wirtschaftliche und kulturelle Zentrum im Osten Mecklenburgs, eine Stadt der Vielfalt, die zu jeder Jahreszeit eine reizvolle Seenlandschaft mit Kunst, Kultur, Sport und Spaß verbindet. Sie nimmt für mehr als 400 000 Menschen zentrale Funktionen im Bereich Wirtschaft, Kultur, Bildung und Gesundheit wahr.\nIm Fachbereich Schule, Kultur, Sport und Recht, Abteilung Kultur ist zum 01.05.2025 eine Vollzeitstelle (39 h/Woche) als\nLeiter Kunstsammlung (m/w/d)\nunbefristet zu besetzen.\nDiese Aufgabenschwerpunkte erwarten Sie:\nWissenschaftliche Grundsatzarbeit:\nErarbeitung und Ausbau des musealen Sammlungskonzeptes unter Beachtung kunstwissenschaftlicher Standards,\nwissenschaftliche Bearbeitung und Erschließung des Bestandes,\nSicherung und Bewahrung des Bestandes nach musealen Standards und Anforderungen,\nErarbeitung und Durchführung von publikumswirksamen (Sonder-) Ausstellungsprogrammen und Konzepten zur nachhaltigen Positionierung der Einrichtung als moderner Ausstellungs- und Veranstaltungsort,\nErarbeitung von entsprechenden Begleitprogrammen,\nfachliche Beratung des Fachbereichs- und Abteilungsleiters sowie der Stadtverwaltung in allen Fragen des eigenen Aufgabenbereiches,\nfachliche Vorbereitung von Beschlussvorlagen,\nkunstwissenschaftliche Begleitung der Kunst im öffentlichen Raum; Konzepte zur Erfassung und Dokumentation inkl. Datenbank und publizistische Nutzung,\nLeitung der Kunstsammlung:\nFührung der Mitarbeiter (m/w/d),\nEinsatz der Mitarbeiter (m/w/d), Arbeitsverteilung, Arbeitsablauf und Einsatz der Arbeitsmittel,\nErarbeitung und Umsetzung eines Fortbildungsmanagements,\nDurchführung der Arbeiten koordinieren,\nAnleitung und Kontrolle der Mitarbeiter (m/w/d),\nWahrnehmung der Dienstaufsicht,\nHaushaltsplanung,\nVertretung in Fachgremien und Verbänden zur Förderung der bildenden Kunst:\nMitarbeit im Museumsverband Mecklenburg-Vorpommern e. V.,\nVertreter (m/w/d) der Vier-Tore-Stadt Neubrandenburg im Caspar-David-Friedrich-Gesellschaft e. V.,\nJurytätigkeit,\nZusammenarbeit mit anderen Museen, Institutionen und Einrichtungen der bildenden Kunst sowie mit Künstlern (m/w/d):\nPflege der Kontakte zu Museen in M-V, deutschen Museen und Museen der Partnerstädte Neubrandenburgs,\nbundesweite Pflege der Kontakte zu Institutionen und Einrichtungen der bildenden Kunst (Kooperationen, Beratung),\nPflege der Kontakte zu bildenden Künstlern (m/w/d) insbesondere der Stadt und des Landkreises,\nPublizistisch-wissenschaftliche Arbeit:\nmit dem Bestand der Kunstsammlung:\ninhaltliche Konzeption von Publikationen und Druckerzeugnissen,\nEntwicklung von Konzepten zur Verbreitung von Publikationen und Druckerzeugnissen,\nErarbeitung von Katalogen bzw. Publikationen im Rahmen des Sonderausstellungsprogramms,\nzur Kunst im öffentlichen Raum:\ninhaltliche Konzeption für Publikationen zur Kunst im öffentlichen Raum in Abstimmung und Zusammenarbeit mit dem Stadtmarketing und der Verwaltung, redaktionelle und fachliche Begleitung,\nzu touristischen Produkten der Vier-Tore-Stadt Neubrandenburg:\nfachliche Begleitung von entsprechenden Erzeugnissen.\nDas bringen Sie mit:\nein abgeschlossenes wissenschaftliches Hochschulstudium (z. B. Masterabschluss/Magisterabschluss) in der Fachrichtung Kunstgeschichtswissenschaft oder Kunstgeschichte\nDarüber hinaus verfügen Sie über:\nmuseumsspezifische Kenntnisse im Bereich Restaurierung, Aufbewahrung und Präsentation von Kunst,\nKenntnisse im Urheberrecht,\nErfahrungen in der Konzeptionierung und der Präsentation von (populär)wissenschaftlichen Ausstellungen,\nErfahrungen im Publizieren wissenschaftlicher Erkenntnisse,\nein sicheres und bestimmtes Auftreten,\nFührungskompetenzen sowie Führungserfahrung,\nKonfliktfähigkeit,\nOrganisationsfähigkeit,\neine ausgeprägte Kommunikationsfähigkeit,\nInteresse an der Zusammenarbeit mit anderen kulturellen Einrichtungen,\nden Nachweis über eine in Deutschland gültige Fahrerlaubnis der Klasse B,\nKenntnisse im Verwaltungs-, Haushalts- und Kassenrecht (wünschenswert).\nZudem wird die Bereitschaft zur Tätigkeit außerhalb der üblichen Arbeitszeit sowie auch an Wochenenden und Feiertagen vorausgesetzt.\nWir bieten Ihnen:\neine interessante Tätigkeit im Herzen des Landkreises Mecklenburgische Seenplatte,\nein tarifliches Entgelt (u. a. Jahressonderzahlung, jährliches Leistungsentgelt),\n30 Tage Erholungsurlaub bei einer Fünftagewoche,\nbetriebliche Altersvorsorge,\nvielfältige Fortbildungsmöglichkeiten,\ngleitende Arbeitszeit und die Möglichkeit zur mobilen Arbeit (bis zu 20 Std./Woche).\nDie Stelle ist mit der Entgeltgruppe 13 des Tarifvertrages für den öffentlichen Dienst (TVöD-V VKA) bewertet.\nBei ausländischen Bildungsabschlüssen ist ein entsprechender Nachweis über die Gleichwertigkeit mit einem deutschen Abschluss beizufügen.\nDa die Auswahlentscheidung und ihre Grundlagen für alle am Verfahren Beteiligten nachvollziehbar sein müssen, sind alle Unterlagen in deutscher Sprache einzureichen.\nIm Zuge der Gleichbehandlung gilt dies für alle Fremdsprachen.\nIhre vollständigen Bewerbungsunterlagen (ausformuliertes Motivationsschreiben, aussagekräftiger tabellarischer Lebenslauf, Nachweis über eine abgeschlossene Berufsausbildung bzw. Zusatz-/Aufstiegsqualifizierung oder ein abgeschlossenes Studium, Fortbildungszertifikate, Praktikumsnachweise, Arbeitszeugnisse sowie Nachweise besonderer Anforderungen zur Aufgabenerfüllung in der Ausschreibung) laden Sie bitte elektronisch über dieses Bewerberportal der Vier-Tore-Stadt Neubrandenburg hoch.\nBewerbungen sind bevorzugt über unser Online-Bewerberportal einzureichen.\nDie Bewerbungsfrist endet am 28.02.2025.\nEs werden grundsätzlich keine Unterlagen nachgefordert. Unvollständige Bewerbungsunterlagen können nicht berücksichtigt werden.\nWeitere Hinweise:\nVielfalt und Chancengleichheit sind uns wichtig. Daher werden schwerbehinderte Menschen und ihnen Gleichgestellte bei ansonsten gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nBewerber (m/w/d), die Tätigkeiten für das Allgemeinwohl ausüben, können bei ansonsten gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt werden.\nDarüber hinaus fördert die Vier-Tore-Stadt Neubrandenburg die berufliche Gleichstellung von Frauen und Männern.\nBei internen Bewerbern (m/w/d) genügt hinsichtlich der Qualifikationsnachweise ein Verweis auf die Personalakte. Die Vollständigkeit der Personalakte liegt in der Eigenverantwortung der Mitarbeitenden. Mit Abgabe Ihrer Bewerbungsunterlagen erklären Sie Ihr Einverständnis, dass die Vier-Tore-Stadt Neubrandenburg Ihre personenbezogenen Daten zum Zwecke der Durchführung des Bewerbungs- und Auswahlverfahrens speichern und verarbeiten darf.\nKosten, die Ihnen im Zusammenhang mit der Bewerbung entstehen, werden nicht erstattet.\nSie wünschen einen Neustart zum Leben und Arbeiten?\nDann werden Sie beim Ankommen und Heimisch werden tatkräftig durch das Welcome Center Mecklenburgische Seenplatte (\nwww.welcome-mse.de\n) mit kostenlosen Service- und Beratungsangeboten unterstützt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/leiter-kunstsammlung-m-w-d/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/98867/", "image": "", "title": "Amts- und Museumsleitung (m/w/d)", "content_text": "Freilichtmuseum Beuren, Beuren Bewerbungsende: 02.03.2025 | Wir suchen zum nächstmöglichen Zeitpunkt eine\nAmts- und Museumsleitung (m/w/d)\nfür das Freilichtmuseum Beuren am Dienstort Beuren\nmit einem abgeschlossenen Studium, möglichst mit Promotion in Empirischer Kulturwissenschaft, Europäischer Ethnologie oder Kulturanthropologie oder einem vergleichbaren Studium mit umfangreicher Berufs- und Führungserfahrung im musealen oder kulturellen Bereich\nVollzeit, unbefristet, E 15 TVöD\nDas Freilichtmuseum Beuren erforscht und vermittelt ländliche und kleinstädtische Alltagskultur sowie regionale Geschichte des Mittleren Neckarraumes und der Schwäbischen Alb. Im Mittelpunkt der Präsentation stehen 25 translozierte Gebäude in zwei Baugruppen mit rekonstruierten Einrichtungen, didaktischen Aufbereitungen, Veranstaltungen und Ausstellungen. Die Gärten, Äcker und Wiesen des elf Hektar großen Museumsgeländes werden nach historischen Befunden gestaltet und genutzt. Die Tierhaltung und der Anbau alter Kulturpflanzensorten sind Teil der Präsentation.\nDas Freilichtmuseum ist in der Trägerschaft des Landkreises Esslingen und wird in der Landkreisverwaltung als Amt innerhalb des Dezernates 1 geführt. Das Amt ist in zwei Sachgebiete (Forschung und Vermittlung sowie Betrieb, Finanzen und Personal) gegliedert. Rund 70.000 Gäste besuchen das Museum pro Saison.\nAufgabenschwerpunkte\nVerantwortung für die inhaltliche, personelle, finanzielle und organisatorische Entwicklung\nLeitung des Museums gemäß den wissenschaftlichen musealen Standards sowie Fortschreibung der Museumskonzeption\nAusbau unserer innovativer Vermittlungsformate mit einem transformativen Ansatz\nMitwirkung im Vorstand des Fördervereins Freilichtmuseum Beuren als Stellvertretung der Vorsitzenden\nMitarbeit im Fachausschuss der Arbeitsgemeinschaft der baden-württembergischen Freilichtmuseen\nZusammenarbeit mit den zuständigen Ministerien und der Landesstelle für Museen Baden-Württemberg\nVertretung des Museums in politischen und fachwissenschaftlichen Gremien, in musealen und touristischen Netzwerken sowie in der Öffentlichkeit\nFührung und Leitung eines motivierten und engagierten Teams mit rund 50 Mitarbeitenden\nAkquise von Drittmitteln für innovative Ausstellungs-, Sammlungs-, Forschungs- und Vermittlungsprojekte\nWir erwarten\nmehrjährige Museums- und Führungserfahrung, bevorzugt in einem Freilichtmuseum\nnachweisbare Erfahrung in der Organisationsentwicklung eines Kulturbetriebs\nausgeprägte Kommunikations-, Team-, Führungs- und Durchsetzungsfähigkeit im Rahmen eines kooperativen Führungsstils\nErfahrungen in der Steuerung von Projektarbeit\neine ausgeprägte Publikumsorientierung\nkonzeptionelle Stärke in der Moderation von Partizipationsangeboten\nhohe Einsatz- und Leistungsbereitschaft, verbunden mit einer team- und zielorientierten sowie strukturierten Arbeitsweise\nsouveränes und überzeugendes Auftreten\nWir bieten\neine unbefristete Vollzeitbeschäftigung mit einem leistungsgerechten Entgelt nach den üblichen tariflichen Bedingungen des TVöD in der Entgeltsgruppe E 15\neine vielseitige Tätigkeit mit einem erfahrenen und motivierten Team\nein Freilichtmuseum mit weiterem Entwicklungspotential und Gestaltungsraum\nattraktive betriebliche Altersvorsorge (Betriebsrente) bei der KVBW\nflexible Arbeitszeitgestaltung mit Gleitzeitmöglichkeiten\neine abwechslungsreiche Tätigkeit mit hoher Eigenverantwortung und Gestaltungsmöglichkeiten\ninteressante und umfangreiche Fortbildungsmöglichkeiten\nZugang zu ausgewählten Mitarbeiterangeboten (corporate benefits)\nvielfältige Angebote im Rahmen des betrieblichen Gesundheitsmanagements\neinen attraktiven Arbeitgeberzuschuss zur Nutzung eines Firmentickets\nFörderungsmöglichkeiten der Radmobilität\nDer Landkreis Esslingen betreibt eine aktive Gleichstellungspolitik. Wir sind deshalb auch an Bewerbungen entsprechend qualifizierter Frauen interessiert.\nSchwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nAusführliche Informationen zum Freilichtmuseum des Landkreises Esslingen in Beuren finden Sie unter\nwww.freilichtmuseum-beuren.de\nFür nähere Auskünfte stehen Ihnen Frau Cornelius unter Telefon 0711 3902-41820 oder Frau Dr. Naumann unter 0711 3902-41840 gerne zur Verfügung.\nBitte bewerben Sie sich unter der Kenn-Nr. 18.001-27/25 bis 02.03.2025 über das Onlineportal auf unserer Homepage\nwww.landkreis-esslingen.de\nunter Stellenausschreibungen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/98867/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-facility-management/", "image": "", "title": "Technische Assistenz (m/w/d) im Facility Management", "content_text": "TECHNOSEUM Landesmuseum für Technik und Arbeit, Mannheim Bewerbungsende: 02.03.2025 | Rund 180.000 Menschen besuchen jährlich unsere Ausstellungen, darunter über 90.000 Kinder und Jugendliche. Wir sind damit ein bedeutender außerschulischer Lern- und Erlebnisort in der Metropolregion Rhein-Neckar.\nUnser Auftrag: Erforschen, Ausstellen und Vermitteln von rund 200 Jahren Technik- und Sozialgeschichte mit dem Blick in die Zukunft.\nDie Pflege der herausragenden und denkmalgeschützten modernen Museumsarchitektur und das effiziente technische Gebäudemanagement sind Voraussetzung unserer innovativen Museumsarbeit. In den nächsten Jahren wird das Museum noch besucherfreundlicher: An vielen Stellen werden das Gebäude und die Dauerausstellung fit für die Zukunft gemacht. Wirken Sie dabei aktiv mit!\nWerden Sie deshalb zum\nnächstmöglichen Zeitpunkt\nTeil unseres Museumsteams als\nTechnische Assistenz (m/w/d) im Facility Management.\nIhre Aufgaben:\nAdministrative Unterstützung für den Leiter Facility Management, insbesondere\nAufbereitung relevanter Daten zur Unterstützung bei Entscheidungsfindungen,\nMitwirkung bei der Beauftragung von Gewerken, z. B. Angebotseinholung für das jeweilige Projekt/Gewerk, administrative Begleitung der Vergaben nach den Vergabevorschriften,\nUnterstützung der Leitung des Facility Managements bei der Abwicklung organisatorischer Aufgaben, z. B. Führen von Gesprächsprotokollen, administratives Vertragsmanagement (Listenführung, Ablage, Fristenmanagement),\nPflege und Optimierung des digitalen Ablagesystems für eine effiziente Dokumentenverwaltung, z. B. Digitalisieren und Ablegen von Dokumenten im digitalen Ablagesystem,\nMitarbeit bei der Pflege der Software für das Instandhaltungsmanagement.\nWir bieten Ihnen:\nBesonders sinnstiftende, abwechslungsreiche und verantwortungsvolle Tätigkeit in einer großen Kulturinstitution,\nzukunftssicherer Arbeitsplatz im Öffentlichen Dienst in einem unbefristeten Arbeitsverhältnis,\ntarifliche Vergütung mit einer zusätzlichen attraktiven betrieblichen Altersvorsorge,\nmodernes und hochwertiges Arbeitsumfeld mit ausgeprägter Kollegialität,\nsehr gute Fortbildungsmöglichkeiten,\nMobilitätszuschuss zum „Job-Ticket Baden-Württemberg“ bzw. Deutschland-Ticket,\nüberdachter Fahrradstellplatz bzw. Parkplatz auch mit E-Lade-Möglichkeit.\nIhr Profil:\nEine einschlägige, abgeschlossene Berufsausbildung in einem anerkannten Ausbildungsberuf (z. B. Verwaltungs-, Rechtsanwalts- bzw. Justizfachangestellte/r, als Kauffrau/Kaufmann für Büromanagement oder in einem vergleichbaren kaufmännischen oder auch technisch-handwerklichem Beruf),\neine einschlägige Berufserfahrung im Bereich Bau, Gebäudebewirtschaftung bzw. technische Gebäudeausrüstung ist besonders erwünscht und von Vorteil,\nbesonders ausgeprägtes Verständnis für technische Belange des Facility Managements\nsicherer Umgang mit Standard Office-Software und Fähigkeit zur Einarbeitung in FM-Software,\nOrganisations- und Teamfähigkeit,\nVerantwortungsbewusstsein und Verständnis für die anderen Fachbereiche,\nEigeninitiative.\nVergütung:\nDie durchschnittliche regelmäßige wöchentliche Arbeitszeit beträgt mind. 50% (zzt. 19,75 Stunden).\nDie Vergütung erfolgt entsprechend der übertragenen Tätigkeit nach\nEntgeltgruppe 9a TV-L\n. Information dazu siehe:\nÜbersicht Entgeltgruppen (Vollzeit)\n(Die Stufe wird noch je nach vorliegender einschlägiger Berufserfahrung festgelegt.)\nIhre Bewerbung\nübersenden Sie bitte bis zum\n02. März 2025\nüber unser Bewerbungsportal\noder an TECHNOSEUM, Personalstelle, Museumsstraße 1, 68165 Mannheim.\nBitte beachten Sie: Aus Gründen der Verwaltungsvereinfachung können wir per Post eingegangene Bewerbungsunterlagen nicht zurücksenden.\nIm Interesse der beruflichen Gleichstellung sind Bewerbungen von Frauen besonders erwünscht. Bei gleicher Eignung werden schwerbehinderte Personen bevorzugt berücksichtigt.\nFür weitere Informationen\nstehen Ihnen der Leiter Facility Management, Herr Alles (Tel. 0621/4298-765 oder 0173/ 66 75 768) sowie der Kaufmännische Geschäftsführer und Vizedirektor, Herr Dr. Bortloff (Tel. 0621/4298-779) zur Verfügung.\nWeitere Informationen zum TECHNOSEUM finden Sie auf unserer\nWebsite\n.\nWir achten auf die Vereinbarkeit von Beruf und Familie unserer Beschäftigten. Das TECHNOSEUM ist Mitglied im Unternehmensnetzwerk\nErfolgsfaktor Familie\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-im-facility-management/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-26/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Bezirk Schwaben, Augsburg Bewerbungsende: 28.02.2025 | Beim Bezirk Schwaben in Augsburg ist im Bereich der Kultur- und Heimatpflege zum\n01.05.2025\neine Stelle als\nwissenschaftlicher Volontär (m/w/d)\nneu zu besetzen. Das Volontariat ist auf zwei Jahre befristet.\nDie Bezirksheimatpflege Schwaben nimmt sich geschichtlicher und kultureller Belange im bayerischen Bezirk Schwaben an. Sie vernetz, berät und unterstützt Menschen und Institutionen bei Themen, die den Bezirk kulturell prägen. Die Mitarbeiterinnen und Mitarbeiter der Bezirksheimatpflege sammeln, speichern und generieren Wissen zur Geschichte und Volkskunde Schwabens, das sie in Fortbildungen, Tagungen, Veranstaltungen und Publikationen an alle Interessierten weitergeben. Ziel ist es, auch in Zeiten großer Veränderungen den bewussten Umgang mit dem kulturellen Erbe Bayerisch-Schwabens zu fördern und die kulturellen Belange der Menschen in Schwaben zu stärken.\nWir erwarten:\nabgeschlossenes Hochschulstudium in einem geistes- oder kulturwissenschaftlichen Fach mit Magister, Master oder Diplom (z.B. Geschichte, Volkskunde / Europäische Ethnologie, Kunst- und Kulturwissenschaften, Geowissenschaften…)\nEigeninitiative, Flexibilität, Teamfähigkeit, PKW-Führerschein\nsicheres Auftreten in Wort und Schrift\nInteresse an der Arbeit mit Ehrenamtlichen\ndie Bereitschaft zur Arbeit an Wochenenden und Feiertagen\nausgeprägtes Interesse an der Heimatpflege, möglichst durch Praktika bestätigt.\nWir bieten:\nden Erwerb kulturpraktischer Kenntnisse und Fähigkeiten in den verschiedenen Bereichen der Heimatpflege\neine abwechslungsreiche Tätigkeit in einem offenen und kreativen Team\neigenverantwortliche Bearbeitung und Umsetzung von Projekten und Anfragen\nMitarbeit bei der Realisierung von fachlichen Projekten und Veranstaltungen der Heimatpflege in den Bereichen Denkmalpflege, Theater, Sprache und Literatur\nMitarbeit bei der Presse- und Öffentlichkeitsarbeit sowie im Bereich Social Media\nEinblicke in das Sammlungsmanagement und das Ausstellungswesen\nEinblicke in Verwaltungsaufgaben\nTeilnahme an Fortbildungen\nein Entgelt in Höhe von 50 % der Entgeltgruppe 13 TVöD zzgl. Stufenanpassung im 2. Dienstjahr\nHaben wir Ihr Interesse geweckt und Sie möchten Teil des Bezirk Schwaben werden?\nAuskünfte zu inhaltlichen Fragen erteilt der Bezirksheimatpfleger, Herr Lang (0821/3101-310).\nNach Abschluss des Stellenbesetzungsverfahrens werden die eingegangenen Online-Bewerbungen zeitnah gelöscht. Postalisch übersandte Bewerbungsunterlagen werden nach Abschluss des Stellenbesetzungsverfahrens nicht zurückgesandt und zeitnah vernichtet.\nDer Bezirk Schwaben verpflichtet sich, die berufliche Gleichstellung aller Personen, unabhängig von deren Geschlecht, Alter, Herkunft, Hautfarbe, Religion und sexueller Orientierung, zu fördern. Schwerbehinderte Bewerber und Bewerberinnen werden bei im Wesentlichen gleicher Eignung bevorzugt.\nDann freuen wir uns auf Ihre aussagekräftigen Bewerbungsunterlagen, die Sie uns bitte bis 28.02.2025 über unser Bewerbungsportal (\nwww.bezirk-schwaben.de/jobs\n) zukommen lassen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-26/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalleitung-w-m-d-3/", "image": "", "title": "Personalleitung (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB), Bonn Bewerbungsende: 02.03.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Bonn. Wir suchen zum nächstmöglichen Zeitpunkt, zunächst befristet für die Dauer von 2 Jahren nach dem Teilzeit- und Befristungsgesetz mit dem Ziel der Entfristung, eine\nPersonalleitung (w/m/d)\nin Vollzeit mit 39,83 Stunden/Woche.\nWir suchen eine Persönlichkeit, die sich durch ein hohes Maß an Empathie und Kommunikationsfähigkeit auszeichnet und den Anliegen sowie Bedürfnissen unserer Mitarbeitenden zugewandt ist.\nDas sind Ihre Aufgaben:\nBeratung und Unterstützung der kfm. Geschäftsführung in allen operativen und strategisch personalrelevanten Themen\nFührung eines HR-Teams von derzeit vier Kolleginnen am Standort Bonn und einer Kollegin am Standort Hamburg\nPersonalbetreuung an den beiden Standorten Bonn und Hamburg durch die Sicherstellung der ordnungsgemäßen Bearbeitung aller Personalprozesse von der Einstellung bis zum Austritt\nRecruiting für die Standorte Bonn und Hamburg\nUnterstützung des Fachkollegiums bei der Erstellung von Stellenbeschreibungen\nPersonalentwicklungsplanung sowie Personalfort- und -weiterbildung\nFörderung der vertrauensvollen Zusammenarbeit mit dem Personalrat, der Gleichstellung sowie der Schwerbehindertenvertretung\nErstellung von Personalstatistiken\nWeiterführung der Digitalisierung von Abläufen in der Personaladministration und der Erarbeitung und Umsetzung der entsprechenden Prozesse\nVorbereitung der Gehaltszahlungen in Koordination mit einem externen Entgeltdienstleiter\nDas sind unsere Anforderungen:\nAbschluss eines betriebswirtschaftlichen Studiums idealerweise mit Schwerpunkt Personal oder einer kaufmännischen Ausbildung mit Weiterbildung im Personalbereich, z.B. Personalfachkauffrau oder Personalfachkaufmann\nEinschlägige Berufserfahrung im Personalwesen, möglichst mehrjährig\nSehr gute Kenntnisse im Arbeitsrecht und gute Kenntnisse in einem Tarifvertrag des öffentlichen Dienstes\nFreude an und Offenheit für die Weiterentwicklung und Optimierung von bestehenden HR-Prozessen\nWünschenswert: Erfahrung in der Leitung eines Teams\nInnovative Ideen und das notwendige Fingerspitzengefühl für konstruktive Lösungen\nEin sicheres Auftreten und Durchsetzungsvermögen\nEigenverantwortliche, sowie selbstorganisierte und zielführende Arbeitsweise\nSehr gute Deutsch- und gute Englischkenntnisse in Wort und Schrift\nDas sind unsere Leistungen:\nEine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 12 TV-L) mit allen Vorzügen des öffentlichen Diensts (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch einen professionellen Familienservice\ndie Möglichkeit zum Bezug eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen) bis zum 02.03.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Susanne Jenschke. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/personalleitung-w-m-d-3/", "date_published": "2025-02-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-39/", "image": "", "title": "Wissenschaftliche*r Volontär*in", "content_text": "Stadtmuseum Münster, Münster Bewerbungsende: 02.03.2025 | Stadt Münster – eine der lebens- und liebenswertesten Städte der Welt.Damit das so bleibt, brauchen wir Auszubildende, die Freude daranhaben, die Stadtverwaltung mit ihren vielfältigen Aufgabenmitzugestalten. Mit derzeit fast 8.000 Beschäftigten, ca. 300Auszubildenden und einer breiten Palette an Ausbildungsberufen zählenwir zu den großen Ausbildungsbetrieben in Münster. Starten Sie IhreAusbildung in einer wachsenden Stadt, in der derzeit mehr als 320.000Menschen zu Hause sind – Tendenz steigend.\nWir bilden aus…\nWissenschaftliche*r Volontär*in im Stadtmuseum Münster\nAusbildungsbeginn: 01.07.2025\nEine praxisbezogene Einführung in die Arbeit eines lebendigen und zukunftsorientierten Stadtmuseumsmit Zeugnissen der Geschichte, Kunst und Archäologie der Stadt Münster – das und noch viele weitere spannende museale Aufgaben erwarten Sie in unserem zweijährigen wissenschaftlichen Volontariat im Stadtmuseum.\nDas 1989 eröffnete Stadtmuseum gehört mit 2.600 qm Ausstellungsfläche und zahlreichen Besucherinnen und Besuchern zu den bedeutendsten stadtgeschichtlichen Museen in Deutschland. Die umfangreiche Schausammlung und jährlich mehrere Wechselausstellungen veranschaulichen die Geschichte, Kunst und Kultur der Stadt.\nUnser Angebot\nWir bieten Ihnen eine monatliche Pauschalvergütung in Höhe von 50% des Tariflohns von EG 13 TVöD der Kommunen:\n2.314,38 € im 1. Jahr\n2.492,98 € im 2. Jahr\nEs erwartet Sie ein abwechslungsreiches wissenschaftliches Volontariat in Vollzeit (39 Wochenstunden), in dem Sie die große Bandbreite der Aktivitäten eines modernen und weltoffenen Stadtmuseums kennenlernen.\nWir geben Ihnen die Möglichkeit, neue Ideen einzubringen – aktives Engagement ist bei uns ausdrücklich erwünscht.\nWährend Ihres gesamten Volontariats werden Sie individuell durch erfahrene und engagierte Praxisanleitungen betreut und begleitet.\nSie profitieren von unserem breiten Angebot an Fort- und Weiterbildungen.\nWesentliche Inhalte des Volontariats\nSie lernen die musealen Aufgabenfelder Sammeln, Forschen, Ausstellen und Vermitteln kennen.\nSie erfahren, wie ein Museum professionell verwaltet und geleitet wird.\nIm Rahmen unserer Öffentlichkeitsarbeit entwickeln Sie Inhalte für Social Media, erlernen den Umgang mit unserem Content-Management-System und übernehmen auch Verantwortung für weitere Pressearbeit.\nSie konzipieren und begleiten Ausstellungsprojekte mit den dazugehörigen Begleitpublikationen.\nMit Blick auf die unterschiedlichen Erwartungen und Bedürfnisse unserer Besucherinnen und Besucher entwickeln Sie museumspädagogische und -partizipative Angebote.\nDas bringen Sie mit\nSie haben erste Erfahrungen im Kulturbetrieb bzw. in einigen der oben genannten Aufgabenfelder.\nUm auch bei größeren Projekten den Überblick zu behalten, besitzen Sie Organisationstalent und arbeiten selbständig und zielorientiert.\nSie sind kommunikativ und verfügen über ein gutes Ausdrucksvermögen in Wort und Schrift (gute Englischkenntnisse sind zudem wünschenswert).\nSie sind sicher sind im Umgang mit modernen Informations- und Kommunikationsmitteln (Office-Anwendungen, Internet, Social Media).\nSie sind flexibel und bereit dazu, auch außerhalb der üblichen Dienstzeiten zu arbeiten.\nEinstellungsvoraussetzung\nSie verfügen zu Beginn des Volontariats über ein erfolgreich abgeschlossenes Hochschulstudium (Master oder vergleichbar) der mittleren und/oder neueren/neuesten Geschichte und/oder Volkskunde/Kunstgeschichte.\nEine Promotion sowie Erfahrungen in der Museumsarbeit und der Presse-/Öffentlichkeitsarbeit sind wünschenswert.\nDafür stehen wir\nMünster setzt sich aktiv für Chancengleichheit und Vielfalt ein. Wir verfolgen das Ziel, ein wertschätzendes, geschlechtersensibles und familienfreundliches Arbeitsumfeld zu schaffen, in dem Rassismus und Diskriminierung keinen Platz haben. Wir begrüßen daher Bewerbungen von Menschen unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität. Die Stadt Münster fördert Frauen und stellt sie in Bereichen, in denen sie unterrepräsentiert sind, bei gleicher Eignung, Befähigung und fachlicher Leistung entsprechend den Zielen des LGG NRW bevorzugt ein. Wir wünschen uns ausdrücklich Bewerbungen schwerbehinderter Menschen. Bewerbungen von Menschen mit internationaler Familiengeschichte sind sehr willkommen.\nKontakt\nFragen zum Aufgabengebiet des Volontariats beantwortet Ihnen gerne:\nDr. Axel Schollmeier\nStadtmuseum Münster\nSchollme@stadt-muenster.de\n0251 492-4511\nBei Fragen zum Einstellungsverfahren wenden Sie sich gerne an:\nAnna Kresing\nAusbildungsleitung\nKresing@stadt-muenster.de\n0251 492-1276\nHaben wir Ihr Interesse geweckt?\nDann machen Sie die Stadt zu Ihrem Job! Wir freuen uns auf Ihre Online-Bewerbung\nbis zum 02.03.2025.\nWeitere Informationen zur Ausbildung bei der Stadt Münster finden Sie unter\nwww.stadt-muenster.de/gute-einstellung\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-39/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-38/", "image": "", "title": "Wissenschaftliche:r Volontär:in", "content_text": "LÜBECKER MUSEEN, Lübeck Bewerbungsende: 25.02.2025 | Die LÜBECKER MUSEEN suchen für die Kunsthalle St. Annen zum 05.06.2025\neine:n wissenschaftliche:n Volontär:in\nDie Kunsthalle St. Annen\nbeherbergt eine bedeutende Sammlung von Gemälden und Skulpturen von 1945 bis zur Gegenwart mit den Schwerpunkten Malerei des Informel, der deutschen Malerei und der Bildhauerei. Daneben gibt es auch zahlreiche Werke internationaler Künstler, wie z. B. Andy Warhol. Gegenwärtig erweitert die Kunsthalle ihren Bestand der zeitgenössischen Kunst. Jüngste Beispiele sind Neuerwerbungen von Jonathan Meese und Manaf Halbouni. Die Sammlung der Nachkriegsmoderne im lebhaften Dialog mit der zeitgenössischen Kunst ist Ausgangspunkt für Forschung und Ausstellungen des Hauses. Weitere Aspekte der aktuellen Museumsarbeit sind die globalhistorische Erforschung der Sammlung, die Öffnung des Museums als Ort des Dialogs, der Teilhabe und des gemeinsamen Lernens, das sich an ein diverses Publikum richtet und der Abbau von Barrieren. Mittels innovativer musealer Formate werden aktuelle Themen im Spiegel der Vergangenheit reflektiert, um über die Kunst gesellschaftliche Veränderungen anzustoßen.\nDer/die Volontär:in wird alle Bereiche der wissenschaftlichen und kuratorischen Museumsarbeit aktiv kennenlernen.\nDas Aufgabengebiet umfasst:\ndas Vorbereitung von Ausstellungen\ndie Inventarisierung\ndas Erstellen von Texten, Mitarbeit an Sammlungs- und/oder Ausstellungskatalogen\ndie Betreuung wissenschaftlicher Anfragen, Durchführung von spezifischen Recherchen zum Thema Kunst des 21. Jahrhunderts Schwerpunkt ab 1945, Globale Moderne / Globale Kunst\ndie Durchführung und Unterstützung bei der Konzeption und Betreuung von Veranstaltungen und interaktiven Formaten im Rahmen des Community Building Programms der Kunsthalle St. Annen\nFührungen\nKennenlernen der Restaurierung\nallgemeine Museumsverwaltungsaufgaben\ndie Unterstützung bei der Entwicklung und Aufbereitung von Inhalten für die digitale Vermittlung musealer Inhalte\nErwartet werden:\nein abgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master, Uni-Diplom) im Fach Kunstgeschichte, Globale Kunstgeschichte, Kulturwissenschaften, Curatorial Studies, Kulturmanagement möglichst mit passendem Schwerpunkt oder vergleichbaren Studiengängen bzw. der Erwerb dieses Abschlusses spätestens bis zum Sommer 2025; eine Promotion ist von Vorteil\nZuverlässigkeit und persönliches Engagement, die Fähigkeit zur Teamarbeit und selbständiges Arbeiten\nZwingend sehr gute Englischkenntnisse; idealerweise weitere Fremdsprachenkenntnisse\nmöglichst Kenntnisse in Microsoft Access und museumsspezifischen Datenbanken, Photoshop, InDesign und weiteren digitalen Anwendungen\nGeboten werden:\nein umfassender Einblick in den Museumsalltag hinter den Kulissen eines Hauses mit einer bedeutenden Sammlung und einem regen Ausstellungsbetrieb, oft in direkter Zusammenarbeit mit zeitgenössischen Künstler:innen\ndie Einführung in museumsspezifische, restauratorische, ausstellungstechnische und allgemeine museologische Fragen, dazu zählt auch ein Einblick in die konservatorischen Bedingungen und die Pflege der Objekte\nDas Volontariat ist auf zwei Jahre befristet. Die Vergütung entspricht 50 % von TVÖD EG 13 Stufe 1 im ersten Jahr und Stufe 2 im zweiten Jahr.\nDie Hansestadt Lübeck verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern auf Grundlage des Frauenförderplans.\nBei sonst gleicher Eignung werden schwer­behinderte Bewerber:innen bevorzugt berücksichtigt.\nDie Hansestadt Lübeck ist bemüht, das ehrenamtliche Engagement ihrer Mitarbeiter:innen zu fördern. Erfahrungen und Fähigkeiten aus ehrenamtlicher Tätigkeit, die als Qualifikation anhand des Stellen­anforderungs­profils von Bedeutung sind, werden bei der Stellen­besetzung berücksichtigt.\nAusdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben.\nBitte bewerben Sie sich zum\n25.2.2025\nüber das Karriereportal der Hansestadt Lübeck (\nwww.luebeck.de/jobs\n) unter der\nKennziffer K 051 / 2025.\nVon Bewerbungen auf dem Postweg oder per E-Mail bitten wir abzusehen. Bewerbungen, die auf dem Postweg bei uns eingehen, werden nach Abschluss des Verfahrens aus Gründen des Verwaltungsaufwandes und der damit verbundenen Kosten nicht zurückgesandt.\nAls Ansprechpartnerin für fachbezogene Fragen steht Ihnen Frau Dirani, Tel. 0451 122-4142, in personalwirtschaftlichen Angelegenheiten Frau Neuser, Tel. 0451 122-1910 zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-38/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-107/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Museum Abtei Liesborn, Wadersloh Bewerbungsende: 16.02.2025 | Das Museum Abtei Liesborn des Kreises Warendorf zählt zu den bedeutenden und bekannten kunst- und kulturgeschichtlichen Museen im Münsterland. Jährlich nehmen mehr als 20.000 Besucherinnen und Besucher die Ausstellungs- und Veranstaltungsangebote des Museums wahr.\nDas Museum bietet eine moderne, inklusive und eigenständig erschließbare Dauerausstellung. Der Fokus liegt dabei auf dem 1.000 Jahre alten Liesborner Evangeliar und die Abteigeschichte vom Mittelalter bis zur Neuzeit. Die Sammlung des Museums spiegelt die Kunst- und Kulturgeschichte der Region wider. Ergänzend zur Sammlung werden Sonderausstellungen gezeigt und ein umfassendes Veranstaltungs- und Vermittlungsprogramm angeboten. Einmalig ist Europas größte Sammlung von Kruzifixen und Kreuzigungsdarstellungen mit mehr als 1.300 Objekten vom 6. Jahrhundert bis zur Gegenwart.\nHier\nfinden Sie weitere Informationen über die Kreisverwaltung Warendorf sowie\nhier\nüber das Museum Abtei Liesborn.\nZur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-107/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-senckenberg-naturmuseums-frankfurt-m-w-d/", "image": "", "title": "Leitung des Senckenberg Naturmuseums Frankfurt (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 30.03.2025 | Als eines der Leibniz Forschungsmuseen zählt die Senckenberg Gesellschaft für Naturforschung zu den wichtigsten Wissenschaftseinrichtungen rund um die Biodiversität – die Vielfalt des Lebens – und das seit über 200 Jahren. An acht Instituten in Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen Forschung im Bereich Biodiversität, Erdsystemanalyse und Klimawandel. Senckenberg möchte die Öffentlichkeit für Naturwissenschaften faszinieren und den verantwortungsvollen Umgang mit der Natur fördern. Dafür betreiben wir in Frankfurt, Görlitz und Dresden Naturmuseen. Das Senckenberg Naturmuseum Frankfurt ist eines der bedeutendsten Naturkundemuseen Europas und begrüßt jährlich über 400.000 Besuchende. Es ist ein wichtiger außerschulischer Lernort und gehört zur Mainmetropole wie Wolkenkratzer und Apfelwein. In den kommenden Jahren ist eine große bauliche und konzeptionelle Neugestaltung des Museums geplant.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Naturmuseum Frankfurt am Standort Frankfurt am Main eine\nLeitung des Senckenberg Naturmuseums Frankfurt (m/w/d)\n(Vollzeit / vollzeitnahe Teilzeit möglich)\nIhre Aufgaben\nAls Leiter*in des Naturmuseums übernehmen Sie die Verantwortung für seine inhaltliche und operative Weiterentwicklung sowie die Leitung des Museumsteams mit über 70 Mitarbeiter*innen. Ihr Aufgabenspektrum beinhaltet die Umsetzung und Weiterentwicklung des musealen Konzepts für das Projekt „Neues Senckenberg Naturmuseum Frankfurt“: In den kommenden Jahren verantworten Sie die Konzeption bestehender und neuer Ausstellungsflächen sowie die inhaltliche, zukunftsgerichtete Profilierung des Museums als eines der bedeutendsten Naturmuseen Europas und weltweit in Zusammenarbeit mit ihrem Team und dem wissenschaftlichen Kollegium von Senckenberg. Sie begleiten die Einbindung von Besuchenden, Förderern und der Stadtgesellschaft in das Museumsprojekt. Dabei arbeiten Sie eng mit der Institutsleitung und dem Senckenberg-Direktorium, Architekt*innen, der Kommunikation sowie dem Fundraising zusammen. Die durch Sie gestaltete Weiterentwicklung des Naturmuseums trägt durch die museale Gesamtkonzeption zu den programmatischen Zielen Senckenbergs bei und fördert somit das Museum als Dialogort mit der Gesellschaft.\nIhre Profil\nEine visionäre, innovative, kreative Persönlichkeit, die ein Naturmuseum gleichermaßen als Schaufenster der Wissenschaft und Forschung, als außerschulischen Lernort sowie als Ort des gesellschaftlichen Dialogs und der kulturellen Teilhabe versteht\nEine kooperativ arbeitende, wertschätzende Führungspersönlichkeit mit Leitungs- und Managementerfahrung im Museumsbereich, die mit Empathie komplexe Projekte mit einem engagierten Team erfolgreich umsetzt\nEine*n Teamplayer*in, die*der sich in der Museumsarbeit stark mit den Forschungsbereichen Senckenbergs identifiziert, über hohe interkulturelle und Diversitäts-Kompetenzen verfügt sowie Freude am gemeinsamen Erfolg mitbringt\nSie verfügen über…\nbelastbare Erfahrungen in der Konzeption und Umsetzung innovativer Ausstellungen und der Steuerung großer musealer Projekte\nnationale (und internationale) Vernetzung im musealen und/oder Forschungssektor\nein abgeschlossenes Hochschulstudium, idealerweise mit naturwissenschaftlichem oder fachnahem Hintergrund. Eine Promotion ist wünschenswert.\nlangjährige Berufserfahrung in Museen mit breiten Kenntnissen der Museumsarbeit und entsprechender Leitungserfahrung in einer Institution\nErfahrung in der Führung von interdisziplinären Teams\nein sicheres Auftreten, Teamfähigkeit, Freude am Netzwerken und hervorragende Kommunikationsfähigkeiten\nErfahrung in der aktiven Einbindung gesellschaftlicher Akteure und im Fundraising\nSie verfolgen mit uns das gemeinsame Ziel…\ndie wissenschaftliche Arbeit Senckenbergs in den Bereichen Biodiversität, Erdsystemanalyse und Klimawandel in enger Kooperation mit Wissenschaftler*innen in innovative Museumskonzepte zu übersetzen\ndie Vision eines Naturmuseums als Ort des Vertrauens, der Wissensvermittlung und des Engagements für den Erhalt unserer natürlichen Ressourcen kontinuierlich zu stärken\nWir bieten…\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nselbstständiges Handeln in einem internationalen und professionellen Umfeld\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / vollzeitnahe Teilzeit ist möglich (mind. 75%)\nVertragsart: Unbefristet\nVergütung: Tarifvertrag des Landes Hessens (TV-H)\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25010 bis zum 30. März 2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online\nBewerbungsformular\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Klement Tockner (Generaldirektor), Herr Prof. Dr. Andreas Mulch (Institutsdirektor) oder Frau Dr. Eva Roßmanith (Kommissarische-Museumsleitung) sehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-senckenberg-naturmuseums-frankfurt-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-museumsbetrieb-m-w-d/", "image": "", "title": "Sachbearbeiter/-in Museumsbetrieb (m/w/d)", "content_text": "StadtPalais – Museum für Stuttgart, Stuttgart Bewerbungsende: 20.02.2025 | Die Stadt Stuttgart sucht Sie für das Kulturamt der Landeshauptstadt Stuttgart in der Abteilung StadtPalais – Museum für Stuttgart. Die Stelle ist in Teilzeit (60 %) und unbefristet zu besetzen.\nDas StadtPalais – Museum für Stuttgart ist für die stadtgeschichtliche Sammlung verantwortlich und bietet neben seiner Dauerausstellung regelmäßige Sonderausstellungen, Veranstaltungen und Events für ein breites Publikum. Darüber hinaus gehören das „Stadtlabor“ und die Museen Hegel-Haus, Stadtmuseum Bad Cannstatt, Städtisches Lapidarium und die Heimatmuseen Möhringen und Plieningen in den Verantwortungsbereich des StadtPalais.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-museumsbetrieb-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-18/", "image": "", "title": "Bibliothekar*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 09.03.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschich­te Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum und das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Neugründungen Europas.\nDas\nMuseum der Arbeit\nhat seinen Sitz in Hamburg-Barmbek auf dem ehemaligen Fabrikgelände der „New-York Hamburger Gummi-Waaren Compagnie“. Es zeigt am Beispiel Hamburgs die Veränderungen in der Arbeitswelt in den letzten 200 Jahren und die damit verbundenen Auswirkungen auf den Menschen. Darüber hinaus ist es Plattform für aktuelle gesellschaftliche und politische Diskussion.\nDas Museum der Arbeit sucht für den Fachbereich\nSammlungen & Fachdienste\nzum nächstmöglichen Zeitpunkt eine Person als\nBibliothekar*in (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nVorakzession,Erwerbung und Übernahme von neu erschienenen und antiquarischen Monographien und Zeitschriften für die wissenschaftliche Spezialbibliothek des Museums (One Person Library)\nZugangsbearbeitung neuer Medien durch Führen des Inventarbuchs und Rechnungsbearbeitung\nErfassung von Titel-, Exemplar- und Normdaten (GND) in der Verbundsoftware PICA, einschließlich Retrokatalogisierung\nVerbale und klassifikatorische Inhaltserschließung des bibliothekarischen Sammlungsguts\nBibliothekarische Auskunft, Beratung und Recherche\nUnterstützung im Rahmen von Sonderprojekten u. a. Mitwirkung beim Umzug der Bibliothek innerhalb des Museums\nStellvertretung des Archivars im Museum der Arbeit in Abwesenheit\nDafür besitzen Sie folgendes Profil:\nein abgeschlossenes Hochschulstudium im Bereich Bibliothekswesen oder eine gleichwertige Ausbildung\nmehrjährige Berufserfahrung in der professionellen Sammlungserschließung\ninhaltliche Kenntnisse und Interesse hinsichtlich der Themen der Sammlungs- und Programmarbeit des Museums der Arbeit\nErfassungs- und Rechercheerfahrungen in musealen Sammlungsdatenbanken sind von Vorteil\nAusbildereignung der Handelskammer bzw. Bereitschaft zur Ausbildereignungsprüfung (AEVO) bei der Handelskammer Hamburg\nEinsatzbereitschaft, Organisationsfähigkeit, Flexibilität und Belastbarkeit\nausgeprägte Teamfähigkeit, selbstständige und sorgfältige Arbeitsweise\nsehr gute schriftliche Deutschkenntnisse (mindestens Niveau C1)\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nDie Vergütung dieser Position erfolgt nach Entgeltgruppe\n9b TV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 09. März 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-18/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/aufsicht-mit-kassentaetigkeit-m-w-d/", "image": "", "title": "Aufsicht mit Kassentätigkeit (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 09.03.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschich­te Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum und das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Neugründungen Europas.\nAls eines der vier Haupthäuser der Stiftung präsentiert das\nAltonaer Museum\ndie Geschichte und Kulturgeschichte der ehemals selbständigen Stadt Altona mit ihren Bezügen zu Hamburg und zum norddeutschen Raum. Das Museum will insbesondere Kinder & Familien ansprechen und strebt eine diversitätssensible Öffnung der Institution an. Zum Altonaer Museum gehört das Jenisch Haus als Außenstelle. Sowohl das Altonaer Museum als auch das Jenisch Haus stehen aktuell vor umfangreichen inhaltlichen und baulichen Modernisierungen, die mit Mitteln des Bundes und der Freien und Hansestadt Hamburg umgesetzt werden sollen.\nNeben den regulären Aufsichts- und Kassentätigkeiten wird ein Schwerpunkt dieser Stellen die Aufsicht in der „wunderkammer“ des Altonaer Museums sein, die größtenteils von Familien mit Kindern besucht wird.\nFür den\nFachbereich Verwaltung\nsuchen wir zum nächstmöglichen Zeitpunkt zwei Personen als\nAufsicht mit Kassentätigkeit (m/w/d)\nunbefristet, in Teilzeit mit 75%\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nGästeinformation und Beratung\nTicketverkauf und tägliche Kassen-Abrechnung\nregelmäßige Aufsichtstätigkeit im Altonaer Museum zu den Öffnungszeiten von Mittwoch bis Montag – grundsätzlich ist auch ein Einsatz im Jenisch Haus möglich\nInformationen zur Ausstellung „wunderkammer“ vor Ort geben und Gewährleistung von Ordnung und Sicherheit in der Ausstellung\neiner Person sollen zusätzlich Aufgaben zur Unterstützung der Aufsichtsleitung übertragen werden, insbesondere im Tagesgeschäft sowie deren Vertretung bei Abwesenheit der Aufsichtsleitung\nBitte geben Sie in Ihrer Bewerbung mit an, ob Sie sich die Tätigkeit als\nUnterstützung der Aufsichtsleitung vorstellen können\n.\nDafür besitzen Sie folgendes Profil:\nabgeschlossene Ausbildung als Servicekraft für Schutz und Sicherheit oder berufspraktische gleichwertige Erfahrungen\nzuverlässiger Umgang mit Geldmitteln / Kassenerfahrung ist von Vorteil\nPC – Kenntnisse, insbesondere der Office-Anwendungen\ngute Kommunikationsfähigkeit mit fließenden Deutschkenntnissen in Wort und Schrift, guten Englischkenntnissen, gerne weitere Fremdsprachen\neine hohe Sozialkompetenz und interkulturelle Kompetenz / vorurteilsfreier Umgang mit Besucher*innen besonders mit Familien und Kindern\nBereitschaft zur regelmäßiger Wochenendarbeit, Schichtarbeit und Arbeit in den Abendstunden und an Feiertagen und gegebenenfalls bei Museumsveranstaltungen\nBereitschaft mit anzupacken und ruhig zu bleiben, auch wenn es mal hoch her geht\nFreude an der Arbeit in einem Museum\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 3\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich bis zum\n09. März 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/aufsicht-mit-kassentaetigkeit-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-museumsshop-des-kulturzentrums-festung-ehrenbreitstein-4/", "image": "", "title": "Mitarbeiter/in (m/w/d) für den Museumsshop des Kulturzentrums Festung Ehrenbreitstein", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Koblenz Bewerbungsende: 04.03.2025 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE)\n– Kulturzentrum Festung Ehrenbreitstein –\nstellt zum nächstmöglichen Zeitpunkt\neine/n Mitarbeiter/in (m/w/d) für den Museumsshop\ndes Kulturzentrums Festung Ehrenbreitstein\nbefristet in\nTeilzeit mit einer durchschnittlichen Wochenarbeitszeit von max. 6 Stunden\nauf der Grundlage einer geringfügigen Beschäftigung für die Dauer von einem Jahr ein. Dienstort ist Koblenz. Die Eingruppierung erfolgt nach Entgeltgruppe 5 TV-L.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet und vereint sechs Direktionen und mehrere Stabsstellen für Querschnittsaufgaben unter einem Dach. Sie übernimmt in der Landesverwaltung Verantwortung für das materielle kulturelle Erbe des Landes. Dies beinhaltet Kulturdenkmale, wie archäologische Stätten und Baudenkmale, sowie die Sammlungsbestände der Landesmuseen.\nDas Kulturzentrum Festung Ehrenbreitstein mit dem Landesmuseum Koblenz ist mit mehr als 600.000 Besucherinnen und Besuchern eines der größten kulturtouristischen Ziele in Rheinland-Pfalz, welches Kultur, Erholung, Genuss und Aussicht über Koblenz und die Rhein-Mosel-Mündung in sich vereint. Verbunden durch die Seilbahn ist sowohl Koblenz mit seinen vielfältigen Attraktionen als auch die Festung Ehrenbreitstein inzwischen ein großer touristischer Anziehungspunkt. Ein reichhaltiges Veranstaltungs- und Ausstellungsprogramm, die unterschiedlichsten gastronomischen Angebote, Shops, Führungen u.v.m. unter der Mitwirkung vieler Kooperationspartner, sorgen für einen abwechslungsreichen Aufenthalt und eine umfangreiche Angebotspalette, welche es den Gästen nahezubringen gilt.\nAls Mitarbeiter/in (m/w/d) des Museumsshops im Entreé der Festung Ehrenbreitstein erwarten Sie folgende abwechslungsreichen Aufgaben:\nEmpfang und Begrüßung der Besucher/innen\nallgemeine Besucherinformation sowie eingehende Beratung der Besucherinnen und Besucher zu den musealen Angeboten sowie den aktuellen Veranstaltungen, auch fremdsprachlich\nVerkauf von Eintrittskarten, einem vielfältigen Publikationsangebot sowie einem reichhaltigen Sortiment an sogenannten Merchandising-Produkten sowie Durchführung der Abrechnung der Kassengeschäfte für den Bereich Ticketing, Museumsshop und der Kassenautomaten\nMitwirkung bei der Warenwirtschaft und der Weiterentwicklung der Angebote und Produktpalette des Museumsshops\nUnterstützung bei der Vor- und Nachbereitung sowie Durchführung von Veranstaltungen, anlassbezogen auch in Abend- und Nachtstunden (z.B. Lange Nacht der Museen)\nFür diese Aufgaben wünschen wir folgende Qualifikationen:\neine erfolgreich abgeschlossene Ausbildung in einem kaufmännischen Beruf, vorzugsweise als Kauffrau/-mann im Einzelhandel oder vergleichbare Kenntnisse mit entsprechender mehrjähriger beruflicher Erfahrung\nFreude am Umgang mit Menschen\nInteresse an Geschichte und Kultur\ngutes sprachliches Ausdrucksvermögen\nBerufserfahrung in einem vergleichbaren Aufgabenbereich sind vorteilhaft\nsicheres Auftreten und gute Umgangsformen\nhohe Flexibilität und Belastbarkeit, ausgeprägte Teamfähigkeit\nZuverlässigkeit und Bereitschaft zu regelmäßigen Diensten an Wochenenden und Feiertagen nach Dienstplan sowie die Arbeitszeit den dienstlichen Bedürfnissen saisonal anzupassen\nFremdsprachenkenntnisse (Englisch oder Französisch) sind erwünscht\nDie regelmäßige wöchentliche Arbeitszeit beträgt durchschnittlich sechs Stunden pro Woche.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 08/2025 bis zum 04.03.2025\nan:\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\noder an\nbewerbung@gdke.rlp.de\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-museumsshop-des-kulturzentrums-festung-ehrenbreitstein-4/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-x-clubs-am-deutschen-roentgen-museum-m-w-d/", "image": "", "title": "Leitung des X-Clubs am Deutschen Röntgen-Museum (m/w/d)", "content_text": "Deutsches Röntgen-Museum, Remscheid Bewerbungsende: 05.03.2025 | Das Das Deutsche RĂ¶ntgen-Museum sucht UnterstĂĽtzung!\nLeitung des X-Clubs am Deutschen RĂ¶ntgen-Museum (m/w/d)\nAuf Minijob-Basis (538 â‚¬, 6-8 Stunden/Woche)\nDu arbeitest gerne mit Kindern und hast die FĂ¤higkeit sie fĂĽr die unterschiedlichsten Themen zu begeistern? Du hast eine AffinitĂ¤t zu Museen und Naturwissenschaften? Dann werde Teil unseres Teams und leite die nĂ¤chste Generation unserer X-Clubber!\nĂśber ein Jahr werden teilnehmende Kinder im Alter von 9-12 Jahren dabei zu jungen Museumsprofis ausgebildet. Sie haben nicht nur die Chance im Museumslabor RĂ¶Lab faszinierenden PhĂ¤nomenen aus der Naturwissenschaft zu erleben, sondern lernen auch wie man eine spannende FĂĽhrung durch das Museum gestaltet und durchfĂĽhrt. Dabei gehen sie vielen aufregenden Fragen nach: Welche Eigenschaften zeichnet die RĂ¶ntgenstrahlen aus? Wie gelang es dem weltberĂĽhmten Forscher am Abend des 8. November 1895 die neue, unsichtbare Art von Strahlen in seinem Labor in WĂĽrzburg zu entdecken? Und wie vielfĂ¤ltig ist der Einsatz der nach ihm benannten Strahlen in unserer heutigen Welt? Die FĂĽhrung von Kindern fĂĽr Kinder bietet den jungen Besucher*innen die MĂ¶glichkeit, auf AugenhĂ¶he ins GesprĂ¤ch zu kommen und Fragen nachzugehen, die sie am meisten interessieren.\nDeine Aufgaben:\nDu organisierst und leitest die wĂ¶chentlichen Treffen des X-Clubs\nDu organisierst die X-Club FĂĽhrungen (Rundmails, Pressetext etc.) und die Abschlussveranstaltung fĂĽr die teilnehmenden Kinder\nDu bist Ansprechpartner*in fĂĽr die teilnehmenden Kinder des X-Clubs bzw. fĂĽr deren Eltern\nDu arbeitest dich in die schon vorhandenen Konzepte und Experimentierideen ein und entwickelst bei Interesse neue Formate\nDas solltest Du mitbringen:\nSpaĂź und Freude an der Arbeit mit Kindern\nInteresse an aktiver Bildungsarbeit in einem Museum\nAffinitĂ¤t zu Naturwissenschaften\nFreundliches, offenes und sympathisches Auftreten – insbesondere in der Kommunikation mit Kindern\nDer X-Club wird seit Beginn 2010 von der Volksbank im Bergischen Land eG gefĂ¶rdert.\nDas Deutsche RĂ¶ntgen-Museum ist das einzige wissenschafts- und technikhistorische Museum seiner Art weltweit. Am Geburtsort von Wilhelm Conrad RĂ¶ntgen wird die Geschichte der Entdeckung und Anwendung der RĂ¶ntgenstrahlen in vielfĂ¤ltigen Bereichen dokumentiert, erforscht bewahrt und lebensnah in seinen Ausstellungen interaktiv prĂ¤sentiert.\nBewerbungen mit den ĂĽblichen Unterlagen (z.B. CV, kurzes Motivationsschreiben, Sprachnachweise) sind postalisch oder online an die folgende Adresse zu richten:\nDeutsches RĂ¶ntgen-Museum\nSchwelmer Str. 41\n42897 Remscheid\nEmail:\nanna.kaetker@remscheid.de\nTel.: 02191/16-3407\nWeitere Informationen:\nwww.roentgenmuseum.de\nwww.museumslabor-roelab.de\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-x-clubs-am-deutschen-roentgen-museum-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-besucherservice-besucherbetreuung-m-w-d/", "image": "", "title": "Teamleitung Besucherservice/Besucherbetreuung (m/w/d)", "content_text": "Erwin Hymer Museum, Bad Waldsee Bewerbungsende: 10.02.2025 | Das Erwin Hymer Museum in Bad Waldsee ist das größte Museum zur Geschichte des mobilen Reisens in Europa. Auf über 6.000 Quadratmetern Ausstellungsfläche präsentiert das Museum eine einzigartige Sammlung historischer Wohnwagen, Reisemobile und Expeditionsfahrzeuge aus verschiedenen Jahrzehnten und Regionen der Welt.\nNeben der Hauptausstellung bietet das Erwin Hymer Museum regelmäßig Sonderausstellungen, Workshops und Veranstaltungen zu verschiedenen Themen rund um das Reisen an. Das Museum dient auch als Veranstaltungszentrum für Tagungen, Konzerte, Firmen-Events und private Feiern.\nWir suchen zum nächstmöglichen Zeitpunkt eine\nTeamleitung Besucherservice/Besucherbetreuung (m/w/d)\nIhre Aufgaben\nOrganisation und Personaldisposition der Mitarbeitenden in den Bereichen Besucherinformation/Führungen/Workshops\nBeantwortung von Gästeanfragen (Gruppen/Individualbesuchende/Workshops) und Beratung\nVertriebliche Tätigkeiten/Kundenakquise im Bereich Gruppentouristik/Bustouristik\nMessebesuche/Veranstaltungsbesuche\nIhr Profil\nSehr ausgeprägter Servicegedanke, ein hohes Qualitätsbewusstsein sowie Flexibilität\nKontaktfreude gegenüber Gästen\nGute Kenntnisse in der englischen Sprache\nErfahrung in der Leitung von Teams\nBereitschaft, auch gelegentlich am Wochenende und in den Abendstunden zu arbeiten\nServiceerfahrung im Bereich Museum/Kultur/Tourismus oder Hotellerie/Gastronomie\nGute MS-Office Kenntnisse\nUnser Angebot\nUnbefristete Anstellung in einem freundlichen und motivierten Team\nZahlreiche Mitarbeiterbenefits (Vergünstigungen bei Kooperationspartnern, Zuschüsse, Jobrad, …)\nUrlaubs- und Weihnachtsgeld\nBetriebliche Altersvorsorge\nFortbildungen\nFirmenfeiern/ -events\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen mit Ihren Gehaltsvorstellungen bis zum 10.03.2025 an\npersonal@erwin-hymer-museum.de\nIhre Bewerbung wird selbstverständlich vertraulich behandelt.\nBei Fragen zur ausgeschriebenen Stelle wenden Sie sich bitte per Mail an den Direktor des Museums unter\nsf@erwin-hymer-museum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.02.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-besucherservice-besucherbetreuung-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-archivarin-m-w-d/", "image": "", "title": "Wissenschaftliche:r Archivar:in (m/w/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 12.03.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Deutsche Museum ist ein Forschungsmuseum der Leibniz-Gemeinschaft. Sein Archiv als Hauptabteilung im Bereich „Forschung, Archiv, Bibliothek“ zählt zu den führenden Spezialarchiven zur Geschichte der Naturwissenschaft und Technik. Es archiviert und sammelt zentrale Nachlässe und andere einzigartige Bestände in diesem Themenfeld und verwahrt das Verwaltungsarchiv des Deutschen Museums.\nFür die stellvertretende Leitung der Hauptabteilung Archiv suchen wir zum nächstmöglichen Zeitpunkt einen\nwissenschaftlichen Archivar (m/w/d)\nIhre Aufgaben\nStellvertretung der Archivleitung und Mitwirkung bei der strategischen Weiterentwicklung des Archivs\nverantwortliche Planung und Koordinierung der Archivbenutzung inkl. Beratung sowie Bearbeitung der allgemeinen und wissenschaftlichen Anfragen\nLeitung und Koordination der Notfallprävention sowie von Bestandserhaltungsmaßnahmen\nMitwirkung an der Konzeption, Beantragung und Betreuung von Drittmittelprojekten, v. a. im Bereich Erschließung und Digitalisierung\nMitwirkung an der Konzeption und Umsetzung der digitalen Langzeitarchivierung\nOrganisation des gesamten Beschaffungswesens des Archivs\nMitwirkung an der Bearbeitung und dem Publizieren von Forschungsaufgaben\nMitwirkung an der archivischen Öffentlichkeitsarbeit und der Vernetzung im Archivwesen\nIhr Profil\nLaufbahnbefähigung für den höheren Archivdienst oder erfolgreicher wissenschaftlicher Hochschulabschluss (Master oder Magister) in einer einschlägigen archivwissenschaftlichen Fachrichtung (z. B. Archivwissenschaft, Archival Studies) oder erfolgreich abgeschlossenes einschlägiges wissenschaftliches historisches Hochschulstudium, bevorzugt in der Wissenschafts- und Technikgeschichte (Master, Magister, vorzugsweise mit Promotion), mit mehrjähriger Berufserfahrung in einem öffentlichen Archiv\nausgeprägtes Interesse an Themen der digitalen Transformation und im Bereich der Digital Humanities\numfassende IT-Kenntnisse (insbesondere MS-Office und Archivinformationssysteme)\nprofunde Kenntnisse im Bereich der Digitalisierung und der Bestandserhaltung\nsichere Kenntnisse im Archiv-, Datenschutz- und Urheberrecht\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKenntnisse in der Paläografie (insbesondere des 18. bis 20. Jahrhunderts), in der Wissenschafts- und Technikgeschichte sowie auf dem Gebiet der Archivierung digitaler Unterlagen und Erfahrungen bei der Projektleitung sind erwünscht\nPersönliche / soziale / methodische Kompetenzen\nEigeninitiative, selbstständiges Arbeiten und sicheres Auftreten\nKommunikations-, Motivations- und Teamfähigkeit\nProjektmanagement, Prioritätensetzung und schriftliches Ausdrucksvermögen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 13 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes und vermögenswirksame Leistungen\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist auf 2 Jahre befristet mit der Option auf unbefristete Übernahme.\nFür fachliche Rückfragen steht Ihnen der Leiter des Archivs Dr. Matthias Röschner (m.roeschner@deutsches-museum.de, Tel. +49 (0) 89 2179-238) zur Verfügung.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (\neine Datei im PDF-Format, max. 5 MB\n) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n12.03.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2511\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-archivarin-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/haustechniker-m-w-d-6/", "image": "", "title": "Haustechniker (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 19.02.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen Haustechniker (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 5 TV-L) im Bereich Gebäudemanagement und Informationstechnik (IT). Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Zusammen mit vier Institutionen repräsentieren sie eine thematische Vielfalt, die in ihrer Art international einzigartig ist. Beheimatet an verschiedenen Orten in zum Teil weltberühmten, aufwendig rekonstruierten historischen Gebäuden präsentieren sie ihre Schätze. Mehrere Millionen Objekte werden in den Sammlungen bewahrt, erforscht, ihre Geschichten vermittelt. Neben der Präsentation von Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an anderen temporären Ausstellungsorten in Sachsen kooperieren die SKD mit anderen Museen weltweit. In den SKD arbeiten rund 450 Beschäftigte, darunter ein hoher Anteil an Projekt- und Drittmittelpersonal.\nDie Abteilung Gebäudemanagement und Informationstechnik ist eine Querschnittsabteilung, die für das Gebäudemanagement, die Koordinierung aller Baumaßnahmen und den IT-Betrieb in allen 22 Liegenschaften der SKD verantwortlich ist. Der Sitz der Abteilungsleitung ist im Dresdner Schloss. Die Abteilung hat 28 Mitarbeitende.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.02.2025", "url": "https://www.museumsbund.de/stellenangebote/haustechniker-m-w-d-6/", "date_published": "2025-02-05T00:00:00"}]}