{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/museumsaufseherin-m-w-d/", "image": "", "title": "Museumsaufseher:in (m/w/d)", "content_text": "Militärhistorisches Museum der Bundeswehr, Dresden Bewerbungsende: 13.10.2025 | Referenzcode\nB7506712C-2025-00006732-E\ngeplantes Einstellungsdatum:\n01.01.2026\nAusschreibungsschluss:\n13.10.2025\nStellenbezeichnung\nMuseumsaufseherin / Museumsaufseher (m/w/d)\nUnternehmen\nBundeswehr – Mach, was wirklich zählt.\nBESCHÄFTIGUNGSDIENSTSTELLE\nMilitärhistorisches Museum der Bundeswehr\nBeschäftigungsort\nDresden\nStellenbeschreibung\nSie sind zuständig für die Überwachung der Ausstellungsräume und der ausgestellten Exponate.\nSie haben die Aufsicht über die Einhaltung der Hausordnung durch den Besucherverkehr.\nSie erteilen Besucherinnen und Besucher einfache Auskünfte.\nSie arbeiten zeitweise an der Garderobe.\nSie reinigen von außen die Vitrinen, Säuleneinhausungen, Glasstürze und anderes.\nSie evakuieren den Besucherverkehr im Brand- und Alarmfall.\nSie sind Ersthelferin bzw. Ersthelfer für Besucherinnen und Besucher.\nSie sind bereit, die Aufgaben in Schichten sowie an Wochenenden und Feiertagen wahrzunehmen.\nDie Stelle ist zum 01.01.2026 zu besetzen.\nWas für Sie zählt\nSie werden in ein unbefristetes Arbeitsverhältnis eingestellt.\nEine Eingruppierung erfolgt in die Entgeltgruppe E 3 Tarifvertrag für den öffentlichen Dienst (TVöD).\nSie arbeiten in Vollzeit oder Teilzeit. Die Tätigkeiten sind in der Dienststelle vor Ort wahrzunehmen.\nSie haben die Möglichkeit, in einem festgelegten Rahmen an Sport- und Gesundheitsprogrammen während der Arbeitszeit teilzunehmen.\nIhnen stehen 30 Tage Urlaub pro Jahr zu.\nQualifikationserfordernisse\nSie besitzen die gesundheitliche Eignung, für längere Zeit zu stehen und zu laufen.\nSie bekennen sich durch Ihr gesamtes Verhalten zur freiheitlichen demokratischen Grundordnung im Sinne des Grundgesetzes.\nSie stimmen zu, ggf. an einer ärztlichen Einstellungsuntersuchung teilzunehmen.\nErwünscht\nSie haben Sprachkenntnisse in Englisch.\nSie haben Kenntnisse in Erste Hilfe.\nSie sind teamfähig.\nSie kommunizieren gern und verfügen über soziale Kompetenz.\nSie treten auch in Stresssituationen höflich und freundlich auf.\nSie haben ein gepflegtes Erscheinungsbild.\nBemerkungen\nBei dem genannten geplanten Besetzungstermin bzw. genannten Datum zum „Beginn der Tätigkeit“ handelt es sich um einen Termin, der sich bedingt durch den Ablauf des Ausschreibungsverfahrens ggf. ändern kann.\nDie Eingruppierung erfolgt unter Beachtung des § 12 TVöD im Hinblick auf die tatsächlich nicht nur vorübergehend auszuübenden Tätigkeiten und die Erfüllung der persönlichen bzw. tariflichen Anforderungen.\nBei nachgewiesener einschlägiger Berufserfahrung erfolgt die Stufenzuordnung in der Entgelttabelle bei mindestens einem Jahr in die Stufe 2 und bei mindestens drei Jahren in die Stufe 3 (§ 16 Absatz 2 TVöD).\nDie Bundeswehr fördert die berufliche Gleichstellung von Frauen und Männern und begrüßt deshalb besonders Bewerbungen von Frauen.\nNach Maßgabe des Sozialgesetzbuchs IX und des Behindertengleichstellungsgesetzes begrüßen wir ausdrücklich Bewerbungen von schwerbehinderten Menschen; hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nDie Bundeswehr unterstützt die Ziele des Nationalen Integrationsplans und begrüßt Bewerbungen von Menschen mit Migrationshintergrund.\nAnsprechstelle\nBewerbung und Kontakt\nRegistrieren Sie sich auf unserem Bewerbungsportal unter\nhttps://bewerbung.bundeswehr-karriere.de\nund betätigen Sie den Button „Karriere starten“ unten rechts. Ihre Bewerbungsunterlagen laden Sie bitte als PDF-Druckversion bis spätestens 13.10.2025 in Ihr Bewerbungsprofil hoch.\nIhre Bewerbung umfasst:\nAnschreiben\nLebenslauf (tabellarisch)\nNachweise/Zeugnisse zur beruflichen Qualifikation/ Arbeitszeugnisse bisheriger Arbeitgeber\nZusätzlich erforderlich:\nBei fremdsprachigen Bewerbungsunterlagen muss eine beglaubigte deutsche Übersetzung beigefügt werden.\nBei ausländischen Bildungsabschlüssen ist ein Nachweis der Anerkennung in Deutschland beizufügen.\nGegebenenfalls senden Sie uns bitte eine Kopie des Schwerbehindertenausweises oder des Bescheides über die Gleichstellung als schwerbehinderter Mensch unter Angabe des Referenzcodes an die E-Mail-Adresse\nBwDLZDresdenTBPersonal@bundeswehr.org\nzu.\nFür weitere Informationen wenden Sie sich bitte an das:\nBundeswehr-Dienstleistungszentrum Dresden\nPersonalmanagement\nTel.: 0351/4654-4782 (Frau Reisner)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.10.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsaufseherin-m-w-d/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/historikerin-m-w-d-fuer-die-neugestaltung-der-dauerausstellung-spaetmittelalter-bis-1914-bei-der-beschaeftigungsdienststelle/", "image": "", "title": "Historiker:in (m/w/d) für die Neugestaltung der Dauerausstellung Spätmittelalter bis 1914 bei der Beschäftigungsdienststelle", "content_text": "Militärhistorisches Museum der Bundeswehr, Dresden Bewerbungsende: 23.10.2025 | Referenzcode\nB752314UT-2025-00007023-E\ngeplantes Einstellungsdatum:\n01.12.2025\nbefristet bis:\n30.11.2027\nAusschreibungsschluss:\n23.10.2025\nStellenbezeichnung\nHistoriker/in(m/w/d) für Neugestaltung Dauerausstellung Spätmittelalter bis 1914\nUnternehmen\nBundeswehr – Mach, was wirklich zählt.\nBeschäftigungsdienststelle\nDas Militärhistorische Museum der Bundeswehr mit seinen drei Standorten in Dresden (Haupthaus), Berlin-Gatow und Königstein gehört zu den größten und bedeutendsten historischen Museen in Europa. Es versteht sich als ein Forum für den Diskurs über die Rolle von Krieg und Militär in Vergangenheit, Gegenwart und Zukunft. Das MHM präsentiert hierzu umfangreiche Dauerausstellungen sowie verschiedene Sonderausstellungen, die von vertiefenden Publikationen, öffentlichen Kulturprogrammen und pädagogischen Angeboten für zivile und militärische Besucherinnen und Besucher ergänzt werden.\nBeschäftigungsort\nDresden\nStellenbeschreibung\n\u007fSie bearbeiten wissenschaftliche Themen für die Neugestaltung der Dauerausstellung des Militärhistorischen Museums der Bundeswehr und recherchieren in diesem Rahmen Literatur, Objekte, Dokumente und Medien.\n\u007fSie verfassen verschiedene Textformate wie Ausstellungstexte, Texte für Vermittlungsmedien und Publikationen.\n\u007fSie entwickeln Präsentationsformen von Installierungsideen und setzen diese mit einem Team von Gestalterinnen und Gestaltern in modernen Ausstellungen um und sorgen für eine wissenschaftlich korrekte anspruchsvolle und zugleich kurzweilige Vermittlung der Inhalte an ein vielfältiges Publikum.\n\u007fSie arbeiten an der Weiterentwicklung der konzeptionellen Grundlagen des Militärhistorischen Museums der Bundeswehr.\n\u007fDie Bereitschaft zu regelmäßigen Dienstreisen und weiterführenden Aus- und Fortbildungen wird vorausgesetzt.\nWas für Sie zählt\n\u007fSie werden in ein auf Grundlage des Wissenschaftszeitvertragsgesetzes (WissZeitVG) befristetes Arbeitsverhältnis für die Dauer von zunächst zwei Jahren eingestellt. Eine Verlängerung um maximal vier Jahre ist möglich. Ein Anspruch besteht jedoch nicht.\n\u007fSie erwartet ein attraktives Gehalt. \u007fEine Eingruppierung erfolgt bis in die Entgeltgruppe 13 Tarifvertrag für den öffentlichen Dienst (TVöD).\n\u007fSie arbeiten in Vollzeit oder Teilzeit. Homeoffice ist möglich.\n\u007fSie profitieren von einem umfangreichen Fort- und Ausbildungsangebot.\n\u007fSie haben die Möglichkeit, in einem festgelegten Rahmen an Sport- und Gesundheitsprogrammen während der Arbeitszeit teilzunehmen.\nQualifikationserfordernisse\nWas für uns zählt:\n\u007fSie verfügen über ein abgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master oder universitäres Diplom) in der Fachrichtung Geschichtswissenschaft oder Politikwissenschaft.\n\u007fSie verfügen über Erfahrungen als Historikerin bzw. Historiker oder Kuratorin bzw. Kurator im musealen Rahmen bzw. im Zusammenhang mit Ausstellungsprojekten, nachgewiesen durch mindestens eine berufliche Tätigkeit.\n\u007fSie bekennen sich durch Ihr gesamtes Verhalten zur freiheitlichen demokratischen Grundordnung im Sinne des Grundgesetzes.\n\u007fSie verfügen über Gleichstellungskompetenz.\nErwünscht:\n\u007fSie verfügen über Erfahrungen in der deutschen und internationalen Militärgeschichte vom Spätmittelalter bis 1914, nachgewiesen durch mindestens eine berufliche Tätigkeit.\n\u007fSie besitzen Kenntnisse in einer oder mehreren militärhistorisch relevanten Hilfswissenschaften wie Uniformkunde, Waffenkunde, Heraldik, Vexillologie.\n\u007fSie besitzen Erfahrungen in der Erarbeitung und Umsetzung von Ausstellungskonzepten.\n\u007fSie besitzen Erfahrungen in der museologisch fundierten Kontextualisierung von militärhistorischen und historischen Objekten (“Sachzeugen”).\n\u007fSie besitzen gute Fremdsprachenkenntnisse in Englisch oder Französisch. Sie sind bereit, diese durch Fortbildungen auszubauen.\nBemerkungen\nBitte geben Sie im Rahmen Ihrer Bewerbung an, ob Sie bereits in einem befristeten Beschäftigungsverhältnis nach dem Wissenschaftszeitvertragsgesetz (WissZeitVG) standen oder derzeit stehen, unabhängig davon, bei welchem Arbeitgeber die Beschäftigung erfolgt/e.\nZur rechtlichen Prüfung fügen Sie Ihrer Bewerbung bitte entsprechende Nachweise über Beginn, Dauer und Art dieser Beschäftigung bei.\nOhne vollständige Angaben ist eine abschließende Bewertung Ihrer Bewerbung leider nicht möglich, weil diese unerlässlich sind, um festzustellen, ob eine Beschäftigung auf Grundlage des WissZVG überhaupt möglich ist.\n\u007fBei dem genannten geplanten Besetzungsdatum bzw. dem genannten Datum zum “Beginn der Tätigkeit” handelt es sich um einen Termin, der sich bedingt durch den Ablauf des Ausschreibungsverfahren ggf. ändern kann.\n\u007fDie Eingruppierung erfolgt unter Beachtung des §12 TVöD im Hinblick auf die tatsächlich nicht nur vorübergehend auszuübenden Tätigkeiten und die Erfüllung der persönlichen bzw. tariflichen Anforderungen.\n\u007fDie Bundeswehr fördert die berufliche Gleichstellung von Frauen und Männern und begrüßt deshalb besonders Bewerbungen von Frauen.\n\u007fNach Maßgabe des Sozialgesetzbuchs IX und des Behindertengleichstellungsgesetzes begrüßen wir ausdrücklich Bewerbungen von schwerbehinderten Menschen; hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\n\u007f Die Bundeswehr unterstützt die Ziele des Nationalen Integrationsplans und begrüßt Bewerbungen von Menschen mit Migrationshintergrund.\nAnsprechstelle\nBewerbung & Kontakt\nRegistrieren Sie sich auf unserem Bewerbungsportal unter https://bewerbung.bundeswehr-karriere.de und betätigen Sie den Button „Karriere starten“ unten rechts.\nIhre Bewerbungsunterlagen laden Sie bitte als PDF-Druckversion bis spätestens 23.10.2025 in Ihr Bewerbungsprofil hoch.\nIhre Bewerbung umfasst:\n\u007f Anschreiben\n\u007f Lebenslauf (tabellarisch)\n\u007f Diplom-/Master-/Magisterurkunde; Nachweise bzw. Arbeitszeugnisse bisheriger Arbeitgeber\n\u007f Falls vorhanden: Nachweise zu bereits erfolgten Beschäftigungsverhältnissen nach dem\nWissenschaftszeitvertragsgesetz (WissZeitVG)\nUnd sofern vorhanden:\n\u007fGegebenenfalls senden Sie uns bitte eine Kopie des Schwerbehindertenausweises oder des Bescheides über die Gleichstellung als schwerbehinderter Mensch unter Angabe des Referenzcodes an die E-Mail-Adresse BAPersBwV2.3.1@bundeswehr.org zu.\nZusätzlich erforderlich:\n\u007f Bei fremdsprachigen Bewerbungsunterlagen muss eine beglaubigte deutsche Übersetzung beigefügt werden.\n\u007f Bei ausländischen Bildungsabschlüssen ist ein Nachweis der Anerkennung in Deutschland beizufügen.\n\u007f Unvollständige Bewerbungen können nicht berücksichtigt werden.\nFür weitere Informationen wenden Sie sich bitte an das:\nBundesamt für das Personalmanagement der Bundeswehr\nReferat V 2.3.1\nTel: +49 2241 15 2274 (Frau Himmel)\nTel: +49 2241 15 2036 (Herr Eiserfey)\nBei konkreten Fragen zu Qualifikationserfordernissen und zum Aufgabengebiet wenden Sie sich bitte an die:\nMilitärhistorisches Museum\nAbteilung Museumsbetrieb\nTel: +49 351 823 2802 (Herr Wissenschaftlicher Direktor Dr. Bauer)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.10.2025", "url": "https://www.museumsbund.de/stellenangebote/historikerin-m-w-d-fuer-die-neugestaltung-der-dauerausstellung-spaetmittelalter-bis-1914-bei-der-beschaeftigungsdienststelle/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-im-veranstaltungsmanagement-w-md-d-teilzeit-50/", "image": "", "title": "Mitarbeiter/in im Veranstaltungsmanagement (w/md/d), Teilzeit (50 %)", "content_text": "Bauernhaus-Museum Allgäu-Oberschwaben Wolfegg, Wolfegg Bewerbungsende: 02.11.2025 | Landkreis Ravensburg\nWir gestalten mit unseren rund 1.700 Mitarbeitenden unseren Landkreis, der Teil der wirtschaftlich starken und schönen Region Bodensee-Oberschwaben ist.\nIhre Aufgaben bei uns\nInhaltliche Weiterentwicklung des Veranstaltungsprogramms\nVorbereitung und Durchführung von bis zu drei Großveranstaltungen sowie drei Erlebnistagen des Bauernhaus-Museums (u.a. Betreuung von Kooperationspartnern, Einsatzplanung von Raum-, Technik-, Personal- und Finanzressourcen, Organisation am Veranstaltungstag, Abwicklung Barkassenwesen)\nVorbereitung und Betreuung von Ausstellungseröffnungen, Gastspielen, Lesungen, Vorträgen etc.\nIhr Profil\nSie haben eine abgeschlossene Ausbildung im Veranstaltungsmanagement oder eine gleichwertige Qualifikation sowie fundierte berufspraktische Erfahrungen im Veranstaltungsmanagement, idealerweise im Museum\nSie sind zeitlich flexibel und bereit, auch abends und am Wochenende zu arbeiten\nSie sind team- und kooperationsfähig\nSie sind entscheidungsfähig und ergebnisorientiert\nSie haben Interesse an der Umsetzung neuer Ideen und Innovationen\nUnser Angebot\nEine tarifgerechte Vergütung in Entgeltgruppe 9a (TVöD)\nEine bis 28.02.2027 befristete Einstellung als Sachbearbeiter/in zum nächstmöglichen Zeitpunkt am Dienstort Wolfegg\nRaum für Ihre berufliche und persönliche Entwicklung, verschiedene Arbeitszeitmodelle, eine attraktive Altersvorsorge, ein Job-Ticket, Firmenfitness, u.v.m.\nGestalten Sie unseren Landkreis mit.\nWir freuen uns auf Ihre Bewerbung bis\n02.11.2025\n.\nWeitere Auskünfte erhalten Sie gerne von: Dr. Tanja Kreutzer, Museumsleitung Bauernhaus-Museum Allgäu-Oberschwaben unter 0751 9550-13.\nSchwerbehinderte Menschen werden bei gleicher Eignung vorrangig berücksichtigt.\nMitarbeiter/in im Veranstaltungsmanagement (w/md/d), Teilzeit (50 %) | Landratsamt Ravensburg Onlinebewerbung\nDie Bewerbungsfrist ist der 02.11.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-im-veranstaltungsmanagement-w-md-d-teilzeit-50/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/toningenieurin-2/", "image": "", "title": "Toningenieur*in", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 07.11.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 01.01.2026\neine*n Toningenieur*in in Teilzeit (19,5 Wochenstunden)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das Archiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst und Kultur im deutschen Sprachraum seit 1900.\nDas Studio für Elektroakustische Musik ist kreative Ressource und Infrastruktur des Künstlerischen Programms der Akademie. Die ästhetische Ausrichtung des E-Studios orientiert sich nicht nur an der aktuellen Musik, sondern auch an den Entwicklungen in der Bildenden und Darstellenden Kunst, den Performing Arts, der Film- und Medienkunst sowie der Literatur.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.11.2025", "url": "https://www.museumsbund.de/stellenangebote/toningenieurin-2/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sammlungsmuseologin-fotografie-und-bewegtbild-m-w-d/", "image": "", "title": "Sammlungsmuseolog:in Fotografie und Bewegtbild (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 09.11.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt,\nunbefristet\nund in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nSammlungsmuseolog:in Fotografie und Bewegtbild (m/w/d)\nEntgeltgruppe 9b TVöD-V VKA\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Fachteam und Ihr Arbeitsbereich\nDas Fachteam Stadtbild ist eines von fünf Teams des Bereiches Sammlung. Es betreut Objekte und Abbilder der Stadtgestalt von der Eiszeit bis zur Gegenwart. Gesteine, Skulpturen, Gemälde, Grafiken, Fotografien, Pläne und Modelle illustrieren und dokumentieren die Stadtentwicklung und die damit verbundenen Ideen und Visionen der verschiedenen Akteur:innen der Stadtgesellschaft.\nDas Stadtmuseum Berlin verfügt über eine der ältesten und größten Fotografischen Sammlungen dieser Stadt. Sie umfasst mehr als 3 Millionen fotografische Objekte verschiedener Materialität, von den Anfängen des Mediums bis in die Gegenwart sowie einige künstlerische Videos und Konvolute an Lehrmittel- und Mode-Filmen. Professionelle Dokumentarfotografie, Bildjournalismus, dezidiert künstlerische Arbeiten sowie Amateurfotografie stehen in der Sammlung für vielfältige fotografische Darstellungsweisen und Themen. Eine Herausforderung der Zukunft ist die Erschließung und Bewahrung fotografischer Nachlässe.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sammlungsmuseologin-fotografie-und-bewegtbild-m-w-d/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumshandwerker-in-m-w-d/", "image": "", "title": "Museumshandwerker/-in (m/w/d)", "content_text": "Museum der bildenden Künste Leipzig, Leipzig Bewerbungsende: 22.10.2025 | Die Stadt Leipzig sucht zum nächstmöglichen Zeitpunkt für das Kulturamt, Museum der bildenden Künste Leipzig, eine/-n Museumshandwerker/-in (m/w/d).\nDas\nMuseum der bildenden Künste Leipzig (MdbK)\nregt an sich zu verbinden – mit anderen Menschen, der Umgebung und der Kunst. Es wurde durch das Engagement Leipziger Sammlerinnen und Sammler aufgebaut und im Jahre 1858 eröffnet. Seit 2004 befindet sich das Museum in einem Neubau im Zentrum der Stadt. Seine Sammlungen umfassen Fotografien, Gemälde, Grafiken, Installationen, Medienarbeiten und Skulpturen aus acht Jahrhunderten, vorwiegend der europäischen Kunstgeschichte. Ein Schwerpunkt liegt auf der Kunst des 20. und 21. Jahrhunderts aus Leipzig sowie ihrer Verortung im internationalen Kontext. Das Ausstellungsprogramm umfasst neben der entgeltfreien Dauerausstellung vielfältige Sonderausstellungen. Generationsübergreifende Projekte und Veranstaltungen laden zur Partizipation, Teilhabe und Interaktion ein. Das MdbK positioniert sich als ein inklusives und diskriminierungskritisches Museum.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.10.2025", "url": "https://www.museumsbund.de/stellenangebote/museumshandwerker-in-m-w-d/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/research-associate-f-m-d-for-the-design-implementation-and-maintenance-of-a-database-for-genomic-and-transcriptomic-data/", "image": "", "title": "Research Associate (f/m/d) for the Design, Implementation and Maintenance of a Database for Genomic and Transcriptomic Data", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 09.11.2025 | The Leibniz Institute for the Analysis of Biodiversity Change (LIB) is one of the large, globally connected research museums of the Leibniz Association. In addition to excellent research on biodiversity and its change, we are advancing the further development of our extensive scientific collections with an international team and state-of-the-art technology. With our exhibition, knowledge transfer and communication work at our exhibition venues Museum Koenig Bonn and Museum der Natur Hamburg, we want to spread enthusiasm for nature and contribute with our research topics to current socio-political discussions on species loss, climate change and the protection of ecosystems. The construction of an integrated natural history museum is being planned for the Hamburg location; the research infrastructure at the Bonn location is currently being significantly expanded.\nBecome part of our institute in Bonn. We are looking for the next possible date, limited according to the part-time and fixed-term law for three years a\nResearch Associate (f/m/d) for the Design, Implementation and\nMaintenance of a Database for Genomic and Transcriptomic Data\nin full-time 39.83 hours/week or in part-time.\nYour tasks:\nDesign and prototypical development of a sequence database, including data modeling and the implementation of appropriate standards.\nStorage, management, and provision of sequence data and metadata in line with the FAIR principles.\nCollection of user requirements and corresponding implementing of a user interface.\nIntegration, curation, and validation of sequence data and associated metadata, as well as the development of procedures for updating and versioning.\nConsideration of applicable legal and regulatory frameworks.\nDevelopment of interfaces to existing research data infrastructures.\nImplementation of user roles and security mechanisms.\nCollaboration with research projects at the LIB.\nPresentation and publication of results at conferences and in peer-reviewed journals.\nPreparation and maintenance of technical documentation.\nYour profile:\nA completed university degree (Master’s or equivalent) in Bioinformatics, Computer Science, Life Sciences, or a related discipline.\nStrong expertise in database development (e.g., PostgreSQL), including data modeling and the design of interfaces (APIs).\nExcellent programming skills (e.g., in Python).\nIdeally, experience with genomic and/or transcriptomic sequence data, structured scientific metadata, and familiarity with relevant standards and data infrastructures in the field of molecular sequences.\nExperience in research data management and basic knowledge of legal and regulatory frameworks (e.g., GDPR, Nagoya Protocol) are considered an advantage.\nA self-driven and well-structured working style, combined with enthusiasm for interdisciplinary collaboration.\nStrong communication and teamwork skills, and excellent command of English.\nWe offer:\nAn attractive position in an excellent research institution with a high degree of creative potential in a dynamic scientific and social environment.\nRemuneration according to the collective agreement of the federal states (up to EG 13 TV-L if the personal and job-related requirements of the collective agreement are met) with all the benefits of the public sector (company pension scheme, annual special payment, capital-forming benefits, collectively agreed vacation entitlement).\nFamily friendliness certified by the “Work and Family Audit”, offer of life coaching through professional family service.\nThe possibility of obtaining a job ticket.\nA centrally located workplace with excellent transport links.\nPlease send your complete application documents (including cover letter, CV, copies of certificates, max. 10 MB)\nby 09.11.2025 exclusively digitally via our career portal\nhttps://8101202752.karriereportal.cloud/\nto Ms. Winkels. For organizational reasons, only online applications will be accepted. We are a diverse institution and welcome our diversity. We would particularly like to encourage women to apply in order to actively promote equal opportunities. Severely disabled people will be given preference if equally qualified. You can find more information about our institution on the Internet at:\nhttps://leibniz-lib.de/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/research-associate-f-m-d-for-the-design-implementation-and-maintenance-of-a-database-for-genomic-and-transcriptomic-data/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d-in-der-provenienzforschung/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d) in der Provenienzforschung", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 19.10.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nDas 1908 gegründete und 1922 eröffnete\nMuseum für Hamburgische Geschichte\n(MHG) gehört zu den größten stadthistorischen Museen in Deutschland. Es dokumentiert die Geschichte der Freien und Hansestadt Hamburg von der Stadtgründung bis zur Gegenwart. Die in weit mehr als einem Jahrhundert gewachsenen Sammlungen umfassen kulturgeschichtliche Objekte, Gemälde, Grafiken, Schiffs- und Topografiemodelle, Möbel, Textilien und Münzen. Darüber hinaus stellen Wirtschafts- und Sozialgeschichte, Technik- und Verkehrsgeschichte, Bauen und Wohnen, Theater, Mode und Kulturgeschichte sowie das jüdische Leben in Hamburg wichtige Themen und Sammlungsgebiete des Museums dar. Hauptziel des Museums ist es, Orientierung in der Auseinandersetzung mit der geschichtlichen Entwicklung der Hanse- und Hafenstadt zu bieten. Das MHG befindet sich aktuell in einer Modernisierungsphase, die auch eine Neugestaltung der Dauerausstellung umfasst.\nDas\nMuseum für Hamburgische Geschichte\nsucht im Bereich der Direktion zum nächstmöglichen Zeitpunkt vorbehaltlich der Finanzierungszusage eine*einen\nWissenschaftliche*n Mitarbeiter*in (m/w/d)\nin der Provenienzforschung\nin Vollzeit, befristet für 2 Jahre (01.01.2026-31.12.2027)\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nWissenschaftliche Erforschung und Klärung der Provenienzen von Ankäufen und Schenkungen kunstgewerblicher Objekte im MHG zwischen den Jahren 1933 bis 1952\nEingabe von Objekten in die Museumsdatenbank Museum Plus sowie die Erstellung von Objektdossiers und Eingabe von bedenklich und belastet eingestuften Objekten in die Lost Art Datenbank\nWissenschaftliche Recherchen und deren Auswertung zu „Red Flag“-Kunsthändler*innen sowie zu Behörden, die in den Verkauf von NS-verfolgungsbedingt entzogenem Kulturgut verwickelt waren\nRecherchen zur Durchdringung des Kunstmarktes in Hamburg während der NS-Zeit und der Nachkriegsjahre, insbesondere verbunden mit Recherchen und deren Aufarbeitung zu Erwerbungen mit Sondermitteln des damaligen Reichsstatthalters Kaufmann.\nKontextforschung zum Hamburger (Kunst-)handel (z.B. Paula Heuser) und den Ankaufsreisen Schellenbergs in den während des Zweiten Weltkriegs von Deutschland besetzten Gebieten.\nNachgehende Arbeiten und Recherchen zu jüngsten Forschungsergebnissen, insbesondere mit Blick auf die Erbensuche.\nBeantwortung von Anfragen; Koordinationsaufgaben, Schnittstelle zum DZK Magdeburg in Abstimmung mit der Direktion\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium in einem für die Aufgabe relevanten Fach (z.B. Geschichte, Kunstgeschichte)\nnachgewiesene konzeptionelle, wissenschaftliche Tätigkeiten im o. g. Aufgabengebiet\nstrukturierte und teamorientierte Arbeitsweise, sehr gute Kommunikationsfähigkeiten sowie interkulturelle Kompetenz\nsehr gute deutsche Sprach- und Textkompetenz (mind. C1 Niveau), gute englische Sprachkenntnisse (mind. B2 Niveau), Erfahrungen im Umgang mit diskriminierungs-sensibler Sprache\nsichere PC-Kenntnisse (MS Office, Museum Plus o.a.)\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nDie Vergütung erfolgt nach\nEntgeltgruppe\n13 TV-AVH.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller gleichgeschlechtlicher Identitäten, Nationalitäten und von People of Color sowie von Bewerber*innen mit Flucht oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 19. Oktober 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d-in-der-provenienzforschung/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-die-vielfalt-der-staedtischen-kulturen-m-w-d/", "image": "", "title": "Kurator*in für die Vielfalt der städtischen Kulturen (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 26.10.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nAls eines der drei Haupthäuser der Stiftung präsentiert das Altonaer Museum die Geschichte und Kulturgeschichte der ehemals selbständigen Stadt Altona mit ihren Bezügen zu Hamburg und zum norddeutschen Raum. Das Museum will insbesondere Kinder & Familien ansprechen und strebt eine diversitätssensible Öffnung der Institution an. Zum Altonaer Museum gehört das Jenisch Haus als Außenstelle. Die Stelle ist der Direktorin des Altonaer Museums, Prof. Dr. Anja Dauschek zugeordnet.\nDas\nAltonaer Museum\nsucht zur Verstärkung des Fachbereiches Wissenschaft zum nächstmöglichen Zeitpunkt eine/n\nKurator*in für die Vielfalt der städtischen Kulturen\n(m/w/d)\nunbefristet, in Teilzeit (80%)\nZu Ihren wesentlichen Aufgaben gehören:\nEntwicklung und Umsetzung einer Strategie zur Repräsentation der gesellschaftlichen Vielfalt in den Aktivitäten des Altonaer Museums auf Grundlage der Erkenntnisse und Ergebnisse im Projekt „360°“\nInhaltliche Konzeption, Ausarbeitung und Kuratierung von Sonderausstellungen im Altonaer Museum (als Projektleitung. Ko-Kuration oder als Teil eines Ausstellungsteams)\nAufbau und Pflege strategischer Kooperationen mit Akteuren und Communities der Stadtgesellschaft, Museen und Institutionen\nInhaltliche Mitarbeit an der Neukonzeption der ständigen Ausstellung im Jenisch Haus\nMitarbeit an SHMH-übergreifenden Projektaufgaben (u.a. diversitätsorientierte Organisationsentwicklung)\nLeitung von Projekten (a. Sonderausstellungen, Publikationen, Veranstaltungen) einschließlich Zeitplan, Budgetplanung und verantwortliche Budgetkontrolle, Vergaben und andere organisatorische Tätigkeiten in Abstimmung mit dem Fachbereich Ausstellungen\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium in einem für die Aufgabe relevanten Fach wie z.B. Geschichte, Empirische Kulturwissenschaften, Kunst- und Kulturgeschichte oder vergleichbare Erfahrungen und Fähigkeiten\nmehrjährige Berufserfahrung mit Schwerpunkten im Bereich Diversität bevorzugt in einem kulturhistorischen Museum\nnachgewiesene konzeptionelle und wissenschaftliche Tätigkeiten im Aufgabengebiet mit einer innovativen Herangehensweise\nErfahrung in der Zusammenarbeit mit Communities\nKenntnis der aktuellen Museumsdiskurse\nKenntnisse der Hamburger bzw. Altonaer Geschichte sind wünschenswert\nsicherer Umgang mit Personal und Dienstleistern, Projektbeteiligten, Partnern\nsicherer Umgang mit Standard-Software und Sammlungsdatenbank-Systemen (wie MuseumPlus), Verständnis der Funktionsweise\nausgewiesene, diversitätsoffene Kommunikationsfähigkeit, verbindliches und durchsetzungsfähiges Auftreten und Teamfähigkeit\nBereitschaft zur gelegentlichen Abend- und/ oder Wochenendarbeit im Rahmen von Veranstaltungen\nsehr gute deutsche Sprach- und Textkompetenz, Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nmind. eine weitere Fremdsprache ist wünschenswert\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 13\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller Geschlechter, Nationalitäten, von Black, Indigenous und People of Color sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Menschen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 26. Oktober 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-die-vielfalt-der-staedtischen-kulturen-m-w-d/", "date_published": "2025-10-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-kollaborative-digitale-wissensinfrastrukturen/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in für Kollaborative digitale Wissensinfrastrukturen", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 31.10.2025 | Das Deutsche Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte (DSM) ist eines von acht Forschungsmuseen der Leibniz-Gemeinschaft. Sein Ausstellungs- und Forschungsprogramm stellt die Untersuchung maritimer Technologien und die Beziehung zwischen Mensch und Meer in den Fokus. Mit rund 100 Mitarbeitenden und Auszubildenden sowie ca. 8000 Quadratmetern Ausstellungsfläche zählt es zu den größten maritimen Museen Europas.\nIm Fachbereich “Dokumentation und Herkünfte” ist möglichst zum 01.01.2026 eine Stelle als Wissenschaftliche:r Mitarbeiter:in (w/m/d) (TV-L- 13, bis 100% je nach Vorqualifikation, befristet auf zunächst 2 Jahre bis 31.12.2027, mit der Möglichkeit der Verlängerung und ggf. späteren Entfristung) zu besetzen. Der Fachbereich ist dem Sammlungsforschung-fokussierten Programmbereich II “Schiffe als Wissensspeicher” des DSM zugeordnet.\nMit dem neu eingerichteten Fachbereich zielt das DSM darauf ab, eine vielstimmige, partizipative und lebendige Wissensgenerierung und -vernetzung zu ermöglichen und sowohl bisher bestehende Wissenslücken als auch neue Verbindungen sichtbar zu machen. Es geht darum, unter Einbeziehung aktueller Debatten um Machtverhältnisse und Sichtbarkeit in Dateninfrastrukturen sowie ethisch verantwortungsvoller Datennutzung und -vernetzung zu neuen Perspektiven für die Sammlungsforschung zu gelangen.\nWissenschaftliche:r Mitarbeiter:in\nKollaborative digitale Wissensinfrastrukturen\nAufgaben:\nDigitale Bereitstellung und Nutzbarmachung der maritimen Zeugnisse des DSM für die Vernetzung mit und die Erforschung von anderen musealen Sammlungen und Datenbeständen\nKritische Weiterentwicklung der Dokumentation und des Forschungs-datenmanagements unter Berücksichtigung der FAIR, CARE und TRUST Prinzipien\nAnreicherung von Daten im Sinne von Linked Open Data (LOD) zur interoperablen Vernetzung von Museumsdaten mit nationalen und internationalen Repositorien\nAnwendung digitaler Methoden zur quantitativen und qualitativen Analyse und Aufbereitung von Forschungsdaten\nBeratung und Support für Wissenschaftler:innen und Unterstützung bei der Erstellung von Datenmanagementplänen\nKoordination mit externen IT-Dienstleistern sowie enge Zusammenarbeit mit der internen IT-Abteilung bei der Weiterentwicklung digitaler Infrastruktur\nKonzeption und Durchführung partizipativer Sammlungserschließungsprojekte in Kooperation mit internationalen Partner:innen\nEs ist möglich, dass sich der konkrete Aufgabenzuschnitt bzw. einzelne Aufgabenschwerpunkte in Absprache mit der Fachbereichsleitung künftig verändern.\nProfil:\nAbgeschlossenes Studium in Digital Humanities, Kulturinformatik, Informationswissenschaften, Medieninformatik oder einer vergleichbaren Fachrichtung mit starkem IT-Bezug und Interesse an Museums- und Sammlungsthemen oder in einem historischen, kunst-, kultur- oder medienwissenschaftlichen Fach mit Schwerpunkt auf dem Forschungsbereich der Digital Humanities oder kulturinformatischen Inhalten oder durch mehrjährige Berufserfahrung und Fortbildungsmaßnahmen nachgewiesene gleichwertige Erfahrungen\nErfahrung mit Datenbanken, idealerweise mit Museums-/ Sammlungs-managementsystemen und Archiv-Erschließungsprogrammen\nSehr gute Kenntnisse im Datenbankmanagement, der Datenbereinigung (gerne auch einschließlich Migrationsprozesse), Standardisierung und Normdatenanreicherung (GND, Wikidata, VIAF)\nSehr gute Kenntnisse der relevanten Metadatenstandards, Ontologien, sowie Abfrage- und Auszeichnungssprachen für Museen, Archive und Bibliotheken (z.B. LIDO, CIDOC CRM, Dublin Core, EAD, RDF, SPARQL, JSON-LD)\nVorteilhaft sind Kenntnisse in einschlägigen für die Analyse von Forschungsdaten relevanten Techniken und Programmiersprachen (z. B. SQL, Python, R)\nWünschenswert ist Erfahrung mit KI-gestützten Tools für die Sammlungsarbeit (Erschließung, Verschlagwortung, Transkription, Datenanalyse)\nWünschenswert, aber nicht zwingend erforderlich sind Kenntnisse im Umgang mit Content-Management-Systemen (wie Typo3, Drupal, WordPress), Erfahrungen mit Projektmanagement-Tools und Instrumenten der Datenanalyse (z.B. Matomo, Social-Media-Insights)\nWir wünschen uns eine kommunikationsstarke Person mit Interesse an interdisziplinärer Zusammenarbeit in unterschiedlichen Teams\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift sind erforderlich\nBereitschaft zu Dienstreisen\nUnser Angebot für Sie:\nFlache Hierarchien und kurze Entscheidungswege\nFlexible Arbeitszeiten und Remote-Work-Möglichkeiten\n30 Tage Jahresurlaub\nBetriebliche Altersvorsorge\nMitarbeitendenbenefits\nInteressiert?\nDann freuen wir uns auf Ihre Bewerbung!\nIhre digitale Bewerbung senden Sie unter Angabe der Kennziffer\n202510-A\nbis spätestens\n31.10.2025\nan\npersonal@dsm.museum\n.\nStellen Sie uns bitte alle Unterlagen (Anschreiben, Lebenslauf, ggfs. Zeugnisse, Empfehlungen und weitere Nachweise) gesammelt in einer einzigen PDF-Datei zur Verfügung.\nFür Rückfragen zu den Stellen steht Ihnen Frau Dr. Antje Schmidt (Leitung Fachbereich Dokumentation und Herkünfte) unter\na.schmidt@dsm.museum\nzur Verfügung.\nDie Vergütung erfolgt nach dem TV-L abhängig von Ihrer Qualifikation bis\nmaximal zur Entgeltgruppe 13\n. Neben den üblichen Leistungen, die mit denen des öffentlichen Dienstes vergleichbar sind, legen wir besonderen Wert auf die Vereinbarkeit von Beruf und Familie. Die Stelle ist grundsätzlich für Teilzeit und Homeoffice geeignet.\nDas Deutsche Schifffahrtsmuseum strebt in allen Bereichen nach Geschlechtergerechtigkeit und Chancengleichheit. Daher begrüßen wir alle qualifizierten Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität. Bewerbungen von Menschen mit Migrationshintergrund werden ausdrücklich begrüßt. Schwerbehinderten Bewerberinnen und Bewerbern wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-kollaborative-digitale-wissensinfrastrukturen/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-provenienz-und-sammlungsforschung-im-maritimen-kontext/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in Provenienz- und Sammlungsforschung im maritimen Kontext", "content_text": "Deutsches Schifffahrtsmuseum, Bremerhaven Bewerbungsende: 31.10.2025 | Das Deutsche Schifffahrtsmuseum – Leibniz-Institut für Maritime Geschichte (DSM) ist eines von acht Forschungsmuseen der Leibniz-Gemeinschaft. Sein Ausstellungs- und Forschungsprogramm stellt die Untersuchung maritimer Technologien und die Beziehung zwischen Mensch und Meer in den Fokus. Mit rund 100 Mitarbeitenden und Auszubildenden sowie ca. 8000 Quadratmetern Ausstellungsfläche zählt es zu den größten maritimen Museen Europas.\nIm Fachbereich “Dokumentation und Herkünfte” ist möglichst zum 01.01.2026 eine Stelle Wissenschaftliche:r Mitarbeiter:in (w/m/d) (TV-L- 13, bis 100% je nach Vorqualifikation, befristet auf zunächst 2 Jahre bis 31.12.2027, mit der Möglichkeit der Verlängerung und ggf. späteren Entfristung) zu besetzen. Der Fachbereich ist dem Sammlungsforschung-fokussierten Programmbereich II “Schiffe als Wissensspeicher” des DSM zugeordnet.\nMit dem neu eingerichteten Fachbereich zielt das DSM darauf ab, eine vielstimmige, partizipative und lebendige Wissensgenerierung und -vernetzung zu ermöglichen und sowohl bisher bestehende Wissenslücken als auch neue Verbindungen sichtbar zu machen. Es geht darum, unter Einbeziehung aktueller Debatten um Machtverhältnisse und Sichtbarkeit in Dateninfrastrukturen sowie ethisch verantwortungsvoller Datennutzung und -vernetzung zu neuen Perspektiven für die Sammlungsforschung zu gelangen.\nWissenschaftliche:r Mitarbeiter:in\nProvenienz- und Sammlungsforschung im maritimen Kontext\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-provenienz-und-sammlungsforschung-im-maritimen-kontext/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-mit-dem-schwerpunkt-medien-m-w-d/", "image": "", "title": "wissenschaftliche/r Mitarbeiter/in mit dem Schwerpunkt Medien (m/w/d)", "content_text": "Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Bonn Bewerbungsende: 26.10.2025 | Sie sind kreativ, begeistert von Geschichte und haben große Lust, sich mit Medien im Museum zu beschäftigen? Sie haben keine Angst vor Technik und arbeiten gern im Team? – Dann suchen wir Sie.\nDie Häuser der Stiftung in Bonn, Berlin und Leipzig gehören zu den meistbesuchten Geschichtsmuseen in Deutschland. In\nBonn\nsuchen wir zum\nnächstmöglichen Zeitpunkt unbefristet in Vollzeit\neine/n\nwissenschaftliche/n Mitarbeiter/in mit dem Schwerpunkt Medien (m/w/d)\n(EG 13 TVöD)\nKennziffer 25-25\nDie Hauptaufgabe besteht darin, Medien für historische Ausstellungen und Präsentationen zu entwickeln und zu pflegen. Als Teil des Medienteams und in Zusammenarbeit mit den jeweiligen Projektteams verbinden Sie gemäß des integrierten Medienansatzes der Stiftung bei Konzeption, Realisierung und Betrieb von Medien inhaltliche, gestalterische und technische Aspekte.\nWas erwartet Sie?\nKonzeptionelle Entwicklung und Umsetzung von publikumsorientierten Medienformaten mit historischen Inhalten: Film, Audio und Interactives\nPflege und Aktualisierung der Ausstellungsmedien\nMitarbeit in Ausstellungsprojekten\nWissenschaftliche Betreuung eines Sammlungsgebiets\nAnsprechpartner für externe Dienstleister\nKoordination medialer Installationen in Abstimmung mit IT, Haustechnik und Werkstätten\nWas bringen Sie mit?\nEin erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium (Master, Diplom) der Geschichte, Politologie, der Medienwissenschaften oder vergleichbarer Ausrichtung\nNachgewiesene Kenntnisse der deutschen Zeitgeschichte sind zwingend erforderlich\nMehrjährige Berufserfahrung in der Ausstellungsarbeit, bevorzugt im Museum- oder Kulturbereich sind zwingend erforderlich\nErfahrungen mit der Planung und Produktion von Film-, Fernseh- oder Radio-Inhalten sind genauso erwünscht wie Erfahrungen im Bereich der Entwicklung von Computerspielen\nErfahrung im Projektmanagement\nKenntnisse zu vergaberechtlichen Ausschreibungsverfahren im öffentlichen Dienst sind von Vorteil\nPersönliches Engagement, eine ergebnisorientierte Selbständigkeit und eine ausgeprägte Fähigkeit zur Teamarbeit runden Ihr Profil ab\nWas bieten wir Ihnen?\nEine vielseitige, abwechslungsreiche Tätigkeit in einem engagierten, professionellen Team\nEin familienfreundliches Umfeld mit flexibler Arbeitszeit und Möglichkeit zu mobiler Arbeit\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder\nJobticket bzw. Deutschlandjobticket mit Arbeitgeberzuschuss\nFortbildungsmöglichkeiten\neine gute Anbindung an den ÖPNV sowie Auto- und Fahrradstellplätze\nDie Stelle kann auch mit Teilzeitkräften besetzt werden. Die Stiftung gewährleistet die berufliche Gleichstellung von Männern und Frauen nach dem Bundesgleichstellungsgesetz. Menschen mit Behinderung werden nach Maßgabe des Sozialgesetzbuches – Neuntes Buch – bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt? – Dann freuen wir uns auf Ihre vollständige und aussagekräftige Bewerbung (bevorzugt als PDF-Format in nur einer Datei) bis\nzum 26. Oktober 2025\nunter Angabe der\nKennziffer 25-25 sowie des frühestmöglichen Eintrittstermins per E-Mail\nan:\nbewerbung@hdg.de\noder Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Personalreferat, Willy-Brandt-Allee 14, 53113 Bonn.\nAls Ansprechpartner für fachbezogene Fragen steht Ihnen Frau Dr. Rosenberger, Telefon, Telefon 0228/9165-500, in personalwirtschaftlichen Angelegenheiten Frau Löschhorn, Telefon 0228/9165-510 zur Verfügung.\nVorstellungsgespräche werden voraussichtlich in KW 47 geführt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-mit-dem-schwerpunkt-medien-m-w-d/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gaertnerin-m-w-d-6/", "image": "", "title": "Gärtner:in (m/w/d)", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 26.10.2025 | Die Stiftung Domäne Dahlem – Landgut und Museum betreibt ein Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt. Der Biolandbetrieb ist Bestandteil der Stiftung und zugleich Demonstrationsbetrieb im Rahmen des Bundesprogramms Ökologischer Landbau. Für Besuchergruppen bieten wir umfangreiche Programme zu den Themen Landwirtschaft, Ernährung, Kochen, Handwerk u. a. an. Neben den hohen Ansprüchen in Bezug auf Bildung, Öffentlichkeitsarbeit und dem Erhalt bedrohter Nutztierrassen ist die Domäne Dahlem auch ein Erwerbsbetrieb. Es werden Gemüsekulturen, Obst, Kräuter und Zierpflanzen angebaut. Die Vermarktung erfolgt direkt in unserem Hofladen auf der Domäne sowie mit einigen lokalen Partnern. Des Weiteren ist die Stiftung für den Erhalt und die Gestaltung des Geländes der Domäne Dahlem zuständig.\nFür den Bereich Landschaftspflege / Ökologischer Obstbau suchen wir zum nächstmöglichen Zeitpunkt eine/n\nGärtner:in (m/w/d)\nfür den sehr vielfältigen und kleinteiligen Betrieb zur Unterstützung und Vertretung der Bereichsleitung. Die Stelle kann in Vollzeit oder in Teilzeit ab 20 Wochenstunden besetzt werden.\nZu Ihren Aufgaben gehören:\nAllgemeine Grünflächen- und Obstanlagenpflege (z. B. Beikrautregulierung, Laubarbeiten, Heckenschnitt )\nPflanzung und Pflege von Sommerblumen und Stauden\nAnlage und Pflege von Rasen-/Wiesenflächen mit allen gängigen Handmähgeräten und Großflächenmähern\nPflanzen und Pflege von Gehölzen und Bäumen\nErnte von Beerenobst mit Belieferung des Hofladens, der hofansässigen Gastronomie und den lokalen Partnern\nGelegentliche Mitwirkung bei unseren Marktfesten und anderen Sonderdiensten\nUnterstützung unseres Bildungsbereiches bei der Konzeption von Programmen sowie bei Interesse gelegentliche Fachführungen\nJe nach Qualifikation und Interesse sind folgende Bereiche als Schwerpunkte möglich:\nregelmäßige Baumschau (Baumgutachten)\nPflege und Wartung der Technik und des Fuhrparks\nBeerenobst\nWir erwarten:\nAbgeschlossene Berufsausbildung als Gärtner:in der Fachrichtung Garten- und Landschaftsbau oder Obstbau oder einschlägige Berufserfahrung im Gartenbau oder eine gleichwertige landwirtschaftliche Ausbildung\nErfahrung im Umgang mit im Garten- und Landschaftsbau üblichen Maschinen und Arbeitsgeräten (Freischneider, Rasenmäher, Heckenschere, Häcksler) sowie mit Traktoren\nEinsatzbereitschaft, Flexibilität, Teamfähigkeit, Zuverlässigkeit\nFreude an der Arbeit mit FÖJler:innen, Freude am Umgang mit Besuchern:innen\nAffinität zu den Themen Nachhaltigkeit und Klimaschutz\nFührerschein der Klasse B/BE\nGrundlegende Kenntnisse in MS-Office\nWir bieten:\nEine abwechslungsreiche und vielseitige Teilzeit-Stelle in Anlehnung an TV-L E 5, zunächst auf zwei Jahre befristet, eine anschließende Entfristung wird angestrebt\nMöglichkeit der Weiterbildung\nDie Mitwirkung in einem kleinen und engagierten Team in idyllischer grüner Lage vor den Toren Berlins\nGeregelte Arbeitszeiten und Arbeiten mit einem Arbeitszeitkonto\nBereichsübergreifendes Arbeiten mit den anderen Bereichen der Domäne, z. B. Gemüsebau, Gastronomie und Direktvermarktung\nMitarbeiter:innen-Rabatt in unserem Landgasthaus, im Hofladen und Museumsshop\nGute, kostenlose Parkmöglichkeit und erstklassige ÖPNV-Anbindung\nBVG-Jobticket/Deutschlandticket\n30 Urlaubstage auf Basis einer 5-Tage-Woche\nSie fühlen sich angesprochen und haben Interesse an der Tätigkeit? Dann senden Sie bitte Ihre vollständige und aussagekräftige Bewerbung im PDF-Format in einer Datei per E-Mail bis 26.10.2025 an\nbewerbung@domaene-dahlem.de.\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nKontakt:\nStiftung Domäne Dahlem – Landgut und Museum | Königin-Luise-Straße 49 | 14195 Berlin |\nkontakt@domaene-dahlem.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/gaertnerin-m-w-d-6/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-im-bereich-restaurierung-gemaelde-skulptur-2/", "image": "", "title": "Wissenschaftliche/r Volontär/in (m/w/d) im Bereich Restaurierung Gemälde / Skulptur", "content_text": "Stiftung Saarländischer Kulturbesitz, Saarbrücken Bewerbungsende: 27.10.2025 | Die Stiftung Saarländischer Kulturbesitz ist eine der bedeutendsten Kulturinstitutionen des Saarlandes mit überregionaler und grenzüberschreitender Strahlkraft. Zu ihren Einrichtungen gehören das Saarlandmuseum (Moderne Galerie/Alte Sammlung) und das Museum für Vor- und Frühgeschichte mit der Römischen Villa Nennig sowie das Deutsche Zeitungsmuseum in Wadgassen.\nZur Verstärkung ihres Teams sucht die Stiftung Saarländischer Kulturbesitz zum nächstmöglichen Zeitpunkt für die Dauer von zwei Jahren eine/n:\nwissenschaftliche/n Volontär/in (m/w/d)\nim Bereich Restaurierung Gemälde/Skulptur für das Saarlandmuseum in Vollzeit (39,5 Wochenstunden).\nDer Hauptarbeitsplatz befindet sich in der Modernen Galerie des Saarlandmuseums, dem Haus für moderne und zeitgenössische Kunst. Sie erwartet ein spannendes Arbeitsumfeld mit einem vielseitigen Sammlungsspektrum vom Impressionismus bis zur Gegenwart.\nIm Rahmen des Volontariats lernen Sie die verschiedenen Aufgabenfelder des Fachbereichs Restaurierung/Konservierung im Museumsbetrieb kennen. Von der praktischen Konservierung und Restaurierung bis hin zu präventiven Maßnahmen, der Überwachung der Licht-, Klima- und Umgebungsbedingungen von ausgestelltem und deponiertem Kulturgut und der allgemeinen Sammlungspflege. Sie unterstützen bei der Einrichtung von Ausstellungen und beim Leihverkehr, des Umzugs des Skulpturendepots, der Vergabe von Dienstleistungen sowie bei der Dokumentation der konservatorisch-restauratorischer Maßnahmen.\nDarüber hinaus erhalten Sie eine praxisbezogene Einführung in die Arbeit von Museen (Erwerb von Kenntnissen in den Aufgabenfeldern Sammeln, Bewahren, Forschen, Ausstellen, Vermitteln, Management und Verwaltung) und die Möglichkeit, projektbezogen in den Arbeitsbereichen Sammlung und Ausstellung mitzuwirken. Daneben ermöglicht das Volontariat die Teilnahme an regionalen Fortbildungsveranstaltungen.\nDas Volontariat dient dazu, die an der Hochschule erworbenen Kenntnisse in der Praxis anzuwenden und zugleich Kenntnisse für die Tätigkeit an einem Museum zu erwerben.\nWir erwarten:\neinen Abschluss (Master/Magister) eines akkreditierten, fachbezogenen Studiengangs\nRestaurierung\noder als Diplomrestaurator/in einer Universität oder Kunsthochschule,\nerste praktische Erfahrungen im musealen und kulturellen Bereich\nInteresse an der Zusammenarbeit mit Künstler/innen\nFremdsprachenkenntnisse in Englisch\nKommunikationsstärke und Zuverlässigkeit\nPlanungs- und Organisationsgeschick\nTeamfähigkeit, Belastbarkeit und selbstständiges Arbeiten\ngängige Computer-Kenntnisse (MS Office) sowie Erfahrungen im Umgang mit Bildbearbeitungsprogrammen und Museumsdatenbanken\nWir wünschen uns:\nerste praktische Erfahrungen im Umgang mit den vielfältigen Materialien moderner Kunst und im Dokumentieren komplexer Kunstwerke\nFremdsprachenkenntnisse in Französisch\nAffinität zu Social Media und Freude an Vermittlung der Restaurierungstätigkeit gegenüber der interessierten Öffentlichkeit\nFührerschein Klasse B\nWir bieten Ihnen:\nein praxisnahes Volontariat in einem traditionsreichen Museum\nTeilnahme an den einschlägigen Volontärstagungen und ggf. weitere Fortbildungen\neine engagierte Arbeitsatmosphäre in einem kollegialen Team\ndie Möglichkeit des Bezugs eines Jobtickets\nDie Vergütung beträgt im ersten Jahr 50 v. H. des Entgelts der EG 13 Stufe 1 und im zweiten Jahr 50 v. H. des Entgelts der EG 13 Stufe 2 TV-L in der jeweils geltenden Fassung.\nIhre Bewerbung richten Sie bitte bis zum 27.10.2025 per E-Mail (als PDF-Datei, maximal 5 MB groß) an: Frau Lisa Felicitas Mattheis, Kunst- und kulturwissenschaftliche Vorständin, und Herrn Philipp Schneider, Verwaltungsvorstand, Stiftung Saarländischer:\npersonalstelle@kulturbesitz.de\nDie Stiftung Saarländischer Kulturbesitz gewährleistet die berufliche Gleichstellung aller Beschäftigten. Wir begrüßen deshalb Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bei gleicher Eignung werden wir schwerbehinderte Menschen bevorzugt einstellen.\nIm Zusammenhang mit der Bewerbung entstehende Kosten werden nicht erstattet. Die Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen der DSGVO gelöscht. Mit Ihrer Bewerbung stimmen Sie der Verarbeitung Ihrer personenbezogenen Daten in erforderlichem Umfang zur Durchführung des Bewerbungs- und Auswahlverfahrens gemäß der EU-Datenschutz-Grundverordnung (DSGVO) zu.\nWeitere Bestimmungen zum Datenschutz finden Sie unter folgendem Link:\nhttps://www.kulturbesitz.de/fileadmin/images/Kulturbesitz/Stiftung/Dokumente/Bewerberinformation_Stiftung_Saarlaendischer_Kulturbesitz-21_05_2024.pdf\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-im-bereich-restaurierung-gemaelde-skulptur-2/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-fuer-das-kuenstlerische-programm-als-mutterschutz-und-elternzeitvertretung/", "image": "", "title": "Sachbearbeitung für das Künstlerische Programm (als Mutterschutz- und Elternzeitvertretung)", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 19.10.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 01.12.2025\neine Sachbearbeitung für das Künstlerische Programm\nin Teilzeit (29,25 Wochenstunden), befristet als Mutterschutz- und Elternzeitvertretung\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das Archiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst und Kultur im deutschen Sprachraum seit 1900.\nDie Stelle ist bei der Programmbeauftragten angesiedelt und unterstützt in verschiedenen programmmachenden Bereichen. Neben dem Programmbüro sind dies insbesondere die Sektion Musik und die Sektion Literatur. Die Programmbeauftragte konzipiert und koordiniert die Programmlinien der Akademie – in Zusammenarbeit mit dem Präsidenten und Vizepräsidenten, den Direktor*innen und Sekretären der Sektionen sowie dem Archivdirektor – und ist für die Umsetzung sektionsübergreifender Projekte verantwortlich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeitung-fuer-das-kuenstlerische-programm-als-mutterschutz-und-elternzeitvertretung/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-fuer-die-programmbeauftragte-als-mutterschutz-und-elternzeitvertretung/", "image": "", "title": "Wissenschaftliche*r Referent*in für die Programmbeauftragte (als Mutterschutz- und Elternzeitvertretung)", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 05.11.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes –\nsucht zum 1. Januar 2026\neine*n Wissenschaftliche*n Referent*in für die Programmbeauftragte\nin Vollzeit (39 Wochenstunden), befristet als Mutterschutz- und Elternzeitvertretung\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das Archiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst und Kultur im deutschen Sprachraum seit 1900.\nDie Programmbeauftragte konzipiert und koordiniert die Programmlinien der Akademie – in Zusammenarbeit mit dem Präsidenten und Vizepräsidenten, den Direktor*innen und Sekretären der Sektionen sowie dem Archivdirektor – und ist für die Umsetzung sektionsübergreifender Projekte verantwortlich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.11.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-fuer-die-programmbeauftragte-als-mutterschutz-und-elternzeitvertretung/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/meister-in-m-w-d-fuer-die-schreinerei-und-leitung-der-werkstaetten/", "image": "", "title": "Meister/in (m/w/d) für die Schreinerei und Leitung der Werkstätten", "content_text": "Museum Fünf Kontinente, München Bewerbungsende: 22.10.2025 | Das Museum Fünf Kontinente ist ein Museum der Weltkulturen. Innerhalb der vielfältigen Münchner Museumslandschaft bietet es einen einzigartigen Zugang zum kulturellen Reichtum der Menschen in aller Welt und tritt für Weltoffenheit und Toleranz ein.\nWir suchen zur Verstärkung unseres Teams zum nächstmöglichen Termin\nEine/n Meister/in (m/w/d) für die Schreinerei und Leitung der Werkstätten\nin Vollzeit, Entgeltgruppe E8, unbefristet.\nIhre Aufgaben:\nAusführung anfallender Schreinerarbeiten\nTeamleitung der Werkstätten\nBauleitung (insbesondere Ausstellungsbau)\nMithilfe beim Auf- und Abbau von Ausstellungen\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.10.2025", "url": "https://www.museumsbund.de/stellenangebote/meister-in-m-w-d-fuer-die-schreinerei-und-leitung-der-werkstaetten/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-5/", "image": "", "title": "Angestellte im Gästemanagement & Telefonservice (m/w/d)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 30.10.2025 | Die Museen der Hasso Plattner Foundation gGmbH unterhält in Potsdam\nDAS MINSK Kunsthaus in Potsdam\nsowie das\nMuseum Barberini\n.\nDas\nMuseum Barberini\n, das Kunstmuseum in Potsdams historischer Mitte, gestiftet von SAP-Gründer und Mäzen Hasso Plattner, ist seit der Eröffnung im Jahr 2017 mit Ausstellungen zur Kunst von der Antike bis zur Moderne hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die Sammlung französischer Impressionisten der Sammlung Hasso Plattner.\nMit\nDAS MINSK Kunsthaus in Potsdam\nwurde 2022 ein weiterer kultureller Anziehungspunkt geschaffen. Das Ausstellungshaus baut ausgehend von den Werken der Sammlung Hasso Plattner, die in der DDR entstanden sind, eine Brücke zwischen der Kunst aus der DDR und jüngeren, zeitgenössischen Positionen.\nDie Museen der Hasso Plattner Foundation gGmbH sucht zum nächstmöglichen Zeitpunkt:\nAngestellte im\nGästemanagement & Telefonservice (m/w/d) in Teilzeit (mind. 32 Std./Woche) oder Vollzeit (40 Std./Woche) für die Museen der Hasso Plattner Foundation\nDas erwartet Sie:\nHauptansprechperson und organisatorische Leitung vor Ort im Foyer\nInformationsvermittlung und persönliche Betreuung von nationalen und internationalen Gästen im Foyer und telefonisch\nVerfassung von Anleitungen für den täglichen Ablauf\nAusgabe und Wartung von Audiosystemen und Begleitmedien\nVorbereitung von Führungen und Workshops für Gruppen, Beschwerdemanagement\nUnterstützung des Event-Teams bei der Vor- und Nachbereitung von Veranstaltungen und Mitbetreuung von (Abend)-Veranstaltungen wie Vernissagen, Lesungen, Vorträgen und Firmenevents\nWöchentliche Meetings und Austausch mit den anderen Abteilungen der MHPF\nZusammenarbeit und Anleitung von externen Firmen und Dienstleistern\nÜberwachung der Einhaltung der Hausordnung\nZumutbare, dem Profil entsprechende Zusatzaufgaben bei betrieblichem Bedarf\nDas zeichnet Sie aus:\nService-Erfahrung in Museen, Theatern oder ähnlichen Kultureinrichtungen von Vorteil (wie Hotellerie, Gastronomie oder Messe- und Veranstaltungsservice).\nKommunikationsfähigkeit, Hilfsbereitschaft und Freude am Umgang mit Menschen\nverhandlungssichere Deutsch- und Englischkenntnisse (weitere Fremdsprachenkenntnisse sind von Vorteil)\nFlexibilität, Einsatz an Wochenenden und Feiertagen\nOrganisationsgeschick und lösungsorientiertes Handeln\nTeamfähigkeit, Zuverlässigkeit, Verantwortungsbewusstsein und Engagement\nDas bieten wir Ihnen:\nMitarbeit in Museen mit internationalem Renommee\neine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nBerücksichtigung persönlicher Umstände bei der Dienstplangestaltung\nSchlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nWeiterbildungsmöglichkeiten\nleistungsgerechte Vergütung\nÜbernahme der Kosten für ein Deutschlandticket oder monatliches Mobilitätsbudget\nJob Rad Leasing Optionen\nErholungsbeihilfe\nKostenübernahme von Zuzahlungen für Präventionskursen nach § 20 SGB V\nEssenszuschuss\nMitgliedschaft im Urban Sports Club\nIhre Bewerbung (Anschreiben, Lebenslauf als PDF) senden Sie bitte bis zum 30.10.2025 in elektronischer Form mit dem Stichwort\nGästemanagement\nan\njobs@museen-plattner.de\n.\nBitte haben Sie Verständnis dafür, dass wir aufgrund der Vielzahl an Bewerbungen nur geeignete Bewerberinnen und Bewerber kontaktieren werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.10.2025", "url": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-5/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-kunstsammlung-m-w-d/", "image": "", "title": "Wissenschaftlicher Mitarbeiter Kunstsammlung (m/w/d)", "content_text": "Kunstsammlung Neubrandenburg, Neubrandenburg Bewerbungsende: 24.10.2025 | Neubrandenburg, Vier-Tore-Stadt am Tollensesee, Kreissitz des Landkreises Mecklenburgische Seenplatte, dem größten Landkreis in der Bundesrepublik, liegt auf halbem Wege zwischen der Bundeshauptstadt Berlin und der Ostseeküste. Sie ist mit mehr als 60 000 Einwohnerinnen und Einwohnern das wirtschaftliche und kulturelle Zentrum im Osten Mecklenburgs, eine Stadt der Vielfalt, die zu jeder Jahreszeit eine reizvolle Seenlandschaft mit Kunst, Kultur, Sport und Spaß verbindet. Sie nimmt für mehr als 400 000 Menschen zentrale Funktionen im Bereich Wirtschaft, Kultur, Bildung und Gesundheit wahr.\nIm Fachbereich Schule, Kultur, Sport und Recht, Abteilung Kultur ist zum 01.01.2026 eine Vollzeitstelle (39 h/Woche) als\nWissenschaftlicher Mitarbeiter Kunstsammlung\n(m/w/d)\nunbefristet zu besetzen.\nzum Bewerberportal\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-kunstsammlung-m-w-d/", "date_published": "2025-10-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/datenmanagerin-technische-assistenz-fuer-datenmanagement-m-w-d-technical-assistant-for-data-management-m-f-d/", "image": "", "title": "Datenmanager*in / Technische Assistenz für Datenmanagement (m/w/d) / Technical Assistant for Data Management (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Müncheberg Bewerbungsende: 17.10.2025 | // EN below\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Informationszentrum Entomologie des Senckenberg Deutschen Entomologischen Instituts am Standort Müncheberg eine*n\nDatenmanager*in/ Technische Assistenz für Datenmanagement (m/w/d)\n(Vollzeit / Teilzeit)\nOrt: Müncheberg (Brandenburg)\nBeschäftigungsumfang: Vollzeit / Teilzeit (mindestens 50 %)\nVertragsart: befristet (2 Jahre)\nVergütung: Tarifvertrag der Länder (TV-L) E10 / E11\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Das Senckenberg Deutsche Entomologische Institut (SDEI) in Müncheberg (Brandenburg) beherbergt eine der größten Insektensammlungen Deutschlands. Gegründet 1886, betreibt das Institut Grundlagenforschung in Taxonomie, Phylogenie, Ökologie und Biogeographie, um die Vielfalt der Insekten zu dokumentieren und zu verstehen. Das SDEI ist in zwei Abteilungen gegliedert: Das Informationszentrum Entomologie betreut die entomologische Spezialbibliothek, ein Archiv und mehrere entomologische Informationsdienste und ermöglicht den Zugang zu entomologischer Literatur und Daten. Das Institut ist auf dem Campus des Leibniz-Zentrums für Agrarlandschaftsforschung (ZALF) in Müncheberg bei Berlin angesiedelt und in regionale, nationale und internationale (Biodiversitäts-)Forschungsnetzwerke eingebunden.\nIhre Aufgaben\nStrategische Weiterentwicklung von Datenmanagement-Workflows für die Sammlungsentwicklung\nAnalyse und Bewertung bestehender Datenstrukturen in Bibliothek, Archiv und entomologischer Sammlung (Insekten)\nKonzeption und Umsetzung von Metadatenstandards sowie Dokumentationsverfahren\nKoordination von Datenspeicherung und Qualitätssicherungsprozessen\nEntwicklung von Strategien zur Datenweitergabe\nZusammenarbeit mit internen und externen Teams zur Anwendung von FAIR-Prinzipien und Best Practices im Sammlungsdatenmanagement\nErstellung interner Schulungsmaterialien und Arbeitsablaufdokumentationen\nIhr Profil\nAbgeschlossenes Hochschulstudium (Master) in Bibliotheks- und Informationswissenschaft, Digital Humanities, Biodiversitätsinformatik, Data Science oder einem verwandten Fachgebiet\nKenntnisse im Bereich Forschungsdatenmanagement (FDM) sowie Erfahrung mit Datenworkflows, vorzugsweise im wissenschaftlichen oder Kulturerbe-Kontext\nVertrautheit mit Metadatenstandards (z. B. Darwin Core, MARC21) und gängigen Datenformaten (z. B. TIFF, JPEG, XML, PDF/A)\nErfahrung im Umgang mit Datenbanken, Sammlungsmanagementsystemen oder digitalen Repositorien\nAusgeprägte analytische Fähigkeiten, strukturierte und selbstständige Arbeitsweise sowie sehr gute Kommunikationsfähigkeiten in deutscher und englischer Sprache, schriftlich wie mündlich\nInteresse an interdisziplinärer Zusammenarbeit und am Aufbau nachhaltiger, FAIR-konformer Dateninfrastrukturen, insbesondere in Archiven, Bibliotheken oder biodiversitätsbezogenen Forschungsinstituten\nWünschenswert\nErfahrung mit der Verbesserung und Dokumentation heterogener, historisch gewachsener Datenstrukturen\nErfahrung im Bereich Verwaltung und Archivierung bild- und dokumentbasierter digitaler Objekte\nErfahrung im Bereich der Mitarbeit in nationalen und europäischen RDM-Infrastrukturen (z. B. NFDI, DiSSCo)\nKenntnisse in der Anwendung von Open-Science-Prinzipien in interdisziplinären Forschungsumgebungen\nErfahrung in der Arbeit mit entomologischen Bibliotheken, Archiven oder naturwissenschaftlichen Sammlungen\nWir bieten\nEine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung mit der Möglichkeit, das Forschungsprofil der Abteilung Informationszentrum Entomologie am SDEI aktiv mitzugestalten\nGelegenheit zum Aufbau eines eigenständigen wissenschaftlichen Profils im Bereich Biodiversitätstextmining und – analyse\nZugang zu einem internationalen Netzwerk aus Wissenschaft, Politik, Infrastrukturen und Bibliotheken über SGN und seine Partner mit engen Verbindungen zu Initiativen wie DiSSCo und der Disentis Roadmap sowie zu Expert*innennetzwerken wie CETAF und TDWG\nflexible Arbeitszeiten – mobiles Arbeiten – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben mit kurzer Beschreibung der bereits abgeschlossenen und aktuellen Forschung, Lebenslauf, akademische Nachweise) in elektronischer Form (als zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #09-25002 bis zum 17.10.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Dr. Jana Hoffmann unter\njana.hoffmann@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFor its Entomology Information Center at the Senckenberg German Entomological Institute (SDEI) in Müncheberg, the Senckenberg Gesellschaft für Naturforschung headquartered in Frankfurt is seeking to fill the position of a\nTechnical Assistant for Data Management (m/f/d)\nfull-time / part time\nLocation:                                     Müncheberg (Brandenburg)\nEmployment scope:                   full-time / part-time (minimum 50%)\nType of contract:                       limited to 2 years\nRemuneration:                           collective agreement of the German Länder, TV-L E10 / E11\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) counts among the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. The Senckenberg German Entomological Institute (SDEI) in Müncheberg (Brandenburg) maintains one of the largest insect collections in Germany. Established in 1886, the institute conducts basic research in taxonomy, phylogenetics, ecology, and biogeography to document and understand insect diversity. SDEI is organized into two departments with distinct roles. The Entomology Information Center manages the Entomological Special Library, an archive, and several entomological information services, and facilitates access to entomological literature and information. SDEI is located on the ZALF (Leibniz Centre for Agricultural Landscape Research) campus in Müncheberg, near Berlin, and is integrated into regional, national, and international (biodiversity) research networks.\nYour Tasks\nStrategically develop data management workflows for collection development\nAssess existing data structures in the library, archive, and insect collection\nDesign and implement metadata standards and documentation procedures\nCoordinate data storage and quality control processes\nDevelop data sharing strategies\nCollaborate with internal and external teams to apply FAIR principles and best practices in collection data management\nPrepare internal training materials and workflow documentation\nYour Profile\nAcademic degree (Master) in library and information science, digital humanities, biodiversity informatics, data science, or a related field\nKnowledge of research data management (RDM) principles and experience with data workflows, preferably in scientific or cultural heritage contexts\nFamiliarity with metadata standards (e.g. Darwin Core, MARC21) and common data formats (e.g. TIFF, JPEG, XML, PDF/A)\nExperience with databases, collection management systems, or digital repositories\nStrong analytical skills, a structured, and independent working style, and very good communication skills in both written and spoken German and English\nInterest in interdisciplinary collaboration and sustainable, FAIR-compliant data infrastructure, particularly in archival, library or biodiversity-related environments\nDesirable skills\nExperience with improving and documenting heterogeneous, historically evolved data structures\nExperience with managing and archiving image and document-based digital assets\nPractice in working within national and European RDM infrastructures (e.g. NFDI, DiSSCo)\nPractical experience with applying Open Science principles in interdisciplinary research environments\nPractice in engaging with entomological library, archive or natural science collections\nWe offer\nAn attractive job within the inspired and dynamic working environment of an internationally recognized research institution with the opportunity to shape the research profile of the department Entomology Information Center at SDEI\nThe opportunity to build a distinctive academic track record in biodiversity text mining\nAccess to an international network of scientists, policymakers, infrastructures and libraries with close links to major initiatives such as DiSSCo, the Disentis Roadmap, and expert networks including CETAF and TDWG\nFlexible working hours – mobile working employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (motivation letter, CV, academic certificates) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the\nreference #09-25003\nby\nOctober 17, 2025\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Dr. Jana Hoffmann at\njana.hoffmann@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/datenmanagerin-technische-assistenz-fuer-datenmanagement-m-w-d-technical-assistant-for-data-management-m-f-d/", "date_published": "2025-10-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlerin-postdoc-m-w-d-researcher-m-f-d-text-mining-for-biodiversity-knowledge/", "image": "", "title": "Wissenschaftler*in (PostDoc) (m/w/d) / Researcher (m/f/d) – Text Mining for Biodiversity Knowledge", "content_text": "Senckenberg Gesellschaft für Naturforschung, Müncheberg Bewerbungsende: 17.10.2025 | // EN\nbelow\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Informationszentrum Entomologie des Senckenberg Deutschen Entomologischen Instituts am Standort Müncheberg eine*n\nWissenschaftler*in (PostDoc) (m/w/d) Text Mining für Biodiversitätswissen\n(Entomologie und historische Texte)\n(Vollzeit / Teilzeit)\nOrt: Müncheberg (Brandenburg)\nBeschäftigungsumfang: Vollzeit / Teilzeit (mindestens 50%)\nVertragsart: zunächst befristet (3 Jahre)\nVergütung: Tarifvertrag der Länder (TV-L) E13\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Das Senckenberg Deutsche Entomologische Institut (SDEI) in Müncheberg (Brandenburg) beherbergt eine der größten Insektensammlungen Deutschlands. Gegründet 1886 betreibt das Institut Grundlagenforschung in Taxonomie, Phylogenie, Ökologie und Biogeographie, um die Vielfalt der Insekten zu dokumentieren und zu verstehen. Das SDEI ist in zwei Abteilungen gegliedert: Das Informationszentrum Entomologie betreut die entomologische Spezialbibliothek, ein Archiv und mehrere entomologische Informationsdienste und ermöglicht den Zugang zu entomologischer Literatur und Daten. Das Institut ist auf dem Campus des Leibniz-Zentrums für Agrarlandschaftsforschung (ZALF) in Müncheberg bei Berlin angesiedelt und in regionale, nationale und internationale (Biodiversitäts-)Forschungsnetzwerke eingebunden.\nIhre Aufgaben\nEntwicklung und Anwendung von Methoden zur Extraktion biodiversitätsrelevanter Informationen (z. B. Taxa, Sammler*innen, Fundorte) aus historischen Textquellen wie Artenbeschreibungen, Etiketten, Typenkatalogen, Archivalien sowie taxonomischer und faunistischer Literatur\nKonzeption und Erprobung von Werkzeugen zur Identifizierung und Verknüpfung zentraler Entitäten (z. B. Artnamen, Personen, Orte), einschließlich Disambiguierung und semantischer Anreicherung in biodiversitäts- und entomologischen Kontexten\nAufbau und Optimierung von Workflows zur Analyse biodiversitätsrelevanter und entomologische Texte mit Fokus auf funktionale Merkmale (traits), historische Kontexte und geographische Verbreitung in Bezug auf aktuelle Umweltfragen\nIntegration der gewonnenen Informationen in Biodiversitätsdateninfrastrukturen (z. B. DiSSCo, GBIF, Disentis Libroscope) unter Beachtung der FAIR-Prinzipien und gängiger Datenstandards (z. B. RDF, Darwin Core)\nZusammenarbeit mit Fachleuten aus Biodiversitätsforschung, Taxonomie und Sammlung am SDEI und bei Senckenberg zur Abstimmung der Text-Mining-Ansätze mit Digitalisierungsstrategien, Sammlungsentwicklung und Datenmobilisierung\nEntwicklung von Ansätzen und Methoden für eine inklusive Wissensextraktion unter Berücksichtigung von Taxa aus dem Globalen Süden, multilingualen Quellen sowie der Beiträge historisch unterrepräsentierter Personengruppen (z. B. Frauen, marginalisierte Akteur*innen, lokale oder indigene Sammler*innen)\nFörderung von Open Science und Community Engagement durch Veröffentlichung der entwickelten Werkzeuge und Datensätze, Unterstützung von Trainings und Workshops sowie Mitwirkung an Standards in der Biodiversitätstextanalyse\nVeröffentlichung von Forschungsergebnissen in peer-review Fachzeitschriften, Präsentationen auf wissenschaftlichen Konferenzen und Mitwirkung an kooperativen Forschungsanträgen\nIhr Profil\nAbgeschlossenes Masterstudium in Biodiversitätsinformatik, Geoinformatik, Datenwissenschaften (Natural Language Processing), Computerlinguistik, Taxonomie (vorzugsweise Entomologie) oder Ökologie mit ausgeprägten Datenkompetenzen\nErfahrung im Text Mining wissenschaftlicher und historischer Dokumente, einschließlich OCR-Nachbearbeitung und Parsen von historischen Texten\nKenntnisse in wissenschaftlicher Programmierung (bevorzugt Python), Versionskontrolle (z. B. Git) sowie in Datenstandards wie RDF und Darwin Core\nErfahrung im Bereich Named Entity Recognition, semantischer Annotation und Verknüpfung mit externen Ressourcen, z. B. Wikidata, GBIF, GeoNames, ORCID\nPublikationsleistungen entsprechend der Karrierestufe\nErfahrung in der Mitwirkung an oder Einwerbung von Drittmittelprojekten, dem Erfahrungsstand entsprechend\nAusgeprägte analytische Fähigkeiten; eigenständiges wie auch kooperatives Arbeiten in einem interdisziplinären Umfeld\nSehr gute Englischkenntnisse in Wort und Schrift; Bereitschaft zum Erwerb von Deutschkenntnissen wird erwartet und unterstützt\nWünschenswert\nAbgeschlossenes Promotionsstudium in einem der oben genannten Fächer\nErfahrung im Bereich der internationalen und interdisziplinären Zusammenarbeit mit Forschenden, Kurator*innen und Teams von Dateninfrastrukturen\nKenntnisse in Taxonomie oder Systematik (vorzugsweise Entomologie) sowie im Umgang mit Biodiversitätsliteratur\nErfahrung mit der Nutzung von Biodiversitätsdateninfrastrukturen (z. B. GBIF, DiSSCo) und Engagement für FAIR- und Open-Science-Praktiken\nVorerfahrung im Bereich der Arbeit mit historischen und multilingualen Biodiversitätstexten (z. B. Deutsch, Französisch, Latein, Russisch)\nWir bieten\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung mit der Möglichkeit, das Forschungsprofil der Abteilung Informationszentrum Entomologie am SDEI aktiv mitzugestalten\nGelegenheit zum Aufbau eines eigenständigen wissenschaftlichen Profils im Bereich Biodiversitätstextmining und – analyse\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen mit engen Verbindungen zu Initiativen wie DiSSCo und der Disentis Roadmap sowie zu Expert*innennetzwerken wie CETAF und TDWG\nflexible Arbeitszeiten – mobiles Arbeiten – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge (ZVK)\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben mit kurzer Beschreibung der bereits abgeschlossenen und aktuellen Forschung, Lebenslauf, akademische Zeugnisse, Publikationsliste und, falls vorhanden, Empfehlungsschreiben) in elektronischer Form (als zusammenhängende PDF-Datei) bitte stets unter Angabe der Referenznummer #09-25003 bis zum 17.10.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Dr. Jana Hoffmann unter\njana.hoffmann@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFor its Entomology Information Center at the Senckenberg German Entomological Institute (SDEI) in Müncheberg, the Senckenberg Gesellschaft für Naturforschung headquartered in Frankfurt is seeking to fill the position of a\nResearcher (m/f/d) – Text Mining for Biodiversity Knowledge\n(Entomology and Legacy Texts)\nfull-time / part time\nLocation: Müncheberg (Brandenburg)\nEmployment scope: full-time / part-time (minimum 50%)\nType of contract: initially limited to 3 years\nRemuneration: collective agreement of the German Länder, TV-L E13\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) counts among the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. The Senckenberg German Entomological Institute (SDEI) in Müncheberg (Brandenburg) maintains one of the largest insect collections in Germany. Established in 1886, the institute conducts basic research in taxonomy, phylogenetics, ecology, and biogeography to document and understand insect diversity. SDEI is organized into two departments with distinct roles. The Entomology Information Center manages the Entomological Special Library, an archive, and several entomological information services, and facilitates access to entomological literature and information. SDEI is located on the ZALF (Leibniz Centre for Agricultural Landscape Research) campus in Müncheberg, near Berlin, and is integrated into regional, national, and international (biodiversity) research networks.\nYour Tasks\nDevelop and apply methods to extract biodiversity-relevant information (e.g. taxa, collectors, locations) from historical text sources such as species descriptions, specimen labels, type catalogues, archival documents, taxonomic and faunistic literature\nDesign and test tools to identify and link key entities (e.g. species names, people, places), including disambiguation and semantic enrichment tailored to biodiversity and entomological contexts\nBuild and optimize workflows for analyzing biodiversity and entomological texts, focusing on functional traits, historical context, and geographic scope relevant to current environmental challenges\nIntegrate extracted information into biodiversity data infrastructures (e.g. DiSSCo, GBIF, Disentis Libroscope), ensuring alignment with FAIR data principles and compatibility with common formats (e.g. RDF, Darwin Core)\nCollaborate with experts in biodiversity, taxonomy, and collections at the SDEI and SGN to align text mining approaches with digitization strategies, collection development, and legacy data mobilization\nAdvance inclusive knowledge extraction, with attention to taxa from the Global South, multilingual sources, and the contributions of historically underrecognized individuals (e.g. women and other marginalized contributors, local or Indigenous collectors)\nPromote open science and community engagement by publishing tools and datasets, supporting training and workshops, and contributing to emerging standards in biodiversity text analysis\nDisseminate research results through peer-reviewed publications, academic conferences, and collaborative research proposals\nYour Profile\nMSc in biodiversity informatics, geoinformatics, Data Science (Natural Language Processing), computational linguistics, taxonomy (especially entomology), or ecology with strong data skills\nExperience with text mining of scientific and historical documents, including OCR post-processing and parsing of legacy texts\nProficiency in scientific programming (preferably Python), version control (e.g. Git), and data standards such as RDF and Darwin Core\nFamiliarity with named entity recognition, semantic annotation, and linking to external resources such as Wikidata, GBIF, GeoNames, and ORCID\nPeer-reviewed publication record appropriate to career stage\nExperience in acquiring or contributing to third-party funded research projects commensurate with experience\nStrong analytical skills and the ability to work both independently and collaboratively in an interdisciplinary environment, very good communication skills in English; willingness to acquire German language skills is expected and will be encouraged\nDesirable skills\nPhD in biodiversity informatics, geoinformatics, Data Science (Natural Language Processing), computational linguistics, taxonomy (especially entomology), or ecology\nInternational and interdisciplinary collaboration with researchers, curators, and data infrastructure teams\nTaxonomy or systematics (preferably entomology) and practical familiarity with biodiversity literature\nUse of biodiversity data infrastructures (e.g. GBIF, DiSSCo) and commitment to FAIR and Open Science practices\nHandling historical and multilingual biodiversity texts (e.g. in German, French, Latin, or Russian)\nWe offer\nAn attractive job within the inspired and dynamic working environment of an internationally recognized research institution with the opportunity to shape the research profile of the department Entomology Information Center at SDEI\nThe opportunity to build a distinctive academic track record in biodiversity text mining and analysis\nAccess to an international network of scientists, policymakers and research organizations with close links to major initiatives such as DiSSCo, the Disentis Roadmap, and expert networks including CETAF and TDWG\nFlexible working hours – mobile working options – employee ID card with free admission to Senckenberg museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation with a short description of your previous and current research foci, a CV, certificates of academic achievements, list of publications as well as letter(s) of recommendation, if available) electronically (as a single PDF) to stating the\nreference #09-25003\nby\nOctober 17, 2025\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Dr. Jana Hoffmann at\njana.hoffmann@senckenberg.de\n.\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nFor further information about the Senckenberg Gesellschaft für Naturforschung please visit\nwww.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlerin-postdoc-m-w-d-researcher-m-f-d-text-mining-for-biodiversity-knowledge/", "date_published": "2025-10-03T00:00:00"}]}