{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/programmkoordinatorin-m-w-d-team-kommunikation/", "image": "", "title": "Programmkoordinator*in (m/w/d) Team Kommunikation", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 25.08.2025 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nFür das Initiieren und die Koordination eines landesweiten Programms von Ausstellungen und Events sucht das Haus der Geschichte Baden-Württemberg ab sofort eine/n\nProgrammkoordinator*in (m/w/d)\nTeam Kommunikation\nEntgeltgruppe 9b TV-L\nin Teilzeit mit 80 Prozent Beschäftigungsumfang. Die Stelle ist befristet bis zum 31. Oktober 2027.\nDas Haus der Geschichte Baden-Württemberg bereitet derzeit die Große Landesausstellung\n„Mittendrin. Jüdisches Leben im Südwesten“ vor, in der die Vielfalt jüdischen Lebens in Geschichte und Gegenwart gezeigt werden wird. Im Herbst 2026 soll das Veranstaltungsprojekt „Mittendrin“ starten. „Mittendrin“ will das Anliegen der Ausstellung an möglichst vielen Stellen in Baden-Württemberg sichtbar machen. Gemeinsam mit den jüdischen Communitys, mit Kommunen, den Gedenkstätten, den lokalen Initiativen, der Landesarchivdirektion Baden- Württemberg und der Landeszentrale für politische Bildung Baden-Württemberg wird ein untereinander abgestimmtes und gleichzeitig eigenständiges Erarbeiten und Präsentieren des Themas angestrebt.\nIhr Aufgabengebiet umfasst insbesondere:\nMitarbeit beim Aufbau eines Netzwerks in Baden-Württemberg durch die Pflege vorhandener Kontakte und das Knüpfen neuer Kontakte zu potentiellen Stakeholdern des landesweiten Programms zur Ausstellung „Mittendrin“\nVorbereiten und Durchführen von Vernetzungstreffen\nBeteiligung am Entwickeln von Ideen für Event-Reihen (Konzerten, Gesprächen, Lesungen etc.)\nZusammenführen von Events und Ausstellungen in ein landesweites Programm\nMitarbeit bei der zentralen Programm-Website\nAnforderungen:\neine Hochschulbildung im Bereich Tourismus, Marketing, Kulturmanagement.\nlangjährige Erfahrungen im Vernetzen von Kooperationspartner*innen, im Durchführen von Meetings und Konferenzen\nIdealerweise langjährige Erfahrungen im Event-Management und mit interkulturellen Programmen\nEigeninitiative, Kreativität, Flexibilität, selbstständiges Arbeiten, Zuverlässigkeit im Umgang mit externen Kooperationspartner*innen\nAusgewiesene Sozialkompetenz und hohe Kommunikationsstärke sowie Teamfähigkeit\nSensibilität im Umgang mit verschiedensten Kooperationspartner*innen\nSicheres Auftreten vor Publikum\nBereitschaft zur Mobilität für die Vernetzung im Land\nUnser Angebot:\nWir bieten eine befristete Teilzeitanstellung (Sachgrundbefristung) mit einem Arbeitsumfang von maximal 80% an Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 9b Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nJob Ticket BW (vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nVielfältige Angebote im betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 25.08.2025 an das Haus der Geschichte Baden Württemberg, Frau Julia Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs- und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212-3950 oder per Email unter\ncornelia.hecht-zeiler@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.08.2025", "url": "https://www.museumsbund.de/stellenangebote/programmkoordinatorin-m-w-d-team-kommunikation/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiterin-m-w-d-2/", "image": "", "title": "wissenschaftliche/r Mitarbeiter*in (m/w/d)", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 07.09.2025 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nVor dem Hintergrund der diversitätsorientieren, inklusiven Weiterentwicklung des Hauses der Geschichte und seiner Ausstellungsorte soll die Bildungs- und Vermittlungsarbeit überprüft und methodisch partizipativ gemeinsam mit dem Team Vermittlung erweitert werden.\nDas Haus der Geschichte Baden-Württemberg in Stuttgart sucht zum nächstmöglichen Zeitpunkt eine/n\nwissenschaftliche/n Mitarbeiter*in (m/w/d)\nfür das Team Geschichtsvermittlung\nEntgeltgruppe 12 TV-L\nin Teilzeit mit 80 Prozent Beschäftigungsumfang und befristet bis zum 31. Juli 2027.\nIhr Aufgabengebiet umfasst insbesondere:\nVor dem Hintergrund der diversitätsorientieren, inklusiven Weiterentwicklung des Hauses Entwicklung von neuen Vermittlungsprogrammen zu Sonderausstellungen und Ausstellungsprojekten im Haus der Geschichte\nMitarbeit bei der Entwicklung eines Leitbildes und eines Code of Conduct\nWeiterentwicklung von Formaten zur Demokratiebildung\nKonzeption von Vermittlungsprogrammen im Bereich Inklusion, Partizipation und digitaler Bildung für Schulklassen und Erwachsenengruppen\nMitarbeit bei der Weiterentwicklung kollaborativen Arbeitens mit externen Gruppen der von Diversität geprägten Zivilgesellschaft und mit Künstler*innen.\nQualitative Evaluierung von Workshops und Themenführungen in den Dauerausstellungen des Hauses der Geschichte und seinen Ausstellungsorten\nAnforderungen:\nabgeschlossenes Universitäts- oder Hochschulstudium (Master) in Geschichte oder verwandtem Fachbereich\nBerufserfahrungen in der musealen Vermittlung\nKenntnisse im Bereich der partizipativen, diversitätsorientierten, medienbasierten und inklusiven Bildungs- und Vermittlungsarbeit\nEigeninitiative, Flexibilität, selbstständiges Arbeiten\nausgewiesene Sozialkompetenz und hohe Kommunikationsstärke sowie Teamfähigkeit\nUnser Angebot:\nWir bieten eine befristete Teilzeitanstellung (Sachgrundbefristung) mit einem Arbeitsumfang von maximal 80% bis zum 31. Juli 2027 an. Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 12 Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nJob Ticket BW (eine vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nvielfältige Angebote im Betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 7. September 2025 an das Haus der Geschichte Baden-Württemberg, Frau Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter\nhttps://www.hdgbw.de/das-museum/verwaltung/jobs/\n.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212-3950 oder Mail\nCornelia.Hecht-Zeiler@hdgbw.de\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiterin-m-w-d-2/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-verwaltungsaufgaben-des-museums-ratingen/", "image": "", "title": "Sachbearbeiter (m/w/d) für die Verwaltungsaufgaben des Museums Ratingen", "content_text": "Museum Ratingen, Ratingen Bewerbungsende: 01.09.2025 | Die Stadt Ratingen ist mit rund 88.000 Einwohnern die größte Stadt im Kreis Mettmann. Ratingen hat viel zu bieten: eine Altstadt mit historischem Flair, eine landschaftlich schöne Lage zwischen Rhein und Ruhr, attraktive Kultur- und Freizeitangebote in der Stadt selbst und in den benachbarten Großstädten, hervorragende Verkehrsverbindungen und eine moderne Infrastruktur – kurz: ein hohes Maß an Lebensqualität.\nIm Museum Ratingen der Stadt Ratingen ist zum nächstmöglichen Zeitpunkt eine Stelle als\nSachbearbeiter (m/w/d) für die Verwaltungsaufgaben des Museums Ratingen\nzu besetzen. Das Museum beherbergt unter seinem Dach die städtische Sammlung moderner Kunst und die kulturhistorische Ausstellung zur Geschichte und Entwicklung Ratingens. Wechselnde Sonderausstellungen ergänzen die ständigen Präsentationen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.09.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-m-w-d-fuer-die-verwaltungsaufgaben-des-museums-ratingen/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-verwaltung-m-w-d/", "image": "", "title": "Leitung Verwaltung (m/w/d)", "content_text": "Kunstmuseum Mittenwald, Lüneburg Bewerbungsende: 30.09.2025 | Die Natalie Schorr Stiftung sucht ab sofort und in Teilzeit eine Leitung Verwaltung für das Kunstmuseum Mittenwald. Das Kunstmuseum Mittenwald befindet sich in Gründung und der dafür notwendige Bau des Museums steht kurz vor der Fertigstellung. Das Museum wird ab 2026 eine laufende Ausstellung mit dem Schwerpunkten 19. Jahrhundert und Klassische Moderne als Bestandteil einer umfangreichen Sammlung der Öffentlichkeit zugänglich machen, Veranstaltungen durchführen und eine kleine Gastronomie mit Veranstaltungsraum beherbergen.\nWir bieten Ihnen …\nEine verantwortungsvolle und abwechslungsreiche Aufgabe mit Gestaltungsspielraum in unbefristeter, krisensicherer Anstellung\nEin wachsendes und engagiertes Team, bei dessen Aufbau Sie mitwirken\neine attraktive Vergütung\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nArbeitszeit mind. 25 Stunden pro Woche\nDie Möglichkeit, ein bedeutendes kulturelles Projekt von Beginn an mitzugestalten\nEinen Arbeitsplatz in inspirierender Umgebung am Fuße des Karwendels\nDas sind Ihre Aufgaben …\nPersonalverantwortung: Aufbau, Entwicklung und Betreuung des Teams\nEnge Zusammenarbeit mit der Trägerstiftung und Bericht an den Vorstand\nGesamtverantwortung für alle kaufmännischen Belange des Museums\nEntwicklung und Umsetzung kaufmännischer Strategien und Prozesse\nHaushalts- und Finanzplanung, Controlling und Berichtslegung\nUnterstützung der künstlerischen Leitung bei/m\nder Umsetzung der kuratorischen Konzepte\nVertrags- und Vergabemanagement mit Dienstleistern und bei Veranstaltungen\nAufbau des Marketings und Außenauftritts sowie der engen Vernetzung mit anderen\nkulturellen Stätten der Umgebung und den touristischen Vermittlern\nder Entwicklung von Einnahmequellen (z.B. Drittmittel, Sponsoring, Gastronomie und Veranstaltungen)\nIhr Profil …\nAbgeschlossenes Hochschulstudium, vorzugsweise in Betriebswirtschaft oder Kulturmanagement, Non-Profit-Management oder einer vergleichbaren Fachrichtung\nMehrjährige Berufserfahrung in einer kaufmännischen Leitungsfunktion, idealerweise im Kulturbereich (im Fall einer auch künstlerischen Leitung)\nErfahrung in Personalführung, Budgetverantwortung\nSicherer Umgang mit betriebswirtschaftlichen Steuerungsinstrumenten und digitalen Tools\nHohe Kommunikations- und Sozialkompetenz, Organisationsgeschick und Eigeninitiative\nAffinität zur Kunst und zum kulturellen Leben\nFührerschein Klasse B (alt: 3)\nEinen Wohnsitz in der näheren Umgebung\nFühlen Sie sich angesprochen?\nDann werden Sie Teil unseres Teams! Wir freuen uns auf Ihre Bewerbung.\nBewerbungen senden Sie bitte per Mail (Dateigröße max. 10 MB) an\nbewerbung@natalie-schorr-stiftung.de\nFür Rückfragen erreichen Sie uns unter 04131 2277050\nNatalie Schorr Stiftung\nFrau Jutta Ernst\nSalzstrasse 8\n21335 Lüneburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-verwaltung-m-w-d/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-kuenstlerischer-bereich-m-w-d/", "image": "", "title": "Leitung künstlerischer Bereich (m/w/d)", "content_text": "Kunstmuseum Mittenwald, Lüneburg Bewerbungsende: 30.09.2025 | Die Natalie Schorr Stiftung sucht ab sofort und in Teilzeit eine Leitung für den künstlerischen Bereich für das Kunstmuseum Mittenwald. Das Kunstmuseum Mittenwald befindet sich in Gründung und der dafür notwendige Bau des Museums steht kurz vor der Fertigstellung. Das Museum wird ab 2026 eine laufende Ausstellung mit den Schwerpunkten 19. Jahrhundert und Klassische Moderne der Öffentlichkeit zugänglich machen, Veranstaltungen durchführen und eine kleine Gastronomie mit Veranstaltungsraum beherbergen.\nWir bieten Ihnen …\nEine verantwortungsvolle und abwechslungsreiche Aufgabe mit Gestaltungsspielraum in unbefristeter, krisensicherer Anstellung\nEin wachsendes und engagiertes Team, bei dessen Aufbau Sie mitwirken\neine attraktive Vergütung\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nArbeitszeit mind. 25 Stunden pro Woche\nDie Möglichkeit, ein bedeutendes kulturelles Projekt von Beginn an mitzugestalten\nEinen Arbeitsplatz in inspirierender Umgebung am Fuße des Karwendels\nDas sind Ihre Aufgaben …\nEntwicklung und Umsetzung der kuratorischen Konzepte in Abstimmung mit der Sammlerin und der Stiftung\nEnge Zusammenarbeit mit der Sammlerin und der Trägerstiftung und Bericht an den Vorstand\nGesamtverantwortung für alle künstlerischen Belange des Museums\nVertrags- und Vergabemanagement mit Dienstleistern und bei Veranstaltungen\nEntwicklung von Einnahmequellen (z.B. Drittmittel, Sponsoring, Gastronomie und Veranstaltungen)\nEnge Zusammenarbeit mit der kaufmännischen Leitung\nIhr Profil …\nAbgeschlossenes Hochschulstudium, vorzugsweise in Kulturbereich, Non-Profit-Management oder einer vergleichbaren Fachrichtung\nMehrjährige Berufserfahrung in einer Leitungsfunktion, idealerweise im Kulturbereich\nErfahrung in Personalführung, Budgetverantwortung\nSicherer Umgang mit bereichsspezifischen Tools und Kenntnisse sonstiger gängiger Applikationen\nHohe Kommunikations- und Sozialkompetenz, Organisationsgeschick und Eigeninitiative\nBereitschaft auch an Abenden und Wochenenden zu arbeiten\nFührerschein Klasse B (alt: 3)\nEinen Wohnsitz in der näheren Umgebung\nFühlen Sie sich angesprochen?\nDann werden Sie Teil unseres Teams! Wir freuen uns auf Ihre Bewerbung.\nBewerbungen senden Sie bitte per Mail (Dateigröße max. 10 MB) an\nbewerbung@natalie-schorr-stiftung.de\nFür Rückfragen erreichen Sie uns unter 04131 2277050\nNatalie Schorr Stiftung\nFrau Jutta Ernst\nSalzstrasse 8\n21335 Lüneburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-kuenstlerischer-bereich-m-w-d/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-fuer-oeffentlichkeitsarbeit-in-nachhaltigkeitsthemen/", "image": "", "title": "Wissenschaftliche Mitarbeit (m/w/d) für Öffentlichkeitsarbeit in Nachhaltigkeitsthemen", "content_text": "DBU Zentrum für Umweltkommunikation, Osnabrück Bewerbungsende: 10.09.2025 | Umweltschutz braucht Innovationen. Doch was nützen neue Lösungen, wenn niemand davon erfährt? Hier setzt das von der Deutschen Bundesstiftung Umwelt gegründete DBU Zentrum für Umweltkommunikation an: Wir unterstützen die Umsetzung von Innovationen im Umweltschutz durch zielgruppenspezifische Kommunikation und realisieren umweltbezogene Veranstaltungen.\nWissenschaftliche Mitarbeit (m/w/d)\nfür Öffentlichkeitsarbeit in Nachhaltigkeitsthemen\nVollzeit\nDas DBU Zentrum für Umweltkommunikation konzipiert etwa alle zwei Jahre zusammen mit Partnerorganisationen Ausstellungen zu verschiedenen Umweltthemen. Sie wollen Umweltthemen durch Ausstellungen und digitale Medien erfolgreich kommunizieren? Dann bewerben Sie sich jetzt und kommen Sie in unser Team.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-fuer-oeffentlichkeitsarbeit-in-nachhaltigkeitsthemen/", "date_published": "2025-08-07T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-holz-und-moderne-materialien/", "image": "", "title": "wissenschaftliche*r Volontär*in im Bereich Holz und Moderne Materialien", "content_text": "RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 21.09.2025 | Das RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf sucht zum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche*n Volontär*in im Bereich\nHolz und Moderne Materialien\nfür das RED-Restaurierungszentrum der Landeshauptstadt Düsseldorf\nAm Restaurierungszentrum der Landeshauptstadt Düsseldorf (RED) ist zum nächstmöglichen Zeitpunkt ein wissenschaftliches Volontariat im Fachbereich „Holz und Moderne Materialien“ zu besetzen. Das zweijährige Volontariat dient der Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen in diesem Bereich.\nDas Restaurierungszentrum widmet sich der Untersuchung, Erforschung und Erhaltung von Kunst- und Kulturgut und betreut im Auftrag der Landeshauptstadt Düsseldorf die Museen, Archive und Ausstellungshäuser der Stadt konservatorisch und restauratorisch. Mit seinen Fachbereichen Gemälde und zeitgenössische Kunst, Kunstgewerbe und angewandte Kunst, Papier, Foto, Keramik, Holz und Moderne Materialien sowie Medienkunst behandelt das Institut ein breites Sammlungsspektrum von der Antike bis zur Gegenwart.\nDas Volontariat bietet umfassende Einblicke in die Aufgaben eines modernen und interdisziplinär arbeitenden Restaurierungsinstitutes sowie in die vielseitigen Tätigkeiten, die im Fachbereich „Holz und Moderne Materialien“ bei der Betreuung der städtischen Sammlungen anfallen.\nIhre Aufgaben\nUntersuchung von Materialeigenschaften und Zustandserfassung von Objekten aus Holz und/oder Modernen Materialien\nBeteiligung an der Erarbeitung von Behandlungskonzepten\nMitarbeit bei analytischen und strahlentechnologischen Untersuchungen\nPraktische Restaurierungs- und Konservierungsmaßnahmen\nErfassung von Schadensbildern und Schadensklassifizierung\nAnfertigung schriftlicher und bildlicher Dokumentation von Restaurierungsmaßnahmen, inklusive Erstellung und Bearbeitung digitaler Fotos und Verwendung einer Museumsdatenbank\nIhr Anforderungsprofil:\nAbgeschlossenes wissenschaftliches Hochschulstudium der Konservierung und Restaurierung von Holz / Materialien der Moderne (M. A. oder vergleichbare Qualifikation)\nFachkenntnisse zu Restaurierungs- und Konservierungsmethoden von Objekten aus Holz und Modernen Materialien\nErfahrungen in der Erstellung bildlicher und schriftlicher Dokumentation\nInteressierte, verantwortungsbewusste und teamfähige Persönlichkeit\nDie Einstellung erfolgt zum nächstmöglichen Zeitpunkt befristet für die Dauer von 2 Jahren zur Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen. Es wird eine monatliche Festvergütung im ersten Jahr in Höhe von 2.314,38 EUR brutto (Hälfte EG 13 Stufe 1 TVöD) und im zweiten Jahr in Höhe von 2.492,98 EUR brutto (Hälfte EG 13 Stufe 2 TVöD) gewährt.\nDie Stadtverwaltung Düsseldorf verfolgt offensiv das Ziel zur beruflichen Gleichstellung von Frauen und Männern. Als moderne Landeshauptstadt setzen wir auf qualifizierte Bewerberinnen und Bewerber, um gegenwärtig und in Zukunft einen ausgewogenen Anteil von Frauen und Männern in unserer Verwaltung sicherzustellen. Wir wollen weibliche und männliche Fachkräfte gleichermaßen ansprechen und ermutigen sich zu bewerben.\nDarüber hinaus nimmt die Landeshauptstadt Düsseldorf die berufliche Integration nach dem SGB IX ernst. Bewerbungen von Schwerbehinderten und Gleichgestellten werden bei gleicher Eignung bevorzugt berücksichtigt.\nZusätzliche Leistungen:\nJahressonderzahlung\nVermögenswirksame Leistungen in Höhe von 6,65 Euro\nBewerbung:\nBitte nutzen Sie für Ihre Bewerbung bis zum\n21.09.2025\nausschließlich das Bewerberportal der Stadtverwaltung Düsseldorf unter\nStellenangebot eine*n wissenschaftliche*n Volontär*in im Bereich Holz und Moderne Materialien bei Landeshauptstadt Düsseldorf Jobportal\nKontakt\nPia Löw\nTelefon 0211 – 8922094\npia.loew@duesseldorf.de\nMaria Toska\nTelefon 0211 – 8921260\nMaria.toska2@duesseldorf.de\nBewerbungsfrist: 21.09.2025\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-holz-und-moderne-materialien/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-41/", "image": "", "title": "wissenschaftliche:r Volontär*in", "content_text": "Heinrich-Heine-Institut, Düsseldorf Bewerbungsende: 15.09.2025 | Das Heinrich-Heine-Institut sicht zum nächstmöglichen Zeitpunkt\neine*n wissenschaftliche Volontär*in\nfür die Museen des Heinrich-Heine-Instituts und des Schumann-Hauses der Landeshauptstadt Düsseldorf\nVollzeit (39h/Woche)\nDie Dauerausstellung des Heinrich-Heine-Instituts beschäftigt sich mit dem Leben und Werk des Jahrhundertschriftstellers Heinrich Heine. Wechselnde Sonderausstellungen präsentieren literarische, musikalische und kulturgeschichtliche Themen.\nMit den Bereichen Archiv und Bibliothek sowie mit seinen Veranstaltungen ist das Institut ein Zentrum der internationalen Heine-Forschung und der vielfältigen literarisch-kulturellen Vermittlung.\nDas im Dezember 2023 eröffnete Schumann-Haus widmet sich als modernes Musikmuseum und als lebendiger Erinnerungsort der Düsseldorfer Zeit des weltbekannten Musikerehepaars Clara und Robert Schumann.\nDie beiden zusammengehörenden Museen sind in das übergreifende Konzept der “Straße der Romantik und Revolution” eingebunden.\nDas wissenschaftliche Volontariat vermittelt weitreichende Kenntnisse in allen musealen Aufgabenbereichen, orientiert an den Standards des Deutschen Museumsbundes: Sammeln, Bewahren, Forschen und Dokumentieren, Ausstellen und Vermitteln.\nIhre Aufgaben unter anderem:\nUnterstützung von Kurator*innen bei der Planung und Durchführung von Ausstellungen mit literatur-, kultur- und musikhistorischen Schwerpunkten (Ausstellungsassistenz; Co-Kuration)\nKonzeptionierung von zielgruppenorientierten Angeboten der Kulturvermittlung und Umsetzung in Form von Workshops, Führungen und digitalen Formaten\nSystematische, wissenschaftliche Erschließung und Dokumentation von Teilbeständen der musealen Sammlung sowie Bearbeitung von Neuzugängen\nDigitalisierung von grafischen Sammlungsbeständen unter Nutzung der Software „The Museum System“; Arbeit mit der Datenbank „d:kult“ und dem zugehörigen e-Museum\nProjektbasierte, wissenschaftliche Recherchen\nIhr Profil:\nein abgeschlossenes Hochschulstudium der Literatur-, Geschichts-, Musik-, Kultur- oder Museumswissenschaften (M.A. oder vergleichbare Qualifikation)\nTextsicherheit, Sprach- und Formulierungskompetenz sowie Organisationsgeschick\nSehr gute IT-Kenntnisse\nEngagement, Eigeninitiative und Teamfähigkeit\nErfahrung im Museums- und Ausstellungsbetrieb sind wünschenswert\nDie Einstellung erfolgt zum nächstmöglichen Zeitpunkt befristet für die Dauer von 2 Jahren zur Erlangung von beruflichen Kenntnissen, Fertigkeiten und Erfahrungen. Es wird eine monatliche Festvergütung im ersten Jahr in Höhe von 2.314,38 EUR brutto (Hälfte EG 13 Stufe 1 TVöD) und im zweiten Jahr in Höhe von 2.492,98 EUR brutto (Hälfte EG 13 Stufe 2 TVöD) gewährt.\nDie Stadtverwaltung Düsseldorf verfolgt offensiv das Ziel zur beruflichen Gleichstellung von Frauen und Männern. Als moderne Landeshauptstadt setzen wir auf qualifizierte Bewerberinnen und Bewerber, um gegenwärtig und in Zukunft einen ausgewogenen Anteil von Frauen und Männern in unserer Verwaltung sicherzustellen. Wir wollen weibliche und männliche Fachkräfte gleichermaßen ansprechen und ermutigen sich zu bewerben.\nDarüber hinaus nimmt die Landeshauptstadt Düsseldorf die berufliche Integration nach dem SGB IX ernst. Bewerbungen von Schwerbehinderten und Gleichgestellten werden bei gleicher Eignung bevorzugt berücksichtigt.\nZusätzliche Leistungen:\nJahressonderzahlung\nVermögenswirksame Leistungen in Höhe von 6,65 Euro\nBewerbung:\nBitte nutzen Sie für Ihre Bewerbung bis zum\n15. September 2025\nausschließlich das Bewerberportal der Stadtverwaltung Düsseldorf unter\nStellenangebot Volontär*in im Museum des Heinrich-Heine-Instituts und im Schumann-Haus bei Landeshauptstadt Düsseldorf Jobportal\nKontakt\nPia Löw\nTelefon 0211 – 8922094\npia.loew@duesseldorf.de\nMaria Toska\nTelefon 0211 – 8921260\nMaria.toska2@duesseldorf.de\nBewerbungsfrist: 15. September 2025\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-41/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/nachwuchswissenschaftlerin-m-w-d-im-bereich-sammlung-und-kuratorische-praxis/", "image": "", "title": "Nachwuchswissenschaftler:in (m/w/d)  im Bereich Sammlung und kuratorische Praxis", "content_text": "Stiftung Wilhelm Lehmbruck Museum, Duisburg Bewerbungsende: 03.09.2025 | Das\nLehmbruck Museum\nin Duisburg ist das europaweit bedeutendste Museum der internationalen Skulptur der Moderne und der Gegenwart. Im Mittelpunkt steht das Werk Wilhelm Lehmbrucks, der zu den wichtigsten Bildhauern der Moderne gehört. Mit einem konsequenten Fokus auf die Bildhauerei sowie auf gesellschaftspolitische Themen bietet das Museum einen einzigartigen Rahmen für forschungsorientiertes und kuratorisches Arbeiten. Die Sammlung und die herausragende Museumsarchitektur verbinden sich zu einem besonderen Ort, der die Entwicklung der Skulptur von der Moderne bis zur Gegenwart eindrucksvoll präsentiert.\nDie\nStiftung Wilhelm Lehmbruck Museum – Zentrum internationaler Skulptur\nsucht zum Januar 2026 für den Zeitraum von 2 Jahren – unter dem Vorbehalt der Bereitstellung der Mittel durch das Ministerium für Kultur und Wissenschaft NRW –\nein:e Nachwuchswissenschaftler:in (m/w/d)\nim Bereich Sammlung und kuratorische Praxis\nIm Rahmen eines\nForschungsvolontariats\narbeiten Sie an einem zukunftsweisenden Projekt, das die wissenschaftliche Erschließung der Werke von Künstlerinnen in der Sammlung des Lehmbruck Museums zum Ziel hat. Sie untersuchen bislang wenig erforschte Werkzusammenhänge und tragen zur Erweiterung etablierter kunsthistorischer Erkenntnisse bei. Das Volontariat bietet Ihnen umfassende Einblicke in alle musealen Arbeitsbereiche – mit einem besonderen Fokus auf die kuratorische Praxis. Gerne kann die Bewerbung in Zusammenhang mit Promotionsabsichten stehen.\nIhre Aufgaben:\nwissenschaftliche Erschließung der Werke von Künstlerinnen in der Sammlung des Lehmbruck Museums\nKontextualisierung und Analyse von Werken der Gegenwartskunst unter besonderer Berücksichtigung von Materialien, neuen Medien und wegweisenden Strategien, mit denen Künstlerinnen die Skulptur maßgeblich weiterentwickelt haben\nEntwicklung eines Konzepts zur digitalen Präsentation der Forschungsergebnisse auf der Website sowie für den Museumsraum\nVerfassen wissenschaftlich-vermittelnder Texte (Werktexte, Wandtexte, Online-Content)\nVorbereitung und Umsetzung kuratorischer Interventionen in der Sammlungspräsentation\nZusammenarbeit mit universitären Kooperationspartnerinnen (Heinrich-Heine-Universität Düsseldorf, Universität Duisburg-Essen) im Rahmen von Workshops, Exkursionen und Arbeitsgruppen\nSie verfügen über:\neinen wissenschaftlichen Hochschulabschluss (Master/Magister, ggf. Promotion bzw. vergleichbare Qualifikation) der Kunstgeschichte, Kulturwissenschaft oder einer vergleichbaren Studienrichtung\nfundierte Kenntnisse der Kunst des 20. und 21. Jahrhunderts, mit einem Schwerpunkt im Bereich der Skulptur\nerste praktische Erfahrung in der Umsetzung von Ausstellungen und in der Museumsarbeit\nErfahrungen im wissenschaftlichen Arbeiten und Schreiben, idealerweise in einem musealen und / oder kuratorischen Kontext\nsehr gute Ausdrucksfähigkeit in der deutschen Sprache in Wort und Schrift sowie gute Kenntnisse der englischen Sprache\nausgeprägte Kenntnisse gängiger Office-Anwendungen; Kenntnisse in MuseumPlus, SketchUp oder Bildbearbeitungsprogrammen sind von Vorteil\nWir bieten Ihnen:\nein auf zwei Jahre angelegtes Forschungsvolontariat mit enger wissenschaftlicher und kuratorischer Betreuung in Vollzeit\neinen umfassenden Einblick in sammlungsbezogene Forschungs-, Dokumentations- und Vermittlungsprozesse eines international renommierten Museums\nVernetzung mit universitären Partnerinnen und der Museumslandschaft in NRW\nTeilnahme am strukturierten Weiterbildungsprogramm des Landes NRW für Forschungsvolontariate\nein attraktives Arbeitsumfeld in zentraler Lage und in unmittelbarer Bahnhofsnähe\neine Vergütung, die in Anlehnung an die Empfehlungen des Deutschen Museumsbundes für Volontariate erfolgt\nDie Stiftung Wilhelm Lehmbruck Museum begrüßt Bewerbungen unabhängig von kultureller und sozialer Herkunft, Geschlecht, Alter, Religion/Weltanschauung oder sexueller Orientierung und freut sich insbesondere über Bewerbungen von Menschen mit internationaler Geschichte. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz und schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX bevorzugt berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich bis zum\n3. September 2025\n. Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu bitte in einer PDF-Datei (max. 10 MB) zusammen und benennen diese folgendermaßen:\nSWLM_4249-25_\nIhr Nachname\n_Bewerbung\nSenden Sie die Datei bitte ausschließlich elektronisch an:\nbewerbung@lehmbruckmuseum.de\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass Ihre personenbezogenen Daten in den Systemen der Stiftung Wilhelm Lehmbruck Museum für dieses Bewerbungsverfahren gespeichert und verarbeitet werden. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können von uns nur nach Absprache übernommen werden.\nErfahren Sie mehr über unsere Einrichtung unter www.lehmbruckmuseum.de. Bei Rückfragen steht Ihnen die Kustodin Anne Groh unter der E-Mail-Adresse anne.groh@lehmbruckmuseum.de oder unter der Telefonnummer +49 203 283 7081 gerne zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.09.2025", "url": "https://www.museumsbund.de/stellenangebote/nachwuchswissenschaftlerin-m-w-d-im-bereich-sammlung-und-kuratorische-praxis/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-dem-schwerpunkt-medien-und-oeffentlichkeitsarbeit/", "image": "", "title": "wissenschaftliche:r Volontär:in (m/w/d) mit dem Schwerpunkt Medien- und Öffentlichkeitsarbeit", "content_text": "Historisches Museum der Pfalz Speyer, Speyer Bewerbungsende: 22.08.2025 | Das\nHistorische Museum der Pfalz Speyer\nzählt seit vielen Jahren zu den großen Ausstellungshäusern in Deutschland. Neben der wissenschaftlichen Betreuung und Präsentation der Sammlungen zur Kulturgeschichte der Region werden Sonderausstellungen zu verschiedensten Themen der Archäologie, Geschichte, Kunst, Kultur und Fotografie ausgerichtet. Das 1999 gegründete\nJunge Museum Speyer\nrealisiert zudem attraktive Familienausstellungen, in denen es unterschiedlichste Themen kindgerecht vermittelt.\nDas Historische Museum der Pfalz sucht zum\n1. Oktober 2025\neine wissenschaftliche Volontärin/einen wissenschaftlichen Volontär (m/w/d)\nmit dem Schwerpunkt\nMedien- und Öffentlichkeitsarbeit\nfür die Dauer von zwei Jahren.\nWir setzen voraus, dass Sie sich bereits für die Museumsarbeit begeistert haben und sich in diesem Arbeitsfeld beruflich engagieren möchten. Ein Volontariat bietet dafür gemäß den Richtlinien des Deutschen Museumsbundes die erforderliche Qualifizierung. Überzeugen Sie uns von Ihrem Profil!\nVorausgesetzt wird ein qualifizierter Abschluss (Master, Magister, Diplom oder Promotion) in den Fachrichtungen Kulturmanagement bzw. Marketing (mit einem Schwerpunkt auf Kulturmarketing), Public Relations, Journalismus oder Kommunikationsmanagement oder in einem geisteswissenschaftlichen Fach, vorzugsweise in Geschichte, Kunstgeschichte oder Germanistik. Bei den klassischen geisteswissenschaftlichen Abschlüssen werden Zusatzqualifikationen im Bereich Kulturmanagement, Marketing oder Journalismus vorausgesetzt, die eine klare Ausrichtung des Bewerberprofils erkennen lassen.\nWir erwarten Grundkenntnisse und erste praktische Erfahrungen im Museums- und/oder Kulturbereich (nachgewiesen durch qualifizierte Praktika, Fortbildungen, Projektmitarbeiten o.ä.) und gute Fremdsprachenkenntnisse (Englisch sowie eine weitere Fremdsprache).\nWir bieten ein interessantes Aufgabenfeld mit der Möglichkeit, im Rahmen unserer Projekte in einem professionellen Team die museale Arbeit fundiert kennenzulernen. Sie erwerben Kenntnisse, Fertigkeiten und Erfahrungen, die Sie auf eine berufliche Tätigkeit im wissenschaftlichen Bereich eines Museums vorbereiten. Während der Ausbildung erhalten Sie Einblicke in alle museumsrelevanten Bereiche der Institution. Das Historische Museum der Pfalz ermöglicht es Ihnen im Laufe des Volontariats an internen und externen Fortbildungen teilzunehmen und Ihre persönliche Qualifikation damit weiter zu verbessern.\nDie monatliche Ausbildungsvergütung wird in Anlehnung an 50 % der Entgeltgruppe 13 Stufe 1 bzw. Stufe 2 im 2. Jahr Tarifvertrag für den öffentlichen Dienst (TVöD) bemessen. Sondervergütungen sind nicht möglich. Das Volontariat beinhaltet eine 39-Stunden-Woche. Das Volontariat ist grundsätzlich der Sammlungsleiterin und stellvertretenden Direktorin zugeordnet und wird u.a. in der Stabsstelle „Medien- und Öffentlichkeitsarbeit“ absolviert. Im Rahmen des Ausbildungsplans sind überdies andere Fachbereiche wie die Wissenschaft, die Verwaltung oder die Stabsstelle „Kooperationen, Tourismus und Neue Medien“ einbezogen.\nWir fördern aktiv die Vielfalt und Gleichstellung aller Mitarbeitenden und sind bestrebt, gesellschaftlichen Ausschlüssen aktiv entgegenzuwirken. Bewerbungen von Schwerbehinderten werden bei entsprechender Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung per Post bis\n22. August 2025\n(Eingangsstempel) an das Historische Museum der Pfalz, Domplatz 4, 67346 Speyer oder per E-Mail an\npersonalstelle@museum.speyer.de\nDie Vorstellungsgespräche sind für die 36. KW 2025 vorgesehen.\nFür Rückfragen steht Ihnen Frau Simone Heimann M. A. unter der Tel.-Nr. 06232/1325-612 zur Verfügung. Sollten Sie die Rücksendung Ihrer eingereichten Unterlagen wünschen, bitten wir um Übersendung eines ausreichend frankierten Rückumschlags.\nNach Abschluss des Auswahlverfahrens werden die Unterlagen nach den Bestimmungen des Datenschutzes vernichtet.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-mit-dem-schwerpunkt-medien-und-oeffentlichkeitsarbeit/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenzstelle-m-w-d-g2-kunsthalle-leipzig-sammlung-hildebrand/", "image": "", "title": "Assistenzstelle (m/w/d) G2 Kunsthalle Leipzig / Sammlung Hildebrand", "content_text": "G2 Kunsthalle Leipzig, Leipzig Bewerbungsende: 06.09.2025 | Die G2 Kunsthalle Leipzig vergibt zum 1. Januar 2026 eine Assistenzstelle.\nDie G2 Kunsthalle verfügt über eine Ausstellungsfläche von mehr als 2200 m\n2\n. Neben der dauerhaften Präsentation der Sammlung Hildebrand realisiert die G2 Kunsthalle Sonderausstellungen im Bereich der zeitgenössischen Kunst. 2022 wurde die Ausstellungsfläche der G2 Kunsthalle durch eine neue Etage, dem G2 Schaulager erweitert.\nAufgaben\nUnterstützung Presse- und Öffentlichkeitsarbeit\nOrganisation, Entwicklung und Durchführung von Kunstvermittlungsprogrammen\nUnterstützung organisatorische Betreuung der Sammlung und des Transport- und\nLeihverkehrs\nEmpfang und Betreuung von Besucher*innen während der Öffnungszeiten\nMitarbeit in der Ausstellungskonzeption, -gestaltung und –umsetzung\nIhr Profil\nausgeprägtes Interesse an zeitgenössischer Kunst\nDeutsch und Englisch in Wort und Schrift\nBelastbarkeit und Flexibilität\nBereitschaft zur Übernahme von Abend- und Wochenendterminen\nselbständige Arbeitsweise, Kommunikations- und Teamfähigkeiten\nVon Vorteil sind\nErfahrungen in der Realisierung von Ausstellungen im Bereich der\nzeitgenössischen Kunst\nKenntnisse im Bereich Kunstvermittlung\nErfahrung im Umgang mit Datenbanken\nErfahrungen im Art Handling\nDie Stelle ist unbefristet zu vergeben. Die wöchentliche Arbeitszeit beträgt 40 Stunden.\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf) ausschließlich per Email bis max. 10MB: info@g2-leipzig.de\nMit Ihrer Bewerbung erklären Sie sich ausdrücklich damit einverstanden, dass die G2 Kunsthalle die von Ihnen an uns übermittelten Daten zum Zwecke der Bewerbungsabwicklung gemäß DSGVO erheben, verarbeiten und nutzen darf.\nNähere Informationen über die G2 Kunsthalle finden Sie unter: http://g2-leipzig.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.09.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenzstelle-m-w-d-g2-kunsthalle-leipzig-sammlung-hildebrand/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-fuer-die-museen/", "image": "", "title": "Assistenz (m/w/d) für die Museen", "content_text": "LutherMuseen, Eisleben Bewerbungsende: 01.09.2025 | Das Erbe Martin Luthers und der Reformation zu bewahren und zu vermitteln, ist die Aufgabe der LutherMuseen. 1997 als Stiftung Luthergedenkstätten in Sachsen-Anhalt gegründet, umfassen die LutherMuseen heute fünf reformationsgeschichtliche Gedenkstätten an den Standorten in Eisleben (Luthers Geburtshaus und Luthers Sterbehaus), Mansfeld (Luthers Elternhaus) und Wittenberg (Lutherhaus und Melanchthonhaus). Die Gebäude in Eisleben und Wittenberg sind im Jahr 1996 in das Weltkulturerbe der UNESCO aufgenommen worden.\nZur Unterstützung der Museumsleitung im Mansfelder Land suchen wir:\neine Assistenz (m/w/d) für die Museen\n(40 Stunden/ Woche)\nZu den Aufgaben gehören vor allem:\nSekretariatsaufgaben, wie z.B. Korrespondenz, Serienbriefe, Adressenpflege, Aktenführung\nTerminkoordination für die Museen\nTelefonzentrale\nPoststelle (Posteingang und –ausgang u.a.)\nGästebetreuung\nVorbereitung von wissenschaftlichen Tagungen und Sitzungen\nSonstige administrative und organisatorische Aufgaben im Rahmen der Vorbereitung und Durchführung von Ausstellungen\nWir suchen eine engagierte Persönlichkeit mit einem hohen Maß an sozialer Kompetenz, ausgeprägter kommunikativer Fähigkeit, Organisationserfahrung, selbstständiger Arbeitsweise, Zuverlässigkeit und Belastbarkeit.\nAußerdem erwarten wir:\nMindestens abgeschlossene Ausbildung, wünschenswert im Kulturmanagement oder artverwandte Bereiche\nMehrjährige Berufserfahrung\nSehr gutes Ausdrucksvermögen in Wort und Schrift\nGute Englischkenntnisse in Wort und Schrift\nHohe Projekt- und Prozesskompetenz\nsichere und anwendbare IT-Kenntnisse (MS-Office)\nWir bieten:\nArbeitsverhältnis nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L, Tarifgebiet Ost)\nVergütung mit Entgeltgruppe 4 bei Vorliegen der persönlichen und tariflichen Voraussetzungen\neine individuelle Zuordnung der tariflichen Erfahrungsstufe unter Berücksichtigung Ihrer bisherigen Berufserfahrung\nzusätzliche Altersvorsorge (VBL) wird ermöglicht\nvermögenswirksame Leistungen können gewährt werden\nVielzahl an attraktiven Weiterbildungsmöglichkeiten, u.a. Seminare zur beruflichen Weiterentwicklung\nDie Zusammenarbeit soll zum 01.10.2025 bzw. zum nächst möglichen Zeitpunkt in Vollzeit mit insgesamt 40 Stunden/ Woche beginnen. Die Stelle ist zunächst auf 2 Jahre befristet.\nDer Dienstort ist\nLutherstadt Eisleben\n.\nChancengleichheit ist uns wichtig. Schwerbehinderte werden bei gleicher Eignung vorrangig berücksichtigt.\nBewerbungskosten können leider nicht erstattet werden. Ihre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte bis zum\n01.09.2025\nan die\nLutherMuseen\nStiftung Luthergedenkstätten in Sachsen-Anhalt\nDaniela Klohs\nCollegienstraße 54\n06886 Lutherstadt Wittenberg\nbewerbung@luthermuseen.de\nEs werden ausschließlich Bewerbungen berücksichtigt, die rechtzeitig unter der vorgenannten E-Mailadresse oder postalisch bei uns eingehen. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Daher werden die im Rahmen des Bewerbungsverfahrens erhobenen Daten entsprechend der einschlägigen Datenschutzvorschriften erhoben, verarbeitet und genutzt. Wir weisen Sie aber darauf hin, dass die Übersendung Ihrer E-Mail an uns unverschlüsselt erfolgt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.09.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-fuer-die-museen/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kasse-ticketing-m-w-d/", "image": "", "title": "Mitarbeiter*in Kasse / Ticketing (m/w/d)", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 23.08.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich. Die Kunstsammlung ist ein Museum im Wandel, das sich im Programm und als Institution mit den Themen Diversität, Digitalisierung und Nachhaltigkeit beschäftigt und sich aktiv neuen Besucher*innengruppen zuwendet.\nWir suchen zum nächstmöglichen Zeitpunkt für unsere Abteilung Verwaltung im Bereich Vertrieb eine*n\nMitarbeiter*in Kasse / Ticketing (m/w/d)\nin Teilzeit (50%).\nSie sind mit Ihrem Auftreten die Visitenkarte der Kunstsammlung Nordrhein-Westfalen und häufig der erste Anlaufpunkt und Kontakt für die Besucher*innen. Mit  Freundlichkeit, Kompetenz und klarer Kommunikation können Sie das Erlebnis des Museumsbesuchs entscheidend beeinflussen.\nIhre Aufgaben im Einzelnen\nVerkauf von Eintrittskarten, Katalogen, Editionen etc. an der Museumskasse\nErteilen von Auskünften an die Besucher*innen des Museums\nAbwicklung von gebuchten Führungen sowie Organisation des Führungsbeginns mit den Guides\nKassenabschluss und –abrechnung sowie Vorbereitung und Organisation der Geldabholung\nVerantwortung für das Erscheinungsbild des Kassencounters (Auffüllen von Prospekten, Ausstellen der Kataloge etc.) sowie Austausch mit der Teamleitung und der Bereichsleitung über anstehende Themen im Kassenbereich (u.a. Besucher*innenführung, Fragen von Besucher*innen, Besucherströme, Gastlichkeit des Foyerbereichs)\nUnsere Anforderungen an Sie\nEine kaufmännische Ausbildung oder ein vergleichbarer Abschluss\nBerufserfahrung in einem vergleichbaren Tätigkeitsbereich\nAusgeprägte Kommunikationskompetenz und serviceorientierte Haltung\nGute Deutsch- und Englischkenntnisse in Wort und Schrift, Kompetenzen in weiteren für die Diversität Düsseldorfs und der Region relevanten Sprachen sind erwünscht\nDiversitätskompetenz\nAbsolute Zuverlässigkeit sowie Belastbarkeit in Stresssituationen\nFreude am Umgang mit Menschen\nSicherer Umgang mit den gängigen MS Office Anwendungen\nBereitschaft zum Dienst an Wochenenden und Abenden\nWir bieten Ihnen\nEine vielseitige unbefristete Teilzeitstelle (19:55 Std.) in einer der angesehensten Kultureinrichtungen Europas\nEin Gehalt gemäß TV-L / E 5\nBetriebliche Altersversorgung (VBL)\nEinen attraktiven Arbeitsplatz im Zentrum Düsseldorfs\nEngagierte Kolleg*innen und individuelle Weiter- und Fortbildungsmöglichkeiten\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte. Ihre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum  23.08.2025 in elektronischer Form über unser Bewerbungsportal:\nhttps://jobs.kunstsammlung.de/stellenangebote/120381919?ref=8010141000\nWir präferieren Bewerbungen ohne Foto.\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kasse-ticketing-m-w-d/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-im-projekt-bildungs-und-aktionswochen-gegen-antisemitismus-m-w-d-als-elternzeitvertretung/", "image": "", "title": "Referent*in im Projekt Bildungs- und Aktionswochen gegen Antisemitismus (m/w/d) als Elternzeitvertretung", "content_text": "Anne Frank Zentrum, Berlin Bewerbungsende: 31.08.2025 | Das Anne Frank Zentrum sucht zum 01.10.2025 eine*n Referent*in als Elternzeitvertretung im Umfang von 35 Wochenstunden. Die Stelle ist bis zum 31.12.2025 befristet. Eine Verlängerung bis zum 31.10.2026 ist gewünscht und wird angestrebt.\nDas Anne Frank Zentrum ist die deutsche Partnerorganisation des Anne Frank Hauses in Amsterdam. Mit Ausstellungen und Bildungsangeboten erinnert das Zentrum an Anne Frank und ihr Tagebuch. Es schafft Lernorte, in denen sich Kinder und Jugendliche mit Geschichte auseinandersetzen und diese mit ihrer heutigen Lebenswelt verbinden. Sie lernen, gesellschaftliche Verantwortung zu übernehmen und sich für Freiheit, Gleichberechtigung und Demokratie zu engagieren.  Mehr Informationen finden Sie unter\nwww.annefrank.de\n.\nIhre Aufgaben:\nSie konzipieren, organisieren und führen Fortbildungen zu den Themen Antisemitismus, (Anti-)DiskriminierungNationalsozialismus und Erinnerungskultur durch. Die Seminare richten sich an Multiplikator*innen – insbesondere Grundschullehrkräfte – und finden in Kooperation mit verschiedenen Partnern der historisch-politischen Bildung in Berlin und bundesweit statt.\nSie akquirieren neue Kooperationspartner, pflegen bestehende Kontakte und koordinieren die inhaltliche sowie organisatorische Umsetzung der Fortbildungen eigenverantwortlich.\nSie wirken an der Konzeption und inhaltlichen Gestaltung einer öffentlichen Veranstaltung im Rahmen der Bildungs- und Aktionswochen gegen Antisemitismus mit.\nSie begleiten die bundesweite Kampagne der Aktionswochen in kontinuierlicher Abstimmung mit der Amadeu Antonio Stiftung – sowohl konzeptionell als auch inhaltlich und organisatorisch.\nSie übernehmen redaktionellen Arbeiten im Bereich Öffentlichkeitsarbeit, insb. für den Newsletter, die Webseite sowie den Jahresbericht.\nSie planen die Finanzen im Projekt, d.h. Controlling, Vertragsabschlüsse, Erstellung der Verwendungsnachweise gemäß den Richtlinien des Zuwendungsgebers inkl. Sachbericht.\nSie verantworten Maßnahmen der Qualitätssicherung und Evaluation.\nSie unterstützen inhaltlich angrenzende Projekte innerhalb des Arbeitsbereichs.\nIhr Profil:\nSie verfügen über ein abgeschlossenes Hochschulstudium und/oder eine vergleichbare Qualifikation im sozialwissenschaftlichen oder (sozial-)pädagogischen Bereich, im Idealfall in den Fachbereichen Geschichte, Politik oder Erziehungswissenschaften.\nSie verfügen über umfangreiche inhaltliche und methodische Kenntnisse der historisch-politischen Jugend- und Erwachsenenbildung im Themenfeld Antisemitismus sowie idealerweise im Feld Grundschule.\nSie besitzen fundierte Erfahrungen in der eigenverantwortlichen Planung, Umsetzung und Evaluation von Bildungsangeboten.\nSie verfügen nachweislich über Erfahrungen im Projektmanagement.\nSie arbeiten selbstständig, zuverlässig, kreativ und teamorientiert.\nSie haben ein professionelles Auftreten und sehr gute kommunikative Fähigkeiten, sowohl schriftlich als auch mündlich.\nSie sind bereit zu gelegentlich unregelmäßigen Arbeitszeiten und Dienstreisen.\nSie bringen Sicherheit im Umgang mit MS Office mit.\nWir bieten Ihnen:\neine Vergütung nach Haustarif in Anlehnung an den TV-L Berlin (Eingruppierung in Entgeltgruppe 11 kann bei Vorliegen der entsprechenden Voraussetzungen erfolgen).\neine sinnvolle Tätigkeit mit abwechslungsreichen Aufgaben für einen gemeinnützigen Verein in einem familienfreundlichen Team.\neinen Arbeitsplatz im Herzen der Stadt – direkt am Hackeschen Markt.\ndie Möglichkeit, teilweise im Homeoffice zu arbeiten\nMöglichkeiten zur beruflichen Fort- und Weiterbildung.\n30 Tage Urlaub pro Jahr (bei einer 5-Tage-Woche).\nDas Anne Frank Zentrum besteht aus einem vielfältigen Team. Daher begrüßen wir Bewerbungen aller Interessierten, unabhängig von ihrer Herkunft, ihrer religiösen oder ethnischen Zugehörigkeit, ihrer sexuellen Identität oder einer Behinderung. Wir freuen uns über Bewerbungen aller Menschen mit Migrationsgeschichte, People of Colour, Jüdinnen*Juden sowie Schwarzer Menschen.\nDer Arbeitsort ist nicht barrierefrei.\nBitte richten Sie Ihre Bewerbung, bestehend aus Motivationsschreiben, tabellarischem Lebenslauf, Zeugnissen und weiteren aufgabenrelevanten Nachweisen zu Praxiserfahrung und Qualifikation schriftlich\nbis zum 31.08.2025,\nausschließlich per E-Mail (max. 5 MB) und ausschließlich im PDF-Format in\neiner\nDatei an die untenstehende Adresse. Postalische Bewerbungen werden nicht zurückgeschickt. Reisekosten werden nicht übernommen.\nDie Bewerbungsgespräche finden voraussichtlich zwischen dem 15. und 17.09.2025 statt.\nBitte beachten Sie unsere Hinweise zum Datenschutz:\nMit der Übersendung Ihrer Bewerbungsunterlagen geben Sie uns die Einwilligung, die von Ihnen übersandten personenbezogenen Daten zum Zwecke der Durchführung des Bewerbungsverfahrens und gegebenenfalls zur Kontaktaufnahme mit Ihnen zu verarbeiten. Sie können diese Einwilligung jederzeit durch eine formlose Nachricht an uns widerrufen, uns zur Berichtigung oder Löschung Ihrer personenbezogenen Daten oder zur Auskunft über deren Verarbeitung auffordern (vgl. Art. 6 DSGVO; siehe auch § 32 BDSG).\nSechs Monate nach Abschluss des Bewerbungsverfahrens werden Ihre elektronisch übermittelten Daten gelöscht, es sei denn, sie werden zum Zwecke der Anstellung weiter benötigt.\nAlle weiteren Informationen zum Datenschutz beim Anne Frank Zentrum e. V. finden Sie in unserer Datenschutzerklärung unter www.annefrank.de/datenschutz.\nAnne Frank Zentrum e.V.,\nz.H. Christine Wehner, Bereichsleitung Entwicklung – Neue Lernformate, Rosenthaler Straße 39, 10178 Berlin\nE-Mail:\njobs@annefrank.de\nwww.annefrank.de\nFragen zur Ausschreibung: Christine Wehner, Bereichsleitung Entwicklung – Neue Lernformate, 030 288 86 56-37/00, wehner@annefrank.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-im-projekt-bildungs-und-aktionswochen-gegen-antisemitismus-m-w-d-als-elternzeitvertretung/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zoologische-r-praeparator-in-restaurator-in-konservator-in-w-m-div/", "image": "", "title": "Zoologische/r Präparator/in/ Restaurator/in/ Konservator/in (w/m/div)", "content_text": "Museum für Naturkunde Berlin, Berlin Bewerbungsende: 12.08.2025 | Das\nMuseum für Naturkunde Berlin (MfN)\nist ein exzellentes und integriertes Forschungsmuseum der Leibniz­ Gemeinschaft mit internationaler Ausstrahlung und global vernetzter Forschungsinfrastruktur. Es ist auf drei eng miteinander verzahnten Feldern tätig: der sammlungsgestützten Forschung, der Sammlungsentwicklung und -erschließung und der forschungsbasierten Öffentlichkeits- und Bildungsarbeit. In den kommenden zehn Jahren wird das Museum für Naturkunde seinen Zukunftsplan verwirklichen. Es werden neue Labore und Ar­ beitsplätze für Spitzenforschung geschaffen. Gleichzeitig wird eine der weltweit umfassendsten naturhistori­ schen Sammlungen mit über 30 Millionen Objekten in modernen Sammlungsgebäuden untergebracht und dabei komplett digitalisiert. Die Umsetzung des Zukunftsplanes, gefördert mit insgesamt 660 Millionen Euro vom Bund und Land Berlin, gelingt nur mit starken interdisziplinären nationalen und internationalen Partnern.\nWerden Sie Teil unseres Teams als\nBezeichnung:\nZoologische/r Präparator/in/ Restaurator/in/ Konservator/in (w/m/div)\nArbeitszeit:\nVollzeit (derzeit 39 Stunden und 24 Minuten pro Woche)\nBefristung:\nzum nächstmöglichen Zeitpunkt, befristet bis zum 31.12.2028\nEntgeltgruppe:\nE 9b TV-L\nKennziffer:\n23/2025\nProjektbeschreibung\nDie Stelle ist in der Säugetiersammlung des MfN angesiedelt. Die Säugetiersammlung ist mit ihren etwa\n150.000 Objekten die größte ihrer Art in Deutschland. Sie umfasst sowohl wissenschaftliche Felle, Schädel, Skelette als auch aufgestellte Tierpräparate, Alkoholpräparate sowie eine Gewebe- und DNA-Sammlung. Viele Präparate sind historisch und wissenschaftlich einmalig. Bedingt durch Baumaßnahmen müssen in den kom­ menden Jahren umfangreiche Teilsammlungen umziehen, was besondere Konservierungs- und Sicherheits­ maßnahmen erfordert. Die Stelle beinhaltet ein umfassendes Spektrum an Konservierungs-, Präparations- und Restaurierungsmethoden und bietet dadurch ein abwechslungsreiches Betätigungsfeld und viel Potential zur weiteren Entwicklung an einem der größten Naturkundemuseen der Welt.\nIhre Aufgaben\nPlanung, Vorbereitung und Beteiligung an Sammlungsumzügen\nPlanung und Realisierung von schwierigen Sicherungs- und Restaurierungsarbeiten in der Forschungssammlung und von historischen Unikaten und Typusmaterial\nPlanung und Realisierung von zoologischen Präparations- und Konservierungsarbeiten für spezifische wissenschaftliche FragestelIungen\nEntwicklung und Erprobung neuartiger Methoden, Techniken und Materialien zur Konservierung, Restaurierung und Präparation für den langfristigen Erhalt und Ausbau einer umfangreichen ForschungssammIung\nWeitergabe des Wissens in Aus- und Weiterbildung\nIhr Profil\nAbgeschlossenes (Fach)Hochschulausbildung – Bachelor/Master/Diplom – zum/r Präparator/in, Restaurator/in oder Konservator/in oder abgeschlossene Berufsausbildung, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können\nDurch mehrjährige Berufspraxis erworbene gründliche und umfassende Fachkenntnisse und\npraktische Erfahrungen in gängigen Konservierungs- und Restaurierungsmethoden und -techniken Fachkenntnisse und praktische Erfahrungen in der Restaurierung und Aufarbeitung von historischen Präparaten\nFachkenntnisse zur Anatomie und Morphologie von Wirbeltieren\nDurch Berufspraxis in der Museums- und Sammlungsarbeit erworbene Fachkenntnisse zum Umgang mit naturkundlichen Sammlungen, einschließlich Nutzung, Standards, Gesetze\nHandwerkliches Geschick und körperliche Belastbarkeit\nsehr gute Sprachkenntnisse, vor allem in Deutsch und Englisch\nDarüber hinaus erwarten wir:\nInitiative und Eigenständigkeit Kommunikations- und Teamfähigkeit\nhohes Verantwortungsbewusstsein im Umgang mit fragilen und historisch wertvollen Sammlungsobjekten\nstetige Zuverlässigkeit im Umgang mit Dokumentation, Datenbanken und zu digitaler Erfassung der Daten von Sammlungsobjekten\nWir bieten Ihnen\nspannendes Arbeitsumfeld in einem attraktiven Forschungsmuseum mit vielseitigen Aufgaben in ei­ nem dynamischen und zukunftsorientierten Markt\nsehr gute ÖPNV Anbindung in der Mitte von Berlin\numfangreiche Weiterbildungsmöglichkeiten auf persönlicher und fachIicher Ebene\nflexible Arbeitszeitgestaltung und vielfältige Angebote zur Vereinbarkeit von Beruf und Familie (z.B. Gleitzeit oder individuelle Teilzeitmodelle)\nMobiles Arbeiten ist je nach Tätigkeit bis zu 60 Prozent der individuellen Arbeitszeit möglich Vergütung nach TV-L mit betrieblicher Altersvorsorge (VBL), Jahressonderzahlung und vermögens­ wirksamen Leistungen\nArbeitgeberzuschuss zum VBB Firmenticket oder Deutschlandticket Job\nMitarbeiterevents, betriebliches Gesundheitsmanagement und Sprachkurse Deutsch und Englisch\n30 Urlaubstage sowie den Dezember und 31. Dezember frei\nHinweise\nZur Sicherung der Gleichstellung sind Bewerbungen qualifizierter Frauen besonders willkommen. Schwerbe­ hinderte Bewerber:innen werden bei gleicher Eignung bevorzugt.\nWir freuen uns über Ihre Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) bis zum\n12.08.2025\nbevorzugt über unser Online-Bewerbungsportal.\nhttps://www.museumfuernaturkunde.berlin/de/ueber-uns/jobs-und-karriere/stellenausschreibungen\nFür Auskünfte zum Bewerbungsverfahren wenden Sie sich bitte an\nrecruiting@mfn.berlin\n.\nWeitere Informationen Datenschutz\nMit dem Versenden Ihrer Bewerbung stellen Sie uns Ihre Informationen zum Zweck der Bearbeitung Ihrer Bewerbung, durch das Museum für Naturkunde zur Verfügung. Ihre Daten werden dabei jederzeit streng ver­ traulich behandelt. Nach dem Eingang Ihrer Bewerbungsunterlagen werden diese in unserer Datenbank erfasst. Ihre Daten werden auf unserem Server gespeichert. Dabei beachten wir die Vorschriften der Datenschutzge­ setze.\nInformationen über den Umgang mit Bewerberdaten am MfN\nhttps://www.museumfuernaturkunde.berlin/sites/default/files/informationen-ueber-den-umgang-mit-den-bewerberdaten-am-mfn.pdf\nDatenschutzerklärung:\nhttps://www.museumfuernaturkunde.berlin/de/datenschutzerklaerung\nFamilienpolitik\nBerlin hat sich die Förderung der Vereinbarkeit von Beruf und Familie zum Ziel gesetzt und wurde hierfür mit dem Zertifikat zum audit berufundfamilie der audit berufundfamilie gGmbH – eine Initiative der Gemeinnützigen Hertie-Stiftung – ausgezeichnet. Weiterführende Informationen finden Sie unter:\nhttps://www.naturkundemuseum.berlin/de/jobs-und-karriere/arbeiten-am-museum-fuer-naturkunde/audit-be-\nrufundfamilie\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.08.2025", "url": "https://www.museumsbund.de/stellenangebote/zoologische-r-praeparator-in-restaurator-in-konservator-in-w-m-div/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-20/", "image": "", "title": "Kurator:in (m/w/d)", "content_text": "Historischen Museen Stadt Heidenheim, Heidenheim Bewerbungsende: 21.09.2025 | Die Große Kreisstadt und Hochschulstadt Heidenheim, 50.000 Einwohner, sucht zum frühestmöglichen Zeitpunkt für den Geschäftsbereich Museen und Stadtarchiv unbefristet und in Vollzeit eine:n\nKurator/Kuratorin (m/w/d)\nfür die historischen Museen Stadt Heidenheim\nDie Historischen Museen der Stadt Heidenheim bereichern das Angebot im vielseitigen Kulturleben der Stadt Heidenheim mit den Leuchttürmen Opernfestspiele Heidenheim, Heidenheimer Naturtheater, Kunstmuseum Heidenheim sowie\nden zahlreichen Aktivitäten der Heidenheimer Vereine.\nIhre Aufgaben:\nStrategische und operative Leitung der Historischen Museen\ninhaltliche und konzeptionelle Neuausrichtung und Weiterentwicklung der Museen mit dem Ziel, Geschichte auf unterschiedlichen Ebenen noch stärker öffentlich bewusst zu machen und damit zur laufenden Identitätsbildung der Stadtgesellschaft beizutragen\nMitwirkung bei der Entwicklung und Erprobung neuer Vermittlungsformate in enger Zusammenarbeit und Abstimmung mit dem Bereich der Bildung und Vermittlung (KiKu) und dem Kunstmuseum\nEntwicklung und Organisation von Ausstellungen und anderen Präsentationsformen\nKoordination von Veranstaltungen in den Museen\nWir erwarten:\nein abgeschlossenes Studium in einem geisteswissenschaftlichen Fach, z.B. Kulturwissenschaften, Geschichte, Soziologie, Kunstgeschichte oder eine vergleichbare Qualifikation\nErfahrungen in der kuratorischen Tätigkeit in Museen\nKreativität und Innovationsbereitschaft\nsehr gutes mündliches und schriftliches Ausdrucksvermögen\nausgeprägte Teamorientierung, Organisationsfähigkeit, Eigenständigkeit\nBereitschaft zur Arbeit außerhalb der regulären Arbeitszeiten, z. B. an Wochenenden und in den Abendstunden\nErfahrung in der Leitung von Teams ist von Vorteil\nWir bieten:\neine äußerst vielseitige, abwechslungsreiche und verantwortungsvolle Tätigkeit mit eigenen Gestaltungsmöglichkeiten\nein engagiertes Umfeld und ein gutes Arbeitsklima\ndie Eingruppierung erfolgt nach den Bestimmungen des Tarifvertrags für den öffentlichen Dienst (TVöD) in Entgeltgruppe 10\ngleitende und flexible Arbeitszeiten\nFort- und Weiterbildungsangebote, fachspezifische Schulungen\neinen sicheren Arbeitsplatz\neine tarifgerechte Bezahlung\nBetriebliche Altersvorsorge\nZuschuss für ein Jobticket und ein Jobrad\nInformationen über Heidenheim finden Sie unter www.heidenheim.de.\nWenn wir Ihr Interesse geweckt haben, freuen wir uns auf Ihre aussagekräftige Online-Bewerbung mit den üblichen Anlagen (Lebenslauf, Zeugnisse, Arbeitsnachweise usw.) über unser Bewerberportal (\nwww.heidenheim.de/karriere\n) bis spätestens\n21.09.2025.\nIhre Fragen zum Stellenangebot beantworten der Leiter des Geschäftsbereichs Museen und Stadtarchiv sowie des Kunstmuseums, Herr Marco Hompes, Tel. 07321 / 327-4800.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-20/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-des-direktoriums-m-w-d-2/", "image": "", "title": "Assistent*in des Direktoriums (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 31.08.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 als Römisch-Germanisches Zentralmuseum widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür das Vorzimmer des Direktoriums am Standort Mainz suchen wir zum nächstmöglichen Zeitpunkt\neine*n Assistent*in des Direktoriums (m/w/d)\nin Teilzeit (50 % – 75 %)\n(EG 8 TV-L)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-des-direktoriums-m-w-d-2/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-restaurator-in-fuer-moderne-und-zeitgenoessische-kunst-als-leitende-r-restaurator-in-m-w-d-fuer-das-museum-brandhorst/", "image": "", "title": "wissenschaftliche/r Restaurator/in für moderne und zeitgenössische Kunst als Leitende/r Restaurator/in (m/w/d) für das Museum Brandhorst", "content_text": "Doerner Institut, München Bewerbungsende: 28.08.2025 | Das Doerner Institut gehört zur Direktion der Bayerischen Staatsgemäldesammlungen, konserviert und restauriert die umfangreichen und bedeutenden Bestände der Pinakotheken in Bayern, die vom 14. Jahrhundert bis hin zur zeitgenössischen Kunst reichen, betreibt kunsttechnologische Forschung und ist verantwortlich für die Präventive Konservierung. Ein Team von 50 Restaurator/innen, Naturwissenschaftler/innen sowie Museums- und Ausstellungstechniker/innen arbeitet am Doerner Institut zusammen.\nWir suchen\neine/n wissenschaftliche/n Restaurator/in für moderne und zeitgenössische Kunst als\nLeitende/r Restaurator/in (m/w/d) für das Museum Brandhorst\nin Vollzeit, Entgeltgruppe E13 TV-L unbefristet, zum nächstmöglichen Zeitpunkt\nIn der Abteilung Konservierung, Restaurierung und Kunsttechnologie des Doerner Instituts sind Sie als leitende/r Restaurator/in verantwortliche/r erste/r Ansprechpartner/in für alle konservatorisch-restauratorischen Belange des Museum Brandhorst. Seine Wurzeln hat das Museum in der privaten Sammlung von Anette und Udo Brandhorst. 1993 in eine Stiftung überführt, wurde die Sammlung 2009 im Museum Brandhorst der Öffentlichkeit zugänglich gemacht und ist seitdem Teil der Bayerischen Staatsgemäldesammlungen. Im Team der Restaurierung Museum Brandhorst, gemeinsam mit der Präventiven Konservierung und der Museums- und Ausstellungstechnik sowie in enger Zusammenarbeit mit dem kunsthistorischen Kollegium und vielen anderen Fachbereichen tragen Sie maßgeblich dazu bei, den inzwischen auf 2000 Werke, von den 1960er-Jahren bis heute, angewachsenen Sammlungsbestand zu bewahren, zu präsentieren, zu erforschen und dem Publikum wie auch der Fachwelt Wissen und neue Erkenntnisse zu vermitteln.\nIhre Aufgaben:\nkonservatorische und restauratorische Betreuung der Ausstellungen und der Sammlung des Museum Brandhorst, auch im Rahmen von Leihverkehr\nwissenschaftliche Untersuchung und Erfassung von Materialität, Maltechnik und Erhaltungszustand von Sammlungswerken und Neuerwerbungen sowie die Erarbeitung von werkspezifischen Bewahrungskonzepten\nKonzeption und Durchführung von umfassenden Konservierungs- und Restaurierungsmaßnahmen und deren Dokumentation\nAuftragsvergabe und fachliche Begleitung von Restaurierungen\nkontinuierliche Fortentwicklung von Strategien für die Erhaltung des Sammlungsbestandes in Kooperation mit der Präventiven Konservierung\nkunsttechnologische und konservierungswissenschaftliche Forschung zur Sammlung, im interdisziplinären und internationalen Austausch sowie Vermittlung dieser Inhalte an das Publikum und die Fachöffentlichkeit\nIhre Voraussetzungen:\nSie haben einen wissenschaftlichen Hochschulabschluss im Fach Konservierung, Restaurierung, Kunsttechnologie und/oder Konservierungswissenschaft von Gemälden oder Moderner Kunst (Diplom oder Master) und verfügen außerdem über\nnachweisbare mehrjährige Praxiserfahrung der Konservierung und Restaurierung von Gemälden, Objekten und Installationen und vorzugsweise auch Erfahrung mit großformatigen Gemälden\nherausragende Kenntnisse zu den vielfältigen Techniken und Materialien der Modernen und zeitgenössischer Kunst, insbesondere auch Kunststoffe, sowie fundierte Kenntnisse der Kunstgeschichte\ngrundlegende Kenntnisse zur Konservierung von Kunstwerken auf Papier und Fotografie\nbesonderes Fachwissen sowie Praxiserfahrung der kunsttechnologischen Untersuchung, naturwissenschaftliche Methodenkompetenz sowie Freude an interdisziplinärer Tätigkeit\numfassende Kenntnis von historischen und modernen Konservierungs- und Restaurierungsmethoden sowie -techniken\nErfahrungen mit zeitgenössischen Künstlern und in der Durchführung von Künstlerinterviews\nGute Kenntnisse der für die Moderne Kunst erforderlichen Dokumentationstechniken, insbesondere auch für komplexe, vielteilige Installationen sowie fundierte Kenntnis von analogen, digitalen und fotografischen Methoden der Dokumentation\nFachkenntnisse der Präventiven Konservierung\nausgeprägte Teamfähigkeit\nBesonders ausgeprägtes Verantwortungsbewusstsein, Bereitschaft und Fähigkeit zu eigeninitiativem Handeln sowie eine hochgradig strukturierte und ergebnisorientierte Arbeitsweise\nbesonders hohe Belastbarkeit auch unter starkem Termindruck\nDurchsetzungsfähigkeit, besonderes Verhandlungsgeschick, Kompromissbereitschaft und Kommunikationskompetenz\n(Internationale) Vernetzung mit Museen, Forschungseinrichtungen und dem Fachkollegium\nhervorragende Deutsch- und sehr gute Englischkenntnisse in Wort und Schrift\nsichere Beherrschung von MS 365 und Kenntnis gängiger Bildbearbeitungsprogramme\nWir bieten Ihnen:\neine vielseitige und verantwortungsvolle Tätigkeit in einem der größten Museumsinstitute für Restaurierung und Konservierung in Deutschland und zugleich einem zentralen Ort für Gegenwartskunst\ndie Möglichkeit zur gestaltenden Mitwirkung bei der Neueinrichtung der Restaurierungsateliers des Doerner Instituts im Rahmen der laufenden Sanierung der Neuen Pinakothek\neine attraktive tarifliche Entlohnung und Festanstellung im öffentlichen Dienst\ngute Vereinbarkeit von Familie und Beruf durch eine flexible Arbeitszeitregelung sowie die Möglichkeit des mobilen Arbeitens in durch die Tätigkeit vorgegebenem Rahmen\nattraktive Sozialleistungen: z.B. eine betriebliche Altersvorsorge, vergünstigtes Ticket für den öffentlichen Nahverkehr\neinmalige Jahressonderzahlung\nDas Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Bei Vorliegen der persönlichen und tariflichen Voraussetzungen erfolgt die Einstellung und Eingruppierung in max. Entgeltgruppe 13 TV-L.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Bewerbungen schwerbehinderter Personen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nHaben Sie Fragen?\nFür Fragen zum ausgeschriebenen Aufgabengebiet steht Ihnen gerne die Leitung der Abteilung Konservierung, Restaurierung und Kunsttechnologie, Frau Heide Skowranek unter 089/ 23805170 zur Verfügung.\nBewerben Sie sich:\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse)\nbis spätestens 28.08.2025 ausschließlich über Interamt\nI\nD\n1341344\nein. Bewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-restaurator-in-fuer-moderne-und-zeitgenoessische-kunst-als-leitende-r-restaurator-in-m-w-d-fuer-das-museum-brandhorst/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-kunststiftung-ruth-baumgarte-m-w-d/", "image": "", "title": "Leitung der Kunststiftung Ruth Baumgarte (m/w/d)", "content_text": "Kunststiftung Ruth Baumgarte, Bielefeld Bewerbungsende: 30.09.2025 | Die\nKunststiftung Ruth Baumgarte\nin Bielefeld bewahrt, erforscht und vermittelt das Werk der deutschen Künstlerin Ruth Baumgarte (1923–2013), einer herausragenden deutschen Künstlerin des 20. Jahrhunderts. Ihr Schaffen, geprägt von präziser Beobachtung und gesellschaftlicher Relevanz, durchlief markante Phasen: Bereits im Studium widmete sie sich der menschlichen Wirklichkeit und scheute unbequeme Themen nicht. In der Nachkriegszeit dokumentierte sie den industriellen Wiederaufbau, indem sie die Arbeitswelt in Montagehallen festhielt. In den 1970er und 1980er Jahren erforschte sie das Spannungsfeld zwischen Individuum und Gesellschaft, Mensch und Natur. Ihr Afrika-Zyklus beleuchtet schließlich die sozialen und politischen Umbrüche des Kontinents mit besonderem Fokus auf die Rolle der Frau. Die Stiftung fördert zeitgenössische Kunst durch den internationalen Ruth-Baumgarte-Kunstpreis an herausragende internationale Künstlerinnen und Künstler. Wegweisende Ausstellungen, wie 2022/23 in der Wiener Albertina mit über 200.000 Besuchern, haben ihre künstlerische Bedeutung nachhaltig gestärkt.\nDie derzeitige Stiftungsleiterin wird zum Jahreswechsel 2025/2026 in den Ruhestand gehen, zukünftig aber als Beiratsmitglied der Kunststiftung weiterhin eng verbunden bleiben.\nZur strategischen und operativen\nLeitung der Stiftung\nsuchen wir deshalb eine engagierte Persönlichkeit mit ausgeprägter kunsthistorischer, historischer und kulturhistorischer Expertise, exzellenter Vernetzung in der Kunst- und Museumswelt sowie fundierter Erfahrung im Stiftungs- und Kulturmanagement.\nIhre Aufgaben:\nPlanung und Umsetzung von Einzel- und Gruppenausstellungen in weiterhin renommierten Institutionen, von Publikationen und Veranstaltungen\nLeitung eines kleinen Teams und enge Zusammenarbeit mit dem Vorstand\nWeiterentwicklung und Umsetzung einer bereits stark entwickelten Strategie zur Positionierung von Ruth Baumgarte in der nationalen und internationalen Kunstlandschaft\nVerantwortung für die wissenschaftliche Erforschung und Ausstellung des Werks von Ruth Baumgarte auf der Grundlage des dreibändigen wissenschaftlichen Werkverzeichnisses, herausgegeben im Hirmer Verlag und in der Online-Ausgabe\nRepräsentation der Stiftung gegenüber Kooperationspartnern, Medien und der Öffentlichkeit\nWeiterentwicklung des internationalen Ruth-Baumgarte-Kunstpreises und Pflege von Partnerschaften mit Museen, Galerien und Institutionen\nIhr Profil:\nAbgeschlossenes Hochschulstudium der Kunstgeschichte, Kulturwissenschaften oder einer verwandten Disziplin\nHervorragende Kenntnisse der internationalen Kunstszene und exzellente Vernetzung mit Museumsdirektorinnen und Museumdirektoren sowie internationalen Kuratorinnen und Kuratoren\nMehrjährige Berufserfahrung im Museums- oder Ausstellungswesen, idealerweise mit Schwerpunkt auf Klassikern der Moderne, moderner und zeitgenössischer Kunst\nNachgewiesene Erfahrung in der Leitung von Kulturinstitutionen, Stiftungen oder vergleichbaren Organisationen\nAusgezeichnete Kommunikations- und Repräsentationsfähigkeiten\nHohes Maß an zielorientierter Eigeninitiative, Organisationstalent und strategischem Denken\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten:\nEine herausfordernde und vielseitige Leitungsposition in einer renommierten Kunststiftung\nDie Möglichkeit, die Rezeption des Werks von Ruth Baumgarte nachhaltig zu prägen\nEin inspirierendes Arbeitsumfeld mit internationaler Ausstrahlung\nGestaltungsspielraum und Eigenverantwortung\nEine unbefristete Vollzeitstelle\nDer Arbeitsort ist Bielefeld\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung mit Gehaltsvorstellung. Der Eintrittstermin erfolgt nach Vereinbarung.\nBewerbungen bitte per E-Mail an sekretariat@ruth-baumgarte.com\nKunststiftung Ruth Baumgarte\nNiederwall 10, D-33602 Bielefeld\nstiftung@ruth-baumgarte.com\nwww.ruth-baumgarte.com\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-kunststiftung-ruth-baumgarte-m-w-d/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koechin-koch-m-w-d-fuer-unsere-bio-tagesgastronomie-in-voll-oder-teilzeit/", "image": "", "title": "Köchin/Koch (m/w/d) für unsere Bio-Tagesgastronomie in Voll- oder Teilzeit", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 31.08.2025 | Die Domäne Dahlem Veranstaltungsgesellschaft mbH betreibt eine Gastronomie, veranstaltet Marktfeste auf dem Gelände der Domäne Dahlem und organisiert Veranstaltungen wie Tagungen, Hochzeiten etc. Die Veranstaltungsgesellschaft mbH ist die 100%ige Tochter der Stiftung Domäne Dahlem, die ein für alle Besucher offenes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt betreibt. Für Besuchergruppen werden umfangreiche Programme zu den Themen Landwirtschaft, Ernährung, Kochen, Handwerk u. a. angeboten. In den Museen werden sowohl Wechselausstellungen als auch Dauerausstellungen gezeigt.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine/n\nKöchin/Koch (m/w/d) für unsere Bio-Tagesgastronomie in Voll- oder Teilzeit\nAufgabenfeld:\nAktive Mitarbeit bei der Gestaltung der gastronomischen Ausrichtung der Angebote nach Absprache und in Abhängigkeit vom Ernteaufkommen unserer domäneneigenen ökologischen Landwirtschaft\nZubereitung/ Herstellung der Speisen im und für das „Landgasthaus“ und die Marktfeste in Abstimmung mit dem Leiter der Gastronomie\nEinhaltung und Gewährleistung der Hygienestandards in der Küche laut HACCP\nPflichtbewusste Lagerwirtschaft\nSelbständige und strukturierte Arbeitsweise\nSelbstständige Warenwirtschaft/Bestellung und Organisation von Arbeitsabläufen\nWir bieten:\nEinen vielseitigen Arbeitsplatz mit mind. 30 Stunden pro Woche\nFlexibles Arbeiten durch ein Arbeitszeitkonto sowie Überstundenausgleich durch Freizeit oder Vergütung\nEin Arbeitsumfeld in dem Sie selbstständig und eigenverantwortlich handeln können\nDie Möglichkeit, an der Weiterentwicklung des Standortes Domäne Dahlem aktiv mitzuwirken\nEinen transparenten Führungsstil mit positiver Fehler-/Feedback-Kultur und flache Hierarchien\nOffenheit für neue Impulse\nVerpflegung und Betriebswäsche (Stellung und Reinigung) sowie eine faire Trinkgeldverteilung\nÖffnungszeiten in der Regel bis 18 Uhr (kein abendliches à la carte Geschäft)\nSchließzeiten an Weihnachten und Silvester\nBVG-Jobticket/Deutschlandticket\nUnsere Anforderungen:\nFreude am Zubereiten von Lebensmitteln sowie ein sorgsamer und kostenbewusster Umgang mit diesen\nIdealerweise eine erfolgreich abgeschlossene Ausbildung als Koch/Köchin mit Berufserfahrung oder vergleichbare Qualifikationen\nFreundliches und gepflegtes Auftreten\nEigenverantwortliches und dienstleistungsorientiertes Arbeiten\nAffinität zu ökologischen Lebensmitteln\nNachhaltiges Arbeiten und eine hohe Belastbarkeit müssen vorhanden sein\nDen Blick auf das Ganze nicht aus den Augen verlieren, auch bei hohem temporärem      Arbeitsaufkommen\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbung! Senden Sie bitte Ihre Unterlagen als PDF in einer Datei bis\n31.08.2025\nper E-Mail an:\nbewerbung@domaene-dahlem.de\nBitte beachten Sie: Bewerbungsgespräche sind auch schon vor Ablauf der Bewerbungsfrist möglich.\nDie Domäne Dahlem Veranstaltungsgesellschaft fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nKontakt für Nachfragen und weitere Informationen:\nDomäne Dahlem Veranstaltungsgesellschaft mbH, Marcel Beley | +178 3596418 |\nbeley@domaene-dahlem.de\n| Königin-Luise-Str. 49 | 14195 Berlin\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/koechin-koch-m-w-d-fuer-unsere-bio-tagesgastronomie-in-voll-oder-teilzeit/", "date_published": "2025-08-06T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachkraft-w-m-d-fuer-kulturarbeit/", "image": "", "title": "Fachkraft (w, m, d) für Kulturarbeit", "content_text": "Museum der Deutschen Binnenschifffahrt, Duisburg Bewerbungsende: 29.08.2025 | Duisburg\n– kontrastreich und lebendig: Naherholungsgebiete, Industriekultur, kulturelle Angebote, sportliche Highlights und eine attraktive Arbeitgeberin.\nDie\nStadt Duisburg\nsucht für das Museum der Deutschen Binnenschifffahrt eine\nFachkraft (w, m, d) für Kulturarbeit\nDas Museum der Deutschen Binnenschifffahrt (MDB) wirkt seit seiner Neueröffnung im ehemaligen Ruhrorter Jugendstil-Hallenbad im Jahre 1998 als mittlerweile Deutschlands größtes Museum für die Geschichte der Binnenschifffahrt. Es erreicht jährlich etwa 30.000 Besuchende und ist mit seinen (Groß-)Exponaten, den Museumsschiffen und (Sonder-) Ausstellungen ein wichtiges Aushängeschild für Duisburgs Museumslandschaft.\nIhre Aufgabenschwerpunkte\nAufgaben im Rahmen der Kulturarbeit für das MDB wahrnehmen; u. a.\nKonzepte für die inhaltliche und zielgruppenorientierte Weiterentwicklung der Vermittlung am MDB planen und umsetzen\nKoordinierung der Museumspädagogik und -vermittlung am MDB\nErarbeitung und Umsetzung einer Gesamtstrategie zur Museumskommunikation und Öffentlichkeitsarbeit in Zusammenarbeit mit der Kommunikationsleitung der Kulturbetriebe/dem Amt für Kommunikation\nErstellung von Content für die PR-Kanäle des MDB und Koordination der Veröffentlichungen in Zusammenarbeit mit externen Agenturen und der Kommunikationsleitung/dem Amt für Kommunikation\nEventmanagement, Organisation und Umsetzung von Veranstaltungen, Sonderaktionen und Vermittlungsangeboten im MDB\nIhre fachlichen Kompetenzen\neine abgeschlossene Hochschulbildung (Bachelor oder Diplom FH) des Studienfaches Kulturwissenschaften, Kulturpädagogik, Kulturmanagement, Volkskunde, Kulturanthropologie, Geschichte, Kunstgeschichte oder in einem dem o. a. Aufgabengebiet dienlichen Studienfach und\neine anschließende mind. 3-jährige dienliche Berufserfahrung nach Erwerb der jeweiligen o. a. Qualifikation\nIhre persönlichen Kompetenzen\nausgeprägtes Interesse an Geschichte und Kultur, insb. im Hinblick auf die Binnenschifffahrtsgeschichte\nFreude am Umgang mit unterschiedlichen Menschen insb. mit Kindern und Jugendlichen\nqualifizierte Kenntnisse in der aktuellen Kulturpädagogik sind wünschenswert\nKenntnisse im Umgang mit den gängigen Office- und Layout-/Grafik-Programmen (z. B. Photoshop, Videoschnittprogrammen)\nKenntnisse im Umgang mit WordPress wünschenswert\ngute Selbstorganisation und -koordination\nKommunikations- und Organisationsfähigkeit\nKreativität und Eigeninitiative\ndie Tätigkeit erfordert grundsätzlich die Bereitschaft zeitlich flexibel zu arbeiten, gelegentlich auch an Wochenenden oder Abenden\nDetails\nEinstellungszeitpunkt: ab sofort\nStellenwert: EG 11 TVöD\nüber die Berücksichtigung von stufenlaufzeitrelevanter Berufserfahrung wird auf individueller Basis entschieden\nEingruppierung nach dem Tarifvertrag für den öffentlichen Dienst (TVöD)\nVollzeit (Teilzeit grundsätzlich möglich)\nWir bieten Ihnen\neinen krisensicheren Arbeitsplatz\neine gute Vereinbarkeit von Familie und Beruf durch flexibles und mobiles Arbeiten\ntarifrechtliche Sonderzahlungen\neine qualifizierte Personalentwicklung\neine moderne Arbeitsplatzausstattung\nvielfältige Fortbildungsmöglichkeiten\nein innovatives Gesundheitsmanagement\nattraktive Mobilitätsangebote\nCorporate Benefits\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbung in deutscher Sprache – bestehend aus Anschreiben, Lebenslauf, Nachweisen der geforderten Qualifikationen sowie Arbeitszeugnissen/dienstlichen Beurteilungen – ausschließlich in digitaler Form als PDF-Datei über unsere Karriereseite\nwww.duisburg.de/karriere\nunter Angabe der Kennziffer 41-6/452 (276) bis zum 29.08.2025.\nDiversität und Chancengleichheit sind uns wichtig. Alle Bewerbungen – unabhängig von ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Geschlecht, Weltanschauung oder Behinderung – sind ausdrücklich erwünscht.\nBewerbungen von Frauen werden in der Auswahlentscheidung nach Maßgabe des Landesgleichstellungsgesetzes NRW sowie des Gleichstellungsplans der Stadt Duisburg (\nwww.duisburg.de/frauenbuero\n) besonders berücksichtigt.\nBei gleicher Eignung werden schwerbehinderte und gleichgestellte Bewerbende besonders berücksichtigt.\nSie haben keine Möglichkeit Ihre Bewerbung online einzureichen? Dann rufen Sie uns an – wir finden eine Lösung.\nSie haben noch Fragen zum Bewerbungsverfahren?\nHierfür steht Ihnen Kathi Boffen, Amt für Personal- und Organisationsmanagement, Telefon 0203/283-982922, gerne zur Verfügung.\nSie benötigen weitere Informationen oder haben Fragen zu Ihrer künftigen Tätigkeit?\nDann wenden Sie sich bitte an Dr. Dennis Niewerth, Binnenschifffahrtsmuseum, Telefon 0203/283-94121.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.08.2025", "url": "https://www.museumsbund.de/stellenangebote/fachkraft-w-m-d-fuer-kulturarbeit/", "date_published": "2025-08-06T00:00:00"}]}