{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/provenienzforscherin-m-w-d-2/", "image": "", "title": "Provenienzforscher*in (m/w/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 18.01.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden- Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nDas Landesmuseum Württemberg ist sich als kulturhistorisches Museum seiner historischen Verantwortung bewusst und stellt sich daher auch den problematischen Aspekten seiner Vergangenheit. Seit 2009 befassen wir uns mit der Provenienzforschung, insbesondere zu im Nationalsozialismus verfolgungsbedingt entzogenen Objekten.\nIm Rahmen des vom Ministerium für Wissenschaft, Forschung und Kunst des Landes Baden-Württemberg geförderten Projekts „NS-verfolgungsbedingt entzogenes Kulturgut: Förderung der systematischen Provenienzforschung“ suchen wir zum frühestmöglichen Zeitpunkt eine*n\nProvenienzforscher*in (m/w/d)\nin Vollzeit (39,50 Wochenstunden).\nDie Stelle ist im Rahmen des Projekts für die Dauer von drei Jahren befristet. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben\nProvenienzforschung zu ausgewählten Erwerbungen der kunst- und kulturgeschichtlichen Sammlungen, v. a. in Form von Erstchecks\nDokumentation der Projektergebnisse in der Datenbank IMDASpro\nVerfassen von Dossiers zu den Ergebnissen sowie Erstellung von Projektberichten (Zwischenberichte und Abschlussbericht)\nErstellung eines Antrags für ein Folgeprojekt\nUnterstützung bei Maßnahmen zur Transparenz und Vermittlung der Projektergebnisse\nIhr Profil\nein erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium (Diplom, Magister, Master) der Geschichtswissenschaft, Kunstgeschichte, Provenienzforschung oder eines anderen einschlägigen Studienfachs mit einem Fokus auf die Zeit des Nationalsozialismus bzw. vergleichbare Erfahrungen und Fähigkeiten\nnachgewiesene Kenntnisse und praktische Erfahrungen in der Provenienzforschung zu im Nationalsozialismus entzogenem Kulturgut\nnachgewiesene Erfahrung in der Recherche und Nutzung von Archivgut, der Anwendung relevanter Forschungsdatenbanken und der wissenschaftlichen Dokumentation von Rechercheergebnissen\nnachgewiesene Kenntnisse des verfolgungsbedingten Kulturgutentzugs sowie des Kunst- und Antiquitätenhandels im Zeitraum 1933 bis 1945, insbesondere in Südwestdeutschland\nselbstständige, strukturierte und sorgfältige Arbeitsweise sowie organisatorisches Geschick\nhohes Verantwortungsbewusstsein\nBelastbarkeit\nBereitschaft zu Dienstreisen\nteamorientiertes Arbeiten und Bereitschaft zum fachlichen Austausch mit der Forschungscommunity\nsehr gute Ausdrucksfähigkeit in Deutsch und Englisch (Wort und Schrift)\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld mit einem engagierten Team,\nbei Vorliegen der tariflichen Voraussetzungen eine Vergütung in Entgeltgruppe 13 TV-L,\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung am Dienstort Stuttgart,\nZuschuss zu Ihrer Mobilität mit dem Job-Ticket BW,\nflexible Arbeitszeit,\ndie Möglichkeit zu mobiler Arbeit,\nbetriebliches Gesundheitsmanagement.\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Vollzeitstellen sind grundsätzlich teilbar. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der Kennziffer 535 mit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur\nBewerbungsfrist am 18. Januar 2026\nin unserem Bewerbungsportal ein, unter: https://www.landesmuseum-stuttgart.de/museum/stellenangebote\nDie Vorstellungsgespräche finden am Donnerstag, 12. Februar 2026 statt.\nFür Fragen steht Ihnen Herr Dr. Matthias Ohm, Abteilungsleitung Kunst- und Kulturgeschichte (Telefon: 0711 89535-215, E-Mail: matthias.ohm@landesmuseum-stuttgart.de), gerne zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2025", "url": "https://www.museumsbund.de/stellenangebote/provenienzforscherin-m-w-d-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/2-mitarbeiterinnen-im-besuchendenservice-m-w-d/", "image": "", "title": "2 Mitarbeiter*innen im Besuchendenservice (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 04.01.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nZur Unterstützung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt\n2 Mitarbeiter*innen im Besuchendenservice (m/w/d)\nbefristet für 1 Jahr, in Teilzeit mit 19,7 Wochenstunden, verteilt auf 2 bis 3 Tage – hauptsächlich am Wochenende!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.01.2025", "url": "https://www.museumsbund.de/stellenangebote/2-mitarbeiterinnen-im-besuchendenservice-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media-2/", "image": "", "title": "Marketing Manager*in / Social Media", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 11.01.2026 | Zu besetzen ist eine unbefristete Vollzeitstelle mit 39 Wochenstunden in der Entgeltgruppe 9b TVöD (Bund) zum nächstmöglichen Zeitpunkt. Die Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Marketing und Kommunikation entwickelt Kommunikations- und Vermarktungsstrategien für alle Angebote des Jüdischen Museum Berlin – Ausstellungen, Veranstaltungen, pädagogische Programme, digitale Formate etc. – und setzt diese mit geeigneten Instrumenten und Maßnahmen um. Im Rahmen der fortschreitenden Digitalisierung und der zunehmenden Bedeutung von Social Media als Kommunikations- und Marketinginstrument ist es für das Jüdische Museum Berlin (JMB) unerlässlich, seine Social Media Strategie kontinuierlich an aktuelle Trends, Technologien und Nutzergewohnheiten anzupassen.\nFolgende Aufgaben erwarten Sie u.a.\nMarketing / Projektmanagement\nUmsetzung und Steuerung von Marketingstrategien zur Bewerbung der Ausstellungen, Bildungsangebote, Veranstaltungen und Sonderprojekte des JMB\nPlanung und Durchführung von zielgruppenspezifischen Kampagnen inklusive Mediaplanung, Einholung von Angeboten und Recherche entsprechender Anbieter*innen\nKonzeption und Gestaltung von Werbematerialien (Print und Digital) in Zusammenarbeit mit externen Agenturen und intern in Abstimmung mit den zuständigen Fachbereichen\nÜberwachung, Koordination und Steuerung von Projekten im Budgetrahmen sowie Controlling und Evaluation der Maßnahmen sowie Sicherstellung einer effektiven Ressourcennutzung\nSocial Media\nBetreuung und Weiterentwicklung der Social-Media-Kanäle des Museums\nErstellung und Veröffentlichung von zielgruppenorientierten und kreativen Inhalten zur Förderung der Sichtbarkeit und Reichweiten\nMitarbeit bei der Entwicklung und Umsetzung von Social-Media-Kampagnen in Abstimmung mit der Gesamtstrategie\nMonitoring und Analyse der Social-Media-Aktivitäten sowie Erstellung von Berichten zur Performance-Optimierung\nUnsere Anforderungen\nEin abgeschlossenes Hochschulstudium (Bachelor/FH-Diplom) in der Fachrichtung Marketing bzw. Kommunikation, Kulturmanagement oder eine vergleichbare Qualifikation\nEinschlägige Berufserfahrung im Bereich Marketing und Social Media, idealerweise im Kultur- oder Museumsbereich\nFundierte Kenntnisse in der Betreuung und Analyse von Social-Media-Kanälen\nSicherer Umgang mit gängigen Grafik- und Marketing-Tools (z.B. Adobe Creative Suite, Content-Management-Systeme, Social-Media-Management-Tools)\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKreativität, sprachliches Feingefühl und ein Gespür für zielgruppenspezifische Kommunikation\nInteresse an der Vermittlung jüdischer Geschichte, Kultur und Gegenwart\nUnser Angebot\nZukunftssichere Beschäftigung im Öffentlichen Dienst\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. sind arbeitsfrei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstellungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akademie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinderwelt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 14/2025\nbis zum\n11. Januar 2026\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gerne Herr Krogulec unter der Telefon­nummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Hollmann unter 030/25993443.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmanagement-hochbau-bauunterhalt-m-w-d/", "image": "", "title": "Projektmanagement Hochbau/Bauunterhalt (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 11.01.2026 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Seine Gebäude spannen architektonisch einen Bogen vom 14. Jahrhundert bis zur Gegenwart. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nIm Technischen Büro des Germanischen Nationalmuseums erbringen wir vielfältige Leistungen in der Abwicklung des baulichen und technischen Unterhaltes sowie Bauherren- und Managementleistungen bei Neubauten und Bestandssanierungen.\nWir suchen Sie als erfahrene und engagierte Unterstützung unseres Teams in der Projektabwicklung laufender und zukünftiger baulicher Maßnahmen in unserem denkmalgeschützten Museumskomplex mit 22 Gebäuden verschiedenster Epochen (vom Mittelalter bis in die Gegenwart).\nStarten Sie bei uns ab dem 15.03.2026 im\nProjektmanagement Hochbau/Bauunterhalt (m/w/d)\nVollzeit, unbefristet, bis Entgeltgruppe 12 nach TV-L und persönlicher Voraussetzung\nIhre Aufgaben:\nIhre Hauptaufgabe liegt im Projektmanagement bei großen und kleinen Hochbau- und Bauunterhaltsmaßnahmen, insbesondere bei Umbau- und Sanierungsmaßnahmen an den denkmalgeschützten Museumsgebäuden und der Gebäudetechnik einschl. Revitalisierung der Innenbereiche.\nProjektentwicklung und Projektinitiierung der vorgenannten Maßnahmen\nGesamtprojektleitung bei großen Baumaßnahmen in der Bauherrenfunktion\nWahrnehmung der Projektleitung sowie Projektsteuerung (Kosten, Termine, Qualitäten) bei kleinen Baumaßnahmen und Bauunterhaltsmaßnahmen\nAusschreibung, Vergabe und Kontrolle externer Architekt*innen, Fachplaner*innen und sonstigen Dienstleistern bei kleinen Bau- und Bauunterhaltsmaßnahmen\nWahrnehmung der Schnittstellenkoordination sowie des Informations-, und Nutzermanagements von internen und externen Projektbeteiligten\nverantwortliche Mittelbewirtschaftung und laufendes Kostencontrolling zur effizienten Budgetnutzung\nfachliches/technisches Monitoring sämtlicher Maßnahmen\nidealerweise bei Bedarf Planung, Ausschreibung, Vergabe und Bauleitung von kleinen Baumaßnahmen und Bauunterhaltsmaßnahmen\nIhre Qualifikationen:\nein erfolgreich abgeschlossenes Studium (Dipl.-Ing., Bachelor, Master) der Fachrichtung Architektur / Bauingenieurswesen\nmit Zusatzausbildung Bauprojektmanagement oder nachgewiesene Erfahrungen im Projektmanagement nach AHO Heften Nr. 9 / 19\nKenntnisse der einschlägigen Normen und Richtlinien des Baurechts sowie des öffentlichen Vergaberechts (VOB, UVgO, VgV, HOAI, AHO, etc.)\nmindestens 7 Jahre einschlägige Berufserfahrung\nMS Office Kenntnisse werden vorausgesetzt, Grundkenntnisse in CAD und AVA sind wünschenswert\nDarüber hinaus erwarten wir:\nein hohes Maß an Eigeninitiative, Selbständigkeit und Teamfähigkeit sowie ein gewisses Maß an Führungsqualitäten gegenüber Projektbeteiligten\nPlanungs- und Organisationsvermögen sowie Kosten- und Terminbewusstsein\nFlexibilität und Aufgeschlossenheit für herausfordernde Aufgabestellungen\nWir bieten:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Orientierung. Schwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nWenn Sie sich vorstellen können, diese Aufgaben zu übernehmen, dann freuen wir uns, Sie kennen­zulernen! Bitte senden Sie Ihre vollständigen Bewerbungsunterlagen bis spätestens zum\n11.01.2026\nan\nunser Onlineportal.\nFür fachliche Auskünfte steht Ihnen Frank Stolpmann (0911 1331-134) gerne zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/projektmanagement-hochbau-bauunterhalt-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/2-stellen-beschaeftigter-m-w-d-fuer-die-mitarbeit-im-bereich-bildung/", "image": "", "title": "2 Stellen Beschäftigte*r (m/w/d) für die Mitarbeit im Bereich Bildung", "content_text": "Freie Universität Berlin - Zentraleinrichtung Botanischer Garten und Botanisches Museum, Berlin Bewerbungsende: 05.01.2026 | Zentraleinrichtung Botanischer Garten und Botanisches Museum – 2 Stellen Beschäftigte*r (m/w/d) für die Mitarbeit im Bereich Bildung mit 75%-Teilzeitbeschäftigung befristet bis 31.12.2027 für die Dauer des Projekts Entgeltgruppe 5 TV-L FU Kennung: Bo Berlin_14-2025 Bildung\nBewerbungsende: 05.01.2026\nDie Ausschreibung erfolgt vorbehaltlich der Mittelbewilligung\nDer im schönen Südwesten Berlins gelegene Botanische Garten Berlin (BO Berlin) ist das Wissenszentrum der Botanik und ist als Zentraleinrichtung der Freien Universität Berlin (FU) Teil einer Spitzenuniversität, die zu den mehrfach ausgezeichneten Exzellenzuniversitäten in Deutschland gehört.\nDer BO Berlin ist einer der drei weltweit führenden Botanischen Gärten und der Größte in Deutschland. Seine botanischen Sammlungen bilden eine umfangreiche Ressource für Forschung und Wissenschaft und werden durch die Ausstellungen im Botanischen Museum ergänzt. Für die Bürger*innen Berlins sowie für Gäste aus aller Welt bietet der BO Berlin Bildungsangebote und Veranstaltungen und ist mit seiner 43 ha großen denkmalgeschützten Anlage ein bedeutender Erlebnis- und Erholungsort der Hauptstadt. Werden Sie Teil des über 220 Personen umfassenden BO-Teams.\nMit dem Botanischen Garten wächst Wissen. Wir suchen eine*n engagierte*n Mitarbeiter*in, der/die Freude daran hat, das Team Bildung des BO Berlin zu verstärken. Die Besetzung dieser Position erfolgt vorbehaltlich der Mittelbewilligung durch den Drittmittelgeber.\nWir bieten Ihnen:\nEin tolles Kollegium\nein vielfältiges Fortbildungsangebot zur Weiterentwicklung Ihrer Kompetenzen\nUnterstützung bei der Vereinbarkeit von Beruf und Familie in einer familiengerechten Universität\nflexible Arbeitszeitmodelle (Gleitzeitregelung)\nAngebot zum partiellen mobilen Arbeiten\ndiverse Angebote des Betrieblichen Gesundheitsmanagements\narbeitsfrei am 24. und 31. Dezember\nein bezuschusstes Firmenticket im Verkehrsverbund Berlin-Brandenburg (VBB)\nEngagement in den Bereichen von Nachhaltigkeit, Biodiversitäts- und Klimaschutz\nAufgabengebiet:\nSie organisieren den reibungslosen Ablauf von Workshops, Informationsveranstaltungen und weiteren Vermittlungsangeboten im Garten, in Gewächshäusern und perspektivisch auch im Museum für Kitas, Schulklassen, Erwachsene und Familien.\nSie koordinieren die Abläufe einschließlich der Vor- und Nachbereitung wie Auf- und Abbau von Schirmen, Bierzeltgarnituren und Materialien.\nSie treffen Detailabsprachen für konkrete Workshops und Infostände und beziehen dabei das Referent*innen, Kooperationspartner und das BO-Team ein.\nSie übernehmen das Teilnehmenden-Management, bearbeiten Buchungsanfragen und stellen neue Angebote und Termine in das Buchungsmanagementsystem gomus ein. Sie beraten Kitas, Schulen und Erwachsene in Bezug auf Bildungs- und Vermittlungsangebote im BO.\nSie beschaffen Materialien und notwendige Dienstleistungen, führen Recherchen durch, holen Angebote ein und bereiten Bestellungen vor.\nSie bearbeiten die Internetseite zur Bildung des BO und halten externe Web-Portale mit Veranstaltungsinformationen aktuell.\nSie führen Kommunikationsmaßnahmen durch, z. B. Mailings für Schulen und Kitas, und versorgen Zielgruppen und Multiplikatoren mit Flyern.\nSie arbeiten eng mit der Bereichsleitung Bildung und Outreach zusammen.\nEinstellungsvoraussetzungen:\nAbgeschlossene Ausbildung in einer tätigkeitsbezogenen Fachrichtung (z. B. Veranstaltungs-kaufmann/-frau) oder vergleichbare Fachkenntnisse und Erfahrungen\nErwünscht:\nSie verfügen über umfangreiche fachliche Kompetenzen und Berufserfahrung im Veranstaltungsmanagement, insbesondere bei Workshops und Informationsveranstaltungen, sowie über fundierte Kenntnisse im Teilnehmenden-Management mit gängiger Buchungssoftware (idealerweise gomus).\nSie sind routiniert in der telefonischen und digitalen Beratung von Interessierten, bringen kaufmännisches Know-how in Kalkulation, Bestell- und Auftragsabwicklung mit und sind vertraut mit der Pflege von Veranstaltungsankündigungen über Content-Management-Systeme.\nSehr gute MS-Office-Kenntnisse sowie der Umgang mit Bildbearbeitungsprogrammen wie Photoshop setzen wir voraus.\nDarüber hinaus haben Sie Kenntnisse in veranstaltungs- und medienrechtlich relevanten Vorschriften, drücken sich in Wort und Schrift sicher aus und verfügen über gute Englischkenntnisse.\nSie mögen die Arbeit mit Menschen und überzeugen durch ein freundliches, serviceorientiertes Auftreten.\nEine selbstständige und verantwortungsvolle Arbeitsweise sowie Freude an der Teamarbeit zeichnen Sie aus.\nDie Bereitschaft zu Wochenenddiensten bringen Sie mit; Erfahrungen im öffentlichen Dienst oder Museumsbereich sind von Vorteil\nWeitere Informationen\nBewerbungen sind mit aussagekräftigen Unterlagen unter Angabe der Kennung im Format PDF (vorzugsweise als ein Dokument) elektronisch per E-Mail zu richten an Verwaltung und Services: bewerbung@bo.berlin oder per Post an die\nFreie Universität Berlin\nZentraleinrichtung Botanischer Garten und Botanisches Museum\nVerwaltung und Services\nKönigin-Luise-Str. 6-8\n14195 Berlin (Dahlem)\nMit der Abgabe einer Onlinebewerbung geben Sie als Bewerber*in Ihr Einverständnis, dass Ihre Daten elektronisch verarbeitet und gespeichert werden.\nWir weisen darauf hin, dass bei ungeschützter Übersendung Ihrer Bewerbung auf elektronischem Wege von Seiten der Freien Universität Berlin keine Gewähr für die Sicherheit übermittelter persönlicher Daten übernommen werden kann.\nStellenausschreibung vom: 14.12.2025\nSchlagwörter\nZentraleinrichtung Botanischer Garten und Botanisches Museum\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.01.2026", "url": "https://www.museumsbund.de/stellenangebote/2-stellen-beschaeftigter-m-w-d-fuer-die-mitarbeit-im-bereich-bildung/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-direktor/", "image": "", "title": "Direktorin / Direktor", "content_text": "Stiftung Flucht, Vertreibung, Versöhnung, Berlin Bewerbungsende: 18.01.2026 | Bei der Stiftung „Deutsches Historisches Museum“ in Berlin ist für die unselbständige Stiftung „Stiftung Flucht, Vertreibung, Versöhnung“ zum nächstmöglichen Zeitpunkt folgende Stelle zu besetzen:\nDirektorin / Direktor\nDie „Stiftung Flucht, Vertreibung, Versöhnung“ ist Trägerin des 2021 in Berlin eröffneten Ausstellungs-, Informations- und Dokumentationszentrums zur Erinnerung und zum Gedenken an Flucht und Vertreibung im 20. Jahrhundert. Dieses vermittelt Kenntnisse über Flucht und Vertreibung im historischen Kontext des Zweiten Weltkrieges und der nationalsozialistischen Expansions- und Vernichtungspolitik und ihrer Folgen, hält die Erinnerung hieran wach, macht aktuelle Bezüge deutlich und trägt zur Versöhnung innerhalb Europas bei. Flucht und Vertreibung der Deutschen sollen gemäß den gesetzlichen und konzeptionellen Grundlagen einen Schwerpunkt der Stiftungsarbeit und den Schwerpunkt der Dauerausstellung bilden.\nDie rechtliche Verselbständigung der „Stiftung Flucht, Vertreibung, Versöhnung“ wird zum nächstmöglichen Zeitpunkt angestrebt.\nGesucht wird eine erfahrene Persönlichkeit, die auf Grund ihres beruflichen Werdeganges in der Lage ist, die Stiftung in Abstimmung mit den Gremien zu leiten, bedarfsgerecht weiterzuentwickeln und die Besucherzahlen zu steigern.\nDie Direktorin / der Direktor hat die gesamte Tätigkeit der Stiftung in Zusammenarbeit mit dem Stiftungsrat und dem wissenschaftlichen Beraterkreis zu leiten. Das Aufgabenfeld umfasst die Unterhaltung und Weiterentwicklung der Dauerausstellung zu Flucht und Vertreibung der Deutschen im 20. Jahrhundert unter Stärkung der thematischen Schwerpunktsetzung, die Erarbeitung wissenschaftsbasierter Einzelausstellungen zu speziellen Aspekten des Themenkomplexes, die Sammlung, die Dokumentation und wissenschaftliche Auswertung einschlägiger Materialien, insbesondere auch von Zeitzeugenberichten, die Zusammenarbeit mit deutschen und internationalen Museen sowie Forschungseinrichtungen.\nDie Direktorin / der Direktor muss Verständnis und Sensibilität für die erinnerungspolitische Bedeutung der Stiftungstätigkeit besitzen und diese angemessen berücksichtigen. Dabei ist die Zielrichtung des § 96 Bundesvertriebenengesetzes (BVFG) in ihrer gesamten Bandbreite in der Stiftungsarbeit abzubilden, um die gesamtgesellschaftliche Relevanz des Themas herauszustellen. Erwartet wird dafür die Fähigkeit zum partnerschaftlichen Dialog mit den deutschen Heimatvertriebenen, Aussiedlern, Spätaussiedlern und ihren Verbänden sowie ein empathischer Zugang zum Gesamtthema wie zu den Zeitzeugen und ihren Nachkommen. Die „Stiftung Flucht, Vertreibung, Versöhnung“ steht national und international in herausgehobener Weise im Blickpunkt der wissenschaftlichen und medialen Öffentlichkeit. Dies stellt hohe Anforderungen an Belastbarkeit, Führungskompetenz und Kommunikationsfähigkeit der Direktorin / des Direktors.\nDie Stelleninhaberin wird sich auf die ausgeschriebene Stelle bewerben.\nAnforderungen:\nAbgeschlossenes einschlägiges Hochschulstudium\nWissenschaftliche Kompetenz und Erfahrung mit dem Thema Vertreibung der Deutschen aus dem östlichen Europa sowie zu Zwangsmigrationen, Flucht und Vertreibung im internationalen Kontext\nMehrjährige Berufserfahrung in der Leitung vergleichbarer Einrichtungen\nAusgeprägte Personalführungs-, Management- und Teamfähigkeit sowie sehr gutes Kommunikationsvermögen\nÜberdurchschnittliche konzeptionelle, organisatorische und koordinierende Fähigkeiten\nAusgeprägter Gestaltungswille, Lösungsorientierung und Fähigkeit zur proaktiven strategischen Impulssetzung\nErfahrungen in der Zusammenarbeit mit Gremien\nSicherer Umgang mit Medien und Öffentlichkeit\nVerhandlungssichere Kenntnisse der englischen Sprache (fließend) in Wort und Schrift\nWünschenswert sind:\nPromotion\nAusstellungs- und/oder Museumserfahrung sowie kuratorische Kompetenz\nMotivierender und wertschätzender Führungsstil, kombiniert mit einer angemessenen Konflikt- und Kritikfähigkeit\nGutes Gespür für politische Zusammenhänge und Entwicklungen\nErfahrung im Umgang mit Erinnerungskulturen und zivilgesellschaftlichen Akteuren, insbesondere in Ost-, Ostmittel- und Südosteuropa\nErfahrungen in der Zusammenarbeit mit den Verbänden der deutschen Heimat-vertriebenen, Aussiedler und Spätaussiedler oder den gemäß § 96 BVFG tätigen Institutionen\nVertieftes Verständnis für die Belange der öffentlichen Verwaltung, Kenntnisse über die Ausführung öffentlicher Haushalte, idealerweise kombiniert mit Kooperationserfahrung an der Schnittstelle „Verwaltung – Wissenschaft“\nKenntnisse einer oder mehrerer osteuropäischer Sprachen\nDie Berufung erfolgt durch den Stiftungsrat für fünf Jahre, Wiederberufung ist möglich.\nDie Vergütung erfolgt in einer außertariflichen Bezahlung in Anlehnung an die Besoldungsgruppe B 3 der Bundesbesoldungsordnung in einem auf fünf Jahre befristeten Arbeitsverhältnis.\nUm den Anteil von Frauen in Führungspositionen zu erhöhen, werden Frauen ausdrücklich zur Bewerbung aufgefordert und bei gleicher Qualifikation bevorzugt berücksichtigt. Die Funktion ist für eine Besetzung mit Teilzeitbeschäftigten nicht geeignet.\nDiversität und Chancengleichheit sind Bestandteil unserer Personalpolitik. Daher freuen wir uns über Bewerbungen von Menschen aller Nationalitäten oder mit Migrationshintergrund.\nSchwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt. Es wird lediglich das Mindestmaß an körperlicher Eignung verlangt. Eine uneingeschränkte Bereitschaft zur Durchführung von Dienstreisen wird vorausgesetzt.\nBei einem ausländischen Hochschulabschluss und / oder einer Promotion im Ausland wird eine Zeugnisbewertung bzw. eine Feststellung der Gleichwertigkeit des ausländischen Hochschulgrades benötigt (http://www.KMK.org/ZAB). Die Zeugnisbewertung bzw. die Feststellung der Gleichwertigkeit bei einer Promotion im Ausland müssen zum Zeitpunkt der Bewerbung vorliegen.\nBitte schicken Sie Ihre Bewerbungsunterlagen einschließlich eines Konzeptes zu Neuausrichtung bzw. Weiterentwicklung der Stiftungsarbeit (max. drei Seiten) unter dem Stichwort „Stiftung Flucht, Vertreibung, Versöhnung“ bis spätestens zum 18. Januar 2026 an den Vorsitzenden der Auswahlkommission:\nHerrn Abteilungsleiter\nDr. Lothar Müller\nBundesministerium des Innern\nE-Mail:\nbewerbung-sfvv@bmi.bund.de\nFür Fragen im Zusammenhang mit Ihrer Bewerbung steht Ihnen Frau Unterabteilungsleiterin Korff unter\nbewerbung-sfvv@bmi.bund.de\ngerne zur Verfügung.\nDatenschutzhinweis:\nhttps://www.bmi.bund.de/datenschutz-personalgewinnung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/direktorin-direktor/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeitende-m-w-d-fuer-service-und-buchungstelefon-2-x-50-jobsharing/", "image": "", "title": "Mitarbeitende (m/w/d) für Service- und Buchungstelefon (2 x 50 % Jobsharing)", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 11.01.2026 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist ein führendes Forschungsmuseum mit den Schwerpunkten Biodiversität und Evolution. Wir bieten vielfältige, erlebnisorientierte Programme und engagieren uns gegen das Artensterben. Zur Verstärkung unseres Teams suchen wir zwei motivierte Mitarbeitende (m/w/d) für unseren Telefonservice.\nStaatlichen Museum für Naturkunde Stuttgart informieren:\nMitarbeitende (m/w/d) für Service- und Buchungstelefon (2 x 50 % Jobsharing)\nE 6 TV-L, 50 %, unbefristet\nBewerbungsschluss: 11.01.2026\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeitende-m-w-d-fuer-service-und-buchungstelefon-2-x-50-jobsharing/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technischen-angestellten-m-w-d/", "image": "", "title": "technische*r Angestellte*r (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 09.01.2026 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht eine*n\ntechnische*n Angestellte*n (m/w/d)\nunbefristet ab 01.03.2026 in Vollzeit (39,4 Wochenstunden)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.01.2026", "url": "https://www.museumsbund.de/stellenangebote/technischen-angestellten-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-fuer-den-bereich-facility-management-m-w-d/", "image": "", "title": "Sachbearbeiter:in für den Bereich Facility Management (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 11.01.2026 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nSachbearbeiter:in für den Bereich Facility Management (m/w/d)\nzu besetzen. Die\nStiftung Preußischer Kulturbesitz\nzählt mit ihren international renommierten Museen, Bibliotheken, Archiven und Forschungseinrichtungen zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Das\nReferat Facility Management und Standortkoordination\nbetreut für die\nStaatlichen Museen zu Berlin\nund die Zentrale Service-Einheit alle Liegenschafts- und Gebäudeangelegenheiten und versteht sich als Servicedienstleister für die genannten Einrichtungen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-fuer-den-bereich-facility-management-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-veranstaltungen-und-marketing/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) im Bereich Veranstaltungen und Marketing", "content_text": "LVR-Freilichtmuseum Kommern, Mechernich Bewerbungsende: 02.01.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nLVR-Freilichtmuseum Kommern\n, gegründet 1958, ist eines der größten Freilichtmuseen in Deutschland. Auf über 100 ha. werden in fünf Museumsbaugruppen (Westerwald und Mittelrheinregion, Eifel/Köln-Bonner Bucht, Niederrhein, Bergisches Land und Marktplatz Rheinland) derzeit 79 historische, auf das Museumsgelände translozierte Gebäude aus dem Gebiet der ehemaligen preußischen Rheinprovinz präsentiert. Durch die sich im Aufbau befindliche Baugruppe „Marktplatz Rheinland“ werden Aspekte des städtisch-ländlichen Lebens im Rheinland in der 2. Hälfte des 20. Jahrhunderts veranschaulicht. Als Rheinisches Landesmuseum für Volkskunde ist das Museum zentrale Sammelstelle für das alltagskulturelle Erbe des Rheinlandes (ca. 250 000 Objekte). Sonderausstellungen, ein attraktives Veranstaltungsprogramm wie auch ein umfangreiches Vermittlungsangebot, u.a. mit „Gespielter Geschichte“, lassen die Vergangenheit, das Leben und Arbeiten der Menschen im Rheinland, lebendig werden.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-im-bereich-veranstaltungen-und-marketing/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-bereich-restaurierung-m-w-d/", "image": "", "title": "Wissenschaftliches Volontariat im Bereich Restaurierung (m/w/d)", "content_text": "Museum Ostwall, Dortmund Bewerbungsende: 12.01.2026 | In den Kulturbetrieben Dortmund – einer eigenbetrieblichen Einrichtung der Stadt Dortmund – ist innerhalb des Geschäftsbereichs Dortmunder U im Museum Ostwall die Stelle\neines wissenschaftlichen Volontariates im Bereich Restaurierung  (m/w/d)\nfür die Dauer von 2 Jahren zu besetzen. Das Volontariat ist ein Ausbildungsverhältnis und dient mit der Vertiefung und Erweiterung der erworbenen Kenntnisse in der konservatorischen und restauratorischen Betreuung einer Kunstsammlung als Einstieg in das Berufsleben.\nDie Kulturbetriebe Dortmund bestehen aus den Geschäftsbereichen Kulturbüro, Bibliotheken, Museen, Musikschule, Dietrich-Keuning-Haus, Volkshochschule, Stadtarchiv und Dortmunder U. Das Büro der Geschäftsleitung ist die gemeinsame Serviceeinrichtung.\nDas Dortmunder U ist ein öffentlicher Ort des Austauschens über Kunst, Medien und die Kultur der Gegenwart. Im Haus vertreten sind das Museum Ostwall, der Hartware MedienKunstVerein e.V., die Kulturelle Bildung_UZWEI, die Dortmunder Hochschulen, die Digitale Kultur – darunter das Koproduktionslabor und das storyLabkiU. Gastronomische Einrichtungen runden das Angebot ab.\nDie Sammlung des Museum Ostwall im Dortmunder U (MO) beherbergt Kunst des 20. und 21. Jahrhunderts. Sammlungsschwerpunkte bilden vor allem Werke des Fluxus und verwandter Kunstformen der 1960er und 1970er Jahre, des Expressionismus und der Gegenwartskunst.\nDie Sammlungskonzeption des MO ist dynamisch: In regelmäßigen Abständen von drei Jahren werden Werke aus dem Sammlungsbestand und dem Konvolut zahlreicher Dauerleihnahmen in wechselnden Themenausstellungen auf den zwei Sammlungsetagen 4 und 5 neu präsentiert. Im Rahmen dieser Sammlungspräsentationen werden drei Mal jährlich kleine Ausstellungsprojekte in der Reihe MO_Schaufenster umgesetzt. Auf der Ebene 6 finden außerdem wechselnde Sonderausstellungen statt. Inhaltlich verbinden wir Kunst mit den Erfahrungen des Alltags und schaffen zugleich einen Raum für individuelle ästhetische Erlebnisse. Netzwerke, Kooperationen und interdisziplinäre Forschungsansätze unterstützen unsere Ziele.\nVoraussetzung für die Einstellung ist ein abgeschlossenes wissenschaftliches Hochschulstudium (Master oder vergleichbarer Abschluss) der Konservierung und Restaurierung im Fachbereich Gemälde/Skulptur/Moderner Kunst., das nicht länger als zwei Jahre zurückliegen sollte. Die Schwerpunktsetzung auf die Moderne und zeitgenössische Kunst wäre wünschenswert.\nWährend des Volontariats wird ein Entgelt in Höhe von 50 % des monatlichen Tabellenentgeltes der Entgeltgruppe 13 (Stufe 1 im ersten, Stufe 2 im zweiten Jahr) des TVöD-V (VKA) gezahlt. Eine spätere Übernahme ist nicht vorgesehen.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-bereich-restaurierung-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-2/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "LWL-Museum - Glashütte Gernheim, Petershagen Bewerbungsende: 09.01.2026 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nwissenschaftliche:n Volontär:in (w/m/d)\nPauschalvergütung\nfür unser LWL-Museum – Glashütte Gernheim. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche).\nSie erhalten eine monatliche Pauschalvergütung in Höhe von 50 % der Entgeltgruppe 13, Stufe 1 TVöD VKA, im zweiten Jahr nach Stufe 2.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8772 bis zum 09.01.2026.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-2/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-referentin-w-m-d-fuer-bildung-und-vermittlung/", "image": "", "title": "wissenschaftliche:r Referent:in (w/m/d) für Bildung und Vermittlung", "content_text": "LWL-Museum Schiffshebewerk Henrichenburg, Waltrop Bewerbungsende: 09.01.2026 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nwissenschaftliche:n Referent:in (w/m/d) für Bildung und Vermittlung\nEG 13 TVöD VKA\nfür unser LWL-Museum Schiffshebewerk Henrichenburg in Waltrop. Wir bieten eine befristete Teilzeitstelle (19,5 Stunden/Woche) für die Elternzeitvertretung einer Kollegin, die bis 31.08.2026 befristet ist. Eine Verlängerung bis Mai 2028 ist voraussichtlich möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8796 bis zum 09.01.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-referentin-w-m-d-fuer-bildung-und-vermittlung/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gesellen-in-im-schreinerhandwerk-m-w-d/", "image": "", "title": "Gesellen/-in im Schreinerhandwerk (m/w/d)", "content_text": "Bayerische Armeemuseum, Ingolstadt Bewerbungsende: 06.01.2026 | Das\nBayerische Armeemuseum\nist eines der großen militärhistorischen Museen in Europa. Der Schwerpunkt der Sammlungen liegt auf Bayern in seinem europäischen Kontext. Sie reichen vom Spätmittelalter bis in die Gegenwart.\nDas Bayerisches Armeemuseum sucht zum nächstmöglichen Zeitpunkt\neine(n) Gesellen/-in im Schreinerhandwerk (m/w/d) unbefristet in Vollzeit\nIhre Aufgaben:\nAnfertigung und Aufbau von Mobiliar für Ausstellungen, Werkstätten und Depots\nRestaurierungs- und Konservierungsarbeiten von Exponaten aus oder mit Holz\nErstellen von Stilkopien bzw. Repliken\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/gesellen-in-im-schreinerhandwerk-m-w-d/", "date_published": "2025-12-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bueroassistenz-fuer-das-zentrum-fuer-wissenstransfer-zwt-w-m-d-2/", "image": "", "title": "Büroassistenz für das Zentrum für Wissenstransfer zwt (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 07.01.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für 2 Jahre mit dem Ziel der Entfristung eine\nBüroassistenz für das Zentrum für Wissenstransfer zwt (w/m/d)\nin Teilzeit mit 19,50 Stunden/Woche.\nIhre Aufgaben:\nEigenverantwortliche und selbständige Organisation eines Sekretariats\nPlanung, Organisation, Protokollierung und Nachbereitung von Besprechungen, Tagungen und Sitzungen\nVeranstaltungsplanung und Durchführung von z.B. Raumbuchungen, Auftragsvergabe an Dienstleister und Kostenrechnungen\nUnterstützung der Zentrumsleitung im Tagesgeschäft bei organisatorischen und administrativen Aufgaben, sowohl für interne als auch für externe Anfragen\nHintergrundrecherche\nKoordination der Arbeitsplatzverteilung und Arbeitsplatzausstattung\nOrganisatorische Unterstützung bei der Einführung neuer Mitarbeiter und bei der Vor- und Nachbereitung von Lehrveranstaltungen\nInhaltliche Pflege der Website\nDatenmanagement, Dokumentation und Archivierung\nUnterstützung bei der Budgetüberwachung und Mittelverwaltung\nAllgemeine Sekretariats- und Bürotätigkeiten, Post- und Telefondienst, Verwaltung und Bestellung von Büromaterial\nIm Bedarfsfalle Abwesenheitsvertretung anderer Sekretariate für die Standorte Bonn und Hamburg\nIhr Profil:\nAbgeschlossene Berufsausbildung in einem einschlägigen Büro- oder Verwaltungsberuf oder gleichwertige nachgewiesene fachliche Kenntnisse und berufliche Erfahrungen\nNachgewiesene sehr gute Deutsch- und Englisch-Kenntnisse in Wort und Schrift\nSichere Kenntnisse in den MS Office-Programmen und sicherer Umgang mit elektronischen Medien allgemein (u.a. Videokonferenzen)\nKommunikative und organisatorische Stärke, Teamfähigkeit und Flexibilität\nHervorragende Team-Fähigkeit und ein professionelles Auftreten\nSchnelle Informationsauffassungsgabe\nVerantwortungsbewusste, strukturierte und sorgfältige Arbeitsweise\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 8 TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 07.01.2026 ausschließlich digital über unser\nKarriereportal\nan Frau Jennifer Scholze. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.01.2026", "url": "https://www.museumsbund.de/stellenangebote/bueroassistenz-fuer-das-zentrum-fuer-wissenstransfer-zwt-w-m-d-2/", "date_published": "2025-12-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d/", "image": "", "title": "Bibliothekarin (m/w/d)", "content_text": "Hessisches Landesmuseum Darmstadt, Darmstadt Bewerbungsende: 28.01.2026 | Am Hessischen Landesmuseum Darmstadt ist zum nächst möglichen Zeitpunkt eine Stelle als\nBibliothekar/Bibliothekarin (m/w/d), mit 50% der regelmäßigen Arbeitszeit (20 Wochenstunden) unbefristet zu besetzen.\nDie Vergütung erfolgt, je nach Voraussetzung, bis Entgeltgruppe 10 TV-H.\nDas Hessische Landesmuseum Darmstadt ist eines der wenigen Museen in Deutschland, in dem Kunst- und Kulturgeschichte sowie Naturgeschichte unter einem Dach vereint sind.\nMit ihrem Bestand von etwa 80.000 Publikationen unterstützt die Bibliothek die Projekte aller Sammlungsbereiche und Abteilungen des Museums und ist Teil einer spannenden Forschungsumgebung. Die Bibliothek ist nach Terminvereinbarung öffentlich zugänglich.\nIhr Aufgabengebiet umfasst\nBestandsplanung der Bibliothek für Kunst- und Kulturgeschichte sowie Naturgeschichte mit großem Anteil historischer Bestände\nErwerbung der Fachpublikationen\nBetreuung des internationalen und nationalen Schriftentauschs\nKatalogisierung und Inventarisierung der Neuerwerbungen sowie Vergabe der Standorte\nFormalerschließung nach dem Regelwerk RDA (Ressource Description and Access) im Verbundkatalog des Hessischen Bibliotheks- und Informationssystems hebis\nErfassung von Normdaten in der GND, Nachweis von fortlaufenden Ressourcen\nBestandspflege – Systematische Einordnung der Medien im Magazin, Überwachung der vorgegebenen Raumbedingungen, Bestandsrevision\nBeratung zur Nutzung der Bibliothek und ihrer Bestände, Unterstützung der Bibliotheksnutzer /Bibliotheksnutzerinnen bei Recherchen\nDas Museum ist ein besonderer Arbeitsplatz. Ausstellungen und Aktivitäten zielen darauf, für die Sammlungen von Kunst und Natur zu begeistern. Als Teil des kompetenten und vielfältigen Museumsteams fördern Sie die tägliche Arbeit mit Ihren informationswissenschaftlichen Kenntnissen.\nUnsere Anforderungen\nAbgeschlossenes Bachelor-Studium im Bereich Bibliothekswissenschaft / Informationswissenschaft oder Diplom-Bibliothekar (FH) oder vergleichbar\nBerufserfahrung, idealerweise an einer wissenschaftlichen Bibliothek im musealen Bereich\nAnwendungssichere Kenntnisse für die Katalogisierung von Bibliotheksressourcen nach dem Regelwerk RDA und Erfassung von Normdaten in der GND\nPraktische Erfahrungen in einem Bibliotheksdatenbanksystem, idealerweise mit der Verbunddatenbank hebis\nVersierter Umgang mit MS Office\nSehr gute Ausdrucksweise in Deutsch und einer weiteren Fremdsprache\nHohe Kommunikationsfähigkeit, freundlicher und sicherer Umgang mit Besucherinnen/Besuchern und eine ausgeprägte Kunden- und Serviceorientierung\nZuverlässigkeit, Selbständigkeit und eine gute Auffassungsgabe\nTeam- und ergebnisorientierte Arbeitsweise\nUnser Angeobt\nEine vielseitige und abwechslungsreiche Tätigkeit\nEin Landesticket Hessen, mit dem Sie den ÖPNV in ganz Hessen kostenfrei nutzen können\nMobile Arbeit und flexible Arbeitszeiten\nVergünstigungen für Sie und Ihre Kinder bei museumsinternen Angeboten\nWechselnde Angebote im Rahmen des Gesundheitsmanagements\nEine betriebliche Zusatzversorgung\nEin umfangreiches Fortbildungsangebot\nEine leistungsgerechte Bezahlung nach TV-H\nKostenlose Stellplätze für Fahrräder sowie die Parkmöglichkeit für PKWs\nZentrale Lage in Darmstadt, gute Erreichbarkeit ÖPNV\nDas Hessische Landesmuseum ist als „Familienfreundlicher Arbeitgeber“ zertifiziert, um die Vereinbarkeit von Familie und Beruf zu ermöglichen.\nDas Land Hessen trifft seine Personalentscheidungen nach Eignung, Befähigung und Leistung. Das Hessische Landesmuseum Darmstadt strebt die Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen werden deshalb nachdrücklich aufgefordert, sich zu bewerben. Bewerbungen von Menschen mit Behinderung werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Die Bewerbung von Menschen mit Migrationshintergrund wird ausdrücklich begrüßt.\nSollten wir Ihr Interesse geweckt haben, freuen wir uns auf Ihre aussagekräftige Bewerbung bis zum 28.01.2026 an:\nStellensuche Land Hessen – Stellendetail\nSämtliche Informationen zur Verarbeitung Ihrer personenbezogenen Daten, Ihrer Angaben im Bewerbungsverfahren und Ihre Datenschutzrechte finden Sie unter\nDatenschutz – Hessisches Landesmuseum Darmstadt\n.\nFür Fragen zur Tätigkeit steht Ihnen gerne Frau Schuck, Tel. 06151 3601-324, zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.01.2026", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d/", "date_published": "2025-12-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-ausstellungsdienst-fuer-das-kinderreich-2/", "image": "", "title": "Mitarbeiter (w/m/d) im Ausstellungsdienst für das Kinderreich", "content_text": "Deutsches Museum, München Bewerbungsende: 14.01.2026 | Das Deutsche Museum sucht in Teilzeit (50%) einen\nMitarbeiter (w/m/d) im Ausstellungsdienst\nfür das Kinderreich\nfür die Betreuung der Besucherinnen und Besucher, insbesondere der Kinder und ihrer Familien.\nIhre Aufgaben\nzielgruppenspezifische und individuelle Betreuung der Besucherinnen und Besucher\nMitentwicklung und Konzeption neuer pädagogischer Programme und Aktivitäten\nAufsicht in den Ausstellungsräumen\nWartung, Pflege und Reinigung der Ausstellungselemente\nSonderdienste, technische Betreuung bei internen Veranstaltungen sowie Springerdienste in anderen Ausstellungsabteilungen\nWahrnehmung von Aufgaben als Ersthelfer und im Bereich Sicherheit (z. B. Feuer- und Brandbekämpfung, Evakuierung)\nIhr Profil\nerfolgreich abgeschlossene Ausbildung in der Frühpädagogik, z. B. Kinderpfleger (w/m/d), Erzieher (w/m/d) bzw. Fachkraft für Frühpädagogik, oder\nerfolgreich abgeschlossene Ausbildung in einem kaufmännischen, technischen oder handwerklichen Bereich mit einschlägiger pädagogischen Erfahrung\npädagogische Begabung und Freude am Umgang mit Kindern\nBegeisterung für die Vermittlung von pädagogischen Programmen und Aktivitäten\nvolle gesundheitliche Eignung für den Ausstellungsdienst\nsehr gute Deutschkenntnisse, Englisch- oder andere Fremdsprachenkenntnisse sind von Vorteil\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 6 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nein Betriebliches Gesundheitsmanagement, WellPass\nEinsatz nach einem festen Dienstplan (jedes 2. Wochenende frei)\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n14.01.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2559\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-ausstellungsdienst-fuer-das-kinderreich-2/", "date_published": "2025-12-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/datenerfasser-m-w-d/", "image": "", "title": "Datenerfasser (m/w/d)", "content_text": "Friedenstein Stiftung Gotha, Gotha Bewerbungsende: 15.01.2026 | Die Friedenstein Stiftung Gotha ist eine kulturelle Einrichtung von nationaler Bedeutung, die im Verbund mit weiteren Einrichtungen in Gotha ein einzigartiges Bau-, Garten- und Sammlungsensemble der europäischen Residenzkultur bildet. Die barocke Kunstkammer war Keimzelle der einzigartigen Sammlungen aus Kunst, Natur und Kulturgeschichte.\nIm Rahmen des Digitalisierungsprojektes\nGotha transdigital\n, finanziert durch den Europäischen Fonds für regionale Entwicklung (EFRE), der Beauftragten der Bundesregierung für Kultur und Medien (BKM) und der Thüringer Staatskanzlei, besetzt die Stiftung zum frühestmöglichen Zeitpunkt eine Stelle als\nDatenerfasser (m/w/d)\nin Vollzeit\nDie Stelle ist projektgebunden und damit bis zum 31.12.2027 befristet. Im Fokus des Projekts steht die digitale Transformation der Stiftung. Sie soll sich zu einer digital kompetenten Kultureinrichtung weiterentwickeln, die durch den gezielten und kreativen Einsatz digitaler Technologien ihrem gesellschaftlichen Auftrag nachkommt.\nDas Aufgabengebiet umfasst insbesondere:\nSichtung, Auswahl (in Abstimmung mit den Sammlungsbetreuer*innen) und Eingabe von Objektinformationen aus Inventarbüchern, Karteikarten, Akten oder Ausstellungskatalogen\nAufbereitung und Pflege der Informationen in der Sammlungsdatenbank\nKontrolle und ggf. Korrektur von historischen Dateneingaben in enger Zusammenarbeit mit der Datenredaktion\ngrundlegende Erfassung von Objektdaten im Zuge eines Schnellerfassungsworkflows\nScannen von Karteikarten und Inventarbüchern (reprografische Arbeiten)\nMitwirken beim Aufbau kontrollierter Vokabulare und wissenschaftlicher Thesauri und Unterstützung bei der Erforschung von Objektprovenienzen\nDas bringen Sie mit:\nabgeschlossene Berufsausbildung im kaufmännischen Bereich oder für Medien- und Informationsdienste oder eine vergleichbare Ausbildung\nErfahrungen in der Datenerfassung und Strukturierung von Informationen in museumsspezifischer Software wünschenswert\nsicherer Umgang mit MS-Office-Programmen\nsorgfältige, selbstständige und zuverlässige Arbeitsweise\nKommunikationsgeschick und gutes Ausdrucksvermögen in Wort und Schrift\nDas bieten wir Ihnen:\nVergütung in Anlehnung an TVöD-VKA EG 6, inkl. 30 Tage Jahresurlaub, zusätzliche Altersvorsorge und vermögenswirksame Leistungen\neine interessante und abwechslungsreiche Aufgabe in einem engagierten, interdisziplinären Team\nflexible Arbeitszeiten im Rahmen der geltenden Betriebsvereinbarung unter Berücksichtigung arbeitsorganisatorischer Notwendigkeiten\nattraktive Fort- und Weiterbildungsmöglichkeiten\nSchwerbehinderte Menschen werden bei gleicher Eignung, Befähigung und fachlicher Qualifikation bevorzugt berücksichtigt.\nBei Rückfragen stehen Ihnen Herr Dr. Roeland Paardekooper (Projektleiter\ngotha transdigital\n) unter 03621-8234 460 (roeland.paardekooper@friedenstein-stiftung.de) oder Herr Philip Kardel (Leiter Technik und Sammlungsmanagement) unter 03621-8234470 (philip.kardel@friedenstein-stiftung.de)zur Verfügung.\nIhre aussagekräftige Bewerbung mit den vollständigen Unterlagen (Lebenslauf, Zeugnisse sowie ggf. Fort- und Weiterbildungsnachweise) senden Sie bitte bis zum\n15. Januar 2026\nper Mail (ein PDF, max. 10 MB) an\npersonal@friedenstein-stiftung.de\noder per Post (Poststempel) an:\nFriedenstein Stiftung Gotha\nHerr Dr. Tobias Pfeifer-Helke\nStiftungsdirektor\nPostfach 10 03 19\n99853 Gotha\nHinweis\nBerücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen. Durch die Bewerbung entstehende Kosten werden nicht erstattet. Mit Einreichen Ihrer Bewerbung erklären Sie sich einverstanden, dass wir Ihre Unterlagen auch elektronisch erfassen und bis zu zwei Monate nach Besetzung der Stelle aufbewahren. Die eingereichten Unterlagen werden nur zurückgesandt, sofern ein ausreichend frankierter Rückumschlag beigefügt wurde, andernfalls werden diese nach den aktuellen gesetzlichen Datenschutzrichtlinien vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/datenerfasser-m-w-d/", "date_published": "2025-12-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-m-w-d-mit-dem-schwerpunkt-schriftgut-buch-und-grafik/", "image": "", "title": "Restaurator (m/w/d) mit dem Schwerpunkt Schriftgut, Buch und Grafik", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 11.01.2026 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts und zählt zu den herausragenden kulturellen Institutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte der Stiftung sind die Weimarer Klassik, ihre Nachwirkungen in der Kunst und Kultur des 19. Jahrhunderts und die Moderne mit Friedrich Nietzsche und dem Bauhaus. Die Sammlungen werden in der Herzogin Anna Amalia Bibliothek, dem Goethe- und Schiller-Archiv, den Museen sowie den historischen Bauten und Gärten betreut.\nIn der Herzogin Anna Amalia Bibliothek ist zum nächstmöglichen Zeitpunkt folgende Projektstelle befristet bis 31.12.2028 zu besetzen:\nRestaurator (m/w/d) mit dem Schwerpunkt Schriftgut, Buch und Grafik\nE 10 TV-L, Kennziffer: 42/2025\nIn Folge der Brandkatastrophe 2004 hat die Herzogin Anna Amalia Bibliothek Mengenverfahren für schwere hitze- und löschwassergeschädigte Druck- und Handschriften sowie Bucheinbände entwickelt und standardisiert. Im Brandfolgenmanagement die konservatorische und restauratorische Bearbeitung von 37.000 hitze- und löschwassergeschädigten Einbänden umzusetzen. Bewährte Elemente dieses mengenbezogenen Verfahrens werden im Rahmen eines Transformationsprozesses auf den nicht-katastrophengeschädigten Bestand der Bibliothek zur Sicherung der originalen Materialität und der Benutzbarkeit übertragen.\nFür den Arbeitsbereich des Praxis- und Methodentranfers wird ein*e Restaurator*in mit wissenschaftlicher Qualifikation gesucht.\nDas sind Ihre Aufgaben:\nWeiterentwicklung des Maßnahmenkatalogs der Bestandserhaltung mit den Schwerpunkten Musterbehandlung und Erstellen von Verfahrensbeschreibungen\nAufgaben der präventiven Konservierung, u. a. Klima- und Schädlingsmonitoring:\nVorbereitung und Abwicklung von Konservierungs- und Restaurierungsaufträgen, u. a. Maßnahmenerfassung, Dokumentation, Erstellen von Leistungsbeschreibungen, Kommunikation mit Auftragnehmer*innen, Koordination von Abholungen und Rücklieferungen, Qualitätskontrolle\nKonzeption und Durchführung von besonders anspruchsvollen Konservierungs- und Restaurierungsmaßnahmen inkl. Qualitätskontrolle\nMitwirkung bei der Öffentlichkeitsarbeit\nBetreuung von Praktikant*innen in der Bestandserhaltung\nDas erwarten wir:\nabgeschlossenes Hochschulstudium auf dem Gebiet der Konservierung und Restaurierung von Schriftgut, Buch und Grafik oder eine gleichwertige akademischen Ausbildung mit vergleichbaren Fähigkeiten und Erfahrungen\nsehr gute Fachkenntnisse und nachgewiesene praktische Erfahrungen in der Einbandkonservierung und -restaurierung\nInteresse an der wissenschaftlichen und praktischen Weiterentwicklung der angewendeten Verfahren\nsehr gute Materialkenntnisse zur Buchkonstruktion und zu Buch- und Einbandmaterialien\nVerantwortungsbewusstsein im Umgang mit fragilem Schriftgut von hohem kulturellem Wert\nein hohes Maß an selbstständiger, engagierter und zielorientierter Arbeitsweise\nkörperliche Belastbarkeit, Teamfähigkeit und Flexibilität\nausgeprägte Organisationsfähigkeit, hohe Kommunikationskompetenz\ngute EDV-Kenntnisse (MS Office)\ngute Sprachkenntnisse in Englisch sind gewünscht\nWir bieten Ihnen:\neine vielseitige und interessante Tätigkeit in einem kollegialen, engagierten Team\nein familienfreundliches Arbeitsumfeld in Weimar, mit moderner IT-Ausstattung, flexiblen Arbeitszeiten und die Möglichkeit der Mobilen Arbeit\nattraktive Nebenleistungen wie vermögenswirksame Leistungen und betriebliche Altersvorsorge (VBL)\nAngebote zur fachlichen und persönlichen Qualifizierung (VBL)\neinen zentrumsnahen Arbeitsplatz inmitten der UNESCO-Welterbestätte Klassisches Weimar und Bauhaus Weimar\nkostenfreien Eintritt in alle Museen der Stiftung\nDie Stiftung gewährleistet die Gleichstellung von Frauen und Männern nach dem Thüringer Gleichstellungsgesetz. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX bevorzugt berücksichtigt.\nWenn Sie diese Stelle interessiert, bewerben Sie sich bitte mit\naussagekräftigen Unterlagen, Lebenslauf und Zeugnissen/Beurteilungen zusammengefasst in\neiner\npdf-Datei bis zum 11. Januar 2026\nüber unser Online-Portal unter\nhttp://www.klassik-stiftung.de/stellenangebote/\n. Von postalischen Bewerbungen und Bewerbungen per E-Mail bitten wir abzusehen.\nKlassik Stiftung Weimar\nAbteilung Personal\nJennifer Müller\nTel.: 03643/545-594\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/restaurator-m-w-d-mit-dem-schwerpunkt-schriftgut-buch-und-grafik/", "date_published": "2025-12-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/redakteuerin-oder-redakteur-social-media-m-w-d/", "image": "", "title": "Redakteuerin oder Redakteur Social Media (m/w/d)", "content_text": "Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg, Potsdam Bewerbungsende: 11.01.2026 | Die Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg (SPSG) ist eine Stiftung des öffentlichen Rechts und betreut heute mit mehr als 500 Beschäftigten einzigartige Zeugnisse der Kunst-, Kultur- und Architekturgeschichte in Potsdam, Land Brandenburg und Berlin. Mehrere Millionen Menschen aus aller Welt besuchen jedes Jahr die in weiten Teilen zum UNESCO-Welterbe gehörenden Schlösser und Parklandschaften.\nWerden Sie Teil eines motivierten Teams am Standort Potsdam, das den Fortbestand, die Erhaltung und die öffentliche Wirkung der Schlösser und Gärten verantwortet. Für die strategische Weiterentwicklung und Pflege unser Social-Media-Präsenz suchen wir für das Referat Öffentlichkeitsarbeit befristet zum 01.05.2026 für die Dauer der Mutterschutzzeit und anschließender Elternzeit von 12 Monaten eine/n\nRedakteuerin oder Redakteur Social Media\n(m/w/d)\nIhr Aufgabenfeld – geschichtsträchtig und zukunftsorientiert\nVeranstaltungsbewerbung: Planung und Durchführung von Social-Media-Aktivitäten rund um Veranstaltungen der SPSG inklusive Dokumentation\nCommunity Management: Betreuung und Interaktion mit unserer Social-Media-Community, Beantwortung von Fragen und Anregungen.\nFotografie und Videografie: Eigenständige Erstellung von Foto- und Videomaterial für die verschiedenen Kanäle (Instagram, Facebook, YouTube etc.).\nKoordinierung der Social-Media-Aktivitäten: Steuerung der redaktionellen Abläufe intern sowie mit externen Partnern und Dienstleistern (z.B. Grafik, Agenturen).\nSocial-Media-Werbung: Planung und Schalten von Anzeigen auf allen relevanten Plattformen.\nRedaktionsplanung und Social-Media-Strategie: Erstellung und kontinuierliche Weiterentwicklung eines Redaktionsplans für alle Social-Media-Kanäle der SPSG. Planung und Durchführung von Social-Media-Kampagnen in enger Zusammenarbeit mit den verschiedenen Referaten der Abteilung Bildung und Marketing wie z.B. Bildung und Teilhabe oder Tourismus.\nEntwicklung neuer Formate: Kreation innovativer Social-Media-Formate, die das kulturelle Erbe der SPSG kreativ und ansprechend präsentieren.\nExterne Kommunikation: Sie sind die zentrale Ansprechperson für externe Dienstleister:innen (z.B. Grafikdesigner:innen) und weitere Kooperationspartner:innen.\nDas erwarten wir von Ihnen\nErfolgreich abgeschlossenes Studium (Bachelor) im Bereich Kommunikation, Medien, Journalistik, Marketing, Kulturmanagement oder eine vergleichbare Qualifikation\n2 Jahre Berufserfahrung im Social-Media-Management, vorzugsweise im Kultur- oder Non-Profit- oder im öffentlichen Bereich, und mit Schwerpunkten auf Instagram, Facebook und YouTube\nFundierte Kenntnisse im Schalten und Auswerten von Social-Media-Anzeigen, inkl. Umgang mit eigenem Budget\nErfahrung im Community-Management und souveräner Umgang mit sensibler Community-Kommunikation\nSehr gute schriftliche Ausdrucksfähigkeit, sichere Rechtschreibung, Social-Media-Tonalität\nFähigkeit, relevante Multiplikator:innen und Influencer:innen zu identifizieren und anzusprechen\nDamit begeistern Sie uns\nPraktische Erfahrung in der Fotografie und Videografie sowie Grundkenntnisse in der Bild- und Videobearbeitung\nErfahrung mit Influencer-Management, Community-Formaten, InstaWalks, Gewinnspielen und Eventbegleitung\nDas bieten wir Ihnen\nWork Life Balance\nFlexibles Gleitzeit-Modell\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Woche\nDer 24. und 31. Dezember sind zusätzlich freie Arbeitstage\nDie Möglichkeit einer Teilzeitbeschäftigung unter Berücksichtigung der dienstlichen Erfordernisse sehen wir als Selbstverständlichkeit an\nBei uns können Sie Ihre Jahressonderzahlung in Sonderurlaub umwandeln\nWir leben New Work\nTelearbeit oder lieber im Büro? Kein Problem! Telearbeit ist bei uns an\nbis zu 2 Tagen\npro Woche möglich – die passende IT-Ausstattung erhalten Sie natürlich von uns!\nIhre Gesundheit liegt uns sehr am Herzen! Wir bieten Ihnen ein modernes betriebliches Gesundheitsmanagement und zusätzlich einen jährlichen Arbeitgeberzuschuss von derzeit 200,00€.\nFaire Entlohnung\nWir bieten Ihnen eine befristete Vollzeitbeschäftigung mit 40 Wochenstunden am Standort Potsdam. Die Befristung erfolgt aufgrund einer Abwesenheitsvertretung bis voraussichtlich 06/2027 (Mutterschutz + Elternzeit). Die Vergütung erfolgt nach Entgeltgruppe 9a des Tarifvertrags für den öffentlichen Dienst der Länder (TV-L).\nMonatlicher Zuschuss zum Firmenticket-Job\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L.\nWeitere Benefits\nSie wollten schon immer alle Schlösser der Stiftung kennen lernen? Sie interessieren sich für unsere Ausstellungen? Wir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen mit Begleitung.\nParkplatzsuche gibt es für Sie nicht! Kostenlose Parkplätze stehen Ihnen direkt am Arbeitsplatz zur Verfügung.\nWir bieten Ihnen attraktive Zusatzleistungen wie eine Jahressonderzahlung, zusätzliche Altersvorsorge über die VBL und vermögenswirksame Leistungen nach TV-L.\nZuschuss zur nahegelegenen Mittagsversorgung\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von allen Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller Orientierung und Identität. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nBitte richten Sie Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen\nohne Foto\nIhrer Person (in einer pdf-Datei in der Reihenfolge Motivationsschreiben, Lebenslauf und Ausbildungs-nachweise und Arbeitszeugnisse) bis zum\n11.01.2026\nbevorzugt per E-Mail an\nbewerbung@spsg.de\noder an die\nStiftung Preußische Schlösser und Gärten Berlin-Brandenburg\nReferat I 1 Personal\nPostfach 60 14 62\n14414 Potsdam\nFür Rückfragen stehen Ihnen zum Aufgabengebiet Herr Hyun-Ho Cha, Leiter Öffentlichkeitsarbeit/PR (Tel. 0331/9694-292), und zum Ausschreibungsverfahren Frau Susen Bull-Riedel, Sachbearbeiterin Personal (Tel. 0331/9694-683), zur Verfügung.\nHinweis zum Datenschutz\nWir möchten Sie informieren, dass wir Ihre personenbezogenen Daten zur Durchführung des Auswahlverfahrens verarbeiten. Dies erfolgt auf Grundlage von Art. 6 Abs. 1 b, Art. 88 DS-GVO i. V. m. § 26 BbgDSG. Aus Kostengründen werden eingereichte Bewerbungsunterlagen nur zurückgesandt, wenn ein ausreichend frankierter und adressierter Rückumschlag beigefügt ist. Nach Abschluss des Verfahrens werden alle anderen Bewerbungsunterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/redakteuerin-oder-redakteur-social-media-m-w-d/", "date_published": "2025-12-12T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-museumsshop-kasse-w-m-d-im-lwl-museum-glashuette-gernheim/", "image": "", "title": "Mitarbeiter:in im Bereich Museumsshop/Kasse (w/m/d) im LWL-Museum Glashütte Gernheim", "content_text": "LWL-Museen für Industriekultur, Petershagen Bewerbungsende: 15.01.2026 | Ihr nächster Job soll mehr sein als ein bloßes Arbeitsverhältnis? Sie wollen Gutes unternehmen, wünschen sich einen verlässlichen Arbeitgeber, der Ihnen Flexibilität und Perspektiven bietet und wollen trotzdem abwechslungsreich und vielfältig arbeiten?\nDann lassen Sie sich von uns überzeugen.\nGemeinsam tun wir Gutes für die Menschen in Westfalen-Lippe – Machen Sie mit!\nDer LWL freut sich auf Sie!\nWir suchen\nzum\nnächstmöglichen Zeitpunkt\neine:n\nMitarbeiter:in im Bereich Museumsshop/Kasse (w/m/d)\n(EG 4 TVöD; Kenn-Nr. 540/25)\nim\nLWL-Museum Glashütte Gernheim.\nEs handelt sich um eine unbefristete Beschäftigung in Teilzeit mit 19,5 Wochenstunden in EG 4 zu wechselnden Arbeitszeiten nach Dienstplan zu den Öffnungszeiten des Museums. Die Arbeitszeit beträgt 8 Stunden pro Arbeitstag.\nDie LWL-Museen für Industriekultur sind ein Verbundmuseum an acht historischen Orten in Trägerschaft des Landschaftsverbandes Westfalen-Lippe (LWL). Das LWL-Museum Glashütte Gernheim zeigt an ihrem historischen Fabrikort die Stationen der Glasherstellung und bietet Einblicke in die Lebens- und Arbeitsbedingungen der früheren Beschäftigten. Darüber hinaus widmet sich die Glashütte Gernheim mit aktiver Schauproduktion der modernen Glaskunst und dem Glasdesign.\nWorauf Sie sich freuen können?\nAuf einen großen öffentlichen Arbeitgeber und eine abwechslungsreiche Tätigkeit in einem tollen Team! Und sonst? – Auf:\nein Entgelt nach EG 4 TVöD\nein unbefristetes Beschäftigungsverhältnis\nattraktive Fort- und Weiterbildungsmöglichkeiten\neine leistungsstarke vom Arbeitgeber finanzierte Betriebsrente mit der kvw-Zusatzversorgung für Ihre finanzielle Absicherung im Alter\nIhre Tätigkeiten als Mitarbeiterin im Museumsshop:\nVerkauf und Erfassung von Eintrittskarten, Gutscheinen, Jahreskarten\nBeratung zu Ermäßigungen, Gruppenpreisen und freien Führungen, auch telefonisch\nVerkauf div. Artikel im Museumsshop\nBeratung von Interessenten bei Glasobjekten bezüglich Glasmacher:innen, Designer:innen, Glastechniken\nVermittlung allgemeiner Museumsinformationen und weiterführende Veranstaltungsinformationen\nPflege und Organisation des Warenlagers\nArtikelanlage und Bestandspflege, Bestellungen und Inventur\nBearbeitung von Kommissionsware\nEinsatz im Besucherservice in den verschiedenen Museumsgebäuden\nUnterstützung bei Vorbereitung und Durchführung von Museums-Veranstaltungen\nSorgfältiger und verantwortungsbewusster Umgang mit hochwertigen Produkten, insbesondere mit sensiblen Kunstobjekten\nLeichte Reinigungstätigkeiten\nWas erwarten wir von Ihnen?\nGerne Berufserfahrung in einem kaufmännischen Bereich oder einer Verwaltung bzw. eine Ausbildung zur/zum Verkäufer:in im Handel\nErfahrungen in der Durchführung von Kassentätigkeiten und sicherer Umgang mit verschiedenen Zahlungsmitteln wie Kreditkarten, Gutscheine und Apps\nErfahrung bei der Buchung von Waren, Gutscheinen und Buchung diverser Tickets, Aktionen und Retouren\nGute Kenntnisse in Microsoft Outlook sowie den weiteren Anwendungen des MS Office-Pakets (insbesondere Excel und Word)\nErfahrungen im Bereich Warenbestandspflege\nKunden- und besucherfreundliches Auftreten mit einem sicheren Gespür für Situationen und Interesse an Glaskunst\nGestaltung von Verkaufsflächen mit Sinn für Ästhetik und Details\ntechnisches Verständnis für verschiedene Glastechniken\nSelbständige und eigenverantwortliche Arbeitsweise, Teamfähigkeit, ein hohes Maß an Einsatzbereitschaft und Flexibilität\nBereitschaft zur Arbeit nach festem Dienstplan auch an Wochenenden und Feiertagen\ngute Umgangsformen und gepflegtes Erscheinungsbild\nBeherrschen der deutschen Sprache, weitere Sprachkenntnisse wünschenswert\nvolle körperliche Eignung\nWir nehmen unsere Mitarbeiter:innen in ihrer Einzigartigkeit wahr und akzeptieren alle Menschen so, wie sie sind. Für uns spielt es keine Rolle, woher unsere Mitarbeitenden kommen, welchem Geschlecht sie sich\nzugehörig fühlen oder woran sie glauben.\nBei fachlichen Fragen zu diesen vielfältigen Aufgabenfeldern wenden Sie sich gerne an:\nFrau Reipke (Tel. 05707 9311-218)\nPersonalrechtliche Fragen und Fragen zu dem Verfahren beantwortet Ihnen gerne:\nFrau Kurtulus (Tel. 0231 6961-117)\nNehmen Sie die Herausforderung an? Dann freuen wir uns auf Ihre Bewerbung!\nZu den aussagekräftigen Bewerbungsunterlagen gehören:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nSchulabschlusszeugnis/se\nNachweis über die im Profil geforderte Qualifikation\nbei im Ausland erworbenen Studienabschlüssen: Nachweis über die Anerkennung in Deutschland (Zeugnisbewertung) und eine beglaubigte Übersetzung\nArbeitszeugnisse vorheriger Arbeitgeber\nletzte Leistungsbeurteilung/en\ngegebenenfalls weitere Qualifikationen (Fortbildungen, Zertifikate)\nBitte senden Sie uns Ihre Bewerbung unter Angabe der\nKennnummer 540/25\nbis 15.01.2026\n(Eingangsstempel) an:\nLWL-Museen für Industriekultur\nGrubenweg 5\n44388 Dortmund\nWir bevorzugen eine Bewerbung per Mail an:\nindustriekultur.bewerbungen@lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-museumsshop-kasse-w-m-d-im-lwl-museum-glashuette-gernheim/", "date_published": "2025-12-12T00:00:00"}]}