{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-m-w-d/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Städtische Galerie Villingen-Schwenningen, Villingen-Schwenningen Bewerbungsende: 09.11.2025 | Die Stadt Villingen-Schwenningen mit rund 88.000 Einwohnern ist einer der vielfältigsten und größten Arbeitgeber im Schwarzwald-Baar-Kreis. Mit 1.700 Beschäftigten decken wir unterschiedlichste öffentliche Aufgaben ab – von der Verwaltung über soziale und kulturelle bis hin zu technischen Themen. Für diese Vielfalt suchen wir engagierte Fachkräfte, die gemeinsam mit uns die Zukunft unserer Stadt gestalten möchten.\nFür unser Team suchen wir zum nächstmöglichen Zeitpunkt einen\nWissenschaftlichen Volontär (m/w/d)\nAmt für Kultur, Abteilung Städt. Galerie, Stadtbezirk Schwenningen, befristet auf 2 Jahre, Vollzeit, 50 % von EG 13 TVöD\n“Zeitgenössisch. Inspirierend. Mutig. Kunst, die die Gegenwart bewegt”. Das ist unser Selbstverständnis.\nIhre Aufgaben\nDie Städtische Galerie Villingen-Schwenningen gilt als ein wichtiger Akteur für Gegenwartskunst in Baden-Württemberg und lockt seit den 90er Jahren kontinuierlich Besucher:innen aus den Kulturmetropolen Basel, Freiburg, Karlsruhe und Stuttgart in den Schwarzwald. Mit thematischen und monografischen Ausstellungen von überregionaler Bedeutung gestaltet sie ein öffentliches Programm am Puls der Zeit. Darüber hinaus verfügt sie über eine hauseigene Sammlung, aus der in regelmäßigen Abständen ausgewählte Kunstwerke der Öffentlichkeit präsentiert werden.\nDer Fokus der zweijährigen Tätigkeit liegt in der Mitwirkung an der Konzeption, Entwicklung, Umsetzung und Vermittlung zeitgenössischer Kunstausstellungen. Ziel des Volontariats ist der Kompetenzerwerb und die Professionalisierung durch die Mitarbeit in den Bereichen Ausstellungskonzeption und -planung, Presse- und Öffentlichkeitsarbeit, Homepagebetreuung und Social-Media-Kanäle, Drittmittelakquise, Verwaltung und Organisationsentwicklung und (digitales) Sammlungsmanagement.\nUnser Angebot\neigenverantwortliches Arbeiten in einem kreativen Team mit der Möglichkeit, eigene (Forschungs-) Interessen zu verfolgen\nWeiterbildungsmöglichkeiten entsprechend den Empfehlungen der Initiative „Vorbildliches Volontariat“\neine professionelle Ausstattung für digitales Arbeiten\nim öffentlichen Dienst übliche Leistungen, wie z.B. Zusatzversorgung und leistungsorientierte Bezahlung\n25 € Arbeitgeberzuschuss zum ‘Move-Deutschland-Ticket Job’\nbetriebliches Gesundheitsmanagement und Firmenfitness in Kooperation mit Hansefit\nattraktiver Arbeitsplatz und sehr gute Rahmenbedingungen zur besseren Vereinbarkeit von Beruf und Familie sowie für eine ausgeglichene ‘Work-Life-Balance’ (u.a. Homeoffice im Rahmen einer Dienstvereinbarung)\nUnterstützung bei der Kinderbetreuung in Kindertagesstätten\nIhr Profil\nabgeschlossenes wissenschaftliches Hochschulstudium (Master/Diplom/Magister) der Kunstgeschichte/Kunstwissenschaften, Curatorial Studies oder vergleichbare Fachrichtungen\nKenntnisse aktueller Kunstentwicklungen und Diskurse\nMotivation, sich auf kommunaler Ebene für Kulturprojekte zu engagieren\nerste praktische Erfahrungen im Projektmanagement von Ausstellungen sind von Vorteil\noffener und freundlicher Umgang mit international renommierten Künstler:innen und Leihgeber:innen\ngute Kommunikationsfähigkeit sowie gutes Ausdrucksvermögen in Deutsch und Englisch\nFreude am Umgang mit Menschen aller Altersstufen und Begeisterung für die Arbeit im kulturellen Sektor\nTeamfähigkeit, Einsatzbereitschaft, Zuverlässigkeit sowie organisierte und strukturierte Arbeitsweise\nStadtverwaltung\nSchwerbehinderte werden bei gleicher Eignung bevorzugt.\nIhre Bewerbung\nWir freuen uns über Ihre Bewerbung, bitte über unser\nOnline-Portal\n, bis zum\n09.11.2025\nDas Online-Portal sowie Informationen über uns als Arbeitgeber finden Sie im Internet unter:\nwww.villingen-schwenningen.de\nFragen zur Stelle?\nEinfach anrufen:\nAlejandro Perdomo-Daniels, Tel. 07721 82 1108\nStadt Villingen-Schwenningen\nHaupt- und Personalamt\nPostfach 12 60\n78002 Villingen-Schwenningen\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaer-m-w-d/", "date_published": "2025-10-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d/", "image": "", "title": "wissenschaftlicher Mitarbeiter (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 02.11.2025 | Bei der Stiftung Deutsches Historisches Museum ist im Fachbereich Bildung und Vermittlung, Abteilung Ausstellungen ab 1. Januar 2026 (vorbehaltlich der jährlichen Mittelfreigabe) die Stelle einer / eines\nwissenschaftlichen Mitarbeiterin / wissenschaftlichen Mitarbeiters (m/w/d)\nzu besetzen. Die Stelle ist zunächst bis zum 31. Dezember 2026 befristet verbunden mit der Option einer Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der Mittelfreigabe) und ist nach Entgeltgruppe 13 TVöD-Ost bewertet.\nEs handelt sich um eine Teilzeitstelle mit 30 Wochenstunden. Dienstort ist Berlin-Mitte.\nDas Aufgabengebiet erfordert die schnelle Einarbeitung in unterschiedliche Themen und die Übernahme von verschiedenen Aufgaben im Fachbereich Bildung und Vermittlung sowie in der Abteilung Ausstellungen.\nIm Wesentlichen handelt es sich um Aufgaben in der Wechselausstellung „Kolonialismus und Nationalsozialismus“ (AT), „Natur und deutsche Geschichte“ und andere Ausstellungen zur deutschen Geschichte:\nDas Aufgabengebiet umfasst im Wesentlichen:\nVerfassen von wissenschaftlichen Texten und Übernahme von Rechercheaufträgen\nKonzept und Umsetzung von ausstellungsdidaktischen Bildungsformaten in Zusammenarbeit mit der Fachbereichsleitung und dem Ausstellungsteam\nKonzeption und Durchführung von geschichtsdidaktischen Formaten (z.B. Filmwerkstätten, Geschichtswerkstätten, Familienangeboten; u.a.) analog und digital\nKonzeption und Durchführung von Überblicks‐ und Themenführungen; Betreuung von VIP-Gruppen und Abendveranstaltungen in unterschiedlichen Wechselausstellungen für nationale und internationale Gruppen und Multiplikator:innenveranstaltungen in der Bildungsarbeit (analog und digital)\nSuche nach potentiellen Projekt- bzw. Kooperationspartnern sowie Drittmittelgebern und Zusammenarbeit mit denselben\nBetreuung und ggf. Zusammenarbeit von und mit Studierenden- und Referendariatsgruppen\nVerfassen von Vorlagen für Werbetexte\nZuarbeit für die Produktion von Hörführungen und Evaluation derselben\nSchulung der Referententeams\nFolgende Anforderungen werden gestellt:\nAbgeschlossene wissenschaftliche Hochschulbildung (Master/Magister) in einer der Fachrichtungen deutsche und europäische Geschichte oder Politologie oder Public History oder Kunstgeschichte oder vergleichbar\nNachgewiesene ausstellungskuratorische oder -pädagogische oder geschichtsdidaktische Arbeitserfahrungen\nNachgewiesener wissenschaftlicher Bezug zu einem der Themen „Nationalsozialismus“ und/oder „Kolonialismus“, 19. oder 20. Jahrhundert\nFließende Kenntnisse in Deutsch, Englisch (ab GER-Niveaustufe C1) und sehr gute Kenntnisse in Französisch oder Italienisch (ab GER-Niveaustufe B2)\nWünschenswert sind:\nWissenschaftliche Qualifikation durch Publikationen von Vorträgen, Forschungsarbeiten oder Ausstellungen\nErfahrung in der Didaktisierung von interaktiven und / oder inklusiven Angeboten\nFließende Kenntnisse in einer weiteren Fremdsprache in Wort und Schrift: wie z.B. Spanisch, Türkisch oder Arabisch (ab GER-Niveaustufe C1)\nTeamfähigkeit und Belastbarkeit (Tätigkeiten fallen auch an Wochenenden und Feiertagen an)\nBereitschaft zu flexiblen Arbeitsweisen abhängig von Öffnungs- oder Schließzeiten des Museums\nKenntnisse in der interkulturellen Bildungsarbeit\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Deutsches Historisches Museum und zur Stiftung Flucht, Vertreibung, Versöhnung gestanden haben.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: BuV_13\nbis zum\n02.11.2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-m-w-d/", "date_published": "2025-10-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bildungsreferentin-m-w-d/", "image": "", "title": "Bildungsreferent:in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 02.11.2025 | Bei der Stiftung Deutsches Historisches Museum ist im Fachbereich Bildung und Vermittlung, Abteilung Ausstellungen zum 1. Januar 2026 (vorbehaltlich der jährlichen Mittelfreigabe) eine Stelle als\nBildungsreferent / Bildungsreferentin (m/w/d)\nzu besetzen.\nDie Stelle ist zunächst bis zum 31. Dezember 2026 befristet verbunden mit der Option einer Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der Mittelfreigabe) und ist nach Entgeltgruppe 11 TVöD-Ost bewertet.\nEs handelt sich um eine Teilzeitstelle mit 25 Wochenstunden. Dienstort ist Berlin-Mitte.\nDas Aufgabengebiet erfordert die schnelle Einarbeitung in unterschiedliche Themen und die Übernahme von verschiedenen Aufgaben im Fachbereich Bildung und Vermittlung sowie in der Abteilung Ausstellungen.\nUnter anderem handelt es sich um folgende Aufgaben in den Wechselausstellungen „Natur und deutsche Geschichte. Glaube – Biologie – Macht“, „Kolonialismus und Nationalsozialismus“ (AT) sowie in Ausstellungen zur Sammlungsgeschichte und zur deutschen Geschichte:\nKonzeption und Durchführung von Überblicks‐ und Themenführungen (analog und digital) in unterschiedlichen Wechselausstellungen in deutscher sowie mind. zwei weiteren Fremdsprachen für Einzelbesucher, nationale und internationale Gruppen- auch an Wochenenden und bei Abendveranstaltungen)\nKonzeption und Durchführung von geschichtsdidaktischen Formaten (z.B. Filmwerkstätten, Geschichtswerkstätten, Familien- und Ferienangeboten; Ausstellungsheft für Kinder, u.a.) analog und digital\nErarbeitung von inklusiven Angeboten für ausgewählte Ausstellungen\nErstellen von Vorlagen zu bildungspolitisch, aktuellen Themen für interne und externe Diskussionen\nVerfassen von Vorlagen für Werbetexte\nÜbernahme von Führungen rund ums Zeughaus\nFolgende Anforderungen werden gestellt:\nAbgeschlossene Hochschulbildung einer der Fachrichtungen Geschichte, Geschichtsdidaktik, Public History, Kunstgeschichte oder vergleichbar\nSehr gute historische und / oder kulturhistorische Überblickskenntnisse des 19. und 20. Jahrhunderts\nNachgewiesene museumspädagogische oder geschichtsdidaktische Arbeitserfahrung\nFließende Kenntnisse (ab GER-Niveaustufe C1) in Deutsch, Englisch und sehr gute Kenntnisse (ab GER-Niveaustufe B2) in Spanisch oder Französisch oder Italienisch\nWünschenswert sind:\nKenntnisse in interkultureller Bildungsarbeit\nErfahrungen zu den Themen Inklusion und Barrierefreiheit\nTeamfähigkeit und Belastbarkeit (Tätigkeiten fallen auch an Wochenenden und Feiertagen an)\nFlexible Arbeitsweisen abhängig von Öffnungs- oder Schließzeiten des Museums\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Deutsches Historisches Museum und zur Stiftung Flucht, Vertreibung, Versöhnung gestanden haben.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: BuV_11\nbis zum\n02.11.2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/bildungsreferentin-m-w-d/", "date_published": "2025-10-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-w-m-d-der-bereichsleitung-ausstellungen-und-sammlungen/", "image": "", "title": "Assistenz (w/m/d) der Bereichsleitung Ausstellungen und Sammlungen", "content_text": "Deutsches Museum, München Bewerbungsende: 05.11.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nWir vertrauen auf die Fähigkeiten und Fertigkeiten unserer rund 600 Mitarbeiterinnen und Mitarbeiter, die das Deutsche Museum mit Engagement und Tatkraft aktiv mitgestalten und besonders machen.\nIm Bereich Ausstellungen und Sammlungen (AS) arbeiten aktuell rund 130 Personen in den fünf Hauptabteilungen Naturwissenschaften, Technik, Verkehr/Mobilität/Transport, Bildung und Sammlungsmanagement. Die Zweigmuseen Verkehrszentrum und Flugwerft Schleißheim gehören ebenfalls zum Bereich AS.\nZur Verstärkung des Bereichs AS und zur Unterstützung der Bereichsleitung suchen wir zum nächstmöglichen Termin eine\nAssistenz (w/m/d) der Bereichsleitung Ausstellungen und Sammlungen\nIhre Aufgaben\nUnterstützung der Bereichsleitung sowie der Mitarbeiterinnen und Mitarbeiter des Bereichs bei allen organisatorischen und administrativen Aufgaben\nMitarbeit bei der Pflege des digitalen Auftritts des Bereichs AS, redaktionelle Pflege der Beiträge im Intranet und auf der Homepage des Deutschen Museums\nSteuerung und Durchführung aller Vergabe-, Auftrags-, Wartungs-, Prüf- und Rechnungsvorgänge und -Termine in Zusammenarbeit mit den Projektverantwortlichen, den Sachbearbeitern und der Vergabestelle, Rechnungsprüfung und -Zuordnung\nKoordination der Objektverwaltung und Unterstützung des Sammlungsbeirats bei der Abwicklung von Neuzugängen und Rückgaben\nUnterstützung bei der Einführung neuer digitaler Verfahren, Einweisung und Schulung aller Mitarbeiterinnen und Mitarbeiter in AS\nOrganisation von Schulungen und Fortbildungsveranstaltungen\nIhr Profil\nabgeschlossene Berufsausbildung in einem einschlägigen Büro- oder Verwaltungsberuf\neinschlägige Berufserfahrung\nsehr gute Deutschkenntnisse in Wort und Schrift, sehr gutes Ausdrucksvermögen\nsichere EDV-Kenntnisse und hohe IT-Affinität\nfreundliches und souveränes Auftreten, serviceorientiertes Verhalten\nvon Vorteil: Fremdsprachenkenntnisse\nPersönliche / soziale / methodische Kompetenzen\nselbständige Arbeitsweise, Zuverlässigkeit und Belastbarkeit\nausgeprägte Kommunikationsstärke, Kontakt- und Teamfähigkeit\nsehr gutes Organisationsgeschick, Prioritätensetzung und diskreter Umgang mit Informationen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 8 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes und vermögenswirksame Leistungen\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement, EGYM-Wellpass\nDie Stelle ist unbefristet.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (\neine Datei im PDF-Format, max. 5 MB\n) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n05.11.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2546\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.11.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-w-m-d-der-bereichsleitung-ausstellungen-und-sammlungen/", "date_published": "2025-10-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kustode-kustodin-sammlung-malerei-grafik-und-skulptur-m-w-d/", "image": "", "title": "Kustode/Kustodin Sammlung Malerei, Grafik und Skulptur (m/w/d)", "content_text": "Brandenburgisches Landesmuseum für moderne Kunst, Cottbus Bewerbungsende: 09.11.2025 | Die Brandenburgische Kulturstiftung Cottbus-Frankfurt (Oder) (BKC-F) sucht für das Brandenburgische Landesmuseum für moderne Kunst (BLMK) am Standort Cottbus\nzum 1. Januar 2026\neine*n\nKustode/Kustodin Sammlung Malerei, Grafik und Skulptur (m/w/d)\nEs handelt sich um eine Vollzeitstelle (40 Std./Woche), die vorerst befristet für zwei Jahre mit der Option auf Entfristung zu besetzen ist.\nDas\nBrandenburgische Landesmuseum für moderne Kunst (BLMK)\nan den beiden Standorten Cottbus und Frankfurt (Oder) beherbergt mit etwa 45.000 Werken die weltweit umfassendste, museale Sammlung von Kunst aus der DDR und den nachfolgenden künstlerischen Traditionslinien. An den zwei Standorten mit insgesamt drei Ausstellungshäusern werden gleichzeitig mehrere Präsentationen gezeigt. Das Ausstellungsprogramm ist eng an die einzigartige Ressource der hauseigenen Sammlung geknüpft, die regelmäßig im Zusammenhang national und international relevanter Gegenwartskunst gezeigt und vor allem in kunsthistorische Kontexte gestellt wird. Hinzu kommt ein umfangreiches Rahmenprogramm aus Veranstaltungen und museumspädagogischen Aktivitäten.\nAls Kustode/Kustodin obliegt Ihnen die konzeptuelle Erweiterung, Erschließung, Erforschung und Pflege des Sammlungsbestandes im Bereich Malerei, Grafik und Skulptur entlang des Museumsprofils. In enger Abstimmung mit der Museumsleitung gehört das Konzipieren und die Realisierung von Publikationen (inkl. des Verfassens von wissenschaftlichen Texten) sowie die Konzeption und Durchführung von Sammlungspräsentationen und Wechselausstellungen zu Ihren Aufgaben. Ebenso sind die Kontaktpflege zur Fachwelt und zu privaten sowie öffentlichen Sammlungen und die aktive Mitarbeit bei der Drittmittelakquise Teil Ihrer Tätigkeiten.\nIdealerweise bringen Sie folgende Voraussetzungen mit:\nSie haben ein abgeschlossenes Studium im Fach Kunstgeschichte oder eine vergleichbare Ausbildung\nSie verfügen über Museumserfahrung und eine nachgewiesene Expertise im Bereich der Bildenden Kunst des frühen 20. Jahrhunderts sowie insbesondere der Kunst aus der DDR\nSie haben Erfahrungen im Bereich der Drittmittelakquise\nSie sind teamfähig und besitzen eine ausgezeichnete Kommunikationsfähigkeit\nSie sind im Umgang mit Museumsdatenbanken und im Ausstellungswesen versiert\nSie sind in der Lage, das Kunstmuseum, dessen Profil und Inhalte mit fachlich fundiertem Wissen zu kommunizieren und bringen die sozialen und organisatorischen Kompetenzen sowie den Ideenreichtum mit, Besucher*innen zu begeistern\nSie bringen die Bereitschaft zur Feiertags-, Abend- und Wochenendarbeit mit\nSie verfügen über fundierte PC-Kenntnisse\nIhre Kenntnisse der deutschen Sprache sind ausgezeichnet und im Englischen gut, weitere Fremdsprachen sind wünschenswert\nDas Arbeitsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TVL). Die Stelle ist in die Entgeltgruppe 13 eingruppiert.\nWir bieten Ihnen:\nein abwechslungsreiches, verantwortungsvolles und vielseitiges Aufgabengebiet\nArbeit in einem dynamischen, besonderen und außergewöhnlichen Umfeld\neine tarifliche Vergütung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TVL)\n30 Tage Urlaub\nzusätzliche Leistungen auf Grundlage des TV-L, wie z.B. Betriebliche Altersvorsorge, vermögenswirksame Leistungen und Jahressonderzahlung\npro Spielzeit zwölf kostenfreie Tickets für Vorstellungen des Staatstheaters Cottbus\ngelebte Transparenz und offene Kommunikation\nWenn Sie diese Ausschreibung anspricht, richten Sie Ihre aussagekräftige Bewerbung bitte\nbis zum 9. November 2025\nan die\nBrandenburgische Kulturstiftung Cottbus-Frankfurt (Oder)\nPersonalabteilung\nLausitzer Str. 33\n03046 Cottbus\noder per E-Mail an:\npersonal@bkc-f.de\n(zusammengefasst als ein PDF-Dokument, max. 20 MB)\nFachliche Auskünfte erteilt Ihnen Frau Kremeier, Tel.: 0355/49494049, Mail: info-cb@blmk.de. Allgemeine Auskünfte zum Ausschreibungsverfahren erhalten Sie von Frau Holick, Tel.: 0355/7824105, Mail: personal@bkc-f.de.\nDie Vorstellungsgespräche finden am\n20. November 2025\nin Cottbus statt.\nWir bitten um Verständnis, dass aus Kostengründen Bewerbungsunterlagen in Papierform nur zurückgeschickt werden können, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Von der Zusendung von Eingangsbestätigungen und Zwischen-bescheiden wird abgesehen.\nDes Weiteren weisen wir darauf hin, dass von Seiten der Kulturstiftung im Zusammenhang mit der Bewerbung entstehende Kosten (z.B. Fahrt- und Bewerbungskosten) nicht übernommen werden.\nDie BKC-F fördert die berufliche Zukunft von Frauen. Bewerbungen von Frauen werden daher ausdrücklich erwünscht und nach Maßgabe des Landesgleichstellungsgesetzes berücksichtigt.\nDie im Rahmen Ihrer Bewerbung mitgeteilten personenbezogenen Daten werden auf der Grundlage des § 26 des Brandenburgischen Datenschutzgesetzes verarbeitet. Sofern Sie mit der Verarbeitung der Daten nicht einverstanden sind oder die Einwilligung widerrufen, kann Ihre Bewerbung nicht berücksichtigt werden.\nDie Bewerbungsunterlagen werden nach Abschluss des Auswahlverfahrens den Vorgaben des Datenschutzrechts entsprechend gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/kustode-kustodin-sammlung-malerei-grafik-und-skulptur-m-w-d/", "date_published": "2025-10-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-w-m-d-fuer-museumspaedagogische-programme-und-fuehrungen/", "image": "", "title": "Mitarbeiter:in im Besucherservice (w/m/d) für museumspädagogische Programme und Führungen", "content_text": "LWL-Museen für Industriekultur, Petershagen Bewerbungsende: 15.11.2025 | Zum 01.01.2026 ist eine Stelle als\nMitarbeiter:in im Besucherservice (w/m/d)\nfür museumspädagogische Programme und Führungen\n(EG 9b TVöD; Kenn-Nr. 529/25)\nIm LWL-Museum Glashütte Gernheim zu besetzen. Es handelt sich um eine unbefristete Teilzeitstelle (18,6 Stunden/Woche). Die Arbeit erfolgt auf Abruf mit wechselnden Arbeitszeiten zu den Öffnungszeiten des Museums.\nDie LWL-Museen für Industriekultur sind ein Verbundmuseum an acht historischen Orten in Trägerschaft des Landschaftsverbandes Westfalen-Lippe (LWL). Das LWL-Museum Glashütte Gernheim zeigt an ihrem historischen Fabrikort die Stationen der Glasherstellung und bietet Einblicke in die Lebens- und Arbeitsbedingungen der früheren Beschäftigten. Darüber hinaus widmet sich die Glashütte Gernheim mit aktiver Schauproduktion der modernen Glaskunst und dem Glasdesign.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-besucherservice-w-m-d-fuer-museumspaedagogische-programme-und-fuehrungen/", "date_published": "2025-10-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorischer-assistentin-w-m-d/", "image": "", "title": "Kuratorische*r Assistent*in (w/m/d)", "content_text": "MUSEUM MMK FÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 16.11.2025 | Das MUSEUMMMKFÜR MODERNE KUNST in Frankfurt am Main gehört zu den weltweit bedeutenden Museen für Gegenwartskunst. Es umfasst eine Sammlung von über 5.000 Werken mit wesentlichen Werkgruppen aus den 1960er Jahren bis zur zeitgenössischen Kunst, die ständig durch Sammlungsankäufe und künstlerische Neuproduktionen erweitert wird. Das MMK zeigt wechselnde Ausstellungen und Sammlungspräsentationen an seinen drei Ausstellungsorten MUSEUMMMK in der Domstraße, TOWERMMK im Taunusturm und ZOLLAMTMMK im ehemaligen Hauptzollamt der Stadt. Ausstellungs- sowie Veranstaltungsprogramm zielen auf inhaltlichen Anspruch, Gegenwärtigkeit und Impulse für die zeitgenössische Theorie und gesellschaftliche Relevanz, die dem Auftrag eines öffentlichen Museums heute entsprechen.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine*n Kuratorische*n Assistent*in. (w/m/d)\nVollzeit, Teilzeit\nEGr. 9b TVöD\nZu Ihren Aufgaben gehören:\nprojektbezogene Unterstützung bei der Organisation und Durchführung von Ausstellungen in unseren drei Ausstellungshäusern des Museums in enger Zusammenarbeit mit dem Kurator*innenteam und der Direktion\nAssistenz bei der Planung, Durchführung, Vor- und Nachbereitung von Ausstellungen mit internationalen Künstler*innen\ninternationale Korrespondenz mit Künstler*innen, Institutionen und Galerien\nRecherche, Ablage und Organisation von Dokumenten und Recherchematerial\nallgemeine Büroarbeiten zur Unterstützung der Direktion und Kurator*innenteams\nVorbereitung von Leihgesuchen, Unterstützung bei Transportenplanung und Annahme der Kunstwerke\nAusstellungsrundgänge zur Sicherung der Qualität der Ausstellungen\nprojektbezogene Assistenz bei der Redaktion wissenschaftlicher Publikationen\nVerfassen von Texten für z. B. ausstellungsbegleitende Kataloge\nSie bringen mit:\nabgeschlossenes Hochschulstudium (Bachelor) der Kunstgeschichte, Bildenden Kunst, Kulturwissenschaften, Museologie, Architektur, Design oder Medienwissenschaften\nFreude und Kenntnis an der zeitgenössischen Kunst\nBefähigung zum selbstständigen und eigenverantwortlichen Arbeiten\nsehr gute und verhandlungssichere Kenntnisse der deutschen (Sprachniveau B1) und englischen (Sprachniveau B1) Sprache\ngroßes Interesse für Kunst, intrinsische Motivation, ein hohes Maß an Genauigkeit und Teamfähigkeit\nsichere Kenntnis der gängigen MS Office-Programme\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nein interdisziplinäres und inhaltlich interessiertes sowie aufgeschlossenes Arbeitsumfeld\nWeitere Infos:\nEs handelt sich um eine befristete Stelle für die Dauer von 1 Jahr.\nWir freuen uns besonders über Bewerbungen von Frauen. Es besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber:innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Eichler\n, Tel. (069) 212-33953.\nUnter\nwww.StadtFrankfurtJobs.de/faq\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem zu finden unter\nwww.StadtFrankfurtJobs.de\n.\nBitte bewerben Sie sich bis zum\n16.11.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorischer-assistentin-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalterin-w-m-d/", "image": "", "title": "Depotverwalter*in (w/m/d)", "content_text": "MUSEUM MMK FÜR MODERNE KUNST, Frankfurt a. M. Bewerbungsende: 16.11.2025 | Das MUSEUMMMKFÜR MODERNE KUNST in Frankfurt am Main gehört zu den weltweit bedeutenden Museen für Gegenwartskunst. Es umfasst eine Sammlung von über 5.000 Werken mit wesentlichen Werkgruppen aus den 1960er Jahren bis zur zeitgenössischen Kunst, die ständig durch Sammlungsankäufe und künstlerische Neuproduktionen erweitert wird. Das MMK zeigt wechselnde Ausstellungen und Sammlungspräsentationen an seinen drei Ausstellungsorten MUSEUMMMK in der Domstraße, TOWERMMK im Taunusturm und ZOLLAMTMMK im ehemaligen Hauptzollamt der Stadt. Ausstellungs- sowie Veranstaltungsprogramm zielen auf inhaltlichen Anspruch, Gegenwärtigkeit und Impulse für die zeitgenössische Theorie und gesellschaftliche Relevanz, die dem Auftrag eines öffentlichen Museums heute entsprechen.\nZur Verstärkung unseres Teams in der Depotverwaltung/Arthandling suchen wir zum nächstmöglichen Zeitpunkt eine*n Depotverwalter*in. (w/m/d)\nVollzeit, Teilzeit\nEGr. 9a TVöD\nZu Ihren Aufgaben gehören:\norganisatorische sowie technische Betreuung von Kunstobjekten in den Depots des MMK sowie die Standortverwaltung\nEinordnen und Bereitstellen der Depotbestände\nInventarisierung der Werke und Werkteile in Zusammenarbeit mit der Sammlungsleitung und wissenschaftlichen Mitarbeitenden\nEntwicklung von Archiv- und Lagersystemen sowie Verpackungen und Mitarbeit bei der Planung der technischen Depoteinrichtung\nMonitoring der konservatorischen Bedingungen im Depot und der Gebäudetechnik\nPlanung und Durchführung von präventiven Maßnahmen (z. B. Stickstoffbegasung) in Zusammenarbeit mit den Restaurator*innen\nBetreuen der Kurator*innen sowie Wissenschaftler*innen während der Nutzung des Depots\nPlanung, Organisation und Durchführung der Transporte von Kunstwerken zwischen den Depots und Ausstellungsräumen sowie der Leihgaben und Leihnahmen in enger Abstimmung und Koordination von Kunsttransportfirmen und Zollabwicklung sowie der Verpackung von Kunstwerken nach konservatorischen Vorgaben und internationalen Standards\nBegleitung von Kunstwerken (Leihgaben) als Kurier*in\nOrganisation und Supervision des Ausstellungsaufbaus in Zusammenarbeit mit der Leitung der Restaurierung\nZusammenstellung, Anweisung und Kontrolle der durchführenden Arbeitsteams für die Realisation von Ausstellungsprojekten und Sammlungspräsentationen\nÜberwachung der Durchführung der teils komplexen Kunstinstallationen unterschiedlichster Materialien und Ausdrucksformen\nSie bringen mit:\nabgeschlossene, einschlägige Ausbildung im musealen Kontext mit mehrjähriger Berufserfahrung insbesondere im Depotbereich\nfachliche Vorkenntnisse und Berufserfahrung im Handling von hochwertigen Kunstwerken: von Gemälden bis hin zu Skulpturen oder aufwendigen Installationen\ngesundheitliche Eignung zur Führung von Dienstfahrzeugen und Fahrerlaubnis ab Klasse B\nGabelstaplerführerschein\nKenntnis von DIN-Normen zu Regalen und Lagerung\nErfahrungen in der Entwicklung, Planung und begleitende Umsetzung von Transportkisten ist erwünscht\nVerfügbarkeit für Tagesprojekte in den Depots mit Kurator*innen und Wissenschaftler*innen nach Absprache\nTeamfähigkeit und Zuverlässigkeit\nhohe Eigenverantwortung, um interessante und abwechslungsreiche Aufgaben professionell zu bewältigen\ninterkulturelle Kompetenz und Genderkompetenz\nWir bieten Ihnen:\numfangreiches Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitfahrregelung\nein interdisziplinäres und inhaltlich interessiertes sowie aufgeschlossenes Arbeitsumfeld\nWeitere Infos:\nEs besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor den anderen Bewerber*innen. Bewerbungen von Menschen aller Nationalitäten sind ausdrücklich gewünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Pfeffer\n, Tel. (069) 212-38819.\nUnter\nwww.StadtFrankfurtJobs.de/faq\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem zu finden unter\nwww.StadtFrankfurtJobs.de\n.\nBitte bewerben Sie sich bis zum\n16.11.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/depotverwalterin-w-m-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-digitales-sammlungsmanagement-m-w-d/", "image": "", "title": "Leitung Digitales Sammlungsmanagement (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 09.11.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und lnterdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung.\nFür die Fortsetzung und Professionalisierung der Digitalisierung und Onlinezugänglichmachung seiner Sammlungs- und Archivbestände sucht das MK&G (Stiftung öffentlichen Rechts) zum nächstmöglichen Zeitpunkt und zunächst befristet bis Dezember 2027 eine\nLeitung Digitales Sammlungsmanagement (m/w/d)\nEntgeltgruppe E 13 (TV-AVH) in Vollzeit /Teilzeit\nDas MK&G ist bestrebt, die Digitalisierung und Onlinezugänglichmachung seiner Sammlungsbestände voranzutreiben und die digitalen Angebote auszubauen und qualitativ weiterzuentwickeln. Wie bereits zur Gründung des MK&G ist es auch heute noch unser Selbstverständnis, herausragende kreative Leistungen zu sammeln, zu präsentieren und die Neugierde für die Sammlungen zu wecken. Basierend auf den Prinzipien von Open Access und Partizipation möchten wir diese Aufgabe im digitalen Raum ausweiten und so Forschung, Kreativität und Nachnutzung fördern.\nIhre Stelle ist direkt dem Vorstand unterstellt und an der Schnittstelle zwischen wissenschaftlicher Arbeit, digitalem Sammlungsmanagement und technischer Datenverarbeitung verortet.\nIhre Aufgaben\nPlanung, Koordination und Durchführung der kontinuierlichen Sammlungsdigitalisierung und -inventarisierung nach fachlichen Standards\nKonzeption einer Digitalisierungsstrategie für die Sammlungs- und Archivbestände\nAdministration und Weiterentwicklung von Sammlungsmanagementsystem (z.Zt. digiCULT.web) und perspektivisch des Digital Asset Management Systems (Administration, User- und Rechtemanagement, Anwendungsschulung, Schnittstellenanbindungen)\nQualifizierung und Anleitung von Mitarbeitenden, Werkstudent*innen, Praktikant*innen und ggf. Ehrenamtlichen\nAdministrative Betreuung sowie inhaltliche Weiterentwicklung der MK&G Sammlung Online, inkl. Qualitätssicherung und Prüfung der rechtlichen Voraussetzungen für die öffentliche Zugänglichmachung (Einhaltung von Urheberrechtsgesetz, Persönlichkeitsrecht, Datenschutz)\nSteuerung und Optimierung der Sammlungsdigitalisierung unter Berücksichtigung technischer, rechtlicher, fachlicher, ethischer Fragen (inkl. Nutzung neuer digitaler Tools zur Automatisierung wie KI)\nWeiterentwicklung und Anpassung von Richtlinien für die Inventarisierung, Digitalisierung und fachgerechten Dokumentationsstandards\nKonzept für die Erfassung von born digital objects\nDatenpflege und Standardisierung: Nutzung archivierbarer, interoperabler Formate und Datenaustauschformate (LIDO, FAIR-Daten, Minimaldatensatz, IIIF); Vorbereitung für Langzeitarchivierung\nWeiterentwicklung und Anwendung von Vokabularen, Thesauri und Normdaten, inkl. aktive Mitarbeit in relevanten Arbeitsgruppen\nFachliche Leitung Fotostudio und Fotoverwaltung (im Einklang mit digitaler Strategie: Rechteklärung, Lizenzierung, Meldung nicht verfügbarer Werke etc.)\nMitwirkung am Aufbau einer Abteilung digitales Sammlungsmanagement und\nWeiterentwicklung der Abteilung digitales Sammlungsmanagement und ergänzend freien Mitarbeiter*innen\nMitwirkung und Unterstützung bei der Durchführung von Ausschreibungsverfahren für externe Dienstleister*innen und Lieferant*innen, einschließlich der Erstellung von Ausschreibungsunterlagen sowie der Bewertung und Auswahl\nAktive Mitwirkung und Unterstützung bei der Einführung und Implementierung neuer Softwaresysteme im Bereich des digitalen Sammlungsmanagements und der Begleitung von Veränderungsprozessen.\nBeauftragung und Begleitung von externen Dienstleistern und ergänzenden Honorar-/Werkverträgen im Aufgabenbereich\nMitwirkung an digitalen Projekten und Kooperationen (Wikimedia, Datenraum Kultur, NFDI4C o.ä.), Netzwerkpflege des MK&G im Bereich digitale Sammlung und digitale Strategie\nIhr Anforderungsprofil\nAbgeschlossenes Hochschulstudium (z.B. Informationswissenschaften, Museologie, Museumskunde, Medieninformatik, Kulturmanagement, Kulturinformatik, Digital Humanities, IT, geisteswissenschaftliches Studium mit entsprechender Ausrichtung oder vergleichbare Qualifikation)\nAlternativ: einschlägige Berufsausbildung mit entsprechender Zusatzqualifikation und mehrjähriger Berufserfahrung im Bereich digitales Sammlungsmanagement oder IT-Administration im Kulturbereich\nSehr gute Kenntnisse im Umgang mit Sammlungsmanagement und Digital Asset Management Systemen, von Vorteil: Praxiserfahrung in der Administration\nErfahrungen in der Inventarisierung von Museumsobjekten, sowie sehr gute Kenntnisse und Erfahrung im Umgang mit kontrollierten Vokabularen, Thesauri und Normdaten, Metadatenstandards und Datenaustauschformaten\nFundierte Kenntnisse von Digitalisierungs- und Archivstandards in Museen und den gesetzlichen Grundlagen, insbesondere in der Erzeugung digitalen Bildmaterials\nfundierte Kenntnisse in der Nutzung gängiger Softwareprodukte (M365, Bildbearbeitungsprogramme wie Adobe Photoshop oder Capture One)\nErfahrung in der Steuerung und Mitarbeit an Digitalisierungsprojekten, idealerweise im Kulturbereich, inkl. Steuerung von Budgets\nFührungserfahrung oder die Bereitschaft, sich entsprechende Kompetenzen durch Weiterbildungen anzueignen\nvertiefte Kenntnisse zur Datensicherheit, zum Datenschutz, zu Open Access, KI und von Vorteil: digitaler Barrierefreiheit\nSelbstständige, strukturierte und lösungsorientierte Arbeitsweise\nAusgeprägte Kommunikationsfähigkeit und Freude an der Arbeit mit unterschiedlichen Teams\nBereitschaft zur Teilnahme an (inter-)nationalen Workshops/Kongressen und Mitarbeit in internen sowie (über)regionalen Arbeitsgemeinschaften\nHohe Belastbarkeit, Einsatzbereitschaft und Flexibilität\nsehr gute Kenntnisse in Deutsch und mindestens Englisch\nWir bieten\nEine abwechslungsreiche Aufgabe an einem spannenden Ort mit einem engagierten und kollegialen Team\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel, zu den besten Museen im Bereich Gestaltung zu gehören\nFlexible Arbeitszeiten und die Möglichkeit zu Mobiler Arbeit\nEine Vergütung und betriebliche Altersvorsorge nach dem Tarifvertrag der\nArbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\nFirmenfitness mit EGYM-Wellpass\nEinen Zuschuss zum Deutschlandticket\nEine gute Portion Humor\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien— und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung:\nAnsprechpartnerin: Birthe Tredup, Personalmanagement,\nbirthe.tredup@mkg-hamburg.de\noder zum Aufgabengebiet: Insa Brinkmann, Projektleitung Digitale Inventarisierung,\ninsa.brinkmann@mkg-hamburg.de\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 09.11.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10MB) an\nbewerbung@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nFahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten\nkönnen nicht übernommen werden.\nÜber die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter www.mkg-hamburg.de/datenschutz.html informieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-digitales-sammlungsmanagement-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d/", "image": "", "title": "Restaurator:in (m/w/d)", "content_text": "Militärhistorisches Museum der Bundeswehr, Dresden Bewerbungsende: 14.11.2025 | Referenzcode\nB750344UC-2025-00007636-I\ngeplantes Besetzungsdatum:\n01.03.2026\nAusschreibungsschluss:\n14.11.2025\nStellenbezeichnung\nRestaurator / Restauratorin (m/w/d)\nDotierung\nE9B\nUnternehmen\nMilitärhistorisches Museum der Bundeswehr\nBeschäftigungsort\nDresden\nStellenbeschreibung\nSie sind verantwortlich für die Restaurierung, Konservierung und Rekonstruktion von Metall- und artgleichen Objekten mit besonderem Dabei konservieren und restaurieren Sie selbständig stark zerstörte und nur fragmentarisch erhaltene museale Objekte aus unterschiedlichsten Materialien wie Metall, Holz, Kunststoff sowie Verbund.\nSie übernehmen die restauratorische Verantwortung beim Umgang mit Exponaten und besitzen manuelle Fähigkeiten, Detailgenauigkeit und Sensibilität für die Integrität des\nSie fertigen Nachbildungen und rekonstruieren unvollständige nicht mehr vorhandene kulturhistorisch wertvolle Exponate aus arteigenen/ artfremden Materialien nach Vorlagen.\nSie arbeiten bei Grabungen und Objekt-Bergungen mit, konservieren und katalogisieren Bodenbefunde und Fundkomplexe.\nSie bereiten restauratorisch Ausstellungen vor und betreuen in den Ausstellungen die Exponateinbringungen. Dabei nehmen Sie auch Kontrollgänge durch Ausstellungen und Magazine zur präventiven Objektsicherung wahr.\nSie kontrollieren Objekte bei Leihnehmerinnen und Leihnehmern des Militärhistorischen Museums der Bundeswehr für den Standort Dresden und begleiten bei Leihgaben.\nDie Bereitschaft zu regelmäßigen Dienstreisen wird\nDie Teilnahme an regelmäßigen und weiterführenden Aus- und Fortbildungen wird\nDie ausgeschriebene Stelle ist ab dem 03.2026 zu besetzen.\nEine Eingruppierung erfolgt bis in die Entgeltgruppe 9b des Tarifvertrages für den öffentlichen Dienst (TVöD).\nVollzeit oder Teilzeit und Telearbeit / mobiles Arbeiten sind im Falle der ausgeschriebenen Stelle möglich.\nSie haben die Möglichkeit, in einem festgelegten Rahmen an Sport- und Gesundheitsprogrammen während der Arbeitszeit teilzunehmen.\nEs stehen kostenlose Parkplätze zur Verfügung.\nQualifikationserfordernisse\nSie verfügen über ein abgeschlossenes Studium (mindestens Diplom (FH) oder Bachelor) in der Fachrichtung Restaurierung von Metall bzw. Technischem Kulturgut oder in einer vergleichbaren Fachrichtung.\nSie besitzen den Maschinenschein zur Bedienung von konventionellen Metallbearbeitungsmaschinen sind bereit und gesundheitlich geeignet, diesen zu erwerben und/ oder zu erweitern.\nerwünscht\nSie verfügen über Kenntnisse und Erfahrungen bei der Durchführung besonders schwieriger Konservierungs- und Restaurierungsmaßnahmen.\nSie verfügen über Erfahrungen mit Museumssammlungen und –\nSie sind sicher im Umgang mit MS-Office und haben Erfahrungen mit der Museumsdatenbank Museum Plus.\nBemerkungen\nEin Aufgabenbereich der ausgeschriebenen Stelle ist unter anderem die Restaurierung von technischen Großobjekten. Dies beinhaltet teilweise körperlich schwere Arbeit in Zwangshaltung und das Handling von schweren Lasten sowie das Arbeiten auf Leitern, Tritten, Podesten, Gerüsten und Arbeitsbühnen. Hierbei ist zum Teil auch der Umgang mit Gefahrstoffen, unter Verwendung einer Atemschutzmaske, Daher können nur Bewerbende mit uneingeschränktem Bewegungsapparat berücksichtigt werden.\nBei dem genannten geplanten Besetzungsdatum bzw. dem genannten Datum zum “Beginn der Tätigkeit” handelt es sich um einen Termin, der sich bedingt durch den Ablauf des Ausschreibungsverfahrens ggf. ändern kann.\nDie Eingruppierung erfolgt unter Beachtung des 12 TVöD im Hinblick auf die tatsächlich nicht nur vorübergehend auszuübenden Tätigkeiten und die Erfüllung der persönlichen bzw. tariflichen Anforderungen.\nBewerbungen von Frauen sind ausdrücklich erwünscht. Frauen werden bei gleicher Eignung, Befähigung und fachlicher Leistung in Bereichen, in denen sie unterrepräsentiert sind, bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nWir begrüßen ausdrücklich die Bewerbung von schwerbehinderten und diesen gleichgestellten behinderten Menschen. Schwerbehinderte Menschen und ihnen Gleichgestellte werden bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt. Von ihnen wird nur ein Mindestmaß an körperlicher Eignung verlangt. Hinsichtlich der Erfüllung weitere Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nAnsprechstelle\nBEWERBUNG & KONTAKT\nRegistrieren Sie sich auf unserem Bewerbungsportal unter https://bewerbung.bundeswehr.org und bestätigen Sie den Button “Jetzt bewerben” unten rechts. Ihre Bewerbungsunterlagen laden Sie bitte als PDF-Druckversion bis spätestens 14.11.2025 in Ihr Bewerbungsprofil hoch.\nVon einer zusätzlichen Übersendung per Post oder E-Mail ist abzusehen.\nIhre Bewerbung umfasst:\nAnschreiben unter Angabe der Personenkennziffer und Personalnummer\ndienstlicher Werdegang\nPrüfungszeugnis des geforderten Hochschulabschlusses sowie Nachweise Arbeitszeugnisse bisheriger Arbeitgeber\nZusätzlich erforderlich:\nBei fremdsprachigen Bewerbungsunterlagen muss eine beglaubigte deutsche Übersetzung beigefügt werden.\nBei ausländischen Bildungsabschlüssen ist ein Nachweis der Anerkennung in Deutschland beizufügen.\nSie erklären sich im Zusammenhang mit Ihrer Bewerbung mit der Einsicht in die Personalakte einverstanden.\nFür weitere Informationen wenden Sie sich bitte an das:\nBundesamt für das Personalmanagement der Bundeswehr Abteilung V – Servicezentrum Ost 90 – 8221 – 2646 oder 03341 – 58 – 2646 (Frau Müller),\n90 – 8221 – 2645 oder 03341 – 58 – 2645 (Herr Koschnik)\nBitte beachten Sie für Ihre weitere Planung, dass eine Bearbeitung Ihrer Bewerbung erst nach o.g. Ausschreibungsschluss erfolgt.\nLink für Bewerbung:\nhttps://bewerbung.bundeswehr.org/ereci/portal/index.html#/JobDetail/none/ThreeColumnsEndExpanded/FA163EC863931FE0AAE3DDFA74B65208/?json=%257B%2522Keywords%2522:%2522dresden%2522%257D\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/historikerin-historiker-m-w-d-f-die-neugestaltung-dauerausstellung-im-zeitalter-der-weltkriege/", "image": "", "title": "Historikerin/Historiker (m/w/d) f. die Neugestaltung Dauerausstellung ,,im Zeitalter der Weltkriege”", "content_text": "Militärhistorisches Museum der Bundeswehr, Dresden Bewerbungsende: 12.11.2025 | Referenzcode\nB752314PS-2025-00007538-E\ngeplantes Einstellungsdatum:\n01.02.2026\nbefristet bis:\n31.01.2028\nAusschreibungsschluss:\n12.11.2025\nStellenbezeichnung\nHistorikerin/Historiker Neugestaltung Dauerausstellung “im Zeitalter Weltkriege”\nUnternehmen\nBundeswehr – Mach, was wirklich zählt.\nBESCHÄFTIGUNGSDIENSTSTELLE\nMilitärhistorisches Museum der Bundeswehr Dresden\nDas Militärhistorische Museum der Bundeswehr (MHM) mit seinen drei Standorten in Dresden (Haupthaus), Berlin-Gatow und Königstein gehört zu den größten und bedeutendsten historischen Museen in Europa. Es versteht sich als ein Forum für den Diskurs über die Rolle von Krieg und Militär in Vergangenheit, Gegenwart und Zukunft. Das MHM präsentiert hierzu umfangreiche Dauerausstellungen sowie verschiedene Sonderausstellungen, die von vertiefenden Publikationen, öffentlichen Kulturprogrammen und pädagogischen Angeboten für zivile und militärische Besucherinnen und Besucher ergänzt werden.\nBeschäftigungsort\nDresden\nStellenbeschreibung\nSie bearbeiten wissenschaftliche Themen für die Neugestaltung der Dauerausstellung des Militärhistorischen Museums der Bundeswehr und recherchieren in diesem Rahmen Literatur, Objekte, Dokumente und Medien.\nSie verfassen verschiedene Textformate wie Ausstellungstexte, Texte für Vermittlungsmedien und\nSie entwickeln Präsentationsformen von Installierungsideen und setzen diese mit einem Team von Gestalterinnen und Gestaltern in moderne Ausstellungen um und sorgen für eine wissenschaftlich korrekte, anspruchsvolle und zugleich kurzweilige Vermittlung der Inhalte an ein vielfältiges\nSie arbeiten an der Weiterentwicklung der konzeptionellen Grundlagen des\nDie Bereitschaft zu regelmäßigen Dienstreisen wird\nWas für Sie zählt:\nSie werden in ein auf Grundlage des Wissenschaftszeitvertragsgesetzes (WissZeitVG) befristetes Arbeitsverhältnis für die Dauer von zunächst zwei Jahren Eine Verlängerung um maximal vier Jahre ist möglich.\nSie erwartet ein attraktives\nEine Eingruppierung erfolgt in die Entgeltgruppe E 13 Tarifvertrag für den öffentlichen Dienst (TVöD).\nSie arbeiten in Vollzeit oder Homeoffice ist möglich.\nSie profitieren von einem umfangreichen Fort- und\nSie haben die Möglichkeit, in einem festgelegten Rahmen an Sport- und Gesundheitsprogrammen während der Arbeitszeit teilzunehmen.\nQualifikationserfordernisse\nWas für uns zählt:\nSie verfügen über ein abgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master oder universitäres Diplom) in der Fachrichtung Geschichtswissenschaft oder Politikwissenschaft.\nSie verfügen über Erfahrungen als Historikerin Historiker oder Kuratorin bzw. Kurator im musealen Rahmen bzw. im Zusammenhang mit Ausstellungsprojekten, nachgewiesen durch mindestens eine berufliche Tätigkeit.\nSie bekennen sich durch Ihr gesamtes Verhalten zur freiheitlichen demokratischen Grundordnung im Sinne des Grundgesetzes.\nSie verfügen über Gleichstellungskompetenz.\nErwünscht:\nSie verfügen über Erfahrungen in der deutschen und internationalen Militärgeschichte im Zeitalter der Weltkriege, nachgewiesen durch mindestens eine berufliche Tätigkeit.\nSie besitzen Erfahrungen aus einer oder mehreren militärhistorisch relevanten Hilfswissenschaften wie Uniformkunde, Waffenkunde, Heraldik, Vexillologie.\nSie besitzen Erfahrungen in der Erarbeitung und Umsetzung von Ausstellungskonzepten.\nSie besitzen Erfahrungen in der museologisch fundierten Kontextualisierung von militärhistorischen und historischen Objekten (“Sachzeugen”).\nBemerkungen\nBitte geben Sie im Rahmen Ihrer Bewerbung an, ob Sie bereits in einem befristeten Beschäftigungsverhältnis nach dem Wissenschaftszeitvertragsgesetz (WissZeitVG) standen oder derzeit stehen, unabhängig davon, bei welchem Arbeitgeber die Beschäftigung erfolgt/e.\nZur rechtlichen Prüfung fügen Sie Ihrer Bewerbung bitte entsprechende Nachweise über Beginn, Dauer und Art dieser Beschäftigung bei.\nOhne vollständige Angaben ist eine abschließende Bewertung Ihrer Bewerbung leider nicht möglich, weil diese unerlässlich sind, um festzustellen, ob und in welchem Umfang eine Beschäftigung auf Grundlage des WissZVG überhaupt möglich ist.\nBei dem genannten geplanten Besetzungsdatum dem genannten Datum zum “Beginn der Tätigkeit” handelt es sich um einen Termin, der sich bedingt durch den Ablauf des Ausschreibungsverfahren ggf. ändern kann.\nDie Eingruppierung erfolgt unter Beachtung des 12 TVöD im Hinblick auf die tatsächlich nicht nur vorübergehend auszuübenden Tätigkeiten und die Erfüllung der persönlichen bzw. tariflichen Anforderungen.\nDie Bundeswehr fördert die berufliche Gleichstellung von Frauen und Männern und begrüßt deshalb besonders Bewerbungen von Frauen.\nNach Maßgabe des Sozialgesetzbuchs IX und des Behindertengleichstellungsgesetzes begrüßen wir ausdrücklich Bewerbungen von schwerbehinderten Menschen; hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nDie Bundeswehr unterstützt die Ziele des Nationalen Integrationsplans und begrüßt Bewerbungen von Menschen mit Migrationshintergrund.\nAnsprechstelle\nBEWERBUNG & KONTAKT\nRegistrieren Sie sich auf unserem Bewerbungsportal unter https://bewerbung.bundeswehr-karriere.de und betätigen Sie den Button „Karriere starten“ unten rechts.\nIhre Bewerbungsunterlagen laden Sie bitte als PDF-Druckversion [bis spätestens 12.11.2025] in Ihr Bewerbungsprofil hoch.\nIhre Bewerbung umfasst:\nAnschreiben\nLebenslauf (tabellarisch)\nDiplom-/Master-/Magisterurkunde; Nachweise Arbeitszeugnisse bisheriger Arbeitgeber\nFalls vorhanden: Nachweise zu bereits erfolgten Beschäftigungsverhältnissen nach dem Wissenschaftszeitvertragsgesetz (WissZeitVG)\nUnd sofern vorhanden:\nGegebenenfalls senden Sie uns bitte eine Kopie des Schwerbehindertenausweises oder des Bescheides über die Gleichstellung als schwerbehinderter Mensch unter Angabe des Referenzcodes an die E-Mail-Adresse\n3.1@bundeswehr.org\nzu.\nZusätzlich erforderlich:\nBei fremdsprachigen Bewerbungsunterlagen muss eine beglaubigte deutsche Übersetzung beigefügt\nBei ausländischen Bildungsabschlüssen ist ein Nachweis der Anerkennung in Deutschland beizufügen.\nUnvollständige Bewerbungen können nicht berücksichtigt\nFür weitere Informationen wenden Sie sich bitte an das:\nBundesamt für das Personalmanagement der Bundeswehr Referat V 2.3.1\nTel: +49 2241 15 2274 (Frau Himmel)\nTel: +49 2241 15 2036 (Herr Eiserfey)\nBei konkreten Fragen zu Qualifikationserfordernissen und zum Aufgabengebiet wenden Sie sich bitte an die:\nMilitärhistorisches Museum Abteilung Sammlung und Forschung\nTel: +49 351 823 2802 (Herr Wissenschaftlicher Direktor Dr. Bauer)\nLink für Bewerbung:\nhttps://bewerbung.bundeswehr-karriere.de/erece/portal/index.html#/JobDetail/none/ThreeColumnsEndExpanded/FA163EC863931FD0AA9EEEB586F044CA/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.11.2025", "url": "https://www.museumsbund.de/stellenangebote/historikerin-historiker-m-w-d-f-die-neugestaltung-dauerausstellung-im-zeitalter-der-weltkriege/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referenten-fuer-museologie-ausstellungen-bergsicherheit-technik-m-w-d/", "image": "", "title": "Referenten für Museologie / Ausstellungen / Bergsicherheit / Technik (m/w/d)", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Nordhausen Bewerbungsende: 16.11.2025 | Die Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora besetzt zum 01.02.2026 die unbefristete Stelle eines\nReferenten für Museologie/Ausstellungen/Bergsicherheit/Technik (m/w/d)\nin der KZ-Gedenkstätte Mittelbau-Dora in Nordhausen in Vollzeit (40 Stunden pro Woche).\nWer sind wir und was machen wir?\nMittelbau-Dora steht exemplarisch für die Geschichte der KZ-Zwangsarbeit und der Untertageverlagerung von Rüstungsfertigungen im Zweiten Weltkrieg. Mehr als 60.000 Menschen aus fast allen Ländern Europas mussten zwischen 1943 und 1945 im KZ Mittelbau-Dora Zwangsarbeit für die deutsche Rüstungsindustrie leisten. Jeder Dritte von ihnen starb.\nHeute ist die KZ-Gedenkstätte Mittelbau-Dora ein europäischer Forschungs-, Lern- und Gedächtnisort. Relikte im ehemaligen Lagergelände und in der historischen Stollenanlage zeugen von den Verbrechen, aber auch vom wechselvollen Umgang mit der Geschichte. Interdisziplinäre Forschungsprojekte und Wechselausstellungen regen zur kritischen Auseinandersetzung mit der Vergangenheit an.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/referenten-fuer-museologie-ausstellungen-bergsicherheit-technik-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-senior-curator-f-m-d-for-the-africa-department/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (w/m/d) / Senior Curator (f/m/d) for the Africa Department", "content_text": "Linden-Museum, Stuttgart Bewerbungsende: 01.12.2025 | // EN below\nWissenschaftliche:r Mitarbeiter:in (w/m/d) für das Afrika-Referat (Kurator:in/Referent:in)\nDas Linden-Museum Stuttgart ist eines der bedeutenden Weltkulturenmuseen Europas. Zum nächstmöglichen Zeitpunkt suchen wir eine/n\nWissenschaftliche:r Mitarbeiter:in\n(w/m/d) für das Referat Afrika in Vollzeit (100 %) für die Dauer von zwei Jahren (mit der Möglichkeit einer Verlängerung). Die Stelle ist in die Entgeltgruppe 14 des geltenden Tarifvertrags für die Länder (TV-L) eingestuft.\nDie Sammlung „Afrika” des Linden-Museums umfasst rund 40.000 Objekte, darunter bedeutende Sammlungen aus Kamerun, Kongo, Tansania und Togo. Das Museum betreut derzeit diverse Projekte und Kooperationen, die sich mit dem Bestand kolonialer Sammlungen aus diesen Regionen befassen. Darüber hinaus führt das Museum Dialoge über Restitution und Repatriierung mit verschiedenen afrikanischen Staaten und Gemeinschaften.\nZu Ihren Aufgaben gehört die Vertretung des Referats „Afrika” in kuratorischen, wissenschaftlichen und organisatorischen Angelegenheiten in Zusammenarbeit mit der Leitung der Abteilung „Sammlung und Forschung” sowie der Direktorin. Dies umfasst insbesondere die Betreuung und Inventarisierung des Bestandes, die Weiterentwicklung der Sammlung Digital, die Entwicklung und Durchführung von dialogischen Projekten mit Vertreter:innen der Herkunftsgesellschaften und der diversen Stadtgesellschaft, die inhaltliche Konzeption und Durchführung von Dauer- und Sonderausstellungen samt begleitendem Programm und Publikationen sowie die aktive Mitwirkung an der Neukonzeption des Hauses. Weitere Aufgaben sind die Betreuung von möglichen Projektmitarbeiter:innen, einschließlich Praktikanten:innen, sowie die Bearbeitung von Anfragen, die das Referat betreffen.\nDie Kandidat:innen sollten einen Hochschulabschluss (Master oder gleichwertig) in Ethnologie mit Schwerpunkt Afrika oder einer verwandten Wissenschaft absolviert haben. Eine abgeschlossene Promotion ist wünschenswert. Erwünscht sind zudem sehr gute Kenntnisse in Englisch sowie in mindestens einer weiteren für diese Region relevanten Sprache. Französichkenntnisse sind von Vorteil. Gute Deutschkenntnisse sind keine Voraussetzung, wir erwarten jedoch die Bereitschaft, die Sprache zu erlernen. Frühere längere Aufenthalte in Afrika sind von Vorteil.\nErwartet werden Interesse an aktuellen Entwicklungen, an postkolonialen/dekolonialen Diskursen sowie nachgewiesene praktische Erfahrung in der in der zwischenmenschlichen und interkulturellen Kommunikation. Erfahrung in der Durchführung von Dialogprogrammen oder kreativen Projekten mit Vertreter:innen der Herkunftsgemeinschaften und/oder ihrer Diaspora sind von Vorteil.\nDie Bewerber:innen sollte darüber hinaus neben Teamfähigkeit und der Freude an Interdisziplinarität auch ein starkes Interesse für Publikumsorientierung haben. Sie sollte proaktiv und engagiert sein, über gute Zeitmanagementfähigkeiten verfügen und in der Lage sein, mehrere Projekte gleichzeitig zu managen.\nWir schätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderte Bewerber:innen (w/m/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen in digitaler Form als einzelne PDF-Datei oder per Post bis spätestens zum 1. Dezember 2025 an den Vorstand des Linden-Museums Stuttgart, Hegelplatz 1, 70174 Stuttgart oder an personal@lindenmuseum.de.\nFür weitere Informationen zum Inhalt und zu den Anforderungen der Stelle wenden Sie sich bitte an Prof. Dr. Inés de Castro, die Museumsdirektorin, per E-Mail unter decastro@lindenmuseum.de oder telefonisch unter 0711-2022-400.\nBitte beachten Sie, dass wir Bewerbungsunterlagen nur zurücksenden, wenn ein ausreichend frankierter und adressierter Rückumschlag beiliegt.\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Für weitere Informationen wenden Sie sich bitte an personal@lindenmuseum.de.\n// EN\nSenior Curator (f/m/d) for the Africa Department\nThe Linden-Museum Stuttgart is one of the important world culture museums in Europe. We are looking for a full-time (100%)\nSenior Curator\nfor the\nAfrica department, for a limited period of two years (with a possibility of extension) starting as soon as possible. The position will be graded in pay group 14 of the current collective agreement for the Federal States in Germany (TV-L).\nThe Linden-Museum’s “Africa” collection comprises around 40,000 objects, including important collections from Cameroon, Congo, Tanzania and Togo. The Museum currently manages various projects and relationships pertaining to the legacies of colonial collections from these regions. In addition, the museum is engaged in dialogues on restitution and repatriation with various African nations and communities.\nYour responsibilities will include representing the “Africa” department in curatorial, scientific, and organizational matters in cooperation with the head of the “Collection and Research” department and the director. This includes, in particular, the care and inventory of the collection, the further development of the digital collection, the development and implementation of dialogue projects with representatives of source communities and diverse urban audiences, the conceptualization and implementation of permanent and special exhibitions, including accompanying programs and publications, as well as active participation in the new conception of the museum. Other tasks include supervising staff associated with temporary projects, including interns, as well as processing inquiries relating to the department.\nCandidates should have completed a university degree (Master or equivalent) in cultural anthropology or a related field with a focus on Africa. A PhD is desirable. We expect proficiency in English and another language relevant to research in the region. Proficiency in French is an advantage. Proficiency in German is not a prerequisite, but we expect your willingness to learn the language. Previous extended stays in Africa are desirable.\nWe expect candidates to have an interest in contemporary developments and post/decolonial discourse. We also expect proven practical experience in interpersonal and intercultural communication. We will privilege candidates who have experience conducting dialogue programs or running creative projects with representatives from source communities and/or their diasporas.\nCandidates should have the ability to work in a team and a strong interest in interdisciplinary and audience-oriented practice.  They must be proactive, committed, and have good time management skills, and the ability to manage multiple projects simultaneously.\nWe value diversity and therefore welcome all applications – regardless of gender, nationality, ethnic and social origin, religion/belief, disability, age, sexual orientation and identity. Severely disabled applicants will be given preferential consideration if they are equally qualified.\nPlease send your application documents by post or in digital form (as a single PDF file) by December 1\nst\n, 2025  at the latest to the Board of Directors of the Linden-Museum Stuttgart, Hegelplatz 1, 70174 Stuttgart or to personal@lindenmuseum.de.\nFor further information on the contents and requirements of the position, please\ncontact Prof. Dr. Inés de Castro, Museum Director, at decastro@lindenmuseum.de or\nTel. 0711-2022-400.\nPlease note that application documents will only be returned if a sufficiently stamped\nand addressed envelope is enclosed.\nYour information will be stored and processed as a part of the application process. For details, please contact personal@lindenmuseum.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.12.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-senior-curator-f-m-d-for-the-africa-department/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-it-m-w-d/", "image": "", "title": "Sachbearbeiter:in IT (m/w/d)", "content_text": "Stiftung Preußischer Kulturbesitz, Berlin Bewerbungsende: 26.11.2025 | In der Abteilung Bau, Bauunterhalt und Betrieb der Zentralen Service-Einheit der Stiftung Preußischer Kulturbesitz ist eine Stelle als\nSachbearbeiter:in IT (m/w/d)\nzu besetzen. Mit ihren international herausragenden Museen, Bibliotheken, Archiven und Forschungseinrichtungen zählt die\nStiftung Preußischer Kulturbesitz\n(SPK) zu den größten Kultur- und Wissenschaftsinstitutionen weltweit. Viele Gebäude sind weltweit bekannt und prägen das Stadtbild Berlins maßgeblich. Ihre architektonische Qualität und historische Bedeutung heben sie aus dem Alltag des üblichen Planens, Bauens und Betreibens weit heraus und machen das gesamte Facility Management zu einer überaus interessanten und abwechslungsreichen Aufgabe.\nWir suchen einen engagierten IT-Spezialisten (m/w/d) für unser Team, der die Digitalisierung in unserem Aufgabenbereich weiter voranbringt. Mit dieser Expertise wollen wir unsere Prozesse gestalten und zukunftsweisende Lösungen implementieren.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.11.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-it-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-m-w-d/", "image": "", "title": "Geschäftsführung (m/w/d)", "content_text": "Stiftung Sayner Hütte, Bendorf Bewerbungsende: 14.11.2025 | Die Stiftung Sayner Hütte bewahrt und entwickelt eines der bedeutendsten Industriedenkmäler Europas, das Zeugnis der beginnenden Industrialisierung auf dem Kontinent ist: die historische Sayner Hütte in Bendorf. Die Stiftung – getragen vom Land Rheinland-Pfalz, dem Landkreis Mayen-Koblenz und der Stadt Bendorf – verfolgt das Ziel, dieses beeindruckende Denkmal für alle zugänglich zu machen, seine historische Bedeutung authentisch zu vermitteln und es zugleich als lebendigen Kultur- und Begegnungsort weiterzuentwickeln.\nZum nächstmöglichen Zeitpunkt suchen wir für die Stiftung Sayner Hütte\neine Geschäftsführung (m/w/d) in Vollzeit (100%)\n– zunächst befristet auf 4 Jahre, Tarifstufe bis 13 TVöD, abhängig von der persönlichen und fachlichen Qualifikation –\nWeitere Informationen:\nwww.saynerhuette.org\nBitte senden Sie uns Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf) bis zum\n14. November 2025\nnur per E-Mail an das:\nMINISTERIUM DES INNERN UND FÜR SPORT RHEINLAND-PFALZ\nReferat Kulturelles Erbe, Weltkulturerbe\nE-Mail:\nReferat317@mdi.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.11.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/provenienzforscherin/", "image": "", "title": "Provenienzforscher*in", "content_text": "Hetjens - Deutsches Keramikmuseum, Düsseldorf Bewerbungsende: 13.11.2025 | Das Hetjens – Deutsches Keramikmuseum in Düsseldorf widmet sich der universellen Keramikgeschichte von ihren Anfängen bis in die Gegenwart. Das Museum bewahrt, erforscht und präsentiert Werke aus zahlreichen Kulturen und Epochen und sammelt alle keramischen Materialien von der Irdenware bis hin zum Porzellan. Einen besonderen Stellenwert innerhalb der Sammlung nimmt die gegenwärtige Keramikkunst ein.\nIm Rahmen des vom Deutschen Zentrum Kulturgutverluste geförderten Forschungsprojektes\n„Die Sammlung Ernst Schneider in Schloss Jägerhof (Düsseldorf) und Schloss Lustheim (Oberschleißheim). Genese – Herkunft – Netzwerke“\n, welches das Hetjens-Museum und das Bayerische Nationalmuseum in Kooperation durchführen werden, sollen die Provenienzen der Objekte aus der Sammlung Schneider auf nationalsozialistisches Raubgut geprüft werden. Für diese Aufgabe suchen wir befristet für zwei Jahre eine*n Provenienzforscher*in zur Projektmitarbeit in Düsseldorf.\nProvenienzforscher*in\nEG 13 TVöD\nfür das Hetjens – Deutsches Keramikmuseum\nIhre Aufgaben unter anderem:\nsystematische Überprüfung der Objektprovenienzen der Sammlung Ernst Schneider (insbesondere Porzellan, daneben Gold- und Silberschmiedearbeiten, Möbel des 18. und 19. Jahrhunderts)\nDokumentation der Rechercheergebnisse in der Objektdatenbank des Museums\nin Zusammenarbeit mit dem Kooperationspartner in München Kontextforschung zur Sammlung, der Person und dem Netzwerk von Ernst Schneider\nErstellung eines Zwischen- und eines Abschlussberichtes (in Zusammenarbeit mit dem Kooperationspartner in München)\nUnterstützung der Transparenzmaßnahmen und der Vermittlungsarbeit zum Projekt.\nIhr Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium der Kunstgeschichte, Geschichte oder Provenienzforschung (Master/Magister) oder vergleichbare Qualifikation\nnachgewiesene Erfahrung in der Provenienzrecherche zu nationalsozialistisch-verfolgungsbedingt entzogenem Kulturgut, insbesondere zu Werken der angewandten Kunst (Porzellan)\nprofunde Kenntnisse in der Geschichte des Kunsthandels in der Zeit des Nationalsozialismus und der Zeit nach dem Zweiten Weltkrieg, Kenntnis der einschlägigen Händler*innen- und Sammler*innen-Netzwerke\nErfahrung in der Archivarbeit, im Umgang mit Kunstobjekten sowie in der Quellendokumentation\nErfahrung in der Durchführung von Projekten\nselbständige Arbeitsweise und Sorgfalt verbunden mit einem hohen Maß an Kommunikations- und Kooperationsfähigkeit unter Berücksichtigung der gebotenen Sensibilität der Thematik\nsehr gute Ausdruckfähigkeit in Wort und Schrift sowohl in Deutsch als auch Englisch, Kenntnisse in einer weiteren Sprache\nIT-Kenntnisse (Standardsoftware und Datenbanken).\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt befristet für zwei Jahre im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD).\nWir leben Vielfalt –\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich.\nDer Einsatz auf der Stelle ist vorerst befristet für 2 Jahre, ab Dienstaufnahme.\nNach den Tätigkeitsmerkmalen der Entgeltordnung ist persönliche Voraussetzung für die Eingruppierung ab EG 13 ein abgeschlossenes wissenschaftliches Hochschulstudium (Mastergrad, Diplom einer Universität) oder eine vergleichbare Qualifikation. Ggf. ist daher in Einzelfällen nur die Eingruppierung in die darunterliegende Entgeltgruppe möglich.\nBitte bewerben Sie sich online bis zum 13.11.2025 über den Button „Stell dich vor!“.\nhttps://karriere.duesseldorf.de/provenienzforscherin-de-f7672.html?agid=19\nFür nähere Auskünfte zum Aufgabengebiet steht Ihnen im Fachamt Daniela Antonin, Telefon 0211 89-29166 gerne zur Verfügung.\nFür Fragen zum Bewerbungsverfahren wenden Sie sich gerne an unser Bewerbenden-Büro, Telefon 0211 89-99900, Moskauer Straße 25, 2. OG, rechts. Bei Rückfragen bitten wir um Angabe der Kennziffer 41/216/01/01/25/01.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.11.2025", "url": "https://www.museumsbund.de/stellenangebote/provenienzforscherin/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-forschungskoordination-und-wissensmanagement-m-w-d/", "image": "", "title": "Leiter:in Forschungskoordination und Wissensmanagement (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 09.11.2025 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft.\nMit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaatlichkeit lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet, die als Institution mit internationaler Strahlkraft insbesondere interdisziplinäre und partizipatorische Ansätze verfolgt.\nZum nächstmöglichen Zeitpunkt suchen wir für den Standort Karlsruhe, eine:n\nLeiter:in Forschungskoordination und Wissensmanagement (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 13 TVöD Bund. Es handelt sich um eine unbefristete Vollzeitstelle (39 Std./Woche).\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nWeiterer Aufbau und Leitung des Fachbereichs Forschungskoordination und Wissensmanagement,\nEntwicklung und Betreuung von Forschungsprojekten der Stiftung\nBudgetverantwortung für den Fachbereich und Unterstützung und Zuarbeit für die jährliche Haushaltsaufstellung der Stiftung\njuristische Fachberatung, Konzeption und Unterstützung bei der Entwicklung neuer Formate und Angebote der Fachbereiche Programm & Veranstaltungen, Bildung & Vermittlung sowie Marketing, Kommunikation & Digitales, Presse & Öffentlichkeitsarbeitsarbeit\nKoordination der Zusammenarbeit ehrenamtlich für die Stiftung tätiger Juristinnen und Juristen mit den Fachbereichen\nAufbau und Betrieb einer Fachbibliothek für die Themen der Stiftung\nEntwicklung von Prozessen und Strukturen zur systematischen Erfassung, Speicherung und Nutzung des im Rahmen der Stiftungsarbeit entstandenen Wissens\nIhr Profil:\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent sowie großem Interesse an den Themen der Stiftung. Sie haben Teamgeist, Humor und verfügen über ein hohes Maß an Eigeninitiative, Selbstständigkeit und Sorgfältigkeit. Außerdem bringen Sie mit:\nabgeschlossenes rechtswissenschaftliches Hochschulstudium (LL.M. oder 2. juristisches Staatsexamen) mit überdurchschnittlichen Ergebnissen\nmehrjährige Berufserfahrung, davon mindestens zwei Jahre im Bereich Forschung oder Wissensmanagement\nFähigkeit, präzise und zielgruppengerecht zu formulieren sowie konzeptionell zu denken, gute Auffassungsgabe\nProjektleitungserfahrung in interdisziplinären Teams\nKompetenzen und Erfahrungen im Aufbau einer Forschungs- oder Wissenseinheit in einem institutionellen Umfeld\nErfahrung im Projektmanagement (Konzeptentwicklung, Umsetzung, Organisation, Strategieentwicklung, Vernetzung von (Teil)-Projekten und Fachthemen)\nErfahrungen im Umgang mit digitalen Management-Tools und Datenbanken\nDienstleistungsorientierung, Innovationsbereitschaft, hohe Eigeninitiative und überdurchschnittliches Engagement\nsehr gute Englischkenntnisse in Wort und Schrift, eine weitere Sprache ist von Vorteil\nausgeprägte Team-, Kontakt- und Kommunikationsfähigkeit\nOrganisationsgeschick, Belastbarkeit und Flexibilität\nWir bieten:\nSie erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte bewerben Sie sich bis zum\n09. November 2025\n, Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2506_\nIhr Nachname\n_Bewerbung\nSenden Sie dann die Datei online an die E-Mail der Stiftung Forum Recht an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Ihnen die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, für die Ihnen durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-forschungskoordination-und-wissensmanagement-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-marketing-kommunikation-und-digitales-m-w-d/", "image": "", "title": "Mitarbeiter:in Marketing, Kommunikation und Digitales (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Leipzig Bewerbungsende: 09.11.2025 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft.\nMit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaatlichkeit lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet, die als Institution mit internationaler Strahlkraft insbesondere interdisziplinäre und partizipatorische Ansätze verfolgt.\nFür den Standort Leipzig suchen wir zum nächstmöglichen Zeitpunkt eine:n\nMitarbeiter:in Marketing, Kommunikation und Digitales (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 9a TVöD Bund. Es handelt sich um eine auf sechs Monate befristete Vollzeitstelle (39 Std./Woche).\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nErstellung und redaktionelle Bearbeitung von Marketingmaterialien (z.B. Broschüren, Flyer, Präsentationen, Versandaktionen, Plakate, Rollups, Newsletter, etc.)\nRecherchen und Mitwirkung bei der Planung und Umsetzung von Kommunikationsmaßnahmen und -kampagnen, Veranstaltungen und Projekten\nPflege der Bild- und Textdatenbank sowie der Kommunikationsverteiler\nBearbeitung von Anfragen, Mitarbeit bei der Organisation und Durchführung von Veranstaltungen\nUnterstützung bei der Pflege bestehender und neuer Kooperationen mit nationalen und internationalen Kooperationspartner:innen, wie externen Kulturträger:innen, politischen Vertreter:innen und Gremien\nOrganisation und Durchführung von Standauftritten\nEnge Zusammenarbeit mit internen Partner:innen sowie externen Dienstleister:innen und Agenturen, Schnittstellenmanagement\nIhr Profil:\nSie sind eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent sowie großem Interesse an den Themen der Stiftung. Sie haben Teamgeist, Humor und verfügen über ein hohes Maß an Eigeninitiative, Selbstständigkeit und Sorgfältigkeit.\nErfolgreich abgeschlossenes Hochschulstudium (Bachelor) oder eine vergleichbare Berufsausbildung in einer dem Aufgabenprofil förderlichen Fachrichtung, vorzugsweise in Marketing, Kommunikation oder Projektmanagement für Museen, Kultur-, Bildungs- und/oder Forschungseinrichtungen\nKenntnisse und Berufserfahrung in den Bereichen Marketing & Kommunikation, vorzugsweise von politischen, gesellschaftlichen, kulturellen, künstlerischen und/oder juristischen Inhalten\nStrategisches Verständnis für die Zielgruppen der Stiftung Forum Recht im Bereich Marketing & Kommunikation und ein Gespür für Sprache und Bild\nErfahrungen bei der Konzeption und Umsetzung von Kommunikations-, Werbe- und Marketingmaßnahmen einschließlich der Einbindung von Online-Marketing, Social Media und der digitalen Kommunikation\nHervorragende sprachliche Ausdrucksfähigkeit in Deutsch und sehr gute Englischkenntnisse\nKenntnisse der gängigen Office- und Internetanwendungen sowie CMS und Suchmaschinen\nKenntnisse in der Anwendung von Grafik- und Bildbearbeitungssoftware (Photoshop, InDesign)\nAusgewiesene Teamfähigkeit, Organisations- und Sozialkompetenzen\nInteresse an den Themenbereichen Recht und Gerechtigkeit, Vermittlung, Geschichte, politische Bildung und Kultur\nEin hohes Maß an Motivation, Zuverlässigkeit, Verantwortungsbewusstsein, Einsatzbereitschaft und Flexibilität\nWir bieten:\nSie erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht finden Sie unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte bewerben Sie sich bis zum\n09. November 2025\n, Ihre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fassen Sie dazu\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benennen diese folgendermaßen:\nSFR_2510_\nIhr Nachname\n_Bewerbung\nSenden Sie dann die Datei online an die E-Mail der Stiftung Forum Recht an\nbewerbungen@stiftung-forum-recht\n.\nFür inhaltliche Auskünfte steht Ihnen Silke Janßen, Leiterin der Fachabteilung Marketing, Kommunikation und Digitales, zur Verfügung:\njanssen@stiftung-forum-recht.de\n.\nEventuell anfallende Kosten, für die Ihnen durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-marketing-kommunikation-und-digitales-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d/", "image": "", "title": "Restaurator/in (m/w/d)", "content_text": "Museum für Franken, Würzburg Bewerbungsende: 16.11.2025 | Das\n„Museum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg“\nin der Trägerschaft des Freistaates Bayern ist ein Museum für fränkische Kunst- und Kulturgeschichte. Zur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt\neine/n Restaurator/in (m/w/d)\nim Rahmen einer Elternzeitvertretung zunächst in Vollzeit mit 40 Wochenstunden, ab dem 01.01.2027 befristet bis zum 22.09.2027 mit 25 Wochenstunden, Entgeltgruppe 8, zum nächstmöglichen Zeitpunkt.\nDas\nMuseum für Franken – Staatliches Museum für Kunst- und Kulturgeschichte in Würzburg\nbefindet sich seit dem 01.01.2017 als Landesmuseum in der Trägerschaft des Freistaates Bayern. Es ist ein Zentralmuseum für fränkische Kunst- und Kulturgeschichte mit einer Abteilung zur Würzburger Stadtgeschichte und besitzt überregional bedeutende Sammlungen der Malerei, Grafik und Skulptur sowie des Kunsthandwerks von der Frühzeit bis in die Gegenwart. Derzeit befindet sich das traditionsreiche Haus in einer Phase der Neupositionierung, die mit einer Generalsanierung der Festung Marienberg, einer komplexen Neukonzeption und dem Umzug des Museums samt seiner Depots einhergeht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrarin/", "image": "", "title": "Registrar:in", "content_text": "Kirchner Museum Davos, Davos (Schweiz) Bewerbungsende: 15.11.2025 | Das Kirchner Museum Davos ist ein international renommiertes Kunstmuseum, das sich vollumfänglich dem Werk Ernst Ludwig Kirchners widmet. Im modernen Bau von Gigon/Guyer fügt sich das Museum in das alpine Panorama von Davos ein und bietet neben wechselnden Sonderausstellungen zur Moderne und zeitgenössischen Kunst auch ein abwechslungsreiches Rahmenprogramm mit innovativen Formaten.\nWir suchen als Vertretung der aktuellen Stelleninhaberin\nper sofort oder nach Vereinbarung\neine/n,\nRegistrar:in (60–100%, Home-Office möglich)\nIhr Aufgabengebiet\nOrganisation des Leihverkehrs:\nErstellen und Überprüfen von Leihverträgen, Organisation nationaler und internationaler Kunsttransporte (inkl. Kurierkoordination und -betreuung) sowie Abwicklung aller versicherungstechnischen Angelegenheiten.\nAusstellungen:\nUnterstützung der Ausstellungsplanung und enge Zusammenarbeit mit den Bereichen Ausstellung und Museumstechnik, inkl. Koordination von Auf- und Abbauarbeiten.\nOptional:\nBildrechte und Datenbankpflege\nBearbeitung von Bildrechteanfragen sowie kontinuierliche Pflege und Aktualisierung der Bilddatenbank (MuseumPlus).\nIhr Profil\nStudium in Museologie, Kunstgeschichte oder vergleichbaren Ausbildung\nErfahrung im Bereich Registratur/Sammlungsverwaltung\nFundierte Kenntnisse im Umgang mit MuseumPlus oder vergleichbaren Datenbanksystemen\nSehr gute Kommunikationskenntnisse in Deutsch und Englisch (Wort und Schrift)\nHohe Selbstständigkeit, gute Organisations- und Koordinationsfähigkeiten\nFlexibilität und Belastbarkeit, Bereitschaft für gelegentliche Abend- und Wochenendeinsätze\nWir bieten\nEine abwechslungsreiche Tätigkeit in einem dynamischen und kreativen Umfeld.\nFlexible Anstellungsmöglichkeiten sowie die Option auf Home-Office-Arbeit.\nEin herzliches und professionelles Team.\nBitte senden Sie Ihre Bewerbungsunterlagen mit Angaben zum möglichen Arbeitsbeginn und zu Ihren Gehaltsvorstellungen bis\n15. November 2025\nan:\nRenya Heinrich, Leiterin Finanzen und Administration,\nbewerbungen@kirchnermuseum.ch\n. Bei Fragen stehen wir Ihnen gerne telefonisch unter\n+41 81 410 63 00\nzur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.11.2025", "url": "https://www.museumsbund.de/stellenangebote/registrarin/", "date_published": "2025-10-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte-2/", "image": "", "title": "Mitarbeiter (w/m/d) Sicherheitszentrale und Pforte", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 16.11.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWerden Sie Teil unseres Teams! Denn auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besuchern zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken.\nWir besetzen ab sofort eine Stelle als\nMitarbeiter (w/m/d) Sicherheitszentrale und Pforte\n(in Vollzeit, 38,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nÜberwachung und Kontrolle der zugangsberechtigten Personen\nKontrolle und Überwachung der Außenhaut mittels Videoüberwachungsanlage\nKontrollgänge aus technischen Gründen oder bei Veranstaltungen\nKoordinierung des Alarmablaufs bei Polizei oder Brandalarm, Verständigung von Personen nach Notfallplan\nTelefonzentrale für technische bzw. infrastrukturelle Belange\nInformation und Vermittlungsposition bei externen Besuchern und Dienstleistern\nBestellung und Koordinierung der Handwerkeraufsichten\nMelden und Erstellen von Berichten und Vorkommnissen\nIhr Profil:\nBerufserfahrung im Bereich Sicherheit und Pfortendienst\nBescheinigung über die Unterrichtung nach § 34a GewO oder höherwertig\nKenntnisse im Umgang mit Gefahrenmanagementsystemen (BMA/EBA)\nTechnisches Verständnis z. B. im Bereich der Gefahrenmeldetechnik\nGute Anwender PC-Kenntnisse\nBereitschaft, im Schichtbetrieb (Früh- und Spätschicht) zu arbeiten\nHohes Verantwortungsbewusstsein und verantwortungsvoller Umgang mit Informationen\nFähigkeit, auch in Notfallsituationen ruhig und konzentriert zu bleiben\nGute und schnelle Auffassungsgabe\nAusgesprochene Team- und Kommunikationsfähigkeit\nKompetentes und freundliches Auftreten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung unter Angabe der Gehaltsvorstellung, die Sie bitte\nbis zum 16.11.2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-19\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Böttcher (Leitung Bereich Besucherservice) unter T +49 711 470 40 130. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/ datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte-2/", "date_published": "2025-10-20T00:00:00"}]}