{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-train-the-trainer-m-w-d/", "image": "", "title": "Projektkoordinator*in „Train the Trainer“ (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 05.06.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 als Römisch-Germanisches Zentralmuseum widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür unseren Arbeitsbereich Museumsbetrieb am Standort Mainz suchen wir zum nächstmöglichen Zeitpunkt\neine*n Projektkoordinator*in „Train the Trainer“ (m/w/d)\nin Teil- oder Vollzeit\nbefristet auf ein Jahr\n(bis EG\n13 TV-L)\nIhre Aufgaben:\nKonzeption eines Fortbildungsprogramms für Multiplikator*innen für die Verankerung des LEIZA als außerschulischer Lernort\nIdentifikation der Anschlussfähigkeit von schulischen Lerninhalten und Themen der neuen Dauerausstellungen im Museum für Antike Schifffahrt und im Museum für Archäologie\nAnsprache von und Zusammenarbeit mit Multiplikator*innen insbesondere aus dem Schulbereich\nErarbeitung einer Strategie für kontinuierliche Vernetzung von Schule und Museum\nSteuerung der Durchführung und Evaluierung des Fortbildungsprogramms\nZertifizierung des Fortbildungsprogramms\nKooperation mit allen Arbeitsbereichen des LEIZA im Programmbereich „Wissenschaft und Gesellschaft“, insbesondere der Arbeitsgruppe „Neue Dauerausstellung“ und den Arbeitsbereichen Ausstellungen, Kommunikation und Museumsbetrieb sowie der wissenschaftlichen Mitarbeitenden\nMitarbeit im Kompetenzzentrum „Bildung im Museum“ der Leibniz-Gemeinschaft\nIhr Anforderungsprofil:\nAbgeschlossenes Hochschulstudium in dem Bereich der Archäologie, Gesellschafts-, Geistes- und Kulturwissenschaften oder Erziehungswissenschaften und pädagogischer Studiengänge\nPädagogische und didaktische Methodenkompetenz in der Vermittlung komplexer wissenschaftlicher Inhalte\nErfahrungen in der Konzeption, Organisation und Qualitätssicherung non-formaler und informeller Lernprozesse\nEine aufgeschlossene, kreative und kollegiale Persönlichkeit\nSorgfältiges, zielorientiertes und strukturiertes Arbeiten\nHohe Belastbarkeit und Flexibilität\nSehr gute Englischkenntnisse\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung sowie den kollegialen Austausch mit den Kolleg*innen der Institute der Leibniz-Gemeinschaft\nEin Arbeitsumfeld in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach „audit berufundfamilie“\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweis beifügen) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre Bewerbung bis zum\n05.06.2025\n– möglichst in einer PDF-Datei – per E-Mail an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können leider nicht erstattet werden.\nFür Rückfragen wenden Sie sich bitte an: Frau Dr. Antje Kluge-Pinsker\nE-Mail:\nantje.klugepinsker@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/projektkoordinatorin-train-the-trainer-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-geschaeftsfuehrerin-w-m-d/", "image": "", "title": "kaufmännische:r Geschäftsführer:in (w/m/d)", "content_text": "Focke-Museum, Bremen Bewerbungsende: 01.06.2025 | Das Focke-Museum, Bremer Landesmuseum für Kunst und Kulturgeschichte, Stiftung des öffentlichen Rechts, ist eines der großen regionalhistorischen Museen Nordwestdeutschlands mit Sammlungen zur Stadt- und Regionalgeschichte, Kulturgeschichte und zur Angewandten Kunst. Mit seinen Dauer- und Sonderausstellungen sowie Vermittlungsformaten und Veranstaltungen trägt das Focke-Museum maßgeblich zum Kulturangebot Bremens bei.\nZum nächstmöglichen Zeitpunkt ist im Focke-Museum die Stelle\nder kaufmännischen Geschäftsführerin/ des kaufmännischen Geschäftsführers (w/m/d)\nzu besetzen.\nDiese Position soll für die Dauer von 8 Jahren besetzt werden. Eine wiederholte Bestellung ist möglich.\nDie kaufmännische Geschäftsführung verantwortet die wirtschaftliche Entwicklung der Stiftung Focke-Museum. Der Gesamtbetrieb wird gemeinsam in kooperativer Zusammenarbeit mit der Direktorin fachlich wie auch wirtschaftlich geführt und gegenüber dem Stiftungsrat verantwortet. Der kaufmännischen Geschäftsführung obliegt insbesondere die Wirtschaftsführung und das Controlling, das Rechnungswesen, die Personalverwaltung, Vertrags- und Rechtsangelegenheiten, Gebäudemanagement und das Marketing.\nGesucht wird eine ziel- und teamorientierte Persönlichkeit (w/m/d), die Verständnis für den besonderen Charakter kulturellen Schaffens besitzt, bereit ist, sich in Bremen zu vernetzen und mit Engagement und Verantwortungsbewusstsein die Zukunft des Museums gestalten möchte.\nFür das breite Anforderungsspektrum der kaufmännischen Geschäftsführerin/des kaufmännischen Geschäftsführers (w/m/d) setzen wir ein dem Stellenprofil entsprechendes abgeschlossenes Hochschulstudium oder eine vergleichbare Qualifikation voraus.\nAußerdem erwarten wir in verantwortlicher Leitungsposition, vorzugsweise in der kaufmännischen Geschäftsführung eines Museums, erworbene und nachgewiesene, fundierte Kenntnisse und mehrjährige Erfahrungen, insbesondere in den Bereichen:\nkaufmännische Unternehmensplanung, Kostenrechnung und Budgetierung\nEDV-gestütztes Rechnungswesen\nRealisierung von Bau-/Investitionsprojekten\nFundraising, Sponsoring, Marketing und Vertragswesen.\nDaneben bringen Sie idealerweise mit\nErfahrungen in Personalführung\nErfahrungen in Prozessoptimierung, internem Projekt- und Qualitätsmanagement in einem Ausstellungsbetrieb\nausgeprägte kommunikative Fähigkeiten, Konfliktlösungskompetenz und Verhandlungsgeschick\nlösungsorientiertes Handeln, Urteils- und Entscheidungsfähigkeit, sowie Durchsetzungsvermögen\nunternehmerische Denkweise bei gleichzeitiger Identifikation mit den Zielen und Ansprüchen eines Museums.\nDie Aufgabenstellung verlangt ein hohes Maß an Engagement, Eigeninitiative, Flexibilität und Belastbarkeit. Dazu gehört auch die Entwicklung neuer Angebotsformate, ebenso wie die museumsseitige Koordination und Begleitung der laufenden, umfangreichen Baumaßnahme des Hauses.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Schwerbehinderten Bewerber:innen wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben.\nFür Rückfragen zum ausgeschriebenen Aufgabenbereich stehen Ihnen die Stiftungsratsvorsitzende, Frau Staatsrätin Carmen Emigholz (( 0421/361-10227) und die Direktorin des Focke-Museums, Frau Prof. Dr. Anna Greve (( 0421/699 600-10) gern zur Verfügung.\nBitte richten Sie Ihre aussagefähige Bewerbung (vorzugsweise per E-Mail, Bewerbungsunterlagen in einem PDF-Dokument zusammengefügt) unter Angabe der Kennziffer „\n2025/KfmGF Focke-Museum\n“ bis zum\n1. Juni 2025\nunter\npersonal@kultur.bremen.de\nunter „Senator für Kultur, Frau Staatsrätin Carmen Emigholz, Altenwall 15/16, 28195 Bremen“ an die Vorsitzende des Stiftungsrates Focke-Museum, Bremer Landesmuseum für Kunst und Kulturgeschichte. Bitte fügen Sie Ihren Bewerbungsunterlagen ein aktuelles Arbeitszeugnis bzw. eine aktuelle Beurteilung bei.\nBitte reichen Sie nur Kopien ein, da Unterlagen aus Kostengründen nicht zurückgesendet werden. Sofern Ihnen eine schriftliche Ablehnung zugeht, werden Ihre Unterlagen bis zum Ablauf der Frist gem. § 15 Allgemeines Gleichbehandlungsgesetz (AGG) aufbewahrt und anschließend vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-geschaeftsfuehrerin-w-m-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-verwaltung-m-w-d-6/", "image": "", "title": "Leitung der Verwaltung (m/w/d)", "content_text": "Staatliche Kunsthalle Baden-Baden, Baden-Baden Bewerbungsende: 07.06.2025 | Die Staatliche Kunsthalle Baden-Baden gehört als international renommiertes Ausstellungshaus zu den ältesten Kulturinstitutionen der Stadt und der Region. Seit ihrer Eröffnung im Jahr 1909 ist sie der Auseinandersetzung mit internationaler Gegenwartskunst verschrieben und verfolgt in ihrer Programmgestaltung einen transdisziplinären und transkulturellen Ansatz, der Kunst in einer notwendigen Auseinandersetzung mit einer diversen gesellschaftlichen Realität begreift. Ab Mai 2025 erfolgt die Leitung des Hauses durch das Badische Landesmuseum Karlsruhe.\nWir besetzen zum nächstmöglichen Zeitpunkt die\nLeitung der Verwaltung (m/w/d)\nEs handelt sich um ein unbefristetes Arbeitsverhältnis mit einem Beschäftigungsumfang von 75%.\nAls Leitung der Verwaltung in der Staatlichen Kunsthalle Baden-Baden sind Sie für die Bereiche Personal, Haushalt, Finanzwesen und Controlling sowie administrative Planungen verantwortlich.\nZu Ihren vielfältigen Aufgaben gehören unter anderem:\nLeitung der Verwaltung einschließlich der Verantwortlichkeit für alle allgemeinen Verwaltungsabläufe in den Sachgebieten Personal und Haushalt\nSteuerung des Finanz- und Rechnungswesens, des Controllings, der Haushaltsplanung, des Haushaltsvollzugs, der Mittelbewirtschaftung sowie des Vertrags-, Beschaffungs- und Vergabewesens\nVerantwortung für das Kassensystem\nMithilfe bei der Neustrukturierung und Koordinierung der Verwaltungsabläufe, insbes. (Weiter-)Entwicklung der Geschäftsprozesse z.B. in digitaler Aktenführung\nBegleitung von Drittmittelprojekten (Verwendungsnachweise, Projektcontrolling etc.) sowie Unterstützung bei der Einwerbung von Fördermitteln\nUnterstützung des Vorstands in rechtlichen, administrativen und organisatorischen Angelegenheiten\nPersonalführung der Verwaltungsmitarbeiter*innen\nVertretung des Vorstands in Verwaltungsangelegenheiten auf Weisung\nSie erfüllen folgende Voraussetzungen:\nAbgeschlossenes Studium als Diplom-Verwaltungswirt/in (FH) mit fachlichem Schwerpunkt nichttechnischer Verwaltungsdienst, Bachelorabschluss Public Management oder vergleichbare Qualifikation\nsichere Kenntnisse im Personal-, staatlichen Haushalts- und Vergaberecht\nsicherer Umgang mit den gängigen MS-Office-Programmen sowie die Bereitschaft zur Einarbeitung in andere Anwenderprogramme\nFähigkeit zur Prioritätensetzung, gutes Zeitmanagement\nVerantwortungsbewusstsein und Belastbarkeit sowie Organisations- und Koordinationsgeschick\nAusgewogenes Urteilsvermögen und Verhandlungsgeschick\nTeamfähigkeit und Führungskompetenz\nDie Vergütung erfolgt je nach Qualifikation, persönlichen Voraussetzungen und übertragenen Aufgaben bis max. Entgeltgruppe 11 TV-L. Das Beschäftigungsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L).\nWir bieten zusätzlich:\nein spannendes Arbeitsumfeld und die Zusammenarbeit in einem motivierten Team\neinen Arbeitsplatz in der bekannten Bäderstadt Baden-Baden, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage zwischen dem sonnigen Rebland und dem Nationalpark Schwarzwald\ngute Vereinbarkeit von Familie und Beruf durch eine flexible Arbeitszeitregelung\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike,\nZusatzversorgung über die Versorgungsanstalt des Bundes und der Länder\neinmalige Jahressonderzahlung.\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt eingestellt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der\nK\nennziffer 03_25\nbis spätestens\n07.06\n.2025\nper E-Mail an info@kunsthalle-baden-baden.bwl.de Die Datei benennen Sie bitte wie folgt:\nKennziffer_03_25_Ihr Nachname\nNähere Informationen zur Staatlichen Kunsthalle Baden-Baden finden Sie auch im Internet unter\nwww.kunsthalle-baden-baden.de\nBei Fragen wenden Sie sich bitte per Mail an\ninfo@kunsthalle-baden-baden.bwl.de\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden können.\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist der Kunsthalle Baden-Baden ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Kunsthalle Baden-Baden verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an die Datenschutzbeauftragte, E-Mail:\ndespina.antonatou@landesmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-verwaltung-m-w-d-6/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-sektion-ichthyologie-w-m-d-technical-assistant-section-ichthyologym-f-d/", "image": "", "title": "Technische Assistenz, Sektion Ichthyologie (w/m/d) / Technical Assistant, Section Ichthyology(m/f/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 11.06.2025 | // EN below\nDas Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, zunächst befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von 2 Jahren eine\nTechnische Assistenz, Sektion Ichthyologie (w/m/d)\nIn Vollzeit mit 39 Stunden/Woche\nDas sind Ihre Aufgaben:\nKuratorische Unterstützung und Pflege unserer naturhistorischen Fischsammlung mit flüssig konservierten und trockenen Exemplaren, sowie die Erstellung neuer Flüssigpräparate.\nDigitalisierung von Sammlungen, Imaging, Akzessionierung und Inventarisierung.\nKoordinierung und Vorbereitung von Forschungsleihgaben und Dokumentationen (häufig in englischer Sprache).\nUnterstützung der Forschung einschließlich molekularer und morphologischer Laborarbeit.\nBeratung, Unterstützung und Unterweisung von Labor- und Sammlung Nutzern\nInventarisierung und Bestellung von Verbrauchs- und Labormaterialien.\nUnterstützung bei der Öffentlichkeitsarbeit.\nUnterstützung bei Lehrveranstaltungen, und Vorbereitung von Kursmaterial.\nPflege und Digitalisierung der Sektionsbibliothek.\nVorbereitung der Sammlung auf den Umzug in das neue Museumsgebäude.\nTeilnahme an Befischungen und fischkundlicher Feldarbeit.\nDas sind unsere Anforderungen:\nAbgeschlossene Ausbildung als Biologisch-technische Assistenz mit staatlicher Anerkennung oder gleichwertige, nachgewiesene Ausbildung und Fähigkeiten.\nUmfassende Kenntnisse und Erfahrungen zur Laborsicherheit und zum sicheren Umgang mit Chemikalien.\nInteresse und Begeisterung an der Arbeit mit Fischen in Labor und Freiland sowie für naturkundliche Museumssammlungen.\nAusgezeichnete Computerkenntnisse, einschließlich der Beherrschung von Microsoft Office-Software, PDF-Editoren und Adobe Photoshop oder ähnlicher Software.\nSehr gute Beherrschung der deutschen und englischen Sprache.\nAusgezeichnete zwischenmenschliche und organisatorische Fähigkeiten, eigenverantwortliches Arbeiten Flexibilität, Freundlichkeit und Kollegialität.\nPräzision und Sicherheit bei feinen handwerklichen Tätigkeiten.\nWünschenswert:\nErfahrung mit naturkundlichen Sammlungen, konservatorischer und präparatorischer Techniken, Umgang mit Binokularen und Bildgebungstechnologie.\nKenntnisse und Erfahrungen in Bezug auf Fischfangtechniken sowie die Bereitschaft zur Teilnahme an seegehenden Sammlungsreisen.\nDas sind unsere Leistungen:\nEine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nEin internationales, diverses Team mit exzellenter Zusammenarbeit und spannenden Projekten\nVergütung nach dem Tarifvertrag der Länder je nach Qualifikation bis zur EG 9a TV-L mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFlexible Arbeitszeiten\nFamilienfreundlichkeit zertifiziert durch das „audit berufundfamilie“\nDie Möglichkeit des Bezugs eines Jobtickets\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nDas LIB und die Sektion Ichthyologie sind bestrebt, ein vielfältiges, integratives, einladendes und positives Arbeitsumfeld zu schaffen. Wir fordern Personen mit unterschiedlichem Hintergrund, diversen Identitäten und Fähigkeiten nachdrücklich auf, sich zu bewerben.\nBitte richten Sie Ihre vollständigen Bewerbungsunterlagen (einschließlich Anschreiben, Lebenslauf und Zeugniskopien) bis zum 11.06.2025 ausschließlich digital über unser Karriereportal an Frau Katharina Ostermann. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nzur Stellenausschreibung\n// EN\nThe Leibniz Institute for the Analysis of Biodiversity Change (LIB) is one of the large, globally connected research museums of the Leibniz Association. In addition to excellent research on biodiversity and its changes, we are advancing the development of our extensive scientific collections with an international team and state-of-the-art technology. Through our exhibitions, educational programs, and communication work at our exhibition sites, Museum Koenig Bonn and Museum of Nature Hamburg, we aim to inspire enthusiasm for nature and engage in current sociopolitical discussions on species loss, climate change, and ecosystem protection. A new integrated natural history museum is planned for the Hamburg site, while the research infrastructure is currently being significantly expanded in Bonn.\nBecome part of our institute at the Hamburg location. We are looking for a new team member as soon as possible, initially limited to two years under the German Act on Part-Time and Fixed-Term Contracts.\nTechnical Assistant, Section Ichthyology(m/f/d)\nFull-time with 39 hours per week\nThese are your tasks:\nCuratorial support and maintenance of our natural history fish collection, including liquid-preserved and dry specimens, as well as the creation of new liquid preparations.\nDigitalization of collections, imaging, accessioning, and inventory management.\nCoordination and preparation of research loans and documentation.\nSupport for research, including molecular and morphological laboratory work.\nAdvising, assisting, and instructing users in the laboratory and collections.\nInventorying and ordering consumables and laboratory materials.\nAssistance with citizen science activities.\nTechnical support for teaching activities, as well as preparation of course materials.\nMaintenance and digitization of the section library.\nPreparation of the collection for relocation to the new museum building.\nParticipation in fish sampling and ichthyological fieldwork.\nThese are our requirements:\nA completed training as a Biological-Technical Assistant with state recognition or training with equivalent, proven skills.\nComprehensive knowledge and experience in laboratory safety and the safe handling of chemicals.\nInterest and enthusiasm for working with fish in the laboratory and in the field, as well as for natural history museum collections.\nExcellent computer skills, including proficiency in Microsoft Office software, PDF editors, and Adobe Photoshop or similar software.\nVery good command of both German and English languages.\nExcellent interpersonal and organizational skills, flexibility, friendliness, and collegiality.\nPrecision and accuracy in delicate manual tasks.\nExperience in handling natural history collections, conservation and preparatory techniques, as well as working with binoculars and imaging technology is desirable.\nKnowledge and experience in fish capture techniques, as well as a willingness to participate in offshore collection trips, are also desirable.\nEnjoyment of careful, independent work and excellent organizational skills.\nThese are our services:\nAn attractive position in an excellent research institution with a high level of creative potential in a dynamic scientific and societal environment.\nAn international, diverse team with excellent collaboration and exciting projects.\nRemuneration according to the public sector collective agreement (TV-L) depending on qualifications, up to pay grade 9a TV-L, with all the benefits of public service (occupational pension scheme, annual bonus, capital-forming benefits, statutory vacation entitlement).\nFlexible working hours.\nFamily-friendly certification through the “audit berufundfamilie”.\nThe option to obtain a job ticket.\nA centrally located workplace with excellent public transport connections.\nThe LIB and the Ichthyology Section are committed to creating a diverse, inclusive, welcoming, and positive work environment. We strongly encourage individuals from diverse backgrounds, identities, and abilities to apply.\nPlease submit your complete application documents (including cover letter, resume, and copies of certificates) by 11 June 2025 exclusively via our career portal to Ms. Katharina Ostermann. For organizational reasons, only online applications will be accepted. Severely disabled individuals will be given preference in case of equal suitability. More information about our institution can be found on the internet at:\nhttps://leibniz-lib.de/\n.”\nmore\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.06.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-sektion-ichthyologie-w-m-d-technical-assistant-section-ichthyologym-f-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/konservatorischer-mitarbeitender-m-w-d/", "image": "", "title": "konservatorischer Mitarbeitender (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 09.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, als längerfristige krankheitsbedingte Abwesenheitsvertretung, einen\nKonservatorischen Mitarbeitenden/Tischler (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe\n6 TV-L\n) in der Gemälderestaurierung. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv. Unser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Gemälderestaurierung wirkt innerhalb des Museumsverbundes der Staatlichen Kunstsammlungen Dresden besonders für die Gemäldegalerie Alte Meister und das Albertinum. Ihr obliegt die Sorge um die Erhaltung der Gemälde und Schmuckrahmen im Sinne präventiver Konservierung. Zugleich führt sie restauratorisch-konservatorische Maßnahmen zur Erhaltung der Kunstwerke dieser Sammlungen durch. Umfassende Recherchen und Untersuchungen zur Kunsttechnologie, zur Restaurierungsgeschichte und zu restauratorisch-konservatorischen Forschungsthemen flankieren die praktische Arbeit an den Objekten.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.06.2025", "url": "https://www.museumsbund.de/stellenangebote/konservatorischer-mitarbeitender-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sekretariat-kunstgewerbemuseum-m-w-d/", "image": "", "title": "Sekretariat Kunstgewerbemuseum (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 09.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum 01.08.2025, unbefristet und in Vollzeit, eine Person für das\nSekretariat (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 6 TV-L\n) im Kunstgewerbemuseum in Schloss Pillnitz. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Der Arbeitsplatz ist grundsätzlich auch für Teilzeitbeschäftigung geeignet. Bei entsprechenden Bewerbungen erfolgt die Überprüfung, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten entsprochen werden kann.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDas Kunstgewerbemuseum (KGM) hat sich seit der Gründung im Jahr 1876 zu einem Ort der Inspiration für das Publikum und die zeitgenössische Kreativwirtschaft entwickelt. Die herausragende Sammlung umfasst über 100.000 Objekte. Die Weiterentwicklung der Sammlung, sowie Ausstellungs- und Forschungsprojekte mit Kooperationspartnern aus dem In- und Ausland sind die Basis dafür, gestalterisch-traditionelle Schwerpunkte mit innovativen und internationalen Positionen in einen Dialog zu bringen. Dies vor dem Hintergrund den Betrieb in Richtung „Grünes Museum“ zu entwickeln. Das jüngste Projekt ist der Design Campus als vernetzte Forschungs- und Entwicklungsplattform, die das Museum mit anderen Institutionen aus Wissenschaft, Gesellschaft und Kreation in Beziehung setzt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sekretariat-kunstgewerbemuseum-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/administrative-kaufmaennische-assistenz-leihverkehr-m-w-d/", "image": "", "title": "administrative & kaufmännische Assistenz / Leihverkehr (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 22.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, eine\nadministrative & kaufmännische Assistenz / Leihverkehr (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 6 TV-L) im Kunstfonds. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Der Arbeitsplatz ist grundsätzlich auch für Teilzeitbeschäftigung geeignet. Bei entsprechenden Bewerbungen erfolgt die Überprüfung, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten entsprochen werden kann.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDer Kunstfonds ist seit 2004 Teil der SKD und mit heute mehr als 36.000 Kunstwerken die größte öffentliche Sammlung von Kunst nach 1945 in Sachsen. Er verfügt über eine der größten Sammlung von Auftragskunst und öffentlichen Ankäufen aus der DDR sowie über einen wachsenden Bestand zeitgenössischer Kunst, die seit 1992 über die jährlichen Förderankäufe des Freistaates Sachsen in seine Sammlung eingeht. Zu den Aufgaben des Kunstfonds gehört das Bewahren, Erforschen und Vermitteln von Werken aus der Zeit der DDR und zeitgenössischer Kunst bis heute in eigenen Ausstellungen, Projekten und Publikationen aber auch als Leihgaben an Dritte.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/administrative-kaufmaennische-assistenz-leihverkehr-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktion-der-ethnographischen-sammlungen-sachsen-2/", "image": "", "title": "Direktion der Ethnographischen Sammlungen Sachsen", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 05.06.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Im Jahr 2024 hatten die SKD insgesamt über 2,3 Millionen Besuchende aus dem In- und Ausland. Das GRASSI Museum für Völkerkunde zu Leipzig bildet mit dem Museum für Völkerkunde Dresden und dem Völkerkundemuseum Herrnhut die Staatlichen Ethnographischen Sammlungen Sachsen (SES). Zusammen verfügen diese drei Museen über einen der umfangreichsten und bedeutendsten ethnographischen Sammlungsbestände in Europa. Die Staatlichen Ethnographischen Sammlungen Sachsen gehören zum Museumsverbund der Staatlichen Kunstsammlungen Dresden. Um sich im internationalen Kontext von grundsätzlichen Veränderungen in der ethnologischen Museumslandschaft zu positionieren, arbeiten die SES an neuen Konzepten für Ausstellungen, Veranstaltungen und Bildung sowie interdisziplinären Forschungsprogrammen.\nDie Staatlichen Kunstsammlungen Dresden suchen zum nächstmöglichen Zeitpunkt eine\nDirektion der Ethnographischen Sammlungen Sachsen.\nDie Stelle wird zunächst befristet auf fünf Jahre besetzt, eine spätere Vertragsverlängerung ist in beiderseitigem Einvernehmen möglich. Die Vergütung erfolgt außertariflich in Anlehnung an die Besoldungsgruppe A16.\nDie Leitung der Ethnographischen Sammlungen Sachsen – Leipzig | Dresden | Herrnhut – ist eingebunden in die Struktur des Museumsverbundes der SKD, welche durch Vielfalt in der Einheit sowie Einheit in der Vielfalt zusammengehalten wird. Eine der zentralen Aufgaben der künftigen Direktion wird es sein, die drei Museen inhaltlich wie strukturell als Einheit auszurichten und dabei die unterschiedlichen historischen Wurzeln und jeweils eigene Identität der Sammlungen zu respektieren. Mit diesem Ziel geht eine starke Profilierung der direkt verantworteten Sammlungen im Gesamtverbund der SKD als „global player“ in und für den Freistaat Sachsen und aus Sachsen heraus einher. Erwartet werden daher ein übergreifendes Denken und leidenschaftliches Engagement, um diesen Auftrag zu erfüllen und die großen strategischen Ziele zu erreichen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/direktion-der-ethnographischen-sammlungen-sachsen-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorischer-projektkoordinatorin-fuer-die-neue-dauerausstellung-w-m-d/", "image": "", "title": "Kuratorische:r Projektkoordinator:in für die neue Dauerausstellung (w/m/d)", "content_text": "Museum am Rothenbaum, Hamburg Bewerbungsende: 22.06.2025 | Das Museum am Rothenbaum fördert die Wertschätzung für Kulturen und Künste der Welt. Es befasst sich mit gesellschaftlichen Debatten der Gegenwart, in denen Themen wie koloniales Erbe, das Zusammenleben in einer globalisierten Gesellschaft und eine Öffnung\nder Museen für ein breites Publikum eine zentrale Rolle spielen. Als Museum mit weltumspannenden Sammlungen und Wissensarchiven entwickelt es sich derzeit zu einem innovativen Ausstellungs-, Veranstaltungs- und Forschungszentrum der Verflechtungsgeschichten und transkulturellen Kreativität.\nDas Museum am Rothenbaum (Stiftung öffentlichen Rechts) sucht baldmöglichst\nEine:n kuratorische:n Projektkoordinator:in für die neue Dauerausstellung (w/m/d)\nIn\nVollzeit,\nbefristet für 5 Jahre\nIn dieser Position sind Sie der Kuratorischen Leiterin unterstellt und koordinieren die inhaltlichen Planungen und Forschungen zur Konzeption und Umsetzung einer Neuen Dauerausstellung sowie die Zusammenarbeit und Kommunikation mit dem Gestaltungsteam. Dafür stehen Sie auch in engem Austausch mit der Direktorin sowie dem kuratorischen Team und wirken zu bestimmten Schwerpunktthemen selbst kuratorisch mit.\nDie Dauerausstellung soll im Rahmen eines großen Modernisierungsprojektes des MARKK neu eingerichtet werden. Dieses umfasst außerdem die Renovierung des historischen Museumsgebäudes, seine barrierefreie Erschließung, eine Erneuerung der Publikumsbereiche und Modernisierung der technischen Infrastruktur.\nIhre Aufgaben:\nKoordination und Management der inhaltlichen Konzeption und Planung der Neuen Dauerausstellung\nZentrale Ansprechperson der Ausstellungs- und Medienplaner:innen an der Schnittstelle zwischen Inhalt und Design\nOrganisation von Sitzungen, Erstellung von Zeitplänen, Strukturierung der inhaltlichen Planungsprozesse. Protokollführung\nAufbau und Pflege von Netzwerken mit Gemeinschaften, Kunstkollektiven, Expert:innen in den Nachfolgegesellschaften und Unterstützung der Regionalkurator:innen bei der Beziehungspflege und der Organisation der Zusammenarbeit im Rahmen der Dauerausstellungsplanung\nInhaltliche Mitwirkung an der Konzeption von Dauerausstellungsbereichen und eigene wissenschaftliche Recherche\nBetreuung und Arbeitseinteilung der kuratorischen Projektassistenzen zur Unterstützung des Kurator:innenteams\nInhaltliche Konzeption von Planungstools in der Museumsdatenbank und Entwicklung von Kommunikationsstrukturen innerhalb des kuratorischen Teams und mit dem Gestaltungsteam\nIhre Qualifikationen:\nein abgeschlossenes wissenschaftliches Hochschulstudium (vorzugsweise Doktorat) der Kultur- und Sozialanthropologie (Ethnologie), der globalen Kunstgeschichte, Indigenous Studies oder einer Regionalwissenschaft mit Schwerpunkt auf materieller Kultur oder zeitgenössischer globaler Kunst sowie Kenntnis dekolonialer Theorien und Gegenwartsdebatten\nProjekt- und Outreacherfahrung\nNachgewiesene wissenschaftliche und kuratorische Kompetenz\nWünschenswert ist ein ausgezeichnetes Netzwerk im Themenfeld Indigenous Knowledge, zeitgenössische globale Kunst, vorzugsweise in Ozeanien, den Amerikas oder dem süd- oder zentralasiatischen Raum\nsichere Beherrschung der modernen Büro-Kommunikation (MS Office-Paket)\nErfahrung in der Arbeit mit Museumsdatenbanken und in der Objektdokumentation\nSehr gute Kommunikationsfähigkeiten. Koordinationsfähigkeit und hohe Sozialkompetenz\nTeamfähigkeit, Durchsetzungsvermögen, Konfliktfähigkeit, Belastbarkeit, Zuverlässigkeit, strukturierte Arbeitsweise\nKreatives Denken, Humor und Freude an der Arbeit mit Dingen und Menschen\nausgezeichnete Englischkenntnisse in Wort und Schrift. Falls keine Deutschkenntnisse vorhanden sind, muss die Bereitschaft zum Erlernen der Sprache innerhalb von 3 Jahren auf C1 Niveau gegeben sein.\nWir bieten:\neine Vergütung entsprechend E13 TV-AVH\neine abwechslungsreiche und zukunftsweisende Tätigkeit während eines besonderen Moments der Umgestaltung des Museums\nZuschuss zum Deutschland-Ticket\nDas Museum am Rothenbaum begrüßt Bewerbungen von Menschen aller Nationalitäten, von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nicht barrierefrei).\nFür inhaltliche Nachfragen steht Ihnen Dr. Johanna Wild (Tel.: 040 / 428 879-635) zur Verfügung.\nIhre schriftliche Bewerbung (mit Motivationsschreiben und ohne Foto) senden Sie bitte bis zum\n22.6.2025\nper E-Mail an bewerbung@markk-hamburg.de (Single-PDF, max. 20 MB) oder postalisch an das Museum am Rothenbaum, z. H. Frau Lapidus, Rothenbaumchaussee 64, 20148 Hamburg. Wir weisen darauf hin, dass wir Bewerbungsunterlagen nicht zurücksenden. Falls Sie dies wünschen, legen Sie bitte einen frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.06.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorischer-projektkoordinatorin-fuer-die-neue-dauerausstellung-w-m-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zwei-assistenzkuratorinnen-w-m-d/", "image": "", "title": "Zwei Assistenzkurator:innen (w/m/d)", "content_text": "Museum am Rothenbaum, Hamburg Bewerbungsende: 15.06.2025 | Das Museum am Rothenbaum fördert die Wertschätzung für Kulturen und Künste der Welt. Es befasst sich mit gesellschaftlichen Debatten der Gegenwart, in denen Themen wie koloniales Erbe, das Zusammenleben in einer globalisierten Gesellschaft und eine Öffnung\nder Museen für ein breites Publikum eine zentrale Rolle spielen. Als Museum mit weltumspannenden Sammlungen und Wissensarchiven entwickelt es sich derzeit zu einem innovativen Ausstellungs-, Veranstaltungs- und Forschungszentrum der Verflechtungsgeschichten und transkulturellen Kreativität.\nDas Museum am Rothenbaum (Stiftung öffentlichen Rechts) sucht baldmöglichst\nZwei Assistenzkurator:innen (w/m/d)\nIn\nVollzeit,\nbefristet für 5 Jahre\nIn dieser Position sind Sie der Kuratorischen Projektkoordination unterstellt und unterstützen die Kuratorinnen des Museums bei den inhaltlichen Planungen und Forschungen zur Konzeption und Umsetzung einer Neuen Dauerausstellung. Ebenso assistieren sie bei Projekten der transkontinentalen Zusammenarbeit, führen eigene Recherchen durch und bereiten die Inhalte für die das Gestaltungsteam mit auf.\nDie Dauerausstellung soll im Rahmen eines großen Modernisierungsprojektes des MARKK neu eingerichtet werden. Dieses umfasst außerdem die Renovierung des historischen Museumsgebäudes, seine barrierefreie Erschließung, eine Erneuerung der Publikumsbereiche und Modernisierung der technischen Infrastruktur.\nIhre Aufgaben:\nWissenschaftliche Recherche zu Objekten der Sammlung und Themenstellungen der Dauerausstellung\nAllgemeine Assistenz der Kurator:innen des MARKK\nMitwirken in Arbeitsgruppen zur Konzeption von Ausstellungsteilen\nErstellung und Führen von Objektlisten in der Datenbank und deren Anpassung an die Erfordernisse des Gestaltungsteams\nMitwirkung bei der Konzeption und Erstellung von Medieninhalten\nBetreuung von Kollaborationspartner:innen (Expert:innen aus Nachfolgegesellschaften, Externe Kurator:innen, zeitgenössische Künstler:innen etc.)\nDiverse Organisationsaufgaben im Kontext von Beiratstreffen oder Workshops sowie bei der Einrichtung der Dauerausstellung\nIhre Qualifikationen:\nein abgeschlossenes Hochschulstudium (vorzugsweise MA, Promotion) der Kultur- und Sozialanthropologie (Ethnologie) oder eines verwandten Fachs mit Interesse an materieller Kultur und Kunst sowie den Themenfeldern Globalisierung, Globalgeschichte, vergleichende Religionswissenschaften und dekolonialer Theorie.\nErfahrung in Museumsarbeit oder Kuration von Ausstellungen idealerweise im Kontext ethnographischer/Weltkulturen-Museen\nTeamfähigkeit und Diversitätssensibilität, Belastbarkeit, Zuverlässigkeit, strukturierte Arbeitsweise\nAusgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift; weitere Sprachen von Vorteil\nGute EDV und Social Media Kenntnisse,\nErfahrung in der Arbeit mit Datenbanken\nEinsatzbereitschaft und Flexibilität\nSelbstständige und strukturierte Arbeitsweise\nWir bieten:\neine Vergütung entsprechend E12 TV-AVH\neine abwechslungsreiche und zukunftsweisende Tätigkeit während eines besonderen Moments der Umgestaltung des Museums\nZuschuss zum Deutschland-Ticket\nDas Museum am Rothenbaum begrüßt Bewerbungen von Menschen aller Nationalitäten, von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nicht barrierefrei).\nFür inhaltliche Nachfragen steht Ihnen Dr. Johanna Wild (Tel.: 040 / 428 879-635) zur Verfügung.\nIhre schriftliche Bewerbung (mit Motivationsschreiben und ohne Foto) senden Sie bitte bis zum\n15.6.2025\nper E-Mail an bewerbung@markk-hamburg.de (Single-PDF, max. 20 MB) oder postalisch an das Museum am Rothenbaum, z. H. Frau Lapidus, Rothenbaumchaussee 64, 20148 Hamburg. Wir weisen darauf hin, dass wir Bewerbungsunterlagen nicht zurücksenden. Falls Sie dies wünschen, legen Sie bitte einen frankierten Rückumschlag bei.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/zwei-assistenzkuratorinnen-w-m-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-die-fotostelle/", "image": "", "title": "Mitarbeiter /-in (m/w/d) für die Fotostelle", "content_text": "Zentrum Stadtgeschichte Ingolstadt, Ingolstadt Bewerbungsende: 02.06.2025 | Die Stadt Ingolstadt sucht zur Verstärkung für das Zentrum Stadtgeschichte suchen wir zum nächstmögichen Zeitpunkt eine/-n\nMitarbeiter /-in (m/w/d) für die Fotostelle\nmit bis zu 19,5 bzw. 20 Wochenstunden\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-die-fotostelle/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-61/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 05.06.2025 | Bei der Stiftung Deutsches Historisches Museum ist zum 1. Oktober 2025 die Stelle\neiner/eines wissenschaftlichen Mitarbeiters*in\n(m/w/d)\nim Fachbereich Kinemathek und Zeughauskino zu besetzen.\nDie Stelle ist zunächst befristet bis zum 31. Dezember 2026 verbunden mit der Option einer Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der jährlichen Mittelfreigabe). Es handelt sich um eine Teilzeitstelle mit 19,5 Wochenstunden.\nDienstort ist Berlin-Mitte. Die Stelle ist nach Entgeltgruppe 13 TVöD bewertet.\nDas Aufgabengebiet umfasst im Wesentlichen:\nKuratierung von ausstellungsbegleitenden und autonomen Retrospektiven des Zeughauskinos,\nMitarbeit bei der Vermittlung aktueller Filmprogramme,\nWissenschaftliche Bearbeitung des Filmarchivs und Unterstützung bei den Umzugsarbeiten des Filmarchivs,\nRecherchen und Erteilung fachspezifischer Auskünfte,\nVernetzung mit der internationalen filmhistorischen Forschung.\nEs werden folgende Anforderungen gestellt:\nAbgeschlossenes wissenschaftliches Hochschulstudium im Fach Filmwissenschaft, Medienwissenschaft, Geschichtswissenschaft oder vergleichbaren Fächern (Magister Artium, Master oder Promotion),\nNachgewiesene fundierte Kenntnisse in deutscher und internationaler Filmgeschichte,\nNachgewiesene mehrjährige Erfahrungen in der Kuratierung, Organisation und Präsentation von Filmretrospektiven,\nAusgezeichnete Deutschkenntnisse und gute Kenntnisse der englischen Sprache jeweils in Wort und Schrift.\nWünschenswert sind:\nErfahrung in der Arbeit mit Drittmittelprojekten und –anträgen,\nLektorats- und Redaktionserfahrungen,\nKenntnisse und Erfahrungen mit Museumsdatenbanken,\nHohes Maß an Kommunikations- und Teamfähigkeit,\nOrganisationsvermögen und ausgewiesene Sozialkompetenzen.\nDie Bereitschaft zur flexiblen Arbeitszeitgestaltung gemäß den dienstlichen Erfordernissen sowie die Bereitschaft zur beruflichen Weiterbildung werden vorausgesetzt.\nDie Einstellung erfolgt nach § 14 Abs. 2 TzBfG und richtet sich daher nur an Personen, die noch nicht in einem Arbeitsverhältnis zur Stiftung Deutsches Historisches Museum und zur Stiftung Flucht, Vertreibung, Versöhnung gestanden haben.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: Kino\nbis zum\n5. Juni 2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-61/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buerosachbearbeiterin-m-w-d-2/", "image": "", "title": "Bürosachbearbeiter*in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 29.05.2025 | Bei der Stiftung Deutsches Historisches Museum ist ab 1. August 2025 eine Stelle als\nBürosachbearbeiter*in (m/w/d)\nin der Abteilung Ausstellungen im Fachbereich Ausstellungswerkstätten zu besetzen.\nDie Stelle ist unbefristet und nach Entgeltgruppe 5 TVöD-Ost bewertet.\nDienstort ist Berlin-Mitte.\nDas Aufgabengebiet umfasst im Wesentlichen\n:\nErledigung von administrativen Aufgaben für die Fachbereichsleitungen Ausstellungswerkstätten und Restaurierung,\nUnterstützung der Fachbereichsleitungen bei der Beschaffung von Materialien für Ausstellungen (Einholen und Auswerten von Angeboten, Vorbereiten des Bestellvermerkes),\nBestellung von Ausstellungsmaterial nach Beauftragung der Fachbereichsleitung,\nDokumentation der Ausgaben getrennt nach Kostenstellen,\ndigitale Ablage und Überwachung eingehender und ausgehender Rechnungen und den dazugehörigen Anlagen,\nMitarbeit bei der Rechnungsprüfung,\nErstellen von Listen und Zutrittsberechtigungen für den Ausstellungsauf und -abbau,\nBearbeiten von Leihanfragen für wiederverwertbares Ausstellungsmaterial (Ausfüllen von Formularmietverträgen bzw. Formularleihverträgen),\nVerwalten der Handbibliothek, Erfassen der Ausleih- und Rückgabedaten und Ergänzung der Literaturdatenbank.\nFolgende Anforderungen werden gestellt\n:\nAbgeschlossene Berufsausbildung zur/zum Verwaltungsfachangestellten (w/m/d), zur Bürokauffrau/zum Bürokaufmann (w/m/d), zur/zum Fachangestellten für Bürokommunikation (w/m/d), zur Kauffrau/zum Kaufmann für Büromanagement (w/m/d) oder eine vergleichbare Berufsausbildung,\nMehrjährige Berufserfahrung in der Bürosachbearbeitung,\nErfahrungen im Umgang mit elektronischen Rechnungssystemen,\nSehr gute Kenntnisse der MS-Office-Programme (Word und Excel),\nFließende (ab GER-Niveaustufe C1) Deutschkenntnisse in Wort und Schrift.\nWünschenswert sind:\nGutes Zahlenverständnis,\nGute Englischkenntnisse in Wort und Schrift,\nErfahrungen im Umgang mit MACH,\nErfahrung in musealen Einrichtungen,\nTeamfähigkeit und Flexibilität,\nHohe Einsatzbereitschaft und Belastbarkeit.\nWas wir Ihnen bieten:\nVielseitige Mitarbeit in einem engagierten Team an einem der weltweit größten und bedeutendsten historischen Museen,\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse,\n30 Tage Urlaub bei einer 5-Tagewoche plus zwei arbeitsfreie Tage am 24.12. und 31.12. sowie Zeitausgleich bei Mehrarbeit,\nJahressonderzahlung sowie jährliches Leistungsentgelt,\nBetriebliche Altersvorsorge (VBL),\nOption eines vergünstigten Jobtickets bzw. Bezuschussung des Deutschlandtickets,\nArbeitsplatz in zentraler Lage in Berlin-Mitte,\nfachbezogene Fortbildungsmöglichkeiten und Angebote des betrieblichen Gesundheitsmanagements.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: Büro\nbis zum\n29. Mai 2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung “Nachname_Vorname.PDF”. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.05.2025", "url": "https://www.museumsbund.de/stellenangebote/buerosachbearbeiterin-m-w-d-2/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-bei-der-sammlungsbetreuung-m-w-d/", "image": "", "title": "Mitarbeit bei der Sammlungsbetreuung (m/w/d)", "content_text": "Stiftung Donaumoos - Freilichtmuseum und Umweltbildungsstätte, Karlshuld Bewerbungsende: 15.06.2025 | Die Stiftung Donaumoos Freilichtmuseum und Umweltbildungsstätte (Kurzname: Haus im Moos) hat für ihr Freilichtmuseum zum\n01.08.2025\nbefristet bis zum 31.12.2026 die Position\nMitarbeit bei der Sammlungsbetreuung\n(m/w/d)\nin Vollzeit\nzu besetzen.\nJährlich rund 25.000 Gäste empfängt das Haus im Moos mitten im Donaumoos, Süddeutschlands größtem Niedermoor. Zu der Einrichtung Haus im Moos gehören eine staatlich anerkannte Umweltstation und das Freilichtmuseum mit dem Heimatmuseum des Kulturhistorischen Vereins Donaumoos e.V. Das Freilichtmuseum umfasst drei Museumshäuser und eine Museumsgaststätte. Die museale Präsentation wird ergänzt durch das Heimatmuseum und Wechselausstellungen. Das zugehörige Tagungs- und Bildungszentrum der Umweltstation bietet neben Seminarräumen eine Übernachtungsmöglichkeit für Schulklassen und andere Gruppen. Mit seinem ausgedehnten Freigelände, einer Vielzahl pädagogischer Angebote und einem umfangreichen Veran-staltungsprogramm von Führungen über Fachtagungen und Vorträgen bis hin zu Festen und Konzerten ist das Haus im Moos ein beliebtes Ausflugsziel nicht nur für Familien und Gruppen.\nFür die umfangreichen kulturgeschichtlichen Sammlungen des Freilichtmuseums plant die Stiftung ein neues Museumsdepot. Dazu soll die laufende Sammlungserfassung und –qualifizierung bis Ende 2026 abgeschlossen und die Bestände in ein Zwischenlager verbracht werden. Der/Die zukünftige Stelleninhaber/in vervollständigt das für diese Arbeit gebildete Projektteam bestehend aus einer wissenschaftlichen Projektleiterin, einem Projektmitarbeiter und Hilfskräften.\nIhre Aufgaben:\nDigitale Erfassung und fotografische Dokumentation von Sammlungsgut sowie Standortverwaltung mit dem Objektdatenbankprogramm VINO\nMitwirkung bei Deakzessionsprozessen\nObjektreinigung und -konservierung\nOrganisation, Durchführung, Anleitung und Überwachung des Objekthandlings (insb. Verpackung, Transport und Einlagerung)\nSchädlingsmonitoring, Gefahrstoff- und Arbeitsschutzmanagement\nMitwirkung bei Vorarbeiten im Rahmen der Depotneuplanung\nIhr Profil:\nSie verfügen über eine abgeschlossene Ausbildung, idealerweise im Bereich Restaurierung oder in einem anderen museumsrelevanten Studiengang mit Schwerpunkt Sammlungsverwaltung und -pflege.\nSie haben praktische Erfahrung im Bereich der musealen Arbeit, der konservatorischen Sammlungsbetreuung sowie in der Arbeit mit Objektdatenbanken und den gängigen Office-Anwendungen.\nSie packen gerne selbst mit an und bringen körperliche Belastbarkeit und Ausdauer mit.\nSie sollten einen Führerschein Klasse B besitzen, über Fahrpraxis verfügen und die Bereitschaft zum Führen von Dienstfahrzeugen haben.\nEine selbständige, flexible und lösungsorientierte Arbeitsweise bei gleichzeitiger Team- und Kommunikationsfähigkeit sowie Zuverlässigkeit sind grundlegend und werden erwartet.\nUnser Angebot:\nMitarbeit in einem interessanten und spannenden Projekt in reizvoller ländlicher Umgebung\neine sehr gute Arbeitsatmosphäre in einem kooperativen und aufgeschlossenen Team\nWork-Life-Balance durch flexible Arbeitszeiten\nkreativer Gestaltungsspielraum\nverantwortungsvolles und abwechslungsreiches Aufgabengebiet\nFort- und Weiterbildungsmöglichkeiten\nVergütung in Anlehnung an TVÖD VK E9b\nWir freuen uns auf Bewerbungen von passend qualifizierten Personen unabhängig von ihrer kulturellen und sozialen Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nDer Arbeitsplatz ist nicht barrierefrei.\nWeitere Informationen\nunter:\nwww.haus-im-moos.de\n.\nFür Rückfragen steht Ihnen die Projektleiterin Frau Küttner zur Verfügung: Tel. 08454/6199450,\ns.kuettner@haus-im-moos.de\nIhre aussagekräftige Bewerbung richten Sie bitte\nbis 15.06.2025 per E-Mail\nan die Museumsleiterin Joana Mylek unter\nj.mylek@haus-im-moos.de\n(zusammengefasst in einer pdf-Datei, max. 5 MB).\nDie Daten werden in unverschlüsselter Form übertragen. Die Erhebung von personenbezogenen Daten im Bewerbungsverfahren erfolgt gem. Art. 13 Abs. 1 DSGVO.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-bei-der-sammlungsbetreuung-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-als-elternzeitvertretung-im-rahmen-des-kooperationsverbunds-gegen-antisemitismus-m-w-d/", "image": "", "title": "Projektleitung (als Elternzeitvertretung) im Rahmen des Kooperationsverbunds gegen Antisemitismus (m/w/d)", "content_text": "Anne Frank Zentrum, Berlin Bewerbungsende: 30.05.2025 | Das Anne Frank Zentrum sucht zum 01.07.2025 eine*n Projektleitung als Elternzeitvertretung im Umfang von 30 Wochenstunden. Die Stelle ist zunächst bis zum 31.12.2025 befristet mit der Aussicht auf Verlängerung bis 31.07.2026.\nDas Anne Frank Zentrum ist die deutsche Partnerorganisation des Anne Frank Hauses in Amsterdam. Mit Ausstellungen und Bildungsangeboten erinnert das Zentrum an Anne Frank und ihr Tagebuch. Es schafft Lernorte, in denen sich Kinder und Jugendliche mit Geschichte auseinandersetzen und diese mit ihrer heutigen Lebenswelt verbinden. Sie lernen, gesellschaftliche Verantwortung zu übernehmen und sich für Freiheit, Gleichberechtigung und Demokratie zu engagieren.  Mehr Informationen finden Sie unter\nwww.annefrank.de\n.\nDas Projekt:\nDas Anne Frank Zentrum setzt im Rahmen des Projekts »Kooperationsverbund gegen Antisemitismus« Angebote der Bildung und Vernetzung für Fachkräfte im Themenfeld der historisch-politischen und antisemitismuskritischen Bildung um. Als Koordinierungsstelle ist das Anne Frank Zentrum zuständig für die Gesamtkoordination des Verbunds und der Zusammenarbeit mit den anderen Partner*innen. Die Partner*innen des Kooperationsverbunds sind neben dem Anne Frank Zentrum die Bildungsstätte Anne Frank, der Bundesverband der Recherche- und Informationsstellen Antisemitismus, das Kompetenzzentrum für antisemitismuskritische Bildung und Forschung, die Kreuzberger Initiative gegen Antisemitismus und der Zentralrat der Juden in Deutschland.\nIhre Aufgaben:\nLeitung des Projekts »Kooperationsverbund gegen Antisemitismus« und der Koordinierungsstelle des Verbunds: Planung und Umsetzung der geplanten Maßnahmen, u.a. Fachgespräche für Multiplikator*innen unterschiedlicher Berufsfelder, Koordination der Zusammenarbeit im Verbund der sechs Partner*innen, bundesweite Netzwerkarbeit und Vertretung des Kooperationsverbunds in Gremien\nProjektplanung und Finanzcontrolling: Kommunikation mit Fördermittelgebern, Verfassen von Anträgen, Verwendungsnachweisen und Sachberichten\nKonzeption und Umsetzung von Bildungsangeboten und Bildungsmaterialien im Feld der historisch-politischen und antisemitismuskritischen Bildung für jugendliche und erwachsene Zielgruppen gemeinsam mit Teamkolleg*innen, u.a. Weiterentwicklung der Handreichung für Multiplikator*innen „Antisemitismus – Geschichte und Aktualität“\nKommunikation und Netzwerkarbeit mit bundesweiten Partner*innen im Themenfeld\nIhr Profil:\nabgeschlossene wissenschaftliche Hochschulausbildung oder eine vergleichbare Qualifikation sowie wissenschaftliche Fachkenntnisse im Bereich der Gesellschaftswissenschaften oder der Pädagogik\numfangreiche Erfahrungen in der Konzeption und Umsetzung von Bildungsangeboten und Bildungsmaterialien im Bereich der (historisch-) politischen und antisemitismuskritischen Bildung\nfundierte inhaltliche und methodische Kenntnisse im Feld der Geschichtsvermittlung zum Nationalsozialismus und Holocaust und der antisemitismuskritischen Bildung\nErfahrungen im Projektmanagement und Projektcontrolling\nein hohes Maß an Zuverlässigkeit, Teamorientierung, Selbstständigkeit, Kreativität\nsicheres und professionelles Auftreten, gute kommunikative Fähigkeiten in schriftlicher und mündlicher Form, Verhandlungssicherheit\nsehr gute Englischkenntnisse, sehr gute Kenntnisse MS Office\nBereitschaft zu gelegentlich unregelmäßigen Arbeitszeiten und Dienstreisen\nWir bieten Ihnen:\neine Vergütung nach Haustarif in Anlehnung an den TV-L Berlin (Eingruppierung in Entgeltgruppe 12 kann bei Vorliegen der entsprechenden Voraussetzungen erfolgen).\neine sinnvolle Tätigkeit mit abwechslungsreichen Aufgaben für einen gemeinnützigen Verein in einem familienfreundlichen Team.\neinen Arbeitsplatz im Herzen der Stadt – direkt am Hackeschen Markt.\ndie Möglichkeit, teilweise im Homeoffice zu arbeiten.\nMöglichkeiten zur beruflichen Fort- und Weiterbildung.\n30 Tage Urlaub pro Jahr (bei einer 5-Tage-Woche).\nDas Anne Frank Zentrum besteht aus einem vielfältigen Team. Daher begrüßen wir Bewerbungen aller Interessierten, unabhängig von ihrer Herkunft, ihrer religiösen oder ethnischen Zugehörigkeit, ihrer sexuellen Identität oder einer Behinderung. Wir freuen uns über Bewerbungen aller Menschen mit Migrationsgeschichte, People of Colour, Juden*Jüdinnen sowie Schwarzer Menschen.\nDer Arbeitsort ist nicht barrierefrei.\nBitte richten Sie Ihre Bewerbung, bestehend aus Motivationsschreiben, tabellarischem Lebenslauf, Zeugnissen und weiteren aufgabenrelevanten Nachweisen zu Praxiserfahrung und Qualifikation schriftlich\nbis zum 30.05.2025,\nausschließlich per E-Mail (max. 5 MB) und ausschließlich im PDF-Format in\neiner\nDatei an die untenstehende Adresse. Postalische Bewerbungen werden nicht zurückgeschickt. Reisekosten werden nicht übernommen.\nWir behalten uns vor, Bewerbungsgespräche schon vor Ablauf der Bewerbungsfrist zu führen. Zögern Sie daher nicht, uns Ihre Bewerbung bereits früher zuzusenden.\nBitte beachten Sie unsere Hinweise zum Datenschutz:\nMit der Übersendung Ihrer Bewerbungsunterlagen geben Sie uns die Einwilligung, die von Ihnen übersandten personenbezogenen Daten zum Zwecke der Durchführung des Bewerbungsverfahrens und gegebenenfalls zur Kontaktaufnahme mit Ihnen zu verarbeiten. Sie können diese Einwilligung jederzeit durch eine formlose Nachricht an uns widerrufen, uns zur Berichtigung oder Löschung Ihrer personenbezogenen Daten oder zur Auskunft über deren Verarbeitung auffordern (vgl. Art. 6 DSGVO; siehe auch § 32 BDSG).\nSechs Monate nach Abschluss des Bewerbungsverfahrens werden Ihre elektronisch übermittelten Daten gelöscht, es sei denn, sie werden zum Zwecke der Anstellung weiter benötigt.\nAlle weiteren Informationen zum Datenschutz beim Anne Frank Zentrum e. V. finden Sie in unserer Datenschutzerklärung unter www.annefrank.de/datenschutz.\nAnne Frank Zentrum e.V.,\nz.H. Franziska Göpner, Bereichsleitung Wanderausstellungen, Rosenthaler Straße 39, 10178 Berlin\nE-Mail:\njobs@annefrank.de\nwww.annefrank.de\nFragen zur Ausschreibung: Franziska Göpner, Bereichsleitung Wanderausstellungen, 030 288 86 56-28/28,\ngoepner@annefrank.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.05.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-als-elternzeitvertretung-im-rahmen-des-kooperationsverbunds-gegen-antisemitismus-m-w-d/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/106889/", "image": "", "title": "Mitarbeiter/in (m/w/d) im Bereich Finanzen und Verwaltung", "content_text": "GRIMMWELT Kassel, Kassel Bewerbungsende: 15.06.2025 | Seit September 2015 präsentiert die von der Stadt Kassel neu errichtete GRIMMWELT Kassel das Werk der Brüder Grimm mit einer erlebnis- und wissensorientierten Ausstellungskonzeption und einem Schwerpunkt im Bereich Bildung und Vermittlung. Für Kassel ist die GRIMMWELT eine der wichtigsten kulturwirtschaftlichen Institutionen der Stadt. Die Brüder Grimm sind neben der documenta und dem UNESCO-Weltkulturerbe Bergpark Wilhelmshöhe drittes Markenzeichen der Stadt Kassel. Betreiber ist die GRIMMWELT Kassel gGmbH.\nZur Verstärkung unseres Teams suchen wir zum 1. August 2025 eine/n Mitarbeiter/in (m/w/d) im Bereich:\nFinanzen und Verwaltung (75 – 100 %\nder regelmäßigen wöchentlichen Arbeitszeit)\nbefristet bis voraussichtlich zum 31.10.2026 (Elternzeitvertretung)\nIhre Aufgaben:\nEigenständige Verwaltung des kaufmännischen Geschäftsbereichs inkl. Budgetcontrolling\nUnterstützung der Geschäftsführung bei finanz- und organisationsbezogenen Themenstellungen\nVerantwortung für die Erstellung der Wirtschaftsplanung und des Jahresabschlusses\nVorbereitung und Abrechnung von Fördermitteln\nErstellung statistischer Auswertungen und Berichte\nPrüfung und Grundsatzbearbeitung von Verträgen\nPersonalwesen (z. B. Lohnvorbereitung, Urlaubs- und Abwesenheitsbearbeitung)\nErstellung von Abrechnungen (z. B. für Gastronomiepächter, Kooperationspartner)\nAnsprechpartner/in für Gesellschafter, Steuerberater, Wirtschaftsprüfer, Bank, IT-Dienstleister und Sicherheitsdienst\nUnterstützung im Veranstaltungs-/Vermietungsgeschäft\nAllgemeine Verwaltungsaufgaben (z. B. Rechnungserstellung und -prüfung, Überweisungen)\nIhr Profil:\nabgeschlossenes betriebswirtschaftliches Studium (Bachelor, Master oder Diplom) oder eine vergleichbare Qualifikation\nBerufserfahrung in einer vergleichbaren Position, idealerweise im Kulturbetrieb oder öffentlichen Dienst\nKenntnisse im Rechnungswesen und Vertragsrecht\nErfahrung mit Buchhaltungssystemen (vorzugsweise DATEV)\nSehr gute MS-Office-Kenntnisse, insbesondere Word und Excel\nSelbständige, strukturierte und analytische Arbeitsweise\nOrganisationsstärke, Verantwortungsbewusstsein und Belastbarkeit\nGute Englischkenntnisse in Wort und Schrift\nUnser Angebot:\nEine Vergütung in Anlehnung an den Tarifvertrag für den öffentlichen Dienst (bis Entgeltgruppe 11)\nMitwirkung an vielseitigen und abwechslungsreichen Projekten\nZusammenarbeit in einem kollegialen und motivierten Team\nDie GRIMMWELT Kassel bekennt sich ausdrücklich zur Chancengleichheit und fordert deshalb insbesondere qualifizierte Frauen zur Bewerbung auf. Anerkannte Schwerbehinderte werden bei ansonsten gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbung per Mail an\nbewerbung@grimmwelt.de\n.\nUnsere Datenschutzerklärung zu Ihrer Bewerbung finden Sie unter\nhttps://www.grimmwelt.de/grimmwelt-kassel/stellenangebote/\nBewerbungsfrist: 15.06.2025\nFür Rückfragen steht Ihnen Lina Schmidt, Tel. +49 (0)561 598619 15 oder per E-Mail (bewerbung@grimmwelt.de) gern zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/106889/", "date_published": "2025-05-20T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-aufsichtsdienst-m-w-d/", "image": "", "title": "Mitarbeiter/-in Aufsichtsdienst (m/w/d)", "content_text": "StadtPalais – Museum für Stuttgart, Stuttgart Bewerbungsende: 29.05.2025 | Wir suchen Sie für das Kulturamt der Landeshauptstadt Stuttgart, Abteilung StadtPalais – Museum für Stuttgart. Die Stelle ist in Teilzeit (60 %) und befristet für den Zeitraum einer Krankheitsvertretung zu besetzen. Die Stelle ist auch teilbar. Eine Beschäftigung im Minijob bei einem kleineren Arbeitszeitumfang ist möglich.\nDas StadtPalais – Museum für Stuttgart ist für die stadtgeschichtliche Sammlung verantwortlich und bietet neben seiner Dauerausstellung regelmäßige Sonderausstellungen, Veranstaltungen und Events für ein breites Publikum. Darüber hinaus gehören das „Stadtlabor“ und die Museen Hegel-Haus, Stadtmuseum Bad Cannstatt, Städtisches Lapidarium und die Heimatmuseen Möhringen und Plieningen in den Verantwortungsbereich des StadtPalais.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-aufsichtsdienst-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte/", "image": "", "title": "Mitarbeiter (w/m/d) Sicherheitszentrale und Pforte", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWerden Sie Teil unseres Teams! Denn auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besuchern zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken.\nWir besetzen ab sofort eine Stelle als\nMitarbeiter (w/m/d) Sicherheitszentrale und Pforte\n(in Vollzeit, 38,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nÜberwachung und Kontrolle der zugangsberechtigten Personen\nKontrolle und Überwachung der Außenhaut mittels Videoüberwachungsanlage\nKontrollgänge aus technischen Gründen oder bei Veranstaltungen\nKoordinierung des Alarmablaufs bei Polizei oder Brandalarm, Verständigung von Personen nach Notfallplan\nTelefonzentrale für technische bzw. infrastrukturelle Belange\nInformation und Vermittlungsposition bei externen Besuchern und Dienstleistern\nBestellung und Koordinierung der Handwerkeraufsichten\nMelden und Erstellen von Berichten und Vorkommnissen\nIhr Profil:\nBerufserfahrung im Bereich Sicherheit und Pfortendienst\nBescheinigung über die Unterrichtung nach § 34a GewO oder höherwertig\nKenntnisse im Umgang mit Gefahrenmanagementsystemen (BMA/EBA)\nTechnisches Verständnis z. B. im Bereich der Gefahrenmeldetechnik\nGute Anwender PC-Kenntnisse\nBereitschaft, im Schichtbetrieb (Früh- und Spätschicht) zu arbeiten\nHohes Verantwortungsbewusstsein und verantwortungsvoller Umgang mit Informationen\nFähigkeit, auch in Notfallsituationen ruhig und konzentriert zu bleiben\nGute und schnelle Auffassungsgabe\nAusgesprochene Team- und Kommunikationsfähigkeit\nKompetentes und freundliches Auftreten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung unter Angabe der Gehaltsvorstellung, die Sie bitte\nbis zum 15.06.2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-11\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Böttcher (Leitung Bereich Besucherservice) unter T +49 711 470 40 130. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/ datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-bereich-personal/", "image": "", "title": "Mitarbeiter (w/m/d) im Bereich Personal", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWerden Sie Teil unseres Teams! Auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besucher zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken. Wir freuen uns auf Ihre Bewerbung!\nZur Verstärkung unseres Teams Personal suchen wir ab sofort eine engagierte Persönlichkeit, die Freude an Aufgaben in der Personalverwaltung mitbringt.\nWir besetzen ab sofort eine Stelle als\nMitarbeiter (w/m/d) im Bereich Personal\n(in Teilzeit, zwischen 30 und 35 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nErfassung und Administration von personellen Maßnahmen und Mitarbeiterdaten in unseren Personalverwaltungs- und Zeiterfassungsprogrammen\nUnterstützung bei der Bearbeitung und Pflege der elektronischen Personalakten\nDurchführung von monatlichen, jährlichen sowie ad hoc personalrelevanten Auswertungen\nSonstige administrative Tätigkeiten wie z. B. Bearbeitung des Bescheinigungs- und Meldewesens und der Ein- und Austritte\nMitwirkung bei der Vorbereitung der Lohnabrechnung\nDokumentation und Weiterentwicklung der Prozesse und Arbeitsabläufe innerhalb des Bereichs Personal\nIhr Profil:\nErfolgreich abgeschlossene Ausbildung im kaufmännischen Bereich\nGerne erste Berufserfahrungen im Personalwesen\nKenntnisse im Arbeits-, Tarif- sowie Sozialversicherungsrecht wünschenswert\nSicherer Umgang mit MS-Office-Anwendungen\nGute schriftliche und mündliche Ausdrucksweise (Niveau C1)\nHohe Vertrauenswürdigkeit, Verschwiegenheit und Zuverlässigkeit\nSicheres und freundliches Auftreten\nSelbstständige, sorgfältige und strukturierte Arbeitsweise\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nBewerber (w/m/d) mit Behinderung oder Gleichstellung werden bei entsprechender Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung und sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung unter Angabe Ihrer Gehaltsvorstellung, die Sie bitte\nbis zum 15.06.2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der\nKennziffer SGS-2025-09\neinreichen.\nFür fachliche und allgemeine Fragen stehen Ihnen Frau Radu und Frau Wolff aus dem Bereich Personal gerne unter T +49 711 470 40 194 oder -196 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-bereich-personal/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-ausbildung-zum-zur-kuratorin/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) Ausbildung zum/ zur Kurator:in", "content_text": "Deutsches Textilmuseum Krefeld, Krefeld Bewerbungsende: 08.07.2025 | Inmitten der Metropolregion Rheinland\nist Krefeld eine Großstadt mit Charakter, viel Grün und hoher Lebensqualität – kulturell lebendig, wirtschaftlich dynamisch, mit einer engagierten Stadtgesellschaft. Unsere lange Tradition der Kreativität und Weltoffenheit wird auch in der Gegenwart spürbar.\nMachen Sie Krefeld mit uns l(i)ebenswert! Die Stadtverwaltung Krefeld ist vor Ort eine der größten Arbeitgeberinnen. Im Zusammenwirken mit der Bürgerschaft organisieren und gestalten rund 4000 Mitarbeiterinnen und Mitarbeiter den Alltag und das tägliche Miteinander in unserer Stadt.\nWir bieten Ihnen\neine\nAusbildung zum Kurator/zur Kuratorin (m/w/d) am Deutschen Textilmuseum\nim Rahmen eines\nwissenschaftlichen Volontariats\nKennziffer E – 122/25/41T I Beginn zum 01. Januar 2026 I befristet für die Dauer von zwei Jahren I Vollzeit I Die Vergütung beträgt 50 v.H. des Entgelts der EG 13 TVöD I Bewerbungsfrist: 08. Juli 2025\nDie Ausbildung, die dem wissenschaftlichen Volontär/der Volontärin den praktischen Umgang mit Objekten eröffnet, vermittelt eine wesentliche Zusatzqualifikation zu dem bereits an einer Hochschule erzielten Studienabschluss.\nDas Deutsche Textilmuseum Krefeld verfügt mit seiner nahezu 30.000 Objekte umfassenden Textilsammlung aus allen Kulturen, Epochen und Regionen über ein Alleinstellungsmerkmal. An diese Sammlung knüpfen sich zahlreiche Forschungs- und Publikationsprojekte, die zudem in temporären Ausstellungen gezeigt werden. Zwei Mal jährlich eröffnet das Museum eine neue Schau, die Themen bilden starke Kontraste und reichen von Kulturgeschichte, Ethnologie, Archäologie und textilem Handwerk bis hin zur zeitgenössischen Textilkunst.\nDurch einen wissenschaftlichen Volontär/eine wissenschaftliche Volontärin wird der Museumsbetrieb bei der Konzeption und Durchführung seiner Forschungs- und Ausstellungsprojekte qualifiziert unterstützt, zugleich werden dem Volontär/der Volontärin Kenntnisse und Fertigkeiten in allen Tätigkeitsfeldern des Museumsbetriebes vermittelt. Der Volontär/die Volontärin durchläuft alle Abteilungen des Hauses und erlernt so den praktischen Umgang mit zu bewahrendem Kulturgut, aber auch Projektmanagement, ein Kenntnisschatz, der an Universitäten und Hochschulen nicht vermittelt wird.\nDie Institutsleitung übernimmt die Betreuung und wissenschaftliche Ausbildung bei der es gilt, ein Bewusstsein zu schaffen für die Kernaufgaben des Museums: Sammeln, Bewahren, Erforschen, Ausstellen und Vermitteln. Unter fachgerechter Anleitung wird der Volontär/die Volontärin die Planung und Durchführung von öffentlichen Events (Workshops, Tagungen, Vorträge etc.) mitgestalten, dabei den zeitgemäßen Einsatz von digitalen Medien voranbringen sowie maßgeblich an der Konzeption und Realisierung von Ausstellung enmitarbeiten.\nWenn Sie über die im Profil genannten Qualifikationen verfügen, freuen wir uns über Ihre Online-Bewerbung\nIhr Profil\nein abgeschlossenes Hochschulstudium (Master, Magister, Diplom), möglichst mit Promotion in Kunstgeschichte, Ethnologie, Museologie oder einer anderen historischen Kulturwissenschaft und\nabsolvierte Museumspraktika von insgesamt mindestens drei Monaten\nIhre Aufgaben\nMitarbeit an Ausstellungsprojekten: inhaltliche Konzeption, Gestaltung und Realisieren der Ausstellungspläne, Leihverkehr (auch international), Verfassen wissenschaftlicher Texte und Unterstützung der Katalogproduktion, Öffentlichkeitsarbeit, Erstellen und Durchführen von Begleitprogrammen, Kunstvermittlung für verschiedene Altersgruppen\nMitarbeit an der Entwicklung digitaler Präsentationsformate\nAuseinandersetzung mit Sammlungsbeständen: Unterstützung der Inventarisierung und Sammlungsbetreuung\nDarüber hinaus wünschenswert\npraktische Erfahrungen im Ausstellungswesen\nErfahrungen im Recherchieren sowie Verfassen und Redigieren von Texten in deutscher Sprache\nstark ausgeprägte kommunikative Kompetenzen in Wort und Schrift\nausgewiesenes Interesse an Kulturgeschichte und europäischem Kunstgewerbe, außerdem Kenntnisse in Textil- und Modegeschichte\nBereitschaft, sich in Herstellungstechniken von Textilien einzuarbeiten\nErfahrungen im Umgang mit digitalen Medien, Social Media und Datenbanken\ngute Kenntnisse der englischen Sprache in Wort und Schrift, daneben Kenntnisse der französischen Sprache\nTeam- und Organisationsfähigkeit\nEngagement und Kreativität\nselbständige Arbeitsweise\nWir bieten Ihnen\nGesundheitsmangement/Sport\n30 Tage Urlaub\nHomeoffice (Stellenabhängig) / flexible Arbeitszeiten\nBetriebliche Altersvorsorge\nPersonalentwicklung/ Coaching/Mentoring\nOnboarding\nFeedback/ Ideenmanagement\nMitarbeitendenevents\nModerne Mobilitätsangebote wie Jobrad, AG-Darlehen & Dienstfahrkarten\nLeistungsorientierte Bezahlung\nFür fachliche Fragen hinsichtlich der ausgeschriebenen Stelle steht Ihnen die Leiterin des Deutschen Textilmuseums Frau Dr. Annette Paetz gen. Schieck (Tel. 02151/9 46 94 50) zur Verfügung. Ihre Ansprechpartnerin im Fachbereich Verwaltungssteuerung und – service rund um das Auswahlverfahren ist Frau Anke Axnick (Tel. 02151/86-1480).\nDie Stadt Krefeld fördert aktiv die Gleichstellung der Geschlechter und setzt sich für Chancengleichheit und Diversität ein. Wir erwarten von allen Mitarbeiterinnen und Mitarbeitern, dass sie an der Erreichung dieser Ziele aktiv mitwirken und begrüßen die Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Orientierung und geschlechtlicher Identität.\nDie Stadtverwaltung Krefeld hat sich verpflichtet, einen ausgewogenen Anteil von Frauen und Männern gegenwärtig und in Zukunft sicherzustellen. Frauen sind deshalb ausdrücklich angesprochen, sich zu bewerben. Die Auswahlentscheidungen erfolgen unter Berücksichtigung der Regelungen im Sozialgesetzbuch IX, im Landesgleichstellungsgesetz NRW sowie unseres aktuellen Gleichstellungsplans.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-ausbildung-zum-zur-kuratorin/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-97/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 15.06.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nEin Volontariat am Landesmuseum Württemberg ermöglicht eine fundierte Museumsausbildung. Ein Curriculum von internen Seminaren vertieft die praxisnahe und umfassende Einführung in alle museumsrelevanten Arbeitsgebiete. Es wird ein umfassender Einblick in alle Bereiche des Museums gegeben.\nIn der Fachabteilung Archäologie ist zum 1. November 2025 die Stelle einer/eines\nwissenschaftlichen Volontärin/Volontärs (m/w/d)\nin Vollzeit zu besetzen. Das Volontariat ist auf zwei Jahre befristet. Der Arbeitsort ist Stuttgart.\nNeben den allgemeinen Aufgaben in der Fachabteilung sind insbesondere die Mitarbeit im Ausstellungswesen, Projekten und Sammlungsmanagement Schwerpunkte des Volontariats.\nWir setzen voraus:\nein abgeschlossenes Hochschulstudium (Magister, Master, Diplom) in der Vor- und Frühgeschichte, Provinzialrömischen oder Klassischen Archäologie (Promotion wünschenswert).\nIhr Profil:\nInteresse an der musealen Präsentation von Objekten und Themen\nBereitschaft zur Vermittlung von Inhalten im Museum und im digitalen Raum\nerste Erfahrungen in der Museumsarbeit und Kenntnisse im Umgang mit Datenbanken sind von Vorteil\nüberdurchschnittliches Engagement, Teamfähigkeit, Belastbarkeit, Einsatzbereitschaft, Verantwortungsbewusstsein und Flexibilität\nDeutschkenntnisse im C1-Sprachniveau\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld\neine qualifizierende Weiterbildung für die Arbeit in Museen\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nUnterstützung Ihrer Mobilität mit dem JobTicket BW\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit\nDie Vergütung während des zweijährigen Volontariats entspricht 50 % der Entgeltgruppe 13 Stufe 1TV-L (Erhöhung im zweiten Jahr auf Stufe 2)\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre aussagekräftige Bewerbung unter Angabe der\nKennziffer 516\nmit den üblichen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zum\n15.06.2025\nin unserem Bewerbungsportal ein unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\nDie Vorstellungsgespräche sind für den 15.07.2025 vorgesehen.\nEine Teilnahme ist auch digital möglich.\nFür Rückfragen steht Ihnen Frau Dr. Astrid Fendt, Leiterin der Fachabteilung Archäologie, gerne zur Verfügung (Telefon: 0711 89535 205, E-Mail: Astrid.Fendt@Landesmuseum-Stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-97/", "date_published": "2025-05-19T00:00:00"}]}