{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-m-w-d-museums-und-ausstellungstechnik/", "image": "", "title": "Fachbereichsleitung (m/w/d) Museums- und Ausstellungstechnik", "content_text": "Deutsches Bergbau-Museum Bochum, Bochum Bewerbungsende: 10.04.2025 | Im Deutschen Bergbau-Museum Bochum (DBM), Leibniz-Forschungsmuseum für Georessourcen der DMT-Gesellschaft für Lehre und Bildung mbH, ist im Bereich Administration Museums- und Ausstellungstechnik zum nächstmöglichen Zeitpunkt die oben genannte Stelle in Vollzeit/Teilzeit (38,5 h/Woche) zu besetzen.\nDie Stelle ist unbefristet.\nIhre Aufgaben\nLeitung des Fachbereichs Museums- und Ausstellungstechnik im DBM (Modellbau, Tischlerei, Malerei/Lackiererei, Schlosserei, Feinmechanik)\nLeitung des Ausbildungsbetriebs (Modellbauer:in, Tischler:in, Maler:in/Lackierer:in)\nKostenstellenverantwortung\nOrganisation und Disposition von Objekt- und Projektarbeiten\nFührung und Überwachung der verschiedenen Fachbereiche bezüglich der Materialbeschaffung\nWas Sie mitbringen\nAbgeschlossene Berufsausbildung\nMeistertitel sowie Ausbilderschein wären wünschenswert\nErste Berufserfahrung in der Mitarbeiterführung\nKenntnisse von musealen Zusammenhängen sowie im Ausstellungsbau wären wünschenswert\nOrganisationsgeschick, selbstsicheres Auftreten und Kommunikationsfähigkeit sowie Entscheidungsfähigkeit, Sorgfalt und Gewissenhaftigkeit\nWas wir Ihnen bieten\nFörderung Ihrer persönlichen Entwicklung sowie Ihrer fachlichen Qualifizierung durch regelmäßige Weiterbildungsveranstaltungen\nFlexible Arbeitszeitmodelle, die für eine ausgeglichene Work-Life-Balance sorgen\nIGBCE als Tarifpartner\nUmfangreiche Zusatzleistungen, wie pme-Familienservice, Gesundheitstage, Teilnahme an Firmenläufen, gutes, kollegiales Arbeitsklima, enge Zusammenarbeit mit dem Betriebsrat\nWir bieten Ihnen eine attraktive Vergütung, die über dem tariflichen Niveau liegt und Ihre individuellen Leistungen und Erfahrungen wertschätzt\nFühlen Sie sich angesprochen?\nDann bewerben Sie sich über diesen\nLink.\nFür nähere Auskünfte zur Stelle steht Ihnen Herr Pfenner unter +49 (234) 5877-110 gerne zur Verfügung.\nInformationen über das Deutsche Bergbau-Museum Bochum erhalten Sie unter www.bergbaumuseum.de.\nWir, die DMT-LB, sind ein regional, national und international tätiges Unternehmen in Wissenschaft, Bildung und Kultur. Wir agieren mit zwei bekannten und anerkannten Institutionen – dem DBM und der TH Georg Agricola – nach außen.\nDie DMT-LB strebt nach Geschlechtergerechtigkeit und Vielfalt und begrüßt daher alle Bewerbungen – unabhängig von Geschlecht, Behinderung, Nationalität oder ethnischer und sozialer Herkunft.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.04.2025", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-m-w-d-museums-und-ausstellungstechnik/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bildungs-und-vermittlungstaetigkeiten-2/", "image": "", "title": "Bildungs- und Vermittlungstätigkeiten", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 17.04.2025 | Diese Ausschreibung richtet sich ausschließlich an Personen, die zuvor noch in keinem Beschäftigungsverhältnis zum DHM gestanden haben.\nBei der Stiftung Deutsches Historisches Museum ist im Fachbereich Bildung und Vermittlung eine befristete Stelle für\nBildungs- und Vermittlungstätigkeiten\nab dem 1. Juli 2025 zu besetzen. Es handelt sich um eine Vollzeitstelle mit einer Wochenarbeitszeit von 39 Stunden. Die Stelle ist zunächst befristet bis zum 31. Dezember 2025 verbunden mit der Option einer Verlängerung des Vertrages für eine Gesamtdauer von bis zu zwei Jahren (vorbehaltlich der jährlichen Mittelfreigabe) und nach Entgeltgruppe 13 TVöD-Ost bewertet.\nDienstorte sind Berlin-Mitte und Berlin-Marienfelde.\nDas Aufgabengebiet umfasst im Wesentlichen:\nKonzeptionelle Mitarbeit an der Ausstellungsdidaktik der neuen Ständigen Ausstellung (neSA) in den Epochenbereichen Neuzeit und Zeitgeschichte\nKonzeptionelle Weiterentwicklung von neSA-Ausstellungselementen, die sich insbesondere an Schüler*innen und Jugendliche sowie Familienpublikum wenden. Zusammenarbeit mit Fokusgruppen\nKonzeption von digitalen Lernportalmaterialien für Oberstufenschüler*innen zu Themen der Neuzeit- und Zeitgeschichte\nDurchführung der personalen und medialen Vermittlungsformate zur Ausstellung Roads not Taken (RNT)\nDurchführung von digitalen Standardvermittlungsangeboten zu den Epochen Mittelalter, Frühe Neuzeit und Neueste Geschichte in deutscher, englischer und einer weiteren Fremdsprache für Schulklassen (Sek. I u. II) und Erwachsene\nKonzeptionelle Mitarbeit bei Kooperations- und Drittmittelprojekten, wiss. Rechercheaufgaben\nFolgende Anforderungen werden gestellt:\nAbgeschlossene wissenschaftliche Hochschulbildung mit Epochenbezug Neuzeit und Zeitgeschichte der deutschen oder europäischen Geschichte in vorzugsweise einer dieser Fachrichtungen: Geschichte, Public History, Geschichtsdidaktik, Kunstgeschichte oder Kulturwissenschaft/-vermittlung\nMehrjährige Berufserfahrung in der historisch-politischen Bildungsarbeit\nUmfassende Methodenkompetenz in der geschichtsdidaktischen und exponatbezogenen Vermittlungsarbeit mit Oberstufenschülern\nSpezialkenntnisse der Neuzeit und/oder Zeitgeschichte sowie fundierte (kultur-)historische Überblickskenntnisse der deutschen oder europäischen Geschichte vom Mittelalter bis zur Neuzeit\nSouveräner Umgang mit Deutsch als Kommunikationssprache (Niveaustufe C1 des europäischen Referenzrahmens)\nGute mündliche Kenntnisse der englischen und einer weiteren modernen Fremdsprache\nWünschenswert sind:\nKenntnisse partizipativer Vermittlungsmethoden\nKenntnisse der Persona-Methode\nKenntnisse in Blended Learning\nKenntnisse inklusiver oder medienpädagogischer Vermittlungsarbeit\nEin hohes Maß an Organisationsgeschick, Belastbarkeit (die Tätigkeiten fallen auch am Wochenende an), Kommunikations- und Teamfähigkeit\nAnwendungskenntnisse der MS-Office-Programme\nBei Fragen zum Aufgabengebiet wenden Sie sich bitte an den Fachbereichsleiter Bildung und Vermittlung, Herrn Bresky, bresky@dhm.de.\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt. Die Stelle eignet sich nicht für eine Teilzeittätigkeit.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits- und sonstigen Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: BuV_DaNz\nbis zum\n17. April 2025\nausschließlich elektronisch an:\nbewerbung@dhm.de\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen nur als\neine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bildungs-und-vermittlungstaetigkeiten-2/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/reinigungsmitarbeiter-in-m-w-d/", "image": "", "title": "Reinigungsmitarbeiter/in (m., w., d.)", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf, Molfsee Bewerbungsende: 13.04.2025 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf – Abt. Zentrale Dienste –\nsucht zum nächstmöglichen Zeitpunkt für unser Team am Standort Molfsee eine/einen erfahrene/n\nReinigungsmitarbeiter/in (m., w., d.)\nin Teilzeit\nIhre Aufgaben\nDurchführen der Unterhaltsreinigung: Reinigung der Ausstellungsflächen, Verkehrsflächen, Nutzflächen, Technische Funktionsflächen, Büroräume und Sanitärbereiche\nReinigen der Ausstellungsexponate nach Einweisung und Anleitung durch die zuständigen Restauratoren\nDurchführen der Glasreinigung incl. Rahmenflächen und Fensterbänke\nUmweltgerechtes Entsorgen von Reststoffen und Verbrauchsmaterialien\nNachfüllen von Verbrauchmaterialien und Hygieneartikeln\nPrüfen der Funktion von Arbeitsmitteln\nKoordinierung und Überwachung vom eingesetzten Fremdpersonal\nUnsere Anforderungen\nEinschlägige Erfahrungen und Kenntnisse im Bereich der Unterhaltsreinigung, vorzugsweise im musealen Bereich\nFührerschein Klasse B\nSie sind teamfähig und haben Spaß im Umgang mit Menschen\nSie haben Freude an einer Tätigkeit in einem großen Museumsbetrieb mit seinen vielfältigen Arbeitsbereichen\nWir bieten\nDie Stelle ist bewertet nach Entgeltgruppe E2 TV-L.\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder.\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben/Lebenslauf/Zeugnisse) richten Sie bitte bis spätestens\n13.04.2025\nan\nbewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie auf unserer Homepage https://landesmuseen.sh/de/datenschutz/bewerber). Aus technischen Gründen kann nur eine PDF-Datei mit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/reinigungsmitarbeiter-in-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturfachlichen-projektmanagerin-w-m-d/", "image": "", "title": "Kulturfachliche:r Projektmanager:in (w/m/d)", "content_text": "Landschaftsverband Westfalen-Lippe, Münster Bewerbungsende: 25.04.2025 | Der Landschaftsverband Westfalen-Lippe sucht zum frühestmöglichen Eintrittstermin eine/einen\nkulturfachliche:n Projektmanager:in (w/m/d)\nEG 11 TVöD VKA\nfür unsere LWL-Kulturabteilung zur Vorbereitung mehrerer Projekte im Kulturbereich. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 7026\nbis zum\n25.04.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturfachlichen-projektmanagerin-w-m-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/objektverwalterin-m-w-d/", "image": "", "title": "Objektverwalter*in (M/W/D)", "content_text": "Reiss-Engelhorn-Museen, Mannheim Bewerbungsende: 09.04.2025 | Die Reiss-Engelhorn-Museen suchen zum nächstmöglichen Zeitpunkt eine/n\nObjektverwalter*in (M/W/D)\nEntgeltgruppe 5 TVöD | Vollzeit | unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.04.2025", "url": "https://www.museumsbund.de/stellenangebote/objektverwalterin-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/studienvorbereitendes-praktikum-2/", "image": "", "title": "Studienvorbereitendes Praktikum", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 07.04.2025 | Das Deutsche Hygiene-Museum versteht sich als Museum vom Menschen. Es ist eine interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt der Dauerausstellung „Abenteuer Mensch“ steht die Vermittlung von Wissen zum Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema „Welt der Sinne“ ermöglicht. Die körperhistorische Sammlung des Museums setzt sich insbesondere aus Objekten der Alltagskultur, Medien der Gesundheitsaufklärung und Lehrmittelprodukten des 20. und 21. Jahrhunderts zusammen.\nAb dem 15. September 2025 ist eine\nstudienvorbereitende Praktikumsstelle (m/w/d)\nin Vollzeit\n(40 Stunden / Woche) für die Dauer von 12 Monaten zu besetzen. Das Praktikum findet in den Abteilungen Ausstellungen und Sammlung & Forschung statt.\nIn der Abteilung Ausstellungen werden im Praktikumszeitraum mehrere Ausstellungen vorbereitet und präsentiert. Einen Überblick zu den bereits laufenden und geplanten Ausstellungen erhalten Sie unter\nhttps://www.dhmd.de/ausstellungen\n. Der Sammlungsbestand des Museums umfasst eine Vielzahl verschiedenartiger Objekte, die aus unterschiedlichen Materialien und Materialkombinationen bestehen. Häufig verwendete Materialien (oft in Kombination) sind Gips, Holz und Kunststoff (gefasst und ungefasst) sowie Leder, Textil, Metall und polychrome Wachsmischungen. Nähere Informationen zu den Objekten erhalten Sie unter\nhttps://sammlung.dhmd.digital\n.\nIm Rahmen verschiedener (Forschungs-)Projekte zur Konservierung/Restaurierung kooperiert das Deutsche Hygiene-Museum seit 2007 mit dem Studiengang Kunsttechnologie, Konservierung und Restaurierung von Kunst- und Kulturgut der Hochschule für Bildende Künste (HfBK) Dresden und dem Institut für Restaurierungs- und Konservierungswissenschaft (CICS) der Technischen Hochschule (TH) Köln.\nDas Praktikum soll auf die Eignungsprüfung zu einem Diplom- oder Bachelor-/Masterstudiengang im Fachbereich Konservierung/Restaurierung vorbereiten und u. a. Einblicke in die folgenden Themengebiete geben:\nUntersuchung, Konzepterstellung und Durchführung von Konservierungs- und Restaurierungsmaßnahmen an Sammlungsobjekten\nObjektfotografie und Anfertigung von Dokumentationen\npräventive Konservierungsmaßnahmen in den Depots und Ausstellungen mit Blick auf Klima und Klimaüberwachung, Minimierung von Schadstoffen in Vitrinen, Schädlingsprävention etc.\nLeihverkehr (Sonderausstellungen und Leihgaben) inkl. Protokollierung, Verpackung, Transportvorbereitung und -begleitung sowie konservatorisches art-handling von Objekten unterschiedlichster Materialien/Techniken\nAnforderungsprofil:\nVoraussetzung für eine Bewerbung ist die Hoch- bzw. Fachhochschulreife\nInteresse an der Institution Museum, insbesondere an der Arbeit mit Museumsobjekten\nEngagement, Selbständigkeit und Aufgeschlossenheit\nsicherer Umgang mit dem PC (insbesondere MS Office)\nVorkenntnisse sind nicht erforderlich. Für Fragen steht Ihnen Jakob Fuchs (0351 48 46 275) gern zur Verfügung. Praktikant:innen erhalten eine Aufwandsentschädigung in Höhe von 20,00 € pro Anwesenheitstag.\nInteressierte richten ihre Bewerbung mit den üblichen Unterlagen bitte elektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\noder postalisch an\nStiftung Deutsches Hygiene-Museum, Frau Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung im DHMD ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter\nhttps://www.dhmd.de/datenschutz/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.04.2025", "url": "https://www.museumsbund.de/stellenangebote/studienvorbereitendes-praktikum-2/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/103673/", "image": "", "title": "Teamleiter Management, Kommunikation und Marketing m/w/d", "content_text": "Oberschwäbisches Museumsdorf Kürnbach, Bad Schussenried-Kürnbach Bewerbungsende: 20.04.2025 | Der Landkreis Biberach sucht Sie als\nTeamleiter Management, Kommunikation und Marketing m/w/d\nim Oberschwäbischen Museumsdorf Kürnbach\nKennziffer: 2025-45-04\nMitten im Geschehen.\nArbeiten im Team.\nIm Oberschwäbischen Museumsdorf Kürnbach mit seinen rund 40 historischen Gebäuden wird Geschichte lebendig. Auch dank vieler Veranstaltungen erleben hier jedes Jahr rund 120.000 Besucherinnen und Besuchern mit allen Sinnen, wie die Menschen in Oberschwaben früher gelebt und gearbeitet haben.\nIn diesem Job warten anspruchsvolle Aufgaben auf Sie, die Sie in Vollzeit ab 1. August 2025 an unserem Dienstort in Bad Schussenried-Kürnbach erledigen können:\nim Bereich Marketing verantwortlich für Steuerung der Presse-, Medien- und Öffentlichkeitsarbeit, insbesondere für Events, Weiterentwicklung und Betreuung der Online-Kommunikation des Museumsdorfs\nKonzeption und Umsetzung des Marketingplans in den analogen und digitalen Bereichen\nim Bereich Management strategisches und operatives Personalmanagement, sowie Organisation des Museumsbetriebs\nMitarbeit bei Budgetierung und Controlling der Museumsausgaben\nAusbau Drittmittelmanagement, Fundraising und Sponsoring\nim Bereich Kommunikation Pflege und Ausbau strategischer Partnerschaften mit Akteuren in verschiedenen Bereichen wie Tourismus, Kultur, Medien, Wirtschaft und Vereine\nstrategische Kommunikation im Bereich Markenpositionierung und Produktentwicklung\nSteuerung Besucherservice und Museumsladen\nSie sind bei uns richtig, wenn Sie Folgendes mitbringen:\nein abgeschlossenes Studium in den Bereichen Betriebswirtschaftslehre, Marketing, Tourismus, Kulturmanagement oder ein vergleichbares Studium; Abschluss als Fachwirt in den oben genannten Bereichen\nsicherer Umgang mit digitalen und klassischen Medien sowie Social-Media-Plattformen\nsehr gute Ausdrucksfähigkeit in Wort und Schrift\nKenntnisse in Grafik-, Bild- und Videobearbeitung sind von Vorteil\nBereitschaft zur Arbeit zum Teil auch an Wochenenden und Feiertagen\nAusbildereignung ist von Vorteil\nBieten können wir Ihnen\neine leistungsgerechte Bezahlung in Entgeltgruppe 11 TVöD\neine unbefristete Beschäftigung\nWork-Life-Balance durch flexible Arbeitszeitmodelle und die Möglichkeit, mobil bzw. in Telearbeit (Home Office) zu arbeiten\nAngebote zur Vereinbarkeit von Beruf und Familie\nein vielfältiges Fortbildungsprogramm zur persönlichen und fachlichen Weiterqualifizierung\nzusätzliche Altersvorsorge (Betriebsrente)\nFahrtkostenzuschüsse für den ÖPNV\nZuschuss zum Fahrradkauf oder -leasing\nein attraktives Gesundheitsmanagement\nRabatte und Vergünstigungen über corporate benefits\neinen zusätzlichen dienstfreien Tag\nBei Fragen zum Bewerbungsverfahren oder zum Landratsamt als sympathischer, moderner Arbeitgeber steht Ihnen unsere Personalerin Nina Mühlebach,\nTelefon 07351 52-7210 oder per E-Mail an nina.muehlebach@biberach.de, gerne zur Verfügung.\nFalls Sie Detailfragen zu Stelle und Verantwortlichkeiten haben, freut sich Museumsleiter Dr. Jürgen Kniep, Telefon 07351 52-6204, auf Ihren Anruf oder Ihre E-Mail an juergen.kniep@biberach.de.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.04.2025", "url": "https://www.museumsbund.de/stellenangebote/103673/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/vorpraktikantin-m-w-d-fuer-den-bereich-restaurierung/", "image": "", "title": "Vorpraktikant:in (m/w/d) für den Bereich Restaurierung", "content_text": "LVR-Archäologischer Park Xanten / LVR-RömerMuseum, Xanten Bewerbungsende: 03.04.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDer LVR steht für Vielfalt. Unser Ziel ist es, dies auch in unserer Beschäftigungsstruktur abzubilden.\nDer LVR-Archäologische Park Xanten mit dem dazugehörigen LVR-RömerMuseum ist eines der bedeutendsten Freilichtmuseen Deutschlands und Bestandteil des UNESCO-Welterbes Niedergermanischer Limes.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.04.2025", "url": "https://www.museumsbund.de/stellenangebote/vorpraktikantin-m-w-d-fuer-den-bereich-restaurierung/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsmanagerin-sammlung-m-w-d/", "image": "", "title": "Bereichsmanager:in Sammlung (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 21.04.2025 | Die Stiftung Stadtmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, zunächst\nbefristet\nauf\n4 Jahre\nmit der Option auf Entfristung und in\nVollzeit\n(39 Wochenstunden) oder\nTeilzeit\n, eine:n\nBereichsmanager:in Sammlung (m/w/d)\nEntgeltgruppe 14 TVöD-V VKA, Tarifgebiet West\nStiftung Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft – dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen und vielstimmigen Berlin.\nDas Team / Der Standort / Das Projekt\nDer Bereich „Sammlung“ sammelt, bewahrt, pflegt und erforscht das Kulturerbe Berlins. Ziel ist es, die große, bestehende Berlin-Sammlung und die zehn unselbständigen und selbständigen Stiftungen für die diverse Stadtgesellschaft und darüber hinaus analog und digital zugänglich zu machen sowie thematisch weiterzuentwickeln. Die digitale Erschließung, die Neu-Sichtung der Sammlungsbestände und das aktive Sammeln orientieren sich an acht Themenschwerpunkten: Stadtökologie, Protest, Vergnügen, Stadtentwicklung, Kolonialismus, Migration, Nationalsozialismus und die geteilte Stadt.\nDer Großteil der Kolleg:innen im Bereich Sammlung arbeitet im zentralen Depot des Stadtmuseums Berlin in Berlin-Spandau. Als Bereichsmanager:in Sammlung sind Sie Teil der Management-Runde des Stadtmuseums Berlin und berichten direkt an die Künstlerische Direktion.\nWir freuen uns auf Berlin-begeisterte Bewerber:innen, die die strategische Entwicklung der Sammlung mit uns fortsetzen wollen!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsmanagerin-sammlung-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-finanzen-m-w-d/", "image": "", "title": "Abteilungsleitung Finanzen (m/w/d)", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 21.04.2025 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts und zählt zu den herausragenden kulturellen Institutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte der Stiftung sind die Weimarer Klassik, ihre Nachwirkungen in der Kunst und Kultur des 19. Jahrhunderts und die Moderne mit Friedrich Nietzsche und dem Bauhaus. Die Sammlungen werden in der Herzogin Anna Amalia Bibliothek, dem Goethe- und Schiller-Archiv, den Museen sowie den historischen Bauten und Gärten betreut.\nAls Querschnittsdirektion ist die Direktion Verwaltung für den Ordnungsrahmen und die Dienst-leistungen von zentraler Bedeutung und widmet sich in einer wichtigen Übergangsphase vor allem der digitalen Transformation und nachhaltigen Konsolidierung. Die Leitung der Abteilung Finanzen trägt zusammen mit dem Beauftragten für den Haushalt eine Gesamtverantwortung für ein jährliches Volumen von rund 37 Millionen Euro im institutio-nellen Haushalt sowie gut 32 Millionen Euro im Projektgeschäft.\nIm Rahmen der Nachbesetzung ist in der Direktion Verwaltung zum nächstmöglichen Zeitpunkt folgende Stelle, unbefristet, in Vollzeit zu besetzen:\nAbteilungsleitung Finanzen (m/w/d)\nzugeordnet dem Verwaltungsdirektor/Vizepräsidenten\nE 13 TV-L, Kennziffer: 07/2025\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.04.2025", "url": "https://www.museumsbund.de/stellenangebote/abteilungsleitung-finanzen-m-w-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zentrumsassistenz-w-m-d/", "image": "", "title": "Zentrumsassistenz (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 24.04.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Bonn-Poppelsdorf. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von 2 Jahren eine\nZentrumsassistenz (w/m/d)\nmit 29 Stunden/Woche.\nDas sind Ihre Aufgaben:\nEigenverantwortliche und selbständige Organisation eines Sekretariats\nPlanung, Organisation, Protokollierung und Nachbereitung von Besprechungen, Tagungen und Sitzungen\nVeranstaltungsplanung und Durchführung von z.B. Raumbuchungen, Auftragsvergabe an Dienstleister und Kostenrechnungen\nUnterstützung der Zentrumsleitung im Tagesgeschäft bei organisatorischen und administrativen Aufgaben, sowohl für interne als auch für externe Anfragen\nHintergrundrecherche\nKoordination der Arbeitsplatzverteilung und Arbeitsplatzausstattung\nOrganisatorische Unterstützung bei der Einführung neuer Mitarbeiter und bei der Vor- und Nachbereitung von Lehrveranstaltungen\nInhaltliche Pflege der Website\nDatenmanagement, Dokumentation und Archivierung\nUnterstützung bei der Budgetüberwachung und Mittelverwaltung\nAllgemeine Sekretariats- und Bürotätigkeiten, Post- und Telefondienst, Verwaltung und Bestellung von Büromaterial\nIm Bedarfsfalle Abwesenheitsvertretung anderer Sekretariate für die Standorte Bonn und Hamburg\nDas sind unsere Anforderungen:\nAbgeschlossene Berufsausbildung in einem einschlägigen Büro- oder Verwaltungsberuf oder gleichwertige nachgewiesene fachliche Kenntnisse und berufliche Erfahrungen\nNachgewiesene sehr gute Deutsch- und Englisch-Kenntnisse in Wort und Schrift\nSichere Kenntnisse in den MS Office-Programmen und sicherer Umgang mit elektronischen Medien allgemein (u.a. Videokonferenzen)\nKommunikative und organisatorische Stärke, Teamfähigkeit und Flexibilität\nHervorragende Team-Fähigkeit und ein professionelles Auftreten\nSchnelle Informationsauffassungsgabe\nVerantwortungsbewusste, strukturierte und sorgfältige Arbeitsweise\nDas sind unsere Leistungen:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 8 TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\nFlexible Arbeitszeiten mit der Möglichkeit teilweise von zu Hause zu arbeiten\ndie Möglichkeit des Bezugs eines Jobtickets (Deutschlandticket)\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10MB pro Datei)\nbis zum 24.04.2025\nausschließlich digital über unser\nKarriereportal\nan Frau Winkels. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.04.2025", "url": "https://www.museumsbund.de/stellenangebote/zentrumsassistenz-w-m-d/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektrikerin-m-w-d-4/", "image": "", "title": "Elektriker:in (m/w/d)", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 22.04.2025 | In der Abteilung\nTechnik\n, Sicherheit, Innerer Dienst der Generaldirektion der Staatlichen Museen zu Berlin sind bis zu\ndrei\nStellen als\nElektriker:in (m/w/d)\nzu besetzen. Die\nStaatlichen Museen zu Berlin\nsind mit ihren 15 Sammlungen und vier Forschungsinstituten der größte Museumsverbund in Deutschland.  Das Referat Technik betreibt in allen Museumsgebäuden der Staatlichen Museen zu Berlin die hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/elektrikerin-m-w-d-4/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-20/", "image": "", "title": "Bibliothekar:in (m/w/d)", "content_text": "Gutenberg-Museum, Mainz Bewerbungsende: 22.04.2025 | Die Stadtverwaltung Mainz ist Dienstleisterin für Mainzer Bürger:innen und eine der größten Arbeitgeberinnen in der Region. Im Team Mainz sind ca. 5.000 Mitarbeiter:innen täglich für unsere Stadt im Einsatz. Wir verstehen uns als moderne Dienstleisterin, die offen ist für Verbesserungen, Anpassungen und Innovationen. Wir bieten qualitativ anspruchsvolle öffentliche Dienstleistungen für die Einwohner:innen und die Wirtschaft unserer Stadt.\nWir suchen Verstärkung für\nunser Gutenberg-Museum\n:\nBibliothekar:in (m/w/d)\nInformationen zur Stelle:\nBesetzung ab:\nab sofort\nbefristet/unbefristet:\nunbefristet\nStundenumfang:\nTeilzeit (19,5 Wochenstunden)\nVergütung:\nEntgeltgruppe 9 b TVöD\nBewerbungsfrist:\n22.04.2025\nKennziffer:\n451/01 (2025)\nAufgaben:\nKatalogisierung und Erwerbung aller Medienarten (hauptsächlich Monografien, Zeitschriften und Altbestand)\nUnterstützung bei der Erarbeitung eines Digitalisierungsworkflows: Bereitstellung der Digitalisate, Präsentation der digitalen Bestände auf einer ausgewählten Plattform, Verzeichnung der Digitalisate mit ihren Metadaten in den Datenbanken\nBeratung der Bibliotheksbenutzer:innen, Durchführung bibliothekarischer Recherchen\nKonservatorische Betreuung Altbestand in Absprache mit der/dem Museumsrestaurator:in\nWir bieten:\nEigenverantwortliches Arbeiten\nHome-Office bzw. mobile Arbeit und flexible Arbeitszeiten im Gleitzeitrahmen (sofern dienstlich möglich)\nStandortsicherheit im Stadtgebiet Mainz\nEine große Bandbreite an fachlichen und persönlichen Fort- und Weiterbildungen\nEin Jobticket im Rahmen des Deutschlandtickets\nKostenfreie bzw. vergünstigte dienstliche und private Nutzung des Fahrradsystems „meinRad“ (Fahrradvermietsystem in Mainz, Wiesbaden, Ginsheim-Gustavsburg und Budenheim)\nEine überwiegend arbeitgeberfinanzierte betriebliche Altersvorsorge (ZVK)\nDie verlässlichen Regelungen des Tarifvertrags für den öffentlichen Dienst, z.B.\nein unbefristetes Arbeitsverhältnis (bei Bewährung in der Probezeit)\n30 Tage Urlaub\nJahressonderzahlung\nIhr Profil:\nAbgeschlossenes bibliotheks- oder informationswissenschaftliches Hochschulstudium oder ein vergleichbares Hochschulstudium mit einschlägiger Berufserfahrung\nFundierte Kenntnisse der einschlägigen Regelwerke (RDA, GND usw.)\nErfahrung in der Katalogisierung von Altbeständen sowie im Metadatenmanagement und mit Digitalisierungsprojekten sind wünschenswert\nAnwenderbezogene Kenntnisse einer integrierten Bibliothekssoftware (vorzugsweise PICA) sind wünschenswert\nSehr sichere MS-Office-Kenntnisse, insbesondere in MS-Word und MS-Excel sind wünschenswert\nSehr gute deutsche Sprachkenntnisse, Kenntnisse in Latein und Englisch sind wünschenswert\nBereitschaft zur Übernahme von Benutzungsdiensten im Lesesaal\nSelbstständige, strukturierte und kooperative Arbeitsweise im Team\nDie Förderung von Vielfalt in der Verwaltung ist ein Leitziel der Landeshauptstadt Mainz. Schwerbehinderte werden bei gleicher Eignung bevorzugt. Bewerbungen von Menschen mit Migrationshintergrund sind uns willkommen.\nAls familienorientiertes Unternehmen forciert die Stadtverwaltung Mainz die Einrichtung von Home-Office bzw. mobiler Arbeit.\nZur schnelleren Bearbeitung Ihrer Bewerbung bitten wir Sie, sich über unser Online-Portal zu bewerben. Dies ist zu finden unter\nwww.mainz.de/karriere\n. Falls Sie sich per E-Mail oder Post bewerben möchten, geben Sie bitte die Kennziffer „451/01  (2025)“ bei Ihrer Bewerbung an.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-20/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-im-bereich-museumspaedagogik-2/", "image": "", "title": "Wissenschaftliche/r Volontär/in (m/w/d) im Bereich Museumspädagogik", "content_text": "Stiftung Saarländischer Kulturbesitz, Saarbrücken Bewerbungsende: 22.04.2025 | Die Stiftung Saarländischer Kulturbesitz ist eine der bedeutendsten Kulturinstitutionen des Saarlandes mit überregionaler und grenzüberschreitender Strahlkraft. Zu ihren Einrichtungen gehören das Saarlandmuseum (Moderne Galerie/Alte Sammlung) und das Museum für Vor- und Frühgeschichte mit der Römischen Villa Nennig sowie das Deutsche Zeitungsmuseum in Wadgassen.\nZur Verstärkung ihres Teams sucht die Stiftung Saarländischer Kulturbesitz möglichst zum 1. Mai 2025 für die Dauer von zwei Jahren eine/n:\nwissenschaftliche/n Volontär/in (m/w/d)\nim Bereich Museumspädagogik, primär für das Saarlandmuseum.\nDiese Ausschreibung orientiert sich an den Empfehlungen des Deutschen Museumsbundes für ein wissenschaftliches Volontariat. Zu den wesentlichen Inhalten gehören insbesondere\nfolgende Aufgabenschwerpunkte\n:\nMitarbeit bei der Konzeption und Umsetzung von zielgruppenspezifischen Bildungs- und Begleitprogrammen für die Dauerausstellung und im Rahmen von Sonderausstellungen\nMitarbeit bei der Planung und Durchführung von Kooperationsveranstaltungen mit Bildungsträgern und anderen Partnern\nMitarbeit bei der Gesamtkonzeption Bildung und Vermittlung sowie eigenständiger Organisation und Durchführung von Bildungsformaten\nSie erhalten Gelegenheit, alle Aufgabenfelder der Museumsarbeit – Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln – kennenzulernen. Eine fachliche Profilierung wird insbesondere im Bereich Bildung und Vermittlung geboten, nach Möglichkeit auch im Rahmen eigenständig entwickelter Projekte. Daneben ermöglicht das Volontariat die Teilnahme an regionalen Fortbildungsveranstaltungen.\nUnsere Anforderungen:\nabgeschlossenes Hochschulstudium (Bachelor, Master oder Magister) in Museumspädagogik, Museologie oder Kunstgeschichte, gerne mit einem museologischen oder pädagogischen Nebenfach,\nFremdsprachenkenntnisse, vorrangig in Englisch und Französisch\nKommunikationsfähigkeit, Zuverlässigkeit und Begeisterungsfähigkeit\nPlanungs- und Organisationsgeschick\nTeamfähigkeit, Belastbarkeit, selbstständiges Arbeiten und Kreativität\ngutes sprachliches Ausdrucksvermögen und Fähigkeit, auf unterschiedliche Besucherzielgruppen einzugehen\nfreundliches Auftreten und Freude im Umgang mit Besucher*innen und der Vermittlung von Fachwissen\ngängige Computer-Kenntnisse (MS Office)\nBereitschaft zum Arbeiten an Abenden und an Wochenenden\nGrundkenntnisse im Umgang mit sozialen Netzwerken (z.B. Facebook, Instagram, YouTube) und Podcasts (z.B. Spotify).\nWünschenswert:\nerste praktische Erfahrungen im musealen und kulturellen Bereich (z.B. durch Führungen, Museumspädagogik, Universitätsprojekte)\nErfahrungen in der Anwendung von Typo 3\nGrundkenntnisse in Bild- und Videobearbeitung\nFührerschein Klasse B.\nDie Vergütung beträgt im ersten Jahr 50 v. H. des Entgelts der EG 13 Stufe 1 und im zweiten Jahr 50 v. H. des Entgelts der EG 13 Stufe 2 TV-L in der jeweils geltenden Fassung.\nDie Stiftung Saarländischer Kulturbesitz gewährleistet die berufliche Gleichstellung aller Beschäftigten. Wir begrüßen deshalb Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bei gleicher Eignung werden wir schwerbehinderte Menschen bevorzugt einstellen.\nIhre Bewerbung richten Sie nach Veröffentlichung bitte bis einschließlich 22.04.2025 an: Stiftung Saarländischer Kulturbesitz, Vorstand, Bismarckstr. 11 – 19, 66111 Saarbrücken, oder per E-Mail an:\npersonalstelle@kulturbesitz.de\n.\nBeachten Sie, dass per Post eingegangene Bewerbungen nicht zurückgeschickt werden und ausschließlich Kopien vorzulegen sind. Im Zusammenhang mit der Bewerbung entstehende Kosten werden nicht erstattet.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen der DSGVO gelöscht. Weitere Bestimmungen zum Datenschutz finden Sie unter folgendem Link:\nhttps://www.kulturbesitz.de/fileadmin/images/Kulturbesitz/Stiftung/Dokumente/Bewerberinformation_Stiftung_Saarlaendischer_Kulturbesitz-21_05_2024.pdf\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-im-bereich-museumspaedagogik-2/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-m-w-d-fuer-die-verwaltung/", "image": "", "title": "Personalsachbearbeiter (m/w/d) für die Verwaltung", "content_text": "Stiftung Saarländischer Kulturbesitz, Saarbrücken Bewerbungsende: 22.04.2025 | Die Stiftung Saarländischer Kulturbesitz ist eine der bedeutendsten Kulturinstitutionen des Saarlandes mit überregionaler und grenzüberschreitender Strahlkraft. Zu ihren Einrichtungen gehören das Saarlandmuseum (Moderne Galerie/Alte Sammlung), das Museum für Vor- und Frühgeschichte (Saarbrücken) mit der Römischen Villa Nennig sowie das Deutsche Zeitungsmuseum in Wadgassen.\nZur Verstärkung ihres Teams sucht die Stiftung Saarländischer Kulturbesitz zum 01. Juli 2025 unbefristet in Vollzeit einen\nPersonalsachbearbeiter (m/w/d) für die Verwaltung\nZu Ihren Tätigkeiten gehören:\nPersonalsachbearbeitung in tariflichen Angelegenheiten, wie z.B. Einstellung, Vertragsgestaltung, Eingruppierung, Bearbeitung von Eltern-/Teilzeiten, Urlaub, Nebentätigkeiten, Melde- und Bescheinigungswesen etc.\nBetreuung des digitalen Zeiterfassungssystems, Prüfen der monatlichen Arbeitszeitkonten, Ansprechpartner*in für die Mitarbeitenden und den Personalrat in Fragen rund um das Thema Zeitwirtschaft\nOrganisation von Ausschreibungs- und Personalauswahlverfahren\nPflege der Personalakten und Personalstammdaten\nVorbereitung der Gehaltsabrechnung für geringfügig Beschäftigte\nVorbereitung und Überprüfung der Lohn-/Gehaltsabrechnungen für einen externen Bezügerechner entsprechend TV-L\nErstellung von Auswertungen und Statistiken\nUmsetzung von Rechtsnormen/-änderungen/Rechtsprechung sowie Erarbeitung von Dienstvereinbarungen in Abstimmung mit dem Verwaltungsvorstand\nsonstige allgemeine Verwaltungstätigkeiten sowie grundlegende Sekretariatsarbeiten und weitere Aufgaben für den Verwaltungsvorstand\nWir suchen eine engagierte Persönlichkeit mit:\nabgeschlossener kaufmännischer Berufsausbildung – vorzugsweise mit Schwerpunkt Personal oder Verwaltung\nKenntnissen im Tarif-, Arbeits- und Sozialversicherungsrecht sowie Grundkenntnissen im allgemeinen Vertragsrecht (BGB) sowie der Bereitschaft, diese in Weiterbildungen zu vertiefen\nmehrjähriger Berufserfahrung – vorzugsweise in der Personalsachbearbeitung\nfundierten MS-Office-Kenntnissen und Erfahrungen mit Personal-informationssystemen\nsozialer Kompetenz, Kooperations- und Kommunikationsfähigkeit\nselbstständiger, strukturierter und teamorientierter Arbeitsweise\nausgeprägtem Verantwortungsbewusstsein, Genauigkeit und Diskretion\nfachkundigen Sprachkenntnissen in Deutsch sowie fortgeschrittenen Sprachkenntnissen in Englisch\nWünschenswert:\nZusatzausbildung als Personalfachkaufmann/-frau\nFremdsprachenkenntnisse in Französisch\nBereitschaft zur Fort- und Weiterbildung\nWir bieten Ihnen:\ndie Arbeit in einem hochmotivierten Team\nVergütung nach dem Tarifvertrag der Länder mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nflexible Arbeitszeiten\ndie Möglichkeit des Bezugs eines Jobtickets (Kostenbeteiligung).\nDie Bezahlung erfolgt bei Erfüllung der tariflichen Voraussetzungen bis EG 8b TV-L. Bitte informieren Sie sich z.B. unter\nwww.oeffentlicher-dienst.info\nüber die Vergütung.\nDie Stiftung Saarländischer Kulturbesitz gewährleistet die berufliche Gleichstellung aller Beschäftigten. Wir begrüßen deshalb Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bei gleicher Eignung werden wir schwerbehinderte Menschen bevorzugt einstellen.\nIhre Bewerbung (Motivationsschreiben, Lebenslauf, Arbeitszeugnisse, Qualifikationsnachweise, frühestes Eintrittsdatum) richten Sie bitte bis einschließlich 22.04.2025 an: Vorstand, Stiftung Saarländischer Kulturbesitz, Bismarckstr. 11 – 19, 66111 Saarbrücken, oder per E-Mail an:\npersonalstelle@kulturbesitz.de\n.\nBeachten Sie, dass per Post eingegangene Bewerbungen nicht zurückgeschickt werden und ausschließlich Kopien vorzulegen sind. Im Zusammenhang mit der Bewerbung entstehende Kosten werden nicht erstattet.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen der DSGVO gelöscht. Mit Ihrer Bewerbung stimmen Sie der Verarbeitung Ihrer personenbezogenen Daten in erforderlichem Umfang zur Durchführung des Bewerbungs- und Auswahlverfahrens gemäß der EU-Datenschutz-Grundverordnung (DSGVO) zu.\nWeitere Bestimmungen zum Datenschutz finden Sie unter folgendem Link:\nhttps://www.kulturbesitz.de/fileadmin/images/Kulturbesitz/Stiftung/Dokumente/Bewerberinformation_Stiftung_Saarlaendischer_Kulturbesitz-21_05_2024.pdf\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.04.2025", "url": "https://www.museumsbund.de/stellenangebote/personalsachbearbeiter-m-w-d-fuer-die-verwaltung/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-praeparation-und-sammlungsmanagement-m-w-d-2/", "image": "", "title": "Leitung Präparation und Sammlungsmanagement (m/w/d)", "content_text": "Naturhistorisches Museum Mainz, Mainz Bewerbungsende: 11.04.2025 | Als Schaufenster in die Erdgeschichte von Rheinland-Pfalz ist das Naturhistorische Museum Mainz das größte Naturkundemuseum seiner Art im Bundesland. Die angegliederte Landessammlung für Naturkunde Rheinland-Pfalz beherbergt 1,5 Millionen Sammlungsobjekte aus den Fachbereichen Paläontologie, Geologie, Mineralogie, Zoologie und Botanik und bietet eine umfassende Forschungsinfrastruktur für regionale, nationale und internationale Wissenschaftler und Forscher.\nLeitung Präparation und Sammlungsmanagement (m/w/d)\nAbteilung Forschung und Sammlung\nVollzeit (39 Wochenstunden) | Entgeltgruppe 11 TVöD | unbefristet | ab sofort\nAufgaben u.a.:\nLeitung der Präparation\nGeowissenschaftliche Präparation und Restaurierung\nAufbereiten von geowissenschaftlichen Objekten für Forschungszwecke (Probenaufbereitung)\nLeitung technisches Sammlungsmanagement\nTechnisches Sammlungsmanagement der geowissenschaftlichen Sammlungen\nUnterstützung bei der kuratorischen Betreuung der geowissenschaftlichen Sammlungen\nMitarbeit bei der Neuaufstellung und Pflege einer Sammlungsdatenbank\nMitwirkung bei der Neugestaltung von Ausstellungen\nIhr Profil:\nAbgeschlossenes Hochstudium im Bereich Bio- bzw. Geowissenschaften oder abgeschlossene präparationstechnische Ausbildung oder einschlägige Berufserfahrung als bio- bzw. geowisschenschaftliche:r Präparator:in\nMehrjährige Berufserfahrung in der geowissenschaftlichen Präparation oder im technischen Sammlungsmanagement naturwissenschaftlicher Sammlungen\nSehr gute geowissenschaftliche Kenntnisse\nErfahrung in der Personalführung ist wünschenswert\nErfahrungen bei der Präparation von Fossilien in „Ölschiefern“ (Umbettungsmethode), im Bau von Dioramen, in der Anwendung verschiedener Abgusstechniken und im Aufbau und Umgang mit Datenbanken sind wünschenswert\nSelbstständige, kreative und flexible Arbeitsweise\nEntgeltgruppe 11 TVöD\nDie Förderung von Vielfalt in der Verwaltung ist ein Leitziel der Landeshauptstadt Mainz. Schwerbehinderte werden bei gleicher Eignung bevorzugt. Bewerbungen von Menschen mit Migrationshintergrund sind uns willkommen. Wir begrüßen besonders Bewerbungen von Frauen, da wir im Rahmen unseres Gleichstellungsplanes bestrebt sind, den Frauenanteil auf dieser Funktionsebene zu erhöhen.\nAls familienorientiertes Unternehmen forciert die Stadtverwaltung Mainz die Einrichtung von Home-Office bzw. mobiler Arbeit.\nWir freuen uns über Bewerbungen per Mail oder Post bis spätestens 11.04.2025.\nBitte geben Sie die Kennziffer 452/01 an.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.04.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-praeparation-und-sammlungsmanagement-m-w-d-2/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-bereich-grafik-und-social-media/", "image": "", "title": "Mitarbeiter/in (m/w/d) im Bereich Grafik und Social Media", "content_text": "Bayerische Nationalmuseum, München Bewerbungsende: 17.04.2025 | Zur Verstärkung des Teams sucht das Bayerische Nationalmuseum zum nächstmöglichen Zeitpunkt eine/n\nMitarbeiter/in (m/w/d) im Bereich Grafik und Social Media\nunbefristet und in Vollzeit in Entgeltgruppe\n9b\nTV-L.\nDas Bayerische Nationalmuseum zählt zu den größten Museen in Deutschland. Das Schatzhaus an der Eisbachwelle präsentiert herausragende Kunst von der Spätantike bis zum Jugendstil. Es erzählt auf einzigartige Weise europäische Kulturgeschichte in Bayern. Mit der fortlaufenden Erneuerung seiner Schausammlungen sowie spannenden Sonderausstellungen schlägt das Bayerische Nationalmuseum Brücken zwischen Vergangenheit und Gegenwart. Erfahren Sie mehr unter:\nwww.bayerisches-nationalmuseum.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-bereich-grafik-und-social-media/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleiterin-m-w-d-7/", "image": "", "title": "Verwaltungsleiter:in (m/w/d)", "content_text": "Stiftung Bundeskanzler-Adenauer-Haus, Bad Honnef-Rhöndorf Bewerbungsende: 30.04.2025 | Bei der Stiftung Bundeskanzler-Adenauer-Haus, bundesunmittelbare Stiftung des öffentlichen Rechts, ist zum 01.09.2025 in Bad Honnef-Rhöndorf die Stelle\neiner Verwaltungsleiterin / eines Verwaltungsleiters (m/w/d)\n(Entgeltgruppe 12 TVöD/Besoldungsgruppe A 12 Bund)\nin Vollzeit zu besetzen.\nDie Stiftung Bundeskanzler-Adenauer-Haus ist eine überparteiliche Politikergedenkstiftung des Bundes. Sie erinnert an den Politiker, ersten Bundeskanzler und großen Europäer Konrad Adenauer. Sie vermittelt seine Biografie und sein politisches Wirken an eine breite Öffentlichkeit.  Adenauers original erhaltenes Haus und sein Garten bilden zusammen mit einer Ausstellung einen einzigartigen Erinnerungsort der Demokratiegeschichte in Bad Honnef-Rhöndorf. Daneben unterhält die Stiftung einen Ausstellungs- und Veranstaltungsort in Berlin.\nIhre Aufgaben\nIhr Aufgabengebiet umfasst die Leitung der Verwaltung, insbesondere das Haushalts-, Kassen- und Rechnungswesen, die Personalverwaltung, die Verwaltung der Liegenschaften, Beschaffungs- und Vergabeangelegenheiten, die rechtliche Überprüfung und Abwicklung durch die Stiftung abzuschließender Verträge sowie sonstiger Grundsatzangelegenheiten und Organisationsaufgaben, die IT-Koordination und das Facility Management. Ferner ist beabsichtigt, der Stelleninhaberin/dem Stelleninhaber die Funktion der/des Beauftragten für den Haushalt zu übertragen. Die Besonderheit des Arbeitsplatzes liegt in der Vielfalt der Tätigkeiten und der hohen Verantwortung.\nIhr Profil\nSie verfügen über die Befähigung für die Laufbahn des gehobenen nichttechnischen Verwaltungsdiensts als Diplom-Verwaltungswirtin / Diplom-Verwaltungswirt (FH) bzw. durch einen inhaltlich diesem Abschluss entsprechenden Bachelor-Abschluss oder eine erfolgreich abgeschlossene Fortbildungsprüfung als Verwaltungsfachwirtin / Verwaltungsfachwirt. Des Weiteren haben Sie Berufserfahrung in der Verwaltungsleitung einer vergleichbaren Einrichtung. Sie bringen Erfahrungen und Fachkenntnisse in den Bereichen Verwaltungs- und Tarifrecht, Haushalts- und Vergaberecht einschließlich Anwendung des Haushalts-, Kassen- und Rechnungswesens des Bundes sowie des Liegenschafts­managements, der Personalverwaltung und -führung, des Daten- und Arbeitsschutzes, der Informationstechnologie und Digitalisierung mit.\nWir erwarten zudem:\nHohe Sozial- und Kommunikationskompetenz, überzeugendes und seriöses Auftreten mit entsprechender Dienstleistungsorientierung;\nausgeprägte analytische und konzeptionelle Fähigkeiten;\nOrganisationstalent, Verhandlungsgeschick und Belastbarkeit;\nErfahrungen mit modernen Informationstechnologien und deren Anwendung;\nselbständiges Arbeiten mit einem hohen Grad an Verantwortungs- und Qualitätsbewusstsein;\nTeamorientierung und Leitungskompetenz.\nWir bieten:\nein vielseitiges, interessantes Aufgabengebiet, offene Kommunikationskultur, teamorientiertes und eigenverantwortliches Arbeiten;\nBeamtinnen und Beamten die statusgleiche Übernahme bis zur Besoldungsgruppe A 12 Bundes­besoldungsordnung (BBesO) bei Vorliegen der laufbahnrechtlichen Voraussetzungen;\nTarifbeschäftigten bei Einstellung/Übernahme ein Entgelt nach Entgeltgruppe 12 des Tarifvertrags für den öffentlichen Dienst (TVöD), abgängig vom Vorliegen der persönlichen Voraussetzungen;\nbedarfsorientierte Fortbildung.\nDie Stiftung Bundeskanzler-Adenauer-Haus gewährleistet die berufliche Gleichstellung von Frauen und Männern. Schwerbehinderte Menschen werden nach Maßgabe des SGB IX besonders berücksichtigt. Dienstsitz ist Bad Honnef.\nSollte Ihr Interesse geweckt sein, senden Sie bitte Ihre\nBewerbung per Mail\nmit aussagekräftigen Unterlagen bis zum\n30. April 2025\nan\nverwaltung@adenauerhaus.de\nMit Ihrer Bewerbung erklären Sie sich einverstanden, dass Ihre personenbezogenen Daten zur Abwicklung des Bewerbungs- und ggf. Einstellungsverfahrens gespeichert werden. Wir behandeln diese Daten mit größter Sorgfalt nach den gesetzlichen Bestimmungen zum Datenschutz.\n[1]\nFür Rückfragen steht Ihnen Frau Dr. Schößler, Geschäftsführerin der Stiftung, unter\nTel. 02224-921-100 oder schoessler@adenauerhaus.de gerne zur Verfügung.\nwww.adenauerhaus.de\nhttps://adenauerhaus.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.04.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleiterin-m-w-d-7/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mehrere-mitarbeitende-m-w-d-fuer-die-kassen/", "image": "", "title": "mehrere Mitarbeitende (m/w/d) für die Kassen", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Trier Bewerbungsende: 08.04.2025 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Rheinisches Landesmuseum Trier im Zentrum der Antike Trier – stellt ab dem 01. Juni 2025\nmehrere Mitarbeitende (m/w/d) für die Kassen\nin Vollzeit oder in Teilzeit befristet für die Laufzeit der großen Landesausstellung „Marc Aurel“ vom 01. Juni 2025 bis 30. November 2025 ein. Dienstort ist Trier. Die Eingruppierung erfolgt nach Entgeltgruppe 3 TV-L.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine obere Landesbehörde und unmittelbar dem Ministerium des Innern und für Sport nachgeordnet. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Koblenz, Landesmuseum Mainz, Rheinisches Landesmuseum Trier und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing und Bauaufgaben unter einem Dach.\nDas Rheinische Landesmuseum Trier ist eines der wichtigsten archäologischen Museen in Deutschland und besitzt weltbekannte Sammlungsbestände aus den Bereichen Archäologie, Kultur- und Kunstgeschichte. Herausragend ist die Fülle und Qualität der Funde zur Römerzeit. Das Museum bildet gemeinsam mit der Porta Nigra, den Kaiserthermen, dem Amphitheater, den Thermen am Viehmarkt, den Barbarathermen, der Igeler Säule und der römischen Villa Otrang in Fließem das „Zentrum der Antike Trier“.\nVon Juni bis November 2025 findet in Trier die große Landesausstellung „Marc Aurel“ als Kooperation zwischen dem Rheinischen Landesmuseum und dem Stadtmuseum-Simeonstift statt. Das Rheinische Landesmuseum Trier zeigt dabei auf ca. 1.000 qm Ausstellungfläche einen spektakulären archäologisch-kulturgeschichtlichen Überblick der Zeit des römischen Kaisers Marc Aurel. Die Landesausstellung wird in Ergänzung mit den Trierer UNESCO-Welterbestätten zu einem der bedeutendsten kulturtouristischen Ziele in Rheinland-Pfalz, das überregionales Publikum anzieht.\nAls Mitarbeiter/in (m/w/d) erwarten Sie folgende abwechslungsreichen Aufgaben:\nEmpfang und Begrüßung der Besucher/innen\nVerkauf von Eintrittskarten und Kombitickets\nErstellung der täglichen Abrechnung\nallgemeine Besucherinformation zu den musealen Angeboten und Orientierungshilfe für Ortsfremde zum Partnermuseum und den Trierer Römerbauten des Zentrums der Antike\nVerkauf eines vielfältigen Publikationsangebots sowie eines reichhaltigen Sortiments an sogenannten Merchandising-Produkten, Non-Books, Souvenirs und Geschenkartikeln\nBotengänge und Befüllen der Regale und Auslagen mit Flyern und Informationsmaterial\nUnterstützung bei der Vor- und Nachbereitung sowie Durchführung von Veranstaltungen, anlassbezogen auch in Abend- und Nachtstunden (z.B. Lange Nacht der Museen)\nim Bedarfsfall erfolgt auch ein Einsatz am Gruppeneinlass oder der Garderobe des Museums\nFür diese Aufgaben wünschen wir folgende berufliche Erfahrungen und Kenntnisse:\nErfahrung im Kassendienst und Verkauf\nFreude am Umgang mit Menschen und Interesse an Geschichte und Kultur\ngutes sprachliches Ausdrucksvermögen, sicheres Auftreten, gute Umgangsformen, ausgeprägte Dienstleistungs- und Serviceorientierung, hohe Flexibilität, Belastbarkeit und Teamfähigkeit\nZuverlässigkeit und Bereitschaft zu regelmäßigen Einsätzen an Wochenenden und Feiertagen nach Dienstplan, sowie dazu die Arbeitszeit den dienstlichen Bedürfnissen saisonal und kurzfristig anzupassen\nFremdsprachenkenntnisse (Englisch oder Französisch) sind erwünscht\nWir bitten Sie in Ihrer Bewerbung den Teilzeitwunsch unter Angabe der gewünschten wöchentlichen Stundenzahl explizit anzugeben.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 24/2025\nbis zum\n08.04.2025\nan:\nbewerbung@gdke.rlp.de\noder\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz:\nwww.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mehrere-mitarbeitende-m-w-d-fuer-die-kassen/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-junior-campus-und-bildung-und-kitaschule/", "image": "", "title": "Referent*in (m/w/d) Junior Campus und Bildung und Kita|Schule", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 13.04.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot.\nMit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv.\nWir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann.\nAls Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an\ndiesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDer Junior Campus\nin der Ladestraße der Stiftung Deutsches Technikmuseum Berlin bietet ein umfangreiches Workshopangebot für Kinder und Jugendliche zu den Themen Nachhaltigkeit und Mobilität (Programm „Gefährten“) und Naturwissenschaften (Programm „mathemachen“).\nDie Stiftung Deutsches Technikmuseum Berlin sucht im Rahmen einer Elternzeitvertretung zum 01.07.2025\neine*n Referent*in (m/w/d)  mit Einsatz in den Bereichen Junior Campus und Bildung und Kita|Schule\nin Teilzeit (19,7 Stunden), befristet bis zum 31.10.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.04.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-junior-campus-und-bildung-und-kitaschule/", "date_published": "2025-03-27T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-fuer-oeffentlichkeitsarbeit/", "image": "", "title": "Referent*in (m/w/d) für Öffentlichkeitsarbeit", "content_text": "Senckenberg Gesellschaft für Naturforschung, Dresden Bewerbungsende: 23.04.2025 | Die Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf Standorten in ganz Deutschland betreiben Wissenschaftlerinnen und Wissenschaftler aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort in der sächsischen Landeshauptstadt Dresden befinden sich die Senckenberg Naturhistorischen Sammlungen in einer historisch geprägten Stadt mit einem großen kulturellen Angebot und exzellenten Forschungskooperationen.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für die Senckenberg Naturhistorischen Sammlungen Dresden für die Abteilung Öffentlichkeitsarbeit am Standort Dresden eine*n\nReferent*in (m/w/d) für Öffentlichkeitsarbeit\n(in Teilzeit 75%, 30 Stunden/Woche)\nIhre Aufgaben\nRedaktionelle Erstellung und Aufbereitung von Pressemitteilungen, Social-Media-Content, Newslettern und Präsentationen\nPflege und Weiterentwicklung des Internetauftritts sowie Verwaltung der Newsletter-Verteiler\nPresse- und Medienarbeit, einschließlich Betreuung von Journalist*innen und Versand von Pressematerial\nAufbau und Pflege von Netzwerken mit Medien, Interessengruppen und weiteren Partner*innen\nPlanung, Organisation und Durchführung von Veranstaltungen (z. B. Tag der offenen Tür, Ausstellungen, wissenschaftliche Kolloquien, nationale und internationale Tagungen) im Rahmen des Projektmanagements\nÜbernahme allgemeiner organisatorischer Aufgaben\nIhr Profil\nAbgeschlossenes Hochschulstudium (Master/Diplom) in Wissenschaftsjournalismus, Kulturmanagement, Medien- und Kommunikationswissenschaften oder vergleichbare Qualifikation mit nachgewiesener Erfahrung in PR und Öffentlichkeitsarbeit\nExzellente schriftliche und mündliche Ausdrucksfähigkeit auf Deutsch und Englisch\nErfahrung in der Erstellung von Pressemitteilungen und sicherer Umgang mit journalistischen Formaten\nFundierte Kenntnisse im Projektmanagement und in der Umsetzung von Kommunikationsstrategien\nSicherer Umgang mit Adobe Suite und WordPress\nKenntnisse im Urheber-, Medien- und Verwertungsrecht\nAusgeprägte Organisationsfähigkeit, Eigenverantwortung und Servicebewusstsein\nVon Vorteil\nErfahrung in Fotografie und visuellen Medien\nFreude an Kommunikation, Teamfähigkeit und Begeisterung für Netzwerkarbeit\nAffinität für aktuelle gesellschaftliche Themen (Zeitgeistthemen)\nBereitschaft zu gelegentlichen Einsätzen an Wochenenden oder Feiertagen\nWir bieten Ihnen\neine attraktive und abwechslungsreiche Tätigkeit in einer weltweit anerkannten Forschungseinrichtung\nselbstständiges Handeln in einem internationalen, motivierten und professionellen Umfeld\nflexible Arbeitszeiten – Möglichkeit der Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nOrt: Dresden\nBeschäftigungsumfang: Teilzeit 75% (30 Stunden/Woche)\nVertragsart: Zunächst befristet für zwei Jahre\nVergütung: Tarifvertrag der Länder TV-L, voraussichtlich nach E 11\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer 07-25003 bis zum 23.04.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online Bewerbungsformular unter\nhttps://www.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Sinah Hoffmann unter\nsinah.hoffmann@senckenberg.de\nsehr gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.04.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-fuer-oeffentlichkeitsarbeit/", "date_published": "2025-03-27T00:00:00"}]}