{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/zwei-mitarbeiter-innen-m-w-d-im-referat-provenienzforschung/", "image": "", "title": "zwei Mitarbeiter/-innen (m/w/d) im Referat Provenienzforschung", "content_text": "Staatliche Museumsagentur Bayern, München Bewerbungsende: 25.08.2025 | Die Staatliche Museumsagentur ist eine unmittelbar nachgeordnete Behörde des Staatsministeriums für Wissenschaft und Kunst. Sie nimmt in Personal-, Haushalts-, Rechts- und IT-Angelegenheiten Aufgaben für alle staatlichen Museen und Sammlungen in ganz Bayern wahr.\nWir suchen zur Verstärkung unseres Teams im Referat Provenienzforschung zwei\nMitarbeiter/-innen (m/w/d)\nin Vollzeit, Entgeltgruppe 13 TV-L, zum nächstmöglichen Zeitpunkt befristet für zwei Jahre\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.08.2025", "url": "https://www.museumsbund.de/stellenangebote/zwei-mitarbeiter-innen-m-w-d-im-referat-provenienzforschung/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-22/", "image": "", "title": "Bibliothekar:in (m/w/d)", "content_text": "Gutenberg-Museum, Mainz Bewerbungsende: 15.08.2025 | Die Stadtverwaltung Mainz ist Dienstleisterin für Mainzer Bürger:innen und eine der größten Arbeitgeberinnen in der Region. Im Team Mainz sind ca. 5.000 Mitarbeiter:innen täglich für unsere Stadt im Einsatz. Wir verstehen uns als moderne Dienstleisterin, die offen ist für Verbesserungen, Anpassungen und Innovationen. Wir bieten qualitativ anspruchsvolle öffentliche Dienstleistungen für die Einwohner:innen und die Wirtschaft unserer Stadt.\nWir suchen Verstärkung für unser\nGutenberg-Museum:\nBibliothekar:in (m/w/d)\nAbteilung Bibliothek\nTeilzeit (19,5 Wochenstunden) | Entgeltgruppe 9 b TVöD | unbefristet | ab sofort\nKennziffer 451/06\nDas 1900 gegründete Gutenberg-Museum in Mainz, dem Geburtsort von Johannes Gutenberg, gilt als eines der ältesten Druckmuseen und hat als Weltmuseum der Druckkunst große Strahlkraft weit über die Grenzen von Mainz hinaus. Mit einem Neubau soll das Gutenberg-Museum in den kommenden Jahren in allen Bereichen zukunftsfähig gemacht werden, damit es seinen Platz in der internationalen Museumslandschaft behaupten und ausbauen kann. Dabei ist ein offener Vermittlungsansatz, der den Museumsbesuch zu einem Bildungserlebnis werden lässt, erklärtes Ziel des Gutenberg-Museums.\nAufgaben u.a.:\nKatalogisierung und Erwerbung aller Medienarten (hauptsächlich Monografien, Zeitschriften und Altbestand)\nUnterstützung bei der Digitalisierung, u.a. Verzeichnis der Digitalisate mit ihren Metadaten in den Datenbanken\nBeratung der Bibliotheksbenutzer:innen, Durchführung bibliothekarischer Recherchen\nKonservatorische Betreuung Altbestand in Absprache mit dem/der Museumsrestaurator:in\nWir bieten:\nEigenverantwortliches Arbeiten\nHome-Office bzw. mobile Arbeit und flexible Arbeitszeiten im Gleitzeitrahmen (sofern dienstlich möglich)\nStandortsicherheit im Stadtgebiet Mainz\nEine große Bandbreite an fachlichen und persönlichen Fort- und Weiterbildungen\nEin Jobticket im Rahmen des Deutschlandtickets\nKostenfreie bzw. vergünstigte dienstliche und private Nutzung des Fahrradsystems “meinRad” (Fahrradvermietsystem in Mainz, Wiesbaden, Ginsheim-Gustavsburg und Budenheim)\nEine überwiegend arbeitgeberfinanzierte betriebliche Altersvorsorge (ZVK)\nDie verlässlichen Regelungen des Tarifvertrags für den öffentlichen Dienst, z.B.\nein unbefristetes Arbeitsverhältnis (bei Bewährung in der Probezeit)\n30 Tage Urlaub\nJahressonderzahlung\nIhr Profil:\nAbgeschlossenes bibliotheks- oder informationswissenschaftliches Hochschulstudium oder ein vergleichbares Hochschulstudium mit einschlägiger Berufserfahrung\nFundierte Kenntnisse der einschlägigen Regelwerke (RDA, GND usw.) sind wünschenswert\nErfahrung in der Katalogisierung von Altbeständen sowie im Metadatenmanangement und mit Digitalisierungsprojekten sind wünschenswert\nAnwenderbezogene Kenntnisse einer integrierten Bibliothekssoftware (vorzugsweise PICA) sind wünschenswert\nSehr sichere MS-Office-Kenntnisse, insbesondere in MS-Word und MS-Excel sind wünschenswert\nSehr gute deutsche Sprachkenntnisse, Kenntnisse in Latein und Englisch sind wünschenswert\nBereitschaft zur Übernahme von Benutzungsdiensten im Lesesaal\nSelbstständige, strukturierte und kooperative Arbeitsweise im Team\nEntgeltgruppe 9 b TVöD\nDie Förderung von Vielfalt in der Verwaltung ist ein Leitziel der Landeshauptstadt Mainz. Schwerbehinderte werden bei gleicher Eignung bevorzugt. Bewerbungen von Menschen mit Migrationshintergrund sind uns willkommen.\nAls familienorientiertes Unternehmen forciert die Stadtverwaltung Mainz die Einrichtung von Home-Office bzw. mobiler Arbeit.\nWir freuen uns über Bewerbungen bis spätestens 15.08.2025 über unser Onlineportal. Dieses finden Sie unter mainz.de/karriere.\nBei Bewerbungen per E-Mail oder Post geben Sie bitte die Kennziffer 451/06 an.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.08.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-22/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/workshop-leitung-fuer-bildungsangebote-im-arbeitsmodell-arbeit-auf-abruf-m-w-d/", "image": "", "title": "Workshop-Leitung für Bildungsangebote im Arbeitsmodell Arbeit auf Abruf (m/w/d)", "content_text": "TECHNOSEUM, Mannheim Bewerbungsende: 17.08.2025 | TECHNOSEUM\nRund 190.000 Menschen besuchen jährlich unsere Ausstellungen, darunter über 90.000 Kinder und Jugendliche. Wir sind damit ein bedeutender außerschulischer Lern- und Erlebnisort in der Metropolregion Rhein-Neckar.\nUnser Auftrag: Erforschen, Ausstellen und Vermitteln von rund 200 Jahren Technik- und Sozialgeschichte mit dem Blick in die Zukunft.\nEine umfangreiche Bildungs- und Vermittlungsarbeit für verschiedene Zielgruppen, vor allem für Schulen, zeichnet das Museum aus. Das Erleben und Verstehen findet sowohl in den Ausstellungen als auch in den Räumen für Workshops statt, hier vor allem bei Angeboten im naturwissenschaftlichen, technischen und medienpädagogischen Bereich.\nSie haben Freude am Umgang mit Menschen?\nSie können auch komplexe Zusammenhänge auf den Punkt bringen und spannend vermitteln?\nDann werden Sie\nzum nächstmöglichen Zeitpunkt\nTeil unseres Museumsteams als\nWorkshop-Leitung für Bildungsangebote im Arbeitsmodell Arbeit auf Abruf (m/w/d)\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/workshop-leitung-fuer-bildungsangebote-im-arbeitsmodell-arbeit-auf-abruf-m-w-d/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-im-bereich-kommunikation-marketing-das-minsk/", "image": "", "title": "Mitarbeiter/in im Bereich Kommunikation/Marketing (DAS MINSK)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 23.08.2025 | Die Museen der Hasso Plattner Foundation gGmbH, eine Tochter der gemeinnützigen Hasso Plattner Foundation, betreibt seit 2017 das Museum Barberini und seit 2022 DAS MINSK Kunsthaus in Potsdam, welche vom Kunstsammler und SAP-Gründer Hasso Plattner gestiftet wurden.\nDAS MINSK Kunsthaus in Potsdam ist damit das jüngste Projekt der Hasso Plattner Foundation und eröffnete am 24. September 2022 für die Öffentlichkeit. Das ehemalige Terrassenrestaurant „Minsk“ – erbaut in den 1970er-Jahren im modernistischen Stil der DDR – wird damit zu einem Ort für Begegnungen zwischen moderner und zeitgenössischer Kunst. Hier werden Kunstwerke aus der ehemaligen DDR, die Teil der Sammlung Hasso Plattner sind, in neuen Kontexten gezeigt.\nIm Rahmen einer Elternzeitvertretung wird zum nächstmöglichen Zeitpunkt ein/e\nMitarbeiter/in im Bereich Kommunikation/Marketing (DAS MINSK) in Vollzeit gesucht.\nDie Stelle ist voraussichtlich befristet bis Mai 2027.\nIhre Aufgaben:\nPlanung, Umsetzung und Evaluation von Kommunikations- und Marketingmaßnahmen (Print und Digital) in Abstimmung mit der Leitung\nRedaktionelle Betreuung und Weiterentwicklung der digitalen Kanäle (Website, Social Media, Newsletter, App), inkl. Redaktionsplanung, Community Management und Performanceanalyse\nErstellung und Redaktion zielgruppenorientierter Inhalte (z. B. Pressemitteilungen, Newsletter, Beiträge, Posts),\nBeobachtung aktueller Trends in Medien, Kultur und Tourismus sowie Ableitung entsprechender Maßnahmen,\nUmsetzung inhaltlicher Formate für die Kommunikationskanäle des Hauses unter Einhaltung des Budgets und Abstimmung mit der Leitung\nKoordination der Zusammenarbeit mit externen Dienstleister:innen (z. B. Grafik, Content-Produktion, Mediaplanung),\nUnterstützung bei der Entwicklung und Umsetzung von Maßnahmen zur Barrierefreiheit\nBetreuung von Medienkontakten, Beantwortung von Presseanfragen und Erstellung von Clipping-Reports,\nEinholung, Dokumentation und Verwaltung von Bild- und Persönlichkeitsrechten im Rahmen der Presse- und Öffentlichkeitsarbeit, Pflege eines Archivs für Bildrechte und zugehörige Freigaben.\nAusbau und Pflege von Kooperationen mit touristischen Partnern, Förderern und weiteren B2B-Netzwerken.\nUnterstützung bei der Vorbereitung und Durchführung von Presseterminen sowie der Pressekonferenz im Rahmen von Ausstellungseröffnungen\nEntwicklung und Umsetzung von Merchandising-Produkten in Abstimmung mit der Leitung und dem Betreiber des Shops\nSie bringen mit:\nAbgeschlossenes Bachelorstudium, idealerweise der Kultur- oder Kommunikationswissenschaft, Kunstgeschichte, Kulturmanagement oder Medienwissenschaften oder eine vergleichbare Ausbildung\nErste Berufserfahrung im Bereich Kommunikation/Marketing\nGroßes Kommunikations- und Organisationsvermögen\nFlexibles und lösungsorientiertes Arbeiten\nFreude am konstanten und offenen Austausch mit dem Team zur Entwicklung von Ideen\nFreude an konzeptioneller Arbeit und dem Aufbau von Kommunikations- und Prozessstrukturen\nSehr gute Kenntnisse im Umgang mit den gängigen Kommunikationsmedien und -kanälen\nSehr gute Kenntnisse der MS Office-Anwendungen und Grundkenntnisse in der Arbeit mit Indesign und Photoshop\nErfahrung im Umgang mit Content Management Systemen\nHervorragendes Sprachgefühl, sehr gute Englischkenntnisse in Wort und Schrift\nKenntnisse der und Begeisterung für die zeitgenössichen Kunst sowie Kunst aus der ehemaligen DDR\nWir bieten:\nMitgestaltung beim Aufbau und der Positionierung einer neuen Kunstinstitution\nInteressantes und anspruchsvolles Aufgabengebiet\nAgiles Team mit kurzen Entscheidungswegen\nMöglichkeit zur teilweisen Arbeit im Home Office\nÜbernahme der Kosten für das Jobticket (Deutschlandticket) für den öffentlichen Nahverkehr\nWeiterbildungsmöglichkeiten und regelmäßige Mitarbeiterevents\nBitte senden Sie Ihre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien)\n23.08.2025\nin elektronischer Form an\njobs@museen-plattner.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.08.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-im-bereich-kommunikation-marketing-das-minsk/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/aushilfstaetigkeit-im-depot-m-w-d/", "image": "", "title": "Aushilfstätigkeit im Depot (m/w/d)", "content_text": "Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Berlin Bewerbungsende: 03.09.2025 | Die Häuser der Stiftung in Bonn, Berlin und Leipzig gehören zu den meistbesuchten Geschichtsmuseen in Deutschland. Für den Dienstort Berlin (Einsatzort Spandau) suchen wir in Teilzeit mit 9 Stunden und\nbefristet bis 30.09.2027\nzum nächstmöglichen Zeitpunkt eine engagierte, verantwortungsbewusste und teamfähige Persönlichkeit für die\nAushilfstätigkeit im Depot (m/w/d)\n(bis Entgeltgruppe 5 TVöD)\nTeilzeit mit 9 Stunden/ Woche\nKennziffer 09-25\nDie Tätigkeit soll bevorzugt an zwei Werktagen innerhalb der Arbeitswoche ausgeübt werden.\nWas erwartet Sie?\nBetreuung des Depots und der ca. 160.000 Sammlungsobjekte (Einlagerung, Umlagerung, Auslagerung)\nAbsprache und Bestellung von Lagermaterialien und Lagereinrichtungen\nDurchführung von Prüfterminen und Unterstützung im Bereich Liegenschaftswesen\nPrüfung der Umgebungsbedingungen im Depot\nSicherstellung der Sauberkeit und Kontrolle der Reinigungsarbeiten\nUnterstützung beim integrierten Schädlingsmanagement (IPM)\nBereitstellung der Objekte für Leihverkehr, Dokumentations- und Restaurierungsarbeiten sowie Reproduktionszwecke (termingerechtes Ausheben und Rücklagern, fachgerechtes Handling) Arbeit mit der Objektdatenbank zur digitalen Standortverwaltung\nWas sollten Sie mitbringen?\nAbgeschlossene Berufsausbildung im Handwerk (z.B. Tischler, Zimmermann, Buchbinder) oder idealerweise im Bereich Logistik (z.B. Fachkraft Lagerlogistik)\nFührerschein Klasse B, wünschenswert auch Flurförderfahrzeugführerschein (Gabelstapler)\nBesonderes Verantwortungsbewusstsein und Sorgfalt im Umgang mit Museumsobjekten\nAusgeprägter Ordnungssinn für die Depotorganisation\nStrukturierte und gewissenhafte Arbeitsweise, auch bei Termindruck (z.B. Ausstellungs- und Leihverkehrsvorbereitungen)\nSicherer Umgang mit der Objektdatenbank\nHandwerkliches Geschick und körperliche Belastbarkeit\nInteresse an Teamarbeit und Kooperationsbereitschaft\nWas bieten wir Ihnen?\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine abwechslungsreiche und verantwortungsvolle Tätigkeit in einem renommierten Museum zur deutschen Zeitgeschichte\nEin familienfreundliches Umfeld mit flexibler Arbeitszeit\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder\nFortbildungsmöglichkeiten\nJobticket bzw. Deutschlandjobticket mit Arbeitgeberzuschuss\nDie Stiftung gewährleistet die berufliche Gleichstellung von Männern und Frauen nach dem Bundesgleichstellungsgesetz. Menschen mit Behinderung werden nach Maßgabe des Sozialgesetzbuches – Neuntes Buch – bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung (bevorzugt in einer Datei sowie unter Angabe des nächstmöglichen Eintrittstermins\n) bis zum\n03. September 2025\nunter Angabe der\nKennziffer 09-25 per E-Mail\nan\nbewerbung@hdg.de\noder Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Personalreferat, Willy-Brandt-Allee 14, 53113 Bonn.\nAls Ansprechpartner für fachbezogene Fragen steht Ihnen Herr Krause, Telefon 030/4737-779 41, in personalwirtschaftlichen Angelegenheiten Frau Löschhorn, Telefon 0228/9165-510 zur Verfügung.\nDigitale Vorstellungsgespräche werden am 17. September 2025 geführt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.09.2025", "url": "https://www.museumsbund.de/stellenangebote/aushilfstaetigkeit-im-depot-m-w-d/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/informationselektroniker-mit-fachrichtung-gefahrenmelde-und-sicherheitstechnik-m-w-d/", "image": "", "title": "Informationselektroniker mit Fachrichtung Gefahrenmelde- und Sicherheitstechnik (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 24.08.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen\nInformationselektroniker mit Fachrichtung Gefahrenmelde- und Sicherheitstechnik (m/w/d) (Vergütung nach TV-L, Zulagen möglich)\nin der Abteilung Sicherheit. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Abteilung Sicherheit ist eine Querschnittsabteilung die für den Schutz von Menschen und Sachgütern insbesondere von Kunstgegenständen in den Liegenschaften der SKD verantwortlich ist. Sie ist unterteilt in Analyse und Auswertung, operative Sicherheit und Sicherheitstechnik. Die Sicherheitstechnik ist die Basis der operativen Sicherheit und Grundlage für einen sicheren Geschäftsbetrieb der SKD.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.08.2025", "url": "https://www.museumsbund.de/stellenangebote/informationselektroniker-mit-fachrichtung-gefahrenmelde-und-sicherheitstechnik-m-w-d/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-und-controlling-m-w-d-2/", "image": "", "title": "Leitung Finanzen und Controlling (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 28.08.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot. Mit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv. Wir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann. Als Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht ab 01.11.2025 eine\nLeitung Finanzen und Controlling (w/m/d)\nunbefristet in Vollzeit mit 39,4 bzw. 40 Wochenstunden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-und-controlling-m-w-d-2/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-die-bibliothek/", "image": "", "title": "Leitung für die Bibliothek", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 11.08.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes – sucht zum 1. November 2025\neine Leitung für die Bibliothek,\nunbefristet\nin Vollzeit (39 Wochenstunden)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Das Archiv der Akademie der Künste in Berlin ist eines der bedeutendsten interdisziplinären Archive zu Kunst und Kultur im deutschen Sprachraum seit 1900. Die zentrale Aufgabe besteht darin, künstlerisch und kulturgeschichtlich wichtige Archive zu erwerben, zu verzeichnen und der Wissenschaft und interessierten Öffentlichkeit bereitzustellen.\nDie Bibliothek ist eine Abteilung des Akademie-Archivs. Mit 650.000 Medieneinheiten gilt sie als eine der größten interdisziplinären Spezialbibliotheken zur Kunst und Kultur der Moderne im deutschen Sprachraum. Die zentrale Aufgabe besteht darin, Literatur aus allen Kunstsparten und zu sämtlichen Kunstrichtungen der Moderne zu erwerben, zu erschließen und der interessierten Öffentlichkeit bereitzustellen. Ein besonderer Sammlungsschwerpunkt besteht in den Arbeitsbibliotheken von Künstler*innen, deren Archive sich an der Akademie befinden. Die Bibliothek arbeitet mit dem Erschließungsprogramm SISIS und nimmt am Verbundkatalog B3Kat teil.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-die-bibliothek/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordinator-in-w-m-d-im-ausstellungs-und-veranstaltungsmanagement-2/", "image": "", "title": "Koordinator/in (w/m/d) im „Ausstellungs- und Veranstaltungsmanagement“", "content_text": "Stiftung Haus der Geschichte Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 31.08.2025 | Die Stiftung Haus der Geschichte Nordrhein-Westfalen ist mit einem mobilen Museumsprojekt, MuseumMobil, auf einer Tour durch Nordrhein-Westfalen. Auf der Suche nach der Landesgeschichte aus der Perspektive der Menschen vor Ort macht das MuseumMobil in den nächsten Jahren Station in allen 53 Kreisen und kreisfreien Städten des Landes. In einem Übersee-Container werden Objekte zur Landesgeschichte präsentiert. Partizipative Ausstellungselemente ergänzen das Angebot. Im Rahmenprogramm der Tour finden an jedem Standort unterschiedliche Veranstaltungen statt.\nZur inhaltlichen und organisatorischen Begleitung und Betreuung von MuseumMobil sucht die Stiftung zum nächstmöglichen Zeitpunkt (Wochenarbeitszeit 39:50 Stunden) sachgrundbefristet für zwei Jahre an dem Dienstort Düsseldorf sowie an den wechselnden Standorten von MuseumMobil innerhalb Nordrhein-Westfalens:\neine/n Koordinator/in (w/m/d)\nim „Ausstellungs- und Veranstaltungsmanagement“\n(E 11 TV-L)\nDie Eingruppierung erfolgt nach Befähigung und entsprechend den persönlichen Voraussetzungen in der Entgeltgruppe 11 TV-L.\nIhr Aufgabengebiet:\ninhaltliche/r Ansprechpartner/in für Besucherinnen und Besucher an den Standorten\nverantwortlich für die Dokumentation der jeweiligen Tour-Standorte und die Pflege der verschiedenen musealen Elemente vor Ort\nErarbeitung von kurzen Texten\nBegleitung der Projektleitung bei Suche und Prüfung von Örtlichkeiten für die Aufstellung des Containers\nKoordination der Genehmigungsverfahren der kommunalen Verwaltungen\nUnterstützung der Veranstaltungskoordination vor Ort\naktive Unterstützung bei der Suche und Auswahl von Kooperationspartnerinnen und -partnern sowie möglichen Referentinnen und Referenten für Veranstaltungen\nUmsetzung an der Social-Media-Kommunikation\nUnser Anforderungsprofil:\nabgeschlossenes Hochschulstudium der Geschichte, Kulturwissenschaften, Politikwissenschaft oder vergleichbarer Fachrichtungen\nKenntnisse der nordrhein-westfälischen Landesgeschichte\nErfahrung in der Vermittlungsarbeit und im Veranstaltungsbereich\nErfahrungen im Schreiben von Texten\nBereitschaft zu regelmäßigen mehrtägigen Dienstreisen innerhalb Nordrhein-Westfalens\nBereitschaft zur Arbeit an Abenden und an Wochenenden\neigenverantwortliches und selbstständiges Arbeiten\nausgeprägtes Organisations- und Kommunikationsgeschick\nfreundliches, offenes und verbindliches Auftreten\nTeamfähigkeit\nUnser Angebot\nan Sie:\nDie Einstellung erfolgt sachgrundbefristet (zwei Jahre) im tariflichen Beschäftigungsverhältnis in der Entgeltgruppe 11 TV-L.\nIn der Stiftung gibt es eine familienfreundliche gleitende Arbeitszeit, Teilzeitbeschäftigung ist grundsätzlich möglich. Für die in der Stiftung geleisteten Arbeitszeiten wird entsprechend der Vorschriften des öffentlichen Dienstes in eine Zusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (VBL) einbezahlt (Zusatzrente).\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen noch unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nEbenfalls ausdrücklich erwünscht sind Bewerbungen von geeigneten schwerbehinderten und ihnen gleichgestellten Menschen im Sinne des SGB IX.\nDie Ausschreibung richtet sich ausdrücklich auch an Menschen mit Migrationsgeschichte.\nBitte bewerben Sie sich bis zum\n31. August 2025\nmit aussagekräftigen\nBewerbungsunterlagen (Anschreiben, Lebenslauf, Abschlusszeugnisse, Arbeitszeugnisse) in\neiner zusammengefassten PDF-Datei (max. 10 MB)\nper E-Mail an\nbewerbung@hdgnrw.de\nunter Angabe des Betreffs\n„Koordinator/in (w/m/d) im\nAusstellungs- und Veranstaltungsmanagement\n“\noder auf dem Postweg an:\nStiftung Haus der Geschichte Nordrhein-Westfalen\n– Personalreferat –\nJägerhofstr. 29\n40479 Düsseldorf\nBei Rückfragen zu dem Bewerbungsverfahren steht Ihnen Frau Melanie Armelies unter der angegebenen E-Mail-Adresse zur Verfügung:\nmelanie.armelies@hdgnrw.de\n.\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass wir Ihre personenbezogenen Daten in unseren Systemen für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/koordinator-in-w-m-d-im-ausstellungs-und-veranstaltungsmanagement-2/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-stabsstelle-programmkonzeption-w-m-d/", "image": "", "title": "Referent*in Stabsstelle Programmkonzeption (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 13.08.2025 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Teilzeit (19,5 WSt.) eine*n\nReferent*in Stabsstelle Programmkonzeption (w/m/d)\nAls Referent*in der Stabsstelle Programmkonzeption sind Sie für die inhaltliche Entwicklung, Konzeption, Planung und Evaluation von Veranstaltungs- und Partizipationsformaten verantwortlich. Dabei arbeiten Sie eng mit dem Team der Stabsstelle Strategie und Inhalte, dem Veranstaltungsmanagement und der Kommunikation zusammen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.08.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-stabsstelle-programmkonzeption-w-m-d/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaer-in-fundraising-vip-relations-m-w-d/", "image": "", "title": "Volontär/in Fundraising / VIP Relations (m/w/d)", "content_text": "Städel Museum, Frankfurt am Main Bewerbungsende: 24.08.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für den Bereich Engagement des Städel Museums und der Liebieghaus Skulpturensammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nVolontär/in Fundraising / VIP Relations (m/w/d)\n(Vollzeit, zunächst befristet auf zwei Jahre)\nSie haben Ihr Studium erfolgreich abgeschlossen und möchten nun Berufserfahrung im Fundraising für ein international renommiertes Kunstmuseum sammeln? Dann freuen wir uns, Sie kennenzulernen!\nAls Volontär/in erlernen Sie im Team Engagement die Methoden des Fundraisings und schaffen bei privaten Förderern, Begeisterung für die vielfältigen Möglichkeiten das Städel Museum zu unterstützen. Sie erhalten Einblicke in die Koordination von digitalen Fundraising-Kampagnen, arbeiten bei der Planung und Umsetzung von Programmen für Spender, Zustifter sowie Förderkreise mit und bereiten datenbasierte Briefings für die persönliche Ansprache und Förderakquise vor.\nIhre Tätigkeiten:\nEinbindung und Unterstützung bei der Konzeption sowie Umsetzung verschiedener Spendenkampagnen zur nachhaltigen Sicherung der Aktivitäten des Museumsbetriebs\nUnterstützung bei der Betreuung unserer privaten Förderer im Rahmen von Führungsangeboten, hochkarätigen Kunst-Reisen und besonderen Anlässen\nPflege der digitalen Fundraising-Kanäle und Mitwirkung bei der Entwicklung neuer Formate der digitalen Kommunikation für unsere Spender, Zustifter und Förderkreise\nUnterstützung bei der Konzeption und Umsetzung digitaler Fundraising-Kampagnen (etwa Spendenmailings, Newsletter- und Websiten-kommunikation) inkl. Mitarbeit bei der Analyse von Daten zur Erfolgsmessung und Optimierung der Fundraising-Maßnahmen\nUnterstützung bei der Nutzung der CRM-Plattform Salesforce und des Marketing-Automation-Tools Pardot sowie Pflege und Auswertung von Daten zur Optimierung der Spendersegmentierung und personalisierten Ansprache\nErstellung von Briefings und Recherchearbeiten sowie Mitarbeit bei administrativen Aufgaben\nIhr Profil:\nSie verfügen über ein abgeschlossenes Hochschulstudium, vorzugsweise in den Bereichen Kommunikationswissenschaft, Marketing, Betriebswirtschaftslehre, Wirtschaftswissenschaft oder eines anderen vergleichbaren Studiums\nSie sind souverän im Umgang mit digitalen Medien und begeistern sich für Fundraising\nSie bringen sehr gute Kenntnisse von MS-Office, insbesondere Excel, Word und PowerPoint mit\nSie haben gute Kommunikationsfähigkeiten in deutscher und englischer Sprache und einen sicheren, bestenfalls gewandten Schreibstil\nSie können bereits auf Erfahrung im Umgang mit Datenbanken und CRM-Systemen zurückgreifen\nSie arbeiten äußerst gewissenhaft und strukturiert, verfügen über analytisches Denkvermögen sowie beste organisatorische Fähigkeiten\nSie scheuen hohe Eigenverantwortung nicht, sind zuverlässig und teamfähig\nSie haben ein gewinnendes, positives Auftreten und ein Gespür für personalisierte Kommunikation\nSie begeistern sich für Kultur sowie für die Arbeit in einem Kunstmuseum\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDas erwartet Sie:\nVielfältige Tätigkeitsbereiche in einem dynamischen und sinnstiftenden Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeitsbereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert?\nDann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen bis zum 24.08.2025 an\npersonal@staedelmuseum.de\n. Bitte haben Sie Verständnis dafür, dass wir von der Rücksendung von Papierbewerbungen absehen. Für Fragen steht Ihnen Hannah Ruiz, Leitung Fundraising & VIP Relations zur Verfügung.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.08.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaer-in-fundraising-vip-relations-m-w-d/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-116/", "image": "", "title": "wissenschaftliches Volontariat (m/w/d)", "content_text": "Suermondt-Ludwig-Museum, Aachen Bewerbungsende: 29.08.2025 | Im Suermondt-Ludwig-Museum Aachen ist zum\n01. November 2025 ein wissenschaftliches Volontariat (m/w/d) zu besetzen.\nDas Suermondt-Ludwig-Museum ist der „Salon“ der Aachener Bürgerschaft. Im Haus Cassalette, einem prachtvollen Stadtpalais aus dem 19. Jahrhundert das nach venezianischem Vorbild erbaut wurde, sind kostbare Sammlungen von der Antike bis in die Gegenwart untergebracht.\nDie Geschichte des Museums beginnt 1877 mit der Gründung eines Museumsvereins. Aachener Bürger*innen waren es, die diesem Verein ihre Kunstwerke stifteten und den Grundstock für die Errichtung eines städtischen Museums legten. 1882 vermachte der Aachener Unternehmer Barthold Suermondt dem Verein über 100 Gemälde. 1977 zeigte sich das Aachener Fabrikantenpaar Peter und Irene Ludwig als überaus großzügig und schenkte dem Museum eine Vielzahl an Objekten, das seitdem auch den Namen „Ludwig“ trägt. Heute gehört das Suermondt-Ludwig-Museum mit einem Bestand von etwa 1.500 Gemälden, 700 Skulpturen, 10.000 grafischen Blättern und einer großen kunstgewerblichen Sammlung zu den bedeutendsten kommunalen Museen in Deutschland.\nDas wissenschaftliche Volontariat dient dazu, Kunstwissenschaftler*innen nach Abschluss eines einschlägigen Fachstudiums durch praktische Museumsarbeit Berufserfahrungen zu sammeln und dient in Deutschland meisten als Qualifikation für eine spätere Museumslaufbahn. Während des Volontariats sollen die Bewerber*innen zum selbstständigen Umgang mit relevanten museums-, sammlungs- und ausstellungsbezogenen Aufgaben angeleitet werden.\nAufgaben\nDas Volontariat am Suermondt-Ludwig-Museum folgt den Empfehlungen des Deutschen Museumsbundes. Es umfasst die Ausbildung und Mitarbeit in allen Bereichen der Museumsarbeit. Neben dem Sammeln, Bewahren, Forschen, Ausstellen und Vermitteln gehören dazu der Bereich der Kommunikation sowie das Museumsmanagement und -verwaltung.\nMitarbeit im Bereich der Konzeption, Vorbereitung und Durchführung von Dauer- und Wechselsausstellungen, Veranstaltungen und Vermittlungsprogrammen\nUnterstützung im Bereich der Öffentlichkeitsarbeit, insbesondere die redaktionelle Unterstützung und Pflege der Social Media Kanäle des Museums (Instagram und Facebook) sowie der Museumswebsite\nVerfassen von Texten sowie redaktionelle Assistenz bei der Erstellung von Publikationen\nUnterstützung der Geschäfts- und Verantwortungsbereiche der Kurator*innen und Direktion\nEnge Zusammenarbeit und Unterstützung des Aachener Museumsdienstes\nFür den Zeitraum des Volontariats wird dem/der Volontär*in eine feste Ansprechperson zur Seite gestellt.\nDas bringen Sie mit\nabgeschlossenes wissenschaftliches Hochschulstudium (mit Master-Zeugnis) in den Bereichen Kunstgeschichte, Kunstwissenschaft, Kulturwissenschaft, Kunstvermittlung, Museologie/Museumswissenschaften oder einem gleichwertigen Hochschulabschluss\ngute Kenntnisse in der Kunst des Mittelalters und Frühen Neuzeit, sowie breite kulturhistorische Kenntnisse im europäischen und nicht-europäischen Rahmen\nTeamfähigkeit, Zuverlässigkeit, Sorgfalt, eigenständiges Arbeiten, Engagement, Neugierde\nKoordinationsfähigkeit, Belastbarkeit und Flexibilität\nein hohes Maß an Kooperations- und Dialogfähigkeit, sehr gute Ausdrucksfähigkeit\nSensibilität im Umgang mit originalen Kunstwerken und Archivmaterial\nsehr gute PC-Anwenderkenntnisse, insbesondere mit MS-Office sowie der Bildbearbeitung\nsehr gute Englischkenntnisse, weitere Fremdsprachenkenntnisse sind von Vorteil\nstrukturierte und selbstständige Arbeitsweise\nOrganisationskompetenz\nWir bieten Ihnen\nEine befristete Vollzeitstelle für einen Zeitraum von 2 Jahren. Das Gehalt im ersten Jahr beträgt 50% der Entgeltgruppe 13 TVöD, Stufe 1. Im zweiten Jahr wird ein Entgelt von 50% der Entgeltgruppe 13 TVöD, Stufe 2 gewährt. Die wöchentliche Arbeitszeit beträgt 39 Stunden.\nFlexible Arbeitszeiten sowie Möglichkeiten zur Vereinbarkeit von Familie und Beruf und Privatem\nVerantwortung innerhalb des Aufgabenbereiches\neine engagierte Einarbeitung bzw. Unterstützung durch ein erfahrenes Team\nein vergünstigtes Ticket für den Personennahverkehr\nBeginn und Dauer:\nBeginn voraussichtlich zum 01. November 2025 mit einer Dauer von zwei Jahren.\nWir haben Ihr Interesse geweckt?\nDann senden Sie bitte Ihre aussagekräftige, digitale Bewerbung (Motivationsschreiben, Lebenslauf, Urkunden, sonstige Beilagen) mit dem Betreff „Wissenschaftliches Volontariat“ gesammelt in einer Datei spätestens bis zum\n29. August 2025\nan folgende Email-Adresse:\nbewerbungslm@mail.aachen.de\nKontakt und Informationen\nFür Rückfragen steht Ihnen Frau Sarvenaz Ayooghi, Kuratorin für Gemälde, gerne zur Verfügung (\nSarvenaz.Ayooghi@mail.aachen.de\n) 0241/47980-20.\nAllgemeine Bewerbungshinweise\nDie Stadt Aachen fördert aktiv die Gleichstellung aller Mitarbeiter*innen. Wir streben an, dass sich gesellschaftliche Vielfalt der Region auch bei den Beschäftigten widerspiegelt und begrüßen deshalb Bewerbungen von qualifizierten Personen, unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung, Geschlecht oder sexueller Identität. Bewerbungen schwerbehinderter Menschen werden bei gleicher Eignung unter\nSuermondt-Ludwig-Museum\nWilhelmstr. 18, 52070 Aachen\nTel.: +49 241 47980-40\nFax: +49 241 37075\ninfo@suermondt-ludwig-museum.de\nwww.suermondt-ludwig-museum.de\n@suermondtludwig\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-116/", "date_published": "2025-07-25T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-presse-und-oeffentlichkeitsarbeit-m-w-d-2/", "image": "", "title": "Referent:in Presse und Öffentlichkeitsarbeit (m/w/d)", "content_text": "Museum für Kommunikation Frankfurt, Frankfurt am Main Bewerbungsende: 14.08.2025 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des ûÑffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehûÑren die Museen fû¥r Kommunikation in Berlin, Frankfurt am Main und Nû¥rnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fû¥r Philatelie in Bonn.\nAm\nMuseum fû¥r Kommunikation in Frankfurt\nsuchen wir in Teilzeit zum 01.10.2025 befristet bis zum 30.09.2027 eine:n\nReferent:in Presse und û\u0096ffentlichkeitsarbeit\n(m/w/d)\n(E12 TVûÑD Bund, Teilzeit, 28 h/ Woche, 4-Tage-Woche Di-Fr)\nAls unser:e Referent:in kommunizieren Sie die Angebote und Themen des Museums an die Medien und die û\u0096ffentlichkeit sowie fû¥r Content-Schaffende und stûÊrken so die PrûÊsenz und Reichweite des Hauses. Als Mitarbeitende fû¥r Presse und û\u0096ffentlichkeitsarbeit pflegen Sie den Kontakt zu Vertreter:innen der Medien ã\u0080\u0093 on- und offline. Auf aktuelle Entwicklungen in der Medienlandschaft reagieren Sie zeitnah und zielgerichtet. Sie entwickeln digitale und klassische Kommunikationsstrategien und -konzepte.\nSie bauen ein persûÑnliches Netzwerk auf, das Sie vertrauensvoll und kontinuierlich pflegen. Dazu gehûÑrt, dass Sie Pressekonferenzen organisieren oder zu Medienbesuchen einladen, Pressemitteilungen verfassen und dafû¥r Sorge tragen, dass hochwertiges Bildmaterial fû¥r die Berichterstattung sowie Texte, auch fû¥r Video- und gestalteter Content fû¥r die Bewerbung im digitalen Raum, zur Verfû¥gung stehen.\nSie û¥berlegen selbststûÊndig Themen ã\u0080\u0093 auf Basis der geplanten Ausstellungen, Veranstaltungen und der fû¥r das Haus relevanten Themen ã\u0080\u0093, die in den Medien und auf sozialen Plattformen der Museumsstiftung und des Museums fû¥r Kommunikation Frankfurt platziert werden kûÑnnen. Sie sind Ansprechpartner:in bei Medien- und Vernetzungsanfragen. Sie verfassen und redigieren Online-Texte und sind zustûÊndig fû¥r die Erstellung, Pflege und das Publizieren von Museums-Webinhalten/ Webseiten und Social-Media-KanûÊle.\nSie arbeiten sicher im CMS Gutenberg und beherrschen die digitale Bildbearbeitung inklusive Bewegtbilder wie Reels. Sie sind souverûÊn und erfahren in der Interaktion und Kommunikation im Netz.\nZiel ist es, die erfolgreiche û¥berregionale Resonanz des Museums fû¥r Kommunikation Frankfurt in der û\u0096ffentlichkeit weiterhin zu gewûÊhrleisten. Darû¥ber hinaus wird eine stiftungsweite Zusammenarbeit und Abstimmung mit den Kommunikationsaufgaben der Museen in Berlin und Nû¥rnberg erwartet.\nVoraussetzungen sind\nein abgeschlossenes einschlûÊgiges Hochschulstudium (Master) in Journalismus, Medien- oder Kommunikationswissenschaften oder ein geisteswissenschaftlicher Studiengang;\nnachgewiesene Erfahrungen in den geforderten TûÊtigkeitfeldern (journalistische Arbeitsproben), Vertrautheit mit journalistischen Formaten und deren angemessener Umsetzung;\nein sicherer Schreibstil in Deutsch auf muttersprachlichem Niveau, Spaû\u009f am Formulieren und Wortgewandtheit;\nFreude am Netzwerken und Kommunizieren;\nDigitalkompetenz, TechnikaffinitûÊt und Erfahrungen in der Medienarbeit und im Bereich Social Media, unabdingbar die Beherrschung von CMS (WordPress/ Gutenberg) und Interesse an neuen Kommunikationsformaten, Contentproduktion Video und Design;\nGrundkenntnisse in Fragen der Urheberschaft, Bild- und VerûÑffentlichungsrechte.\nErwû¥nscht sind\ndie FûÊhigkeit, in Kampagnen zu denken und Strategien/ Konzepte fû¥r eine zielgruppen-orientierte Ansprache zu finden sowie\nein Gespû¥r fû¥r relevante Themen und Interesse an neuen Kommunikationsformaten.\nSie passen gut zu uns, wenn Sie Kontakt-, Kooperations- und TeamfûÊhigkeit sowie eine hohe Berufsmotivation mitbringen. Auch verfû¥gen Sie û¥ber eine ausgeprûÊgte KommunikationsfûÊhigkeit und einen sehr guten sprachlichen Ausdruck. Geistige Beweglichkeit und Ihr kreatives VermûÑgen runden Ihr Profil ab.\nWir bieten eine abwechslungsreiche BeschûÊftigung in einer bundesweit tûÊtigen Stiftung und einen Arbeitsplatz in einem der schûÑnsten Museen von Frankfurt am Main. Die Vergû¥tung und Sozialleistungen erfolgen gemûÊû\u009f Tarifvertrag (TVûÑD) des Bundes. Bei Vorliegen der fachlichen und persûÑnlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 12 vorgesehen.\nFlexible Arbeitszeiten sowie die MûÑglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewûÊhrleistet gemûÊû\u009f BGleiG die berufliche Gleichstellung unabhûÊngig vom Geschlecht und unterstû¥tzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (ôÏ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berû¥cksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrû¥û\u009fen wir Bewerbungen unabhûÊngig von NationalitûÊt, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitûÊt.\nBei der Museumsstiftung ist eine TeilzeitbeschûÊftigung grundsûÊtzlich mûÑglich. Gehen entsprechende Bewerbungen ein, wird fû¥r den Arbeitsplatz geprû¥ft, ob den Teilzeitwû¥nschen im Rahmen der dienstlichen MûÑglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewû¥nschten Gestaltung der Teilzeit) entsprochen werden kann.\nFû¥r weitere Auskû¥nfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur Verfû¥gung.\nBitte senden Sie Ihre aussagefûÊhige Bewerbung und\nausschlieû\u009flich per E-Mail\nbis zum 14.08.2025 an die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straû\u009fe 16 in 10117 Berlin\nE-Mail:\nbewerbung4@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zipã\u0080\u0093AnhûÊnge kûÑnnen aus Sicherheitsgrû¥nden keine Berû¥cksichtigung finden.\nDie von Ihnen û¥bermittelten Daten werden von uns gespeichert. Es werden ausschlieû\u009flich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NûÊhere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung û¥bersandt. Sie kûÑnnen jederzeit Ihr EinverstûÊndnis zur Speicherung der Daten zurû¥ckziehen und die LûÑschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.08.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-presse-und-oeffentlichkeitsarbeit-m-w-d-2/", "date_published": "2025-07-29T05:33:47.767296"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-fuer-die-provenienzforschung-m-w-d-2/", "image": "", "title": "wissenschaftliche/r Mitarbeiter/in (m/w/d) für die Provenienzforschung (m/w/d)", "content_text": "Staatliche Schlössern und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 19.08.2025 | Die Staatlichen Schlösser und Gärten Hessen suchen zum 01.10.2025\neine/n wissenschaftliche/n Mitarbeiter/in (m/w/d) für die\nProvenienzforschung (m/w/d)\nzur Durchführung eines Erstchecks zu Sammlungsgut aus kolonialem Kontext bei den Staatlichen Schlössern und Gärten Hessen\nDie Staatlichen Schlösser und Gärten Hessen betreuen 48 denkmalgeschützte Schlösser (u. a. die Museumsschlösser Bad Homburg, Steinau und Weilburg), Burgen, Klöster und Gärten in ganz Hessen, vom frühen Mittelalter bis zum frühen 20. Jahrhundert. Darunter befinden sich Weltkulturerbestätten. Die Aufgabe der Schlösserverwaltung ist es, die Bau-, Kunst- und Gartendenkmäler von hohem geschichtlichen und künstlerischen Wert zu erforschen, zu erhalten und der Öffentlichkeit zugänglich zu machen.\nDie Schlösserverwaltung sucht zum 01.10.2025 für fünf Monate eine Provenienz­forscherin/einen Provenienzforscher. Die befristete Stelle ist mit der Eingruppierung TV H 13 Vollzeit ausgeschrieben. Die Stelle ist aus organisatorischen Gründen nicht teilbar. Sie wird von der Koordinationsstelle für die Aufarbeitung von Sammlungsgut aus kolonialen Kontexten für die hessischen Landeseinrichtungen gefördert. Die Ausübung der Tätigkeiten erfolgt im Fachgebiet Museen.\nIhre Aufgaben:\nAllgemeiner Erstcheck und Belastungsanalyse der Bestände mit Schwerpunkt Schloss Erbach im Odenwald, insbesondere der Elfenbeinobjekte der Stadt Erbach im Deutschen Elfenbeinmuseum in Schloss Erbach\nVerifizierung von Verdachtsfällen\nAuswertung von Archivalien und Quellen\nZuarbeit von Forschungsergebnissen für die Öffentlichkeitsarbeit (inkl. Social Media)\nVermittlung der Forschungsergebnisse durch Führung und Vorträge im Rahmen von Museumsveranstaltungen\nErstellen eines Abschlussdossiers\nWir erwarten:\nein erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium der Kunstgeschichte, Geschichte oder Provenienzforschung (Master/Magister) oder vergleichbare Qualifikation\nErfahrungen in der Museumsarbeit und im Umgang mit Museumsobjekten\nErfahrungen im Bereich der Provenienzrecherche\nKenntnisse in der Thematik kolonialer Kontext sind wünschenswert\npraktische Erfahrungen in der Auswertung von historischen Quellen und anderen Archivmaterialien\nErfahrung mit Sammlungsdatenbanken\nBereitschaft zur Reisetätigkeit\neine selbstständige und strukturierte Arbeitsweise und Sorgfalt\ngute Kommunikationsfähigkeiten, sehr gute Ausdrucksweise in Wort und Schrift\nFührerschein der Klasse B\nWir bieten:\nein befristetes Beschäftigungsverhältnis in der E 13 Tarifvertrag Hessen in Vollzeit (40 Std./Woche) für fünf Monate\neine abwechslungsreiche Tätigkeit und selbständiges Arbeiten\nflexible Arbeitszeiten\nLandesTicket Hessen\nDer Dienstort ist Bad Homburg v. d. Höhe.\nDie Verwaltung strebt eine generelle Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berücksichtigt.\nEhrenamtliches Engagement wird in Hessen gefördert. Soweit Sie ehrenamtlich tätig sind, wird gebeten, dies in den Bewerbungsunterlagen anzugeben. Im Ehrenamt erworbene Erfahrungen und Fähigkeiten können gegebenenfalls im Rahmen von Eignung, Befähigung und fachlicher Leistung positiv berücksichtigt werden, wenn sie für die vorgesehene Tätigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrüßt.\nIhre Bewerbung mit aussagefähigen Unterlagen (\nMotivationsschreiben, Lebenslauf, Zeugnisse\n) senden Sie über das Bewerberportal des Landes Hessen an\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/39F4154436881FE099D96C1FA6A33099\nReferenzcode  50929358_0002\nBewerbungsschluss ist am 19.08.2025\nBei Fragen stehen Ihnen die Leiterin des Fachgebiets Museen, Frau Dr. Katharina Bechler oder die Provenienzbeauftragte Frau Ursula van Meter gerne zur Verfügung: Katharina.bechler@schloesser.hessen.de, Tel. 06172 / 9262107 und Ursula.vanMeter@schloesser.hessen.de, Tel. 06172 / 9262 165.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-fuer-die-provenienzforschung-m-w-d-2/", "date_published": "2025-07-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-angestellten-m-w-d/", "image": "", "title": "Kaufmännischer Angestellten (m/w/d)", "content_text": "Stiftung Deutsches Marinemuseum, Wilhelmshaven Bewerbungsende: 29.08.2025 | Die Stiftung Deutsches Marinemuseum stellt am historischen Ort in Wilhelmshaven die Geschichte der deutschen Marinen von 1848 bis in die Gegenwart dar und zählt zu den meistbesuchten Museen Niedersachsens. Derzeit befindet sich das Museum in einem umfangreichen Erweiterungs- und Erneuerungsprozess, welcher die Neugestaltung des Museumsgebäudes und -hafens sowie den Neubau eines Depots als Zuwendungsbauten des Bundes beinhaltet.\nZur Unterstützung unseres Verwaltungsteams suchen wir zum nächstmöglichen Zeitpunkt einen engagierten\nKaufmännischen Angestellten (m/w/d)\nin Vollzeit (39 Stunden).\nIhre Aufgaben:\nUnterstützung bei der Vorbereitung und Abwicklung von Beschaffungen im Rahmen des Zuwendungsbaus sowie des laufenden Museumsbetriebs\nMitwirkung bei der Vorbereitung und Durchführung von Vergabevorgängen nach öffentlichem Vergaberecht (z.B. Einholung, Prüfung und Vergleich von Angeboten)\nAdministrative Aufgaben im Zusammenhang mit Ausschreibungen und der Dokumentation von Vergabeverfahren\nAllgemeine kaufmännische Tätigkeiten (z. B. Rechnungsprüfung, Pflege von Übersichten und Tabellen, Ablage, Schriftverkehr)\nKommunikation mit Dienstleistern und Unterstützung der Projektverantwortlichen in organisatorischen Fragen\nAbwicklung von Beschaffungen jeglicher Art für den allgemeinen Museumsbetrieb\nIhr Profil:\nAbgeschlossene kaufmännische Ausbildung (z. B. Kauffrau/-mann für Büromanagement, Industriekaufmann/-frau, Verwaltungsfachangestellte:r oder vergleichbar)\nIdealerweise erste Erfahrungen in öffentlichen Vergabeverfahren oder die Bereitschaft, sich in das Thema einzuarbeiten\nStrukturierte, sorgfältige und eigenverantwortliche Arbeitsweise\nSicherer Umgang mit MS-Office-Anwendungen\nTeamfähigkeit, Organisationstalent und Kommunikationsstärke\nDas erwartet Sie:\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit in einem spannenden kulturellen Arbeitsumfeld\nEin kollegiales, motiviertes Team\nDie Möglichkeit zur beruflichen Weiterentwicklung im Bereich Vergabewesen\n30 Tage Urlaub/Jahr sowie dienstfrei an Heiligabend und Silvester\nVergütung in Anlehnung an den TVöD-Bund, Entgeltgruppe 5 (je nach Qualifikation und Erfahrung)\nDie Stelle ist zunächst auf 2 Jahre befristet, mit der Perspektive auf eine unbefristete Weiterbeschäftigung.\nAusdrücklich erwünscht sind Bewerbungen von geeigneten schwerbehinderten und ihnen gleichgestellten Menschen im Sinne des SGB IX.\nIhre aussagekräftigen Bewerbungsunterlagen richten Sie bitte einschließlich Ihrer Gehaltsvorstellungen bis zum 29.08.2025 postalisch an die Stiftung Deutsches Marinemuseum, z. Hd. Dr. Thomas Eisentraut oder per E-Mail an personal@marinemuseum.de.\nSüdstrand 125 | 26382 Wilhelmshaven | Tel. 04421-4008411\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.08.2025", "url": "https://www.museumsbund.de/stellenangebote/kaufmaennischer-angestellten-m-w-d/", "date_published": "2025-07-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/serviceleitung-m-w-d-fuer-die-tagesgastronomie/", "image": "", "title": "Serviceleitung (m/w/d) für die Tagesgastronomie", "content_text": "Domäne Dahlem, Berlin Bewerbungsende: 24.08.2025 | Die Domäne Dahlem Veranstaltungsgesellschaft mbH betreibt eine Gastronomie, veranstaltet die traditionsreichen Marktfeste auf dem Gelände Domäne Dahlem und organisiert Veranstaltungen wie Tagungen, Hochzeiten etc. Die Veranstaltungsgesellschaft mbH ist die 100%ige Tochter der Stiftung Domäne Dahlem, die ein für alle Besucher offenes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt betreibt.\nFür Besuchergruppen werden umfangreiche Programme zu den Themen Landwirtschaft, Ernährung, Kochen, Handwerk u. a. angeboten. In den Museen werden sowohl Wechselausstellungen als auch Dauerausstellungen gezeigt.\nZur Verstärkung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt eine\nServiceleitung (m/w/d) für die Tagesgastronomie in Teilzeit (30h)\nWir wünschen uns eine fachkompetente, souveräne, freundliche Persönlichkeit, die belastbar, flexibel und gewissenhaft ist und für die konzeptionelles und analytisches Denken ebenso handlungsleitend ist wie eine organisierte und strukturierte Arbeitsweise.\nIhre Aufgaben:\nLeitung und Koordination des Servicebereiches\nOperative Führung der Mitarbeiter:innen\nSicherstellung eines reibungslosen Serviceablaufes sowohl im Tagesgeschäft als auch bei Sonderveranstaltungen und unseren Marktfesten\nEinhaltung/Optimierung unserer Servicestandards\nÜberprüfung der Speisen-/ Getränkekarte\nLager- und Bestandskontrolle-/ Optimierung\nSicherstellung der Einhaltung und Verbesserung der Hygiene-Standards im Rahmen der HACCP\nUnsere Anforderungen:\nAbgeschlossene Berufsausbildung in der Gastronomie / Hotellerie oder vergleichbare Kenntnisse der Branche und Aufgabenbereiche\nErste Berufserfahrung in ähnlichen Positionen (z.B. Chef de Rang)\nMehrjährige Berufserfahrung in der Gastronomie\nEmpathischer, klarer Umgang mit Berufseinsteigern im Team\nNachhaltiger Umgang mit Lebensmitteln\nWir bieten:\nEinen vielseitigen Arbeitsplatz auf dem einzigen Landgut mit U-Bahnanschluss\nEin Arbeitsumfeld in dem Sie selbstständig und eigenverantwortlich handeln können\nDie Möglichkeit, Ihre eigenen Ideen einzubringen und an der Weiterentwicklung des Standortes Domäne Dahlem aktiv mitzuwirken\nEine verantwortungsvolle Tätigkeit in einem motivierten Team\nFlexibles und familienfreundliches Arbeiten\nEinen transparenten Führungsstil mit positiver Fehler-/ Feedback-Kultur und flachen Hierarchien\nMöglichkeit der Weiterbildung\nBVG-Jobticket/Deutschlandticket\nSchließzeiten an Weihnachten und Silvester\nEin attraktives Einstiegsgehalt von bis zu 20€ Brutto/Stunde\nDie Domäne Dahlem Veranstaltungsgesellschaft fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung! Senden Sie bitte Ihre vollständige und aussagekräftige Bewerbung als\nPDF in einer Datei bis zum 24.08.2025 per E-Mail an bewerbung@domaene-dahlem.de\nBewerbungsgespräche sind auch schon vor Ablauf der Bewerbungsfrist möglich.\nKontakt für Nachfragen und weitere Informationen:\nDomäne Dahlem Veranstaltungsgesellschaft mbH | Marcel Beley | +178 3596418\nbeley@domaene-dahlem.de\n| Königin – Luise – Str. 49 | 14195 Berlin\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.08.2025", "url": "https://www.museumsbund.de/stellenangebote/serviceleitung-m-w-d-fuer-die-tagesgastronomie/", "date_published": "2025-07-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsmanagerin-m-w-d/", "image": "", "title": "Verwaltungsmanager:in (m/w/d)", "content_text": "Hamburger Bahnhof - Nationalgalerie der Gegenwart der Staatlichen Museen zu Berlin, Berlin Bewerbungsende: 20.08.2025 | Beim\nHamburger Bahnhof – Nationalgalerie der Gegenwart\nder Staatlichen Museen zu Berlin ist eine Stelle als\nVerwaltungsmanager:in (m/w/d)\nzu besetzen. Die Nationalgalerie der Staatlichen Museen zu Berlin betreut im Hamburger Bahnhof – Nationalgalerie der Gegenwart eine der weltweit größten und wichtigsten öffentlichen Sammlungen für moderne und zeitgenössische Kunst von den 1960er Jahren bis in die Gegenwart. Die zu besetzende Position bildet eine zentrale Schnittstelle zwischen der Direktion, den internen Verwaltungsbereichen sowie dem operativen Museumsbetrieb und dient der Sicherstellung eines effizienten und rechtskonformen Ablaufs aller administrativen und organisatorischen Prozesse.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.08.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsmanagerin-m-w-d/", "date_published": "2025-07-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/dienststellenleitung-w-m-d/", "image": "", "title": "Dienststellenleitung (w/m/d)", "content_text": "KunstKulturQuartier, Nürnberg Bewerbungsende: 27.08.2025 | Die Stadtverwaltung Nürnberg ist eine moderne Dienstleisterin für mehr als eine halbe Million Menschen. Als eine der größten Arbeitgeberinnen der Region vertrauen wir dabei auf die Fähigkeiten und Fertigkeiten unserer rund 12.500 Mitarbeitenden, die mit Engagement und Tatkraft die Stadt Nürnberg mitgestalten und besonders machen.\nDas KunstKulturQuartier ist die Dachmarke für unsere Häuser: Kunsthalle Nürnberg, Kunstvilla, Kunsthaus, Tafelhalle, Filmhaus, Künstlerhaus, St. Katharina. Kunstausstellungen und Sammlung, Tanz & Theater, Film, Konzerte, Festivals, Offene Werkstätten…: Bei uns gehen Musik, Tanz, Schauspiel, bildende Kunst, Literatur und Filmkunst gemeinsame Wege, prallen derweilen aufeinander, inspirieren sich wechselseitig und geben Denkanstöße – garantiert anregend, geistreich, prickelnd und Kreativität fördernd. Willkommen im KunstKulturQuartier Nürnberg!\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.08.2025", "url": "https://www.museumsbund.de/stellenangebote/dienststellenleitung-w-m-d/", "date_published": "2025-07-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-21/", "image": "", "title": "Bibliothekar*in (m/w/d)", "content_text": "Deutsche Kinemathek, Berlin Bewerbungsende: 17.08.2025 | Die Stiftung Deutsche Kinemathek – Museum für Film und Fernsehen ist eine der führenden Einrichtungen Europas, die sich der Bewahrung und Reflexion des audiovisuellen Erbes widmet. Mit ihrem Programm in ihrem neubezogenen Zwischenquartier, dem E-Werk in der Mauerstraße in Berlin Mitte, ermöglicht die Kinemathek spannende Begegnungen mit der Welt der bewegten Bilder bis zur Fertigstellung eines geplanten Filmhauses. Sie bietet dort experimentelle Präsentationen ebenso wie ein vielfältiges Bildungs- und Veranstaltungsprogramm, zeigt dort Filmreihen, Produktionen aus dem Fernseharchiv und das Festival Film Restored. Die Archive und eine Fachbibliothek machen sie zu einem bedeutenden Ort für Wissenschaft und Forschung.\nDie Bibliothek der Stiftung Deutsche Kinemathek ist eine wissenschaftliche Spezialbibliothek mit den Sammelschwerpunkten Film und Fernsehen. Der Bestand umfasst 89.000 Monografien und Zeitschriftenbände, 4.000 Zeitschriftentitel, davon 165 laufende Abonnements, Festivalmaterialien, Filmtheaterprogramme, DVDs sowie ein Pressearchiv. Sie ermöglicht zusammen mit dem Filmarchiv, der Mediathek Fernsehen, der Sammlung der filmbegleitenden Materialien mit Fotos, Kostümen und Nachlässen eine umfassende Recherche zur deutschen und internationalen Film- und Fernsehkultur. Die bibliografischen Daten der Bibliothek sind 2023 in den K10+ (Südwestdeutscher Bibliotheksverbund) und in das Bibliothekssystem Koha migriert. Nach dem Umzug hat die Bibliothek seit dem 06.05.2025 wieder geöffnet. Dies macht umfangreiche Nacharbeiten hinsichtlich der bibliografischen Daten notwendig.\nWir suchen zum schnellstmöglichen Termin befristet bis zum 30.06.2026 eine*n\nBibliothekar*in (m/w/d)\n(Teilzeit 30 Stunden/Woche)\nIhre Aufgaben\nKorrektur von migrations- und umzugsbedingt entstandenen Inkongruenzen in den bibliografischen Daten im K10+ und im Bibliothekssystem Koha\nKonzipieren und Kontrolle von einfachen Datenbearbeitungsabläufen\nDurchführung von Datenbereinigung\nKommunikation und Zusammenarbeit mit dem Bibliotheks-Zentrum Baden-Württemberg\nAktualisierung von umzugsbedingt veränderten Standortangaben von Zeitschriften in der zentralen bibliografischen Datenbank für Titel- und Besitznachweise fortlaufender Sammelwerke ZDB (Zeitschriftendatenbank)\nStrukturierung der bibliografischen Daten des Filmfestivalmaterials und Verknüpfung zu Normdatensätzen der GND (Gemeinsame Normdatei)\nUnterstützung beim Anlegen von Abonnements im Lokalsystem Koha\nIhr Profil\nAbgeschlossenes Hochschulstudium (Bachelor im Bereich Bibliotheks- bzw. Informationswissenschaften) oder gleichwertige Kenntnisse und Erfahrungen\nGute Kenntnisse einer oder mehrerer folgender Bibliothekssoftware: Katalogisierungsclient WinIBW und Bibliothekssystem Koha oder anderer integrierter Bibliothekssoftware\nKenntnisse von in Bibliotheken verwendeten Datenformaten wie PICA oder MARC\nKenntnisse der aktuellen Regelwerke und Standards für die Katalogisierung (Regelwerk RDA sowie Anwendung der GND und ZDB)\nErfahrungen mit der Verbunddatenbank K10+ und der ILTIS-Datenbank (ZDB + GND) sind wünschenswert\nSorgfältige, selbstständige und zielorientierte Arbeitsweise individuell und im Team\nSicheres und freundliches Auftreten sowie Serviceorientierung\nBereitschaft zu Thekendienst auch in den Abendstunden\nGute Englischkenntnisse\nWir bieten\nEine Vergütung E 9b TVöD bei Vorliegen der formalen Voraussetzungen\nEine sorgfältige Einarbeitung und Betreuung, sodass auch Berufsanfänger*innen willkommen sind\nInteressante und abwechslungsreiche Aufgaben\nEinen Arbeitsplatz in zentraler Lage in Berlin\nVereinbarkeit von Beruf und Privatem durch zeitlich flexibles und mobiles Arbeiten\nEin teamorientiertes, familienfreundliches und diverses Arbeitsumfeld in einer aufgeschlossenen wie modernen von der BKM geförderten Kulturinstitution\n30 Tage Jahresurlaub bei einer 5-Tage-Woche sowie zusätzliche freie Tage am 24. und 31. Dezember\nZuschuss zum BVG-Firmenticket\nDie Deutsche Kinemathek gewährleistet die Gleichstellung von Frauen und Männern nach Maßgabe des Bundesgleichstellungsgesetzes. Wir verstehen uns als werteorientierte Institution, als Reflexionsort für historische und aktuelle gesellschaftliche Entwicklungen. Wir schätzen Vielfalt und empfinden unterschiedliche Biografien und Lebensentwürfe als Bereicherung. Deshalb freuen wir uns über Bewerbungen von allen Menschen mit passenden Einstellungsvoraussetzungen. BIPoC, LGTBQI* und Menschen mit Diskriminierungs- und Marginalisierungserfahrung möchten wir besonders zu einer Bewerbung ermutigen. Schwerbehinderte Menschen werden bei gleicher Eignung und Qualifikation bevorzugt.\nWenn wir Ihr Interesse geweckt haben, senden Sie bitte Ihre aussagekräftigen und vollständigen Bewerbungsunterlagen spätestens bis zum\n17.08.2025\n(im PDF-Format per E-Mail als eine Datei) an\nbewerbungen@deutsche-kinemathek.de\n.\ndeutsche-kinemathek.de/karriere\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-21/", "date_published": "2025-07-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d/", "image": "", "title": "Geschäftsführung / Museumsleitung (m/w/d)", "content_text": "Weltkulturerbe Erzbergwerk Rammelsberg Goslar, Goslar Bewerbungsende: 31.08.2025 | Die Weltkulturerbe Erzbergwerk Rammelsberg Goslar GmbH sucht zum 01. Januar 2026 oder später eine\nGeschäftsführung / Museumsleitung\nfür das Weltkulturerbe Rammelsberg – Museum & Besucherbergwerk (m/w/d).\nDie Geschäftsführung kann wie bisher mit der Übertragung der Funktion als Direktorin / Direktor (m/w/d) für die Stiftung Welterbe im Harz verbunden werden.\nEs handelt sich um eine auf vorerst 5 Jahre befristete Vollzeitstelle mit der Option der Verlängerung.\nDie niedersächsische Kaiserstadt Goslar mit ihren ca. 50.000 Einwohnerinnen und Einwohnern ist eine\nUNESCO-Welterbestadt. Die UNESCO-Welterbestätte „Bergwerk Rammelsberg, Altstadt von Goslar und Oberharzer Wasserwirtschaft“ mit ihren Baudenkmälern, dem Stadtensemble der Altstadt, den Industrieanlagen des Rammelsbergs und den Museen geben der Region ein unverwechselbares Profil.\nIhre zukünftigen Aufgaben sind unter anderem:\nLeitung einer GmbH und ggfs. der Stiftung in Personalunion einschließlich aller musealen, wirtschaftlichen, denkmalpflegerischen und personalrechtlichen Verantwortlichkeiten.\nJenseits des musealen Regelbetriebs sind die denkmalgerechte Instandhaltung der Anlagen, die Vernetzung mit lokalen, nationalen und internationalen Partnerinnen und Partnern sowie die Durchführung eines umfangreichen Veranstaltungsprogramms von besonderer Bedeutung.\nDas Aufgabenfeld umfasst zudem:\n(Weiter)Entwicklung des Museumskonzepts\nErstellung eines Raumnutzungskonzepts (Nachnutzung altindustrieller Anlagenteile unter denkmalrechtlichen Bedingungen)\nAusstellungs- und Sanierungsplanung\nUmfangreiche Fördermittelakquise\nWeiterentwicklung der institutionellen\nGliederung der Einrichtungen\nErrichtung einer Bauhütte\nMit diesen notwendigen fachlichen Qualifikationen können Sie uns überzeugen:\nAbgeschlossenes Hochschul- oder Fachhochschulstudium – wünschenswert mit dem Schwerpunkt Geschichts- und Sozialwissenschaften oder vergleichbarem Studienabschluss\nUmfassender Berufserfahrung auf dem Gebiet des Museumswesens u.a. im Schwerpunkt\nIndustriekultur\nZudem verfügen Sie über:\nErfahrungen im Bereich der kooperativen\nVernetzung heterogener Strukturen\nNachgewiesene Fähigkeiten im Bereich der\nBetriebs- und Personalführung\nHohe strategische und konzeptionelle Fähig-keiten für die Entwicklung einer Welterbestätte\nKenntnisse in den Bereichen Montan- und\nBaugeschichte\nGute betriebswirtschaftliche und kaufmännische Kenntnisse\nKompetenz auf dem Gebiet der Pflege von Denkmalen\nFundierte Kompetenzen im Bereich Kultur- und Veranstaltungsmanagement sowie im\nAusstellungswesen\nSicherer Umgang mit Vertreterinnen und\nVertretern aus Politik und Wirtschaft sowie den\nMedien\nNachweisliche Praxiserfahrung bei der\nEinwerbung von Sponsoren und Drittmitteln\nSicheres eloquentes Auftreten\nMotivations- und Begeisterungsfähigkeit sowie Kreativität\nGender- und Diversity-Kompetenzen\nGute mündliche und schriftliche Deutschkenntnisse (vergleichbar Sprachniveau C 2 des GER)\nGute Kenntnisse der englischen Sprache\nWir bieten Ihnen:\nEine verantwortungsvolle und abwechslungsreiche\nTätigkeit an einem Ort von besonderer kultureller\nBedeutung\nEine attraktive Führungsposition\nEin breit gefächertes Angebot im Kita- und\nSchulbereich sowie zahlreiche Freizeit-, Vereins- und Kulturangebote in Goslar und Umgebung\nDie Bereitschaft zur Teilnahme an dienstlichen Verpflichtungen auch außerhalb der allgemeinen Arbeitszeiten sowie der\nBesitz des Führerscheins der Klasse B werden vorausgesetzt.\nBitte teilen Sie uns Ihre Gehaltsvorstellungen in Ihrer Bewerbung mit.\nDie Auswahl erfolgt in einem strukturierten Auswahlverfahren.\nBewerbungen von Schwerbehinderten sind erwünscht. Bitte teilen Sie eine Schwerbehinderung / Gleichstellung zur Wahrung Ihrer Interessen bereits in der Bewerbung mit.\nBei Abschlüssen, die im Ausland erworben wurden, ist ein Nachweis über die Gleichwertigkeit mit einem deutschen Abschluss beizufügen. Weiterführende Informationen entnehmen Sie bitte der Internetseite der Zentralstelle für ausländisches Bildungswesen (ZAB) unter\nwww.kmk.org/zab\n.\nWir freuen uns über Ihre digitale Bewerbung bis zum 31.8.2025 an:\nVerwaltungsleiter Florian Briesner\nbriesner@rammelsberg.de\nFür Auskünfte steht Ihnen gern die Aufsichtsratsvorsitzende, Frau Oberbürgermeisterin Urte Schwerdtner zur Verfügung.\nAllgemeine Fragen zum Bewerbungsverfahren richten Sie bitte an Herrn Florian Briesner (05321-750119 / briesner@rammelsberg.de).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.08.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d/", "date_published": "2025-07-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/connectorinnen-fuer-den-besucherservice/", "image": "", "title": "Connector:innen für den Besucherservice (m/w/d)", "content_text": "Stadtmuseum Berlin, Berlin Bewerbungsende: 14.08.2025 | Die Stadtmuseum Berlin GmbH sucht zum\n15. September oder\n1. Oktober\nunbefristet\nund in\nTeilzeit\n(50 – 80% von 39 Wochenstunden) mehrere Personen als\nConnector:innen für den Besucherservice (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 2 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft. Dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen, und vielstimmigen Berlin.\nDie Stadtmuseum Berlin GmbH\nDie gemeinnützige Stadtmuseum Berlin GmbH macht unsere Museen lebendig. Über 125 Beschäftigte stiften täglich mit Herz und Haltung persönliche Verbindungen zwischen den Museen und unseren Gästen. Gemeinsam sorgen sie vor und hinter den Kulissen für ein rundum gelungenes Besuchserlebnis\nWas Sie erwartet\nAls Connector:in sind Sie das Gesicht der Ausstellung BERLIN GLOBAL. Sie unterstützen die Besucher:innen bei ihrem Besuch mit dem Ziel, für alle ein möglichst gelungenes Ausstellungserlebnis zu schaffen. Sie stehen den Besucher:innen als erste:r Ansprechpartner:in für alle Fragen zur Ausstellung zur Verfügung. Der Schwerpunkt liegt hier auf der Beantwortung von Fragen zur Ausstellungsführung und zur Benutzung von ausgewählten Ausstellungsobjekten und Medienstationen.\nSie gehen bei Bedarf auf die Besucher:innen zu, treten mit ihnen in Kontakt und animieren sie dazu, die interaktiven und partizipativen Elemente der Ausstellung zu nutzen. Sie verstehen sich außerdem als Impulsgeber:in zur Reflexion von Fragestellungen, die von der Ausstellung aufgeworfen werden und bringen dazu auch Besucher:innen miteinander in den Dialog. Als Connector:in gewährleisten Sie, dass unsere Besucher:innen die Möglichkeiten der Ausstellung umfassend ausschöpfen. Sie schaffen auf diese Weise bleibende Erinnerungen und Verbindungen.\nIhre Aufgaben\nfreundliche Begrüßung unserer Gäste inklusive Ausgabe von interaktiven Armbändern\nWeitergabe von Basis-Informationen rund um die Ausstellung, den Museumsort und Zusatzangebote\nHilfestellungen bei der Orientierung in der Ausstellung und bei der Benutzung verschiedener Ausstellungsobjekte und Medienstationen\nAnimation zur Interaktion und Partizipation an ausgewählten Positionen der Ausstellung\nGewährleistung der Sicherheit für die Besucher:innen, Mitarbeiter:innen und Objekte in der Ausstellung im täglichen Betrieb\nEingreifen bei Notfällen, Erste Hilfe, Brandschutz, Evakuierung\nIhr Profil\noffenes, freundliches und serviceorientiertes Auftreten\nDeutsch- und Englischkenntnisse (jeweils fließend) und idealerweise Kenntnisse einer weiteren in Berlin verbreiteten Sprache\nein eintragsfreies Führungszeugnis\nWünschenswert sind:\nerste Erfahrungen im Servicebereich, vorzugsweise in einer Kultureinrichtung\nzertifizierte Grundausbildung in Erster Hilfe\nDie Aufgaben erfordern:\nBereitschaft zur Arbeit an Wochenenden, Feiertagen und am Abend\nkörperliche Belastbarkeit (größtenteils stehende Tätigkeit)\nausgeprägte Kommunikationsfähigkeit und Kontaktfreudigkeit\nindividuelles Einfühlungsvermögen und Diversitätskompetenz\nZuverlässigkeit, Einsatzbereitschaft und Teamfähigkeit\nWas wir Ihnen bieten\neine interessante Tätigkeit an der Schnittstelle von Mensch und Kultur\neine Arbeitszeitgestaltung in Teilzeit (50 – 80 %) im Rahmen der Dienstpläne\neinen Arbeitsvertrag in Anlehnung an den TVöD-V VKA, Entgeltgruppe 2, Stufe 1, Tarifgebiet Ost, zzgl. Jahressonderzahlung und Zuschlägen für Nachtarbeit und Arbeit am Wochenende und an Feiertagen\neinen Zuschuss zu einem Firmenticket bzw. zum Deutschlandticket\nWen wir besonders zur Bewerbung auffordern\nWir sind ein vielfältiges Team mit unterschiedlichen Hintergründen und Lebensrealitäten. Eine offene und diskriminierungsfreie Arbeitskultur ist uns sehr wichtig. Daran arbeiten wir gemeinsam im Sinne einer lernenden Organisation stetig weiter. Deshalb freuen wir uns insbesondere über Bewerber:innen marginalisierter Perspektiven. Bewerbungen von Menschen mit Migrationshintergrund, die die genannten Anforderungen erfüllen, sind ausdrücklich erwünscht.\nBei gleicher Eignung und Qualifikation werden Bewerbungen von anerkannten Schwerbehinderten bevorzugt berücksichtigt (bitte Nachweis beifügen).\nWie Sie sich bewerben können\nIhre vollständigen Bewerbungsunterlagen (Anschreiben, aktueller Lebenslauf, Zeugnisse sowie ggf. Kündigungsfrist) senden Sie bitte unter Angabe Ihrer gewünschten Wochenarbeitszeit bis zum\n14. August 2025\nunter der\nKennziffer 2025-CON-1\nausschließlich per E-Mail in einem\ngebündelten PDF-Dokument\n(max. 10 MB) an:\nbesucherservice@stadtmuseum.de\n.\nPer Post eingereichte Bewerbungsunterlagen werden nur zurückgesandt, wenn ihnen ein frankierter Rückumschlag beiliegt.\nSollten Sie keine EU-Staatsbürgerschaft besitzen, fügen Sie Ihrer Bewerbung bitte eine Kopie Ihres Aufenthaltstitels mitsamt Arbeitserlaubnis bei.\nWir behalten uns vor, geeignete Bewerber:innen bereits vor Ablauf der Bewerbungsfrist zu einem Bewerbungsgespräch einzuladen.\nDurch die Bewerbung entstehende Reisekosten werden von uns\nnicht\nerstattet.\nIhr Kontakt\nVanessa Schwab\nPersonalreferentin Recruiting\n030 240 02 – 292\nbesucherservice@stadtmuseum.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.08.2025", "url": "https://www.museumsbund.de/stellenangebote/connectorinnen-fuer-den-besucherservice/", "date_published": "2025-07-23T00:00:00"}]}