{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung-2/", "image": "", "title": "Mitarbeiter (m/w/d) für die Besucherbetreuung", "content_text": "Deutsches Literaturarchiv Marbach, Marbach Bewerbungsende: 19.10.2025 | Die Deutsche Schillergesellschaft e. V. ist Trägerin des Deutschen Literaturarchivs Marbach, einer der bedeutendsten Literaturinstitutionen weltweit. Es sammelt, bewahrt und erschließt Zeugnisse zur neueren deutschen Literatur, macht sie forschenden Gästen zugänglich und präsentiert sie in zwei Museen einer breiten Öffentlichkeit.\nZum 01.11.2025\nsuchen wir für die Abteilung Museum einen\nMitarbeiter (m/w/d) für die Besucherbetreuung\n(TV-L E3, Teilzeit Minijob (4 Wochenstunden), befristet mit Option auf Verlängerung)\nIhre Aufgaben:\nAufsicht in den Ausstellungsräumen und allgemeine Kontrolltätigkeiten\nBedienung von audiovisuellen Medien\nErteilung von Besucherauskünften (inklusive Telefondienst)\nZuständigkeit für die Einhaltung von Vorschriften und Sicherheitsbestimmungen\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung-2/", "date_published": "2025-10-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung/", "image": "", "title": "Mitarbeiter (m/w/d) für die Besucherbetreuung", "content_text": "Deutsches Literaturarchiv Marbach, Marbach Bewerbungsende: 19.10.2025 | Die Deutsche Schillergesellschaft e. V. ist Trägerin des Deutschen Literaturarchivs Marbach, einer der bedeutendsten Literaturinstitutionen weltweit. Es sammelt, bewahrt und erschließt Zeugnisse zur neueren deutschen Literatur, macht sie forschenden Gästen zugänglich und präsentiert sie in zwei Museen einer breiten Öffentlichkeit.\nZum 01.11.2025\nsuchen wir für die Abteilung Museum einen\nMitarbeiter (m/w/d) für die Besucherbetreuung\n(TV-L E3, Teilzeit 40,5 % (16 Wochenstunden), unbefristet)\nIhre Aufgaben:\nKassendienst (Verkauf Eintrittskarten und Publikationen, Kassenführung- und Tagesabrechnung)\nErteilung von Besucherauskünften (inklusive Telefondienst)\nAufsicht in den Ausstellungsräumen und allgemeine Kontrolltätigkeiten\nBedienung von audiovisuellen Medien\nZuständigkeit für die Einhaltung von Vorschriften und Sicherheitsbestimmungen\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-fuer-die-besucherbetreuung/", "date_published": "2025-10-01T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-und-online-marketing-m-w-d/", "image": "", "title": "Fachbereichsleitung Social Media und Online-Marketing (m/w/d)", "content_text": "Kunstmuseum Stuttgart, Stuttgart Bewerbungsende: 02.11.2025 | Das Kunstmuseum Stuttgart ist eine gemeinnützige GmbH und liegt mitten in der lebendigen Stuttgarter Innenstadt. Zu den Höhepunkten der Kunstsammlung mit Schwerpunkt auf Klassischer Moderne und zeitgenössischer Kunst zählen der bedeutende Bestand an Gemälden, Grafiken und Zeichnungen des Malers Otto Dix, das Archiv Willi Baumeister sowie Werkkomplexe von Adolf Hölzel, Fritz Winter, Dieter Roth, Wolfgang Laib, Michel Majerus, Josephine Meckseper, Tim Berresheim und Katinka Bock. Das Kunstmuseum Stuttgart betreibt zudem das Museum Haus Dix in Hemmenhofen am Bodensee.\nWir suchen für unser Team eine\nFachbereichsleitung Social Media und Online-Marketing (m/w/d)\nAufgaben\nWeiterentwicklung und Umsetzung der Online-Marketing-Strategie des Kunstmuseums Stuttgart\nund des Museum Haus Dix\nKonzeption, Steuerung, Ausbau und Monitoring des Online-Marketings und der Social-Media-Kanäle beider Häuser\nRedaktion, Produktion und Veröffentlichung von zielgruppenorientiertem Content\neigenständige Erstellung und Bearbeitung von Film- und Fotoaufnahmen (inklusive Bildbearbeitung, Schnitt, Ton und Postproduktion)\naktives Community Management und Storytelling im Einklang mit dem Museumsleitbild\nPlanung, Umsetzung und Optimierung von digitalen Werbemaßnahmen\nRedaktion (Text und Bild), Pflege und Weiterentwicklung der Website und des Newsletters\nPlanung und Durchführung von Messeauftritten\nBudgetverantwortung und Ressourcenplanung\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-social-media-und-online-marketing-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-personalabteilung-m-w-d/", "image": "", "title": "Mitarbeiter*in der Personalabteilung (m/w/d)", "content_text": "Stiftung Topographie des Terrors, Berlin Bewerbungsende: 21.10.2025 | Die Stiftung Topographie des Terrors sucht für ihren Standort in der Niederkirchnerstraße zum\n1. März 2026\neine*n\nMitarbeiter*in der Personalabteilung (m/w/d).\nDie Stiftung Topographie des Terrors ist eine selbständige Stiftung des öffentlichen Rechts, die vom Land Berlin und dem Bund finanziert wird. Gemäß Stiftungsgesetz besteht der Zweck der Stiftung in der Vermittlung historischer Kenntnisse über den Nationalsozialismus und seine Verbrechen sowie der Anregung zur aktiven Auseinandersetzung mit dieser Geschichte, einschließlich ihrer Folgen nach 1945.\nDiese unbefristete Stelle mit einer wöchentlichen Arbeitszeit von z. Zt. 39,4 Stunden wird nach\nTV-L, Egr. 9b\nvergütet, zuzüglich der Jahressonderzahlung und der Zusatzversorgung des öffentlichen Dienstes (VBL).\nWir bieten eine interessante, vielseitige und verantwortungsvolle Tätigkeit in einem interessanten Umfeld mit teamorientierten Strukturen, mit Weiterbildungsmöglichkeiten, Gleitzeit und der Möglichkeit des mobilen Arbeitens. Wir legen großen Wert auf eine sorgfältige Einarbeitung und ein unterstützendes Onboarding.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-der-personalabteilung-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-mwd-fuer-die-abteilung-besucherinnenservice/", "image": "", "title": "Mitarbeiter*innen (m*w*d) für die Abteilung Besucher*innenservice", "content_text": "Berlinische Galerie, Berlin Bewerbungsende: 12.10.2025 | Die\nBerlinische Galerie\n, das Landesmuseum für Moderne Kunst, Fotografie und Architektur, gehört zu den experimentierfreudigsten Museen Berlins. Die Sammlungen und Aktivitäten sind auf die in Berlin entstandene Klassische Moderne, Nachkriegsmoderne und aktuelle Kunstszene der Hauptstadt ausgerichtet und illustrieren damit den Dialog zwischen Vergangenheit und Gegenwart. Die Berlinische Galerie versteht sich als Museum für alle Berliner*innen und Gäste der Stadt und legt großen Wert darauf, dass ihre Ausstellungen inspirierende Erlebnisse für alle Besucher*innen bieten.\nWir suchen zum nächstmöglichen Termin Mitarbeiter*innen (m*w*d) für die Abteilung\nBesucher*innenservice\nfür die Bereiche Aufsicht, Information, Kasse, Shop, Garderobe\nDazu gehören folgende Aufgaben:\nEmpfang von Museumsbesucher*innen sowie von Gruppen und Schulklassen\nGewährleistung der Sicherheit der Exponate\nSicherstellung der Einhaltung der Besuchsordnung\nBeantwortung allgemeiner Fragen der Besucher*innen\nVerkauf von Eintrittskarten\nVerkauf von Artikeln des Museumsshops sowie Auspacken und Kontrollieren der Ware\nKassenabschluss sowie ordnungsgemäße Abrechnung\nEntgegennahme und Ausgabe von Kleidungsstücken, Taschen usw. an der Garderobe\nSchließdienst\nEvakuierungshelfer*in, Brandschutzhelfer*in, Ersthelfer*in\nAnforderungen:\nPraxiserfahrung im Besucher*innen bzw. Gästeservice\nUnterrichtung gem. § 34a GewO\nKassenkenntnisse sind erwünscht\nSehr gute Kommunikationsfähigkeiten und ein sicherer Umgang mit Besucher*innen auch in schwierigen Situationen\nFreundliches, verbindliches, serviceorientiertes Auftreten\nGepflegtes Erscheinungsbild\nRoutinierter Umgang mit Büro-Software\nGute Deutsch- (C1) und Englischkenntnisse (B1)\nBereitschaft, auch an Feiertagen sowie vorrangig am Wochenende zu arbeiten\nWir bieten:\nEine interessante und abwechslungsreiche Tätigkeit an einem schönen, zentral gelegenen Arbeitsort\n30 Tage Urlaub bei Vollzeit, Arbeitszeitkonto\nBetriebliche Altersvorsorge mit Arbeitgeberzuschuss\nZuschuss zum BVG-Firmenticket\nVergütung nach Entgeltgruppe E 3 TVöD-VKA zzgl. tarifliche Jahressonderzahlung\nArbeitsfrei am 24. Und 31. Dezember\nDie Stellen können in Teilzeit (75%) besetzt werden und sind vorerst für 2 Jahre befristet.\nIhre Bewerbung richten Sie bitte per E-Mail als ein PDF mit dem Betreff BS2025 bis zum 12.10.2025 an:\nbewerbung@berlinischegalerie.de\nFür die Berlinische Galerie hat eine diskriminierungssensible Arbeitsumgebung eine hohe Priorität. Wir freuen uns über Bewerbungen von Menschen, die von Diskriminierung und Ausschlüssen betroffen sind oder deren Perspektiven im Kulturbetrieb häufig marginalisiert werden. Wir fördern die Gleichstellung aller Geschlechter nach dem Berliner Landesgleichstellungsgesetz. Wir berücksichtigen bei gleicher Eignung und Qualifikation die Bewerbung von anerkannten Schwerbehinderten oder ihnen gleichgestellten Menschen bevorzugt (bitte Nachweis beifügen). Reisekosten zu Vorstellungsgesprächen können nicht erstattet werden.\nInformationen zum Datenschutz unter\nhttps://berlinischegalerie.de/datenschutz/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterinnen-mwd-fuer-die-abteilung-besucherinnenservice/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-und-organisation/", "image": "", "title": "Mitarbeiter*in Verwaltung und Organisation", "content_text": "Werkbundarchiv - Museum der Dinge, Berlin Bewerbungsende: 31.10.2025 | Das Werkbundarchiv – Museum der Dinge sucht zum 1.1.2026 eine*n\nMitarbeiter*in Verwaltung und Organisation (m/w/d)\nin Teilzeit (82 %)\nDas Werkbundarchiv – Museum der Dinge ist ein Museum der Moderne – der Gestaltungsgeschichte und Produktkultur im 20. und 21. Jahrhundert. Kern der Institution ist das Archiv des Deutschen Werkbundes. Diese 1907 gegründete Vereinigung von Künstler*innen, Industriellen und Kulturpolitiker*innen strebte als Teil der utopischen Kulturtendenzen zu Beginn des 20. Jahrhunderts eine Reform der Lebenswelt an.\nDie Aufgaben des Werkbundarchiv – Museum der Dinge sind sowohl die materielle Bewahrung und wissenschaftliche Dokumentation der Werkbund-Geschichte als auch ihre zeitgenössische Interpretation und Reflexion. Mit seinem Schaudepot und Sonderausstellungen sowie mit Veranstaltungen und Vermittlungsformaten erreicht das Werkbundarchiv – Museum der Dinge ein stetig wachsendes Publikum. Es ist ein Ort für alle, die sich kritisch mit Geschichte und Gegenwart von Gestaltung auseinandersetzen wollen.\nZu Ihrem Aufgabenbereich gehören:\nFinanzverwaltung\n:\nvorbereitende Buchhaltung, Rechnungsprüfung und -bezahlung\nRechnungslegung (Leistungen, Publikationsverkauf u.a.)\nBudgetkontrolle und Bestellungen (Publikationen) für den Museumsshop\nKassenführung, Prüfung und Abrechnung Museumseinnahmen, Einzahlungen\nVorbereiten der zahlenmäßigen Aufstellung von Verwendungsnachweisen\nVorarbeiten Vergabe von Leistungen (Recherche Anbieter u.a.)\nPersonalverwaltung\n:\nFühren der Personalakten zur Anwesenheit (Krankheit, Urlaub u.a.)\nKoordination Personalbuchhaltung/Steuerbüro, Krankenkassen u.a.\nOrganisation und Administration:\nKoordination der Aufsichten/des Besucherservices, Schichtplanerstellung, Vertretungslösungen\nKorrespondenz, Datenpflege, Beitragsverwaltung für den Verein\nAnlauf-und Vermittlungsstelle für externe Dienstleister, Bank, Hausverwaltung u.a.\nMaterialbestellung, Inventarisierung, Instandhaltung Ausstattung\nPflege Adress-Datenbanken, diverse Korrespondenz, Einladungsmailings\nOrganisation Veranstaltungen\nErforderliche Kenntnisse und Voraussetzungen:\neinen erfolgreichen Abschluss eines Hochschul- oder Fachhochschulstudiums (Bachelor) der Fachrichtungen Betriebswirtschaft, Volkswirtschaft, Public Management, öffentliche Verwaltung bzw. den Abschluss eines Studiums mit Inhalten oben genannter Fachrichtungen oder eine erfolgreich abgeschlossene dreijährige Berufsausbildung mit entsprechenden Ausbildungsschwerpunkten sowie mehrjährige Berufserfahrung in der Organisation und Verwaltung\nKenntnisse in der Betriebs-, Haushalts- und Personalverwaltung\nroutinierter Umgang mit MS Office und die Bereitschaft, digitale und nachhaltige Lösungen in allen Arbeitsbereichen mitzugestalten\nKenntnisse in den Arbeitsgebieten des Museums bzw. kultureller Einrichtungen\nSehr gute Kenntnisse der deutschen Sprache, Organisationstalent, Verhandlungsgeschick und eine hohe Sozialkompetenz sind Voraussetzung für die erfolgreiche Museumsarbeit. Wir freuen uns über Einsatzfreude, Präzision und Belastbarkeit sowie über einen kooperativen und integrierenden Arbeitsstil.\nWas wir bieten:\nein abwechslungsreiches, vielseitiges und anspruchsvolles Aufgabengebiet in einer innovativen, hierarchiearmen Non-Profit-Organisation mit internationaler Ausstrahlung\neine offene und freundliche Arbeitsatmosphäre in einem aufgeschlossenen Team\neine Dotierung der Stelle in Anlehnung an den TVL Berlin nach E9.\nWir begrüßen Bewerbungen von Menschen mit einer Migrationsgeschichte. Anerkannte schwerbehinderte Bewerber*innen (m/w/d) werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte senden Sie Ihre Bewerbungsunterlagen in digitaler Form (eine PDF-Datei mit max. 5 MB) bis zum\n31.10.2025\nan folgende E-Mail-Adresse: bewerbungen@museumderdinge.de\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBei Fragen wenden Sie sich bitte an: Sirid Amsel, amsel@museumderdinge.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-verwaltung-und-organisation/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-kunst-und-designwissenschaft-designgeschichte-m-w-d/", "image": "", "title": "Kurator*in für Kunst- und Designwissenschaft / Designgeschichte (m/w/d)", "content_text": "Museum Ulm, Ulm Bewerbungsende: 14.10.2025 | Unsere Stadtverwaltung ist so stark wie die Gesamtheit ihrer Mitarbeiter*innen (m/w/d). Werden Sie Teil unseres Teams und gestalten Sie Ulm aktiv mit.\nWir suchen beim HfG-Archiv / Museum Ulm zum 01.03.2026 eine*n\nKurator*in für Kunst- und Designwissenschaft/Designgeschichte (m/w/d)\nTeilzeit, befristet\nDer Stellenumfang beträgt 50% und ist zunächst auf 2 Jahre befristet.\nDas HfG-Archiv, eine externe Abteilung des Museums Ulm, betreut den materiellen Nachlass der ehemaligen Hochschule für Gestaltung Ulm (1953–1968). In seiner Doppelfunktion als Archiv und Ausstellungsort dokumentiert es die Rolle der HfG Ulm für das Design im 20. und 21. Jahrhundert und setzt mit Sonderausstellungen thematische Schwerpunkte. Die Bestände umfassen außerdem den Nachlass von Otl Aicher, Walter Zeischegg sowie den Vorlass von Hans (Nick) Roericht.\nDie Bezahlung erfolgt bis\nEntgeltgruppe 13 TVöD\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.10.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-fuer-kunst-und-designwissenschaft-designgeschichte-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-bereich-ausstellungsmanagement/", "image": "", "title": "Mitarbeiter/in (m/w/d) im Bereich Ausstellungsmanagement", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 27.10.2025 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – stellt zum nächstmöglichen Termin\neine/n Mitarbeiter/in (m/w/d) im Bereich Ausstellungsmanagement\nzunächst befristet für die Dauer von 12 Monaten in Teilzeit (50%, 19,5 Wochenstunden) ein. Bei Vorliegen der tariflichen Voraussetzungen ist eine Eingruppierung bis nach E 11 TV-Länder möglich. Dienstort ist Mainz.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultur-einrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz, Landesdenkmalpflege, Landesarchäologie und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nIn der Funktion der Leitung des Ausstellungsmanagements nehmen Sie insbesondere folgende Aufgaben wahr:\norganisatorische Leitung und Umsetzung des Ausstellungsaufbaus einschließlich der projekt­bezogenen Steuerung des Personaleinsatzes von Mitarbeitenden nach den Vorgaben von Entwurfs­plänen, die aus der Zusammenarbeit von Ausstellungsgestaltern, Architekten und Kuratoren ent­stehen\nKoordination und Abstimmung der Arbeitsprozesse untereinander zwischen Kuratoren, Gestaltern, Externen, verschiedenen Gewerken etc. unter Berücksichtigung konservatorischer Belange\nAufstellung und Fortschreibung des internen Zeit- und Terminplans für Dauer- und Sonderaus­stellungsprojekte in Zusammenarbeit mit den Kuratorinnen und Kuratoren\nsofern erforderlich, Erstellung und Abstimmung von Bauablaufplänen für die Projektmitarbeitenden und Formulierung konkreter Arbeitsaufträge sowie Sicherstellung der zeit- und fristgerechten Umsetzung\nberatende Teilnahme für technische und bauliche Belange sowie an Pitchs für Ausstellungsprojekte im Hinblick auf deren Umsetzung und Realisierung\nzentrale/r Ansprechpartner/in für Technik, Wissenschaft, Museumspädagogik und Verwaltung für den Bereich Ausstellungstechnik\nErheben von Bedarfsermittlungen für Ausstellungsprojekte sowie Vorbereitung von Ausschreibungen, insbesondere Erstellung von Leistungsverzeichnissen nach Vorgaben des öffentlichen Dienstes und in Zusammenarbeit mit der Vergabestelle der GDKE\nfachliche Leitung der Restaurierungs- und Schreinerwerkstatt, inkl. der Bestandsbetreuung von Ausstellungsarchitektur und Ausstellungsmedien sowie Entwicklung und Umsetzung von Standards unter Einbindung der Fachrestauratoren\nBudgetverwaltung und -steuerung sowie Vorbereitung und Umsetzung von Vergabeverfahren im Zuständigkeitsbereich, ggf. in Zusammenarbeit mit der zentralen Vergabestelle\nAnsprechpartner/in in Fragen des Objektschutzes und der Objektsicherung sowie für Notfall- und Sicherheitspläne\nFür die Wahrnehmung der o. g. Aufgaben erwarten wir folgende Qualifikationen und Erfahrungen:\nvorzugsweise einen Hochschulabschluss der Fachrichtungen Kulturwissenschaft, Museologie, Kultur­anthropologie oder vergleichbare Fachrichtungen\ngrundlegende Erfahrungen im Projekt- und Prozessmanagement\nErfahrung in einer Leitungsposition mit Budgetverantwortung\nAnwenderkenntnisse des Vergaberechts für Werk- und Dienstleistungen\nsolide Anwenderkenntnisse MS-Office, Bildbearbeitung sowie Datenbanken\nBegeisterungsfähigkeit, Belastbarkeit, Verhandlungsgeschick, Kreativität, Kontakt- und Kommunikationsfähigkeiten sowie vor allem Organisationstalent und Flexibilität\nausgeprägte Teamfähigkeit\nzeitliche Flexibilität\nüberzeugendes Auftreten und sicherer Gebrauch der deutschen Sprache in Wort und Schrift sowie Fremdsprachenkenntnisse, vorzugsweise Englisch\nräumliches Vorstellungsvermögen und die Fähigkeit Grundrisse, Entwürfe und Planzeichnungen lesen und interpretieren zu können\nFührerschein Klasse 3 bzw. B sowie entsprechende Fahrpraxis\nDie Arbeitszeit beträgt 50% der regelmäßigen wöchentlichen Arbeitszeit (19,5 Stunden).\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 78/2025 bis zum 27.10.2025\nvorzugsweise an:\nbewerbung@gdke.rlp.de\noder\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-im-bereich-ausstellungsmanagement/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-bildung-und-vermittlung-und-museumspaedagogin-m-w-d/", "image": "", "title": "Referent:in Bildung und Vermittlung und Museumspädagog:in (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Frankfurt a. M. Bewerbungsende: 14.10.2025 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des ûÑffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehûÑren die Museen fû¥r Kommunikation in Berlin, Frankfurt am Main und Nû¥rnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fû¥r Philatelie in Bonn.\nAm Museum fû¥r Kommunikation in Frankfurt suchen wir zum 01.01.2026 eine:n\nReferent:in Bildung und Vermittlung und MuseumspûÊdagog:in (m/w/d)\n(E 12 TVûÑD Bund, Vollzeit 39 Std./Woche)\nDas Aufgabengebiet umfasst hauptsûÊchlich die fundierte Konzeption, Planung und Realisierung zielgruppengerechter pûÊdagogischer Bildungs- und Vermittlungsangebote und die Mitwirkung bei der Entwicklung von Ausstellungen und Veranstaltungen hinsichtlich museums- und medienpûÊdagogischer Themen.\nVoraussetzungen sind:\nein erfolgreich abgeschlossenes Hochschulstudium mit pûÊdagogischer Orientierung (z.B. LehramtsstudiengûÊnge, DiplompûÊdagogik, MedienpûÊdagogik u.ûÊ.) oder kulturwissenschaftliches Studium in Verbindung mit einem Technik- oder Informatikschwerpunkt bzw. vergleichbare Qualifikation;\nausgewiesene Praxiserfahrungen in der Museums- oder MedienpûÊdagogik oder verwandter Bildungsbereiche (mindestens 2 Jahre);\neine hohe AffinitûÊt zu modernen Medien sowie entsprechende Kenntnisse und Erfahrungen mit digitalen Tools;\ndie FûÊhigkeit, wissenschaftliche und technische Inhalte verstûÊndlich vermitteln zu kûÑnnen sowie zielgruppengerechter Umgang mit dem Publikum und\nKenntnisse aktueller Diskurse in der Museums- und Vermittlungsarbeit.\nErwû¥nscht sind:\nKenntnisse und Erfahrungen mit einer groû\u009fen Bandbreite von Zielgruppen sowohl in medienpûÊdagogischen Projekten als auch in kultureller Bildung;\nKenntnisse Inklusion, Barrierefreiheit, Nachhaltigkeit i.S. des SDG 4;\nKenntnisse in Wissenschafts-, Technik-, und/ oder Mediengeschichte;\ndidaktisches Geschick sowie verantwortlicher Umgang mit Kindern und Jugendlichen sowie\ngute Fremdsprachenkenntnisse in Wort und Schrift (Englisch, vorzugsweise weitere Sprachen).\nNeben Ihrer Team- und KooperationsfûÊhigkeit û¥berzeugen Sie uns durch Ihre Kontakt- und KommunikationsfûÊhigkeit. Darû¥ber hinaus wird Ihr Profil durch eine strukturierte und selbstûÊndige Arbeitsweise abgerundet.\nWir bieten eine abwechslungsreiche BeschûÊftigung in einer bundesweit tûÊtigen Stiftung und einen Arbeitsplatz in einem der schûÑnsten Museen von Frankfurt am Main. Die Vergû¥tung und Sozialleistungen erfolgen gemûÊû\u009f Tarifvertrag (TVûÑD) des Bundes. Bei Vorliegen der fachlichen und persûÑnlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 12 vorgesehen.\nFlexible Arbeitszeiten sowie die MûÑglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewûÊhrleistet gemûÊû\u009f BGleiG die berufliche Gleichstellung unabhûÊngig vom Geschlecht und unterstû¥tzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (ôÏ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berû¥cksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrû¥û\u009fen wir Bewerbungen unabhûÊngig von NationalitûÊt, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitûÊt.\nBei der Museumsstiftung ist eine TeilzeitbeschûÊftigung grundsûÊtzlich mûÑglich. Gehen entsprechende Bewerbungen ein, wird fû¥r den Arbeitsplatz geprû¥ft, ob den Teilzeitwû¥nschen im Rahmen der dienstlichen MûÑglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewû¥nschten Gestaltung der Teilzeit) entsprochen werden kann.\nFû¥r weitere Auskû¥nfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur Verfû¥gung.\nBitte senden Sie Ihre aussagefûÊhige Bewerbung\nausschlieû\u009flich per E-Mail\nbis zum 14. Oktober 2025 an die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straû\u009fe 16 in 10117 Berlin\nE-Mail:\nbewerbung3@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zipã\u0080\u0093AnhûÊnge kûÑnnen aus Sicherheitsgrû¥nden keine Berû¥cksichtigung finden.\nDie von Ihnen û¥bermittelten Daten werden von uns gespeichert. Es werden ausschlieû\u009flich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NûÊhere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung û¥bersandt. Sie kûÑnnen jederzeit Ihr EinverstûÊndnis zur Speicherung der Daten zurû¥ckziehen und die LûÑschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.10.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-bildung-und-vermittlung-und-museumspaedagogin-m-w-d/", "date_published": "2025-10-02T09:23:39.317597"}, {"id": "https://www.museumsbund.de/stellenangebote/paedagogisch-wissenschaftlichen-mitarbeiterin/", "image": "", "title": "pädagogisch-wissenschaftliche:r Mitarbeiter:in", "content_text": "Lernort Kislau e. V., Karlsruhe Bewerbungsende: 26.10.2025 | Zum Jahresbeginn 2026 suchen wir eine:n\npädagogisch-wissenschaftliche:n Mitarbeiter:in (80 bis 100 % TV-L E 11)\nDer Lernort Kislau e. V. mit Sitz in Karlsruhe widmet sich der Erforschung und Vermittlung badi­scher Landesgeschichte der Jahre 1918 bis 1945. Auf dem Areal des Konzentrationslagers Kislau errichten wir einen modernen Lernort, an dem sich kreative Formen der Geschichtsarbeit mit einer politischen Bildungsarbeit auf Augenhöhe verbinden sollen. Wir schließen Forschungs­lücken, realisieren Führun­gen, Vorträge, Tagungen sowie Work­shops und verleihen eine von uns mitkon­zi­pierte Ausstel­lung zu den frühen Lagern des NS-Regimes. Mit unserem mobilen Geschichtslabor ‚Wo fängt Unrecht an?‘ sowie mit unserem Geschichtsportal ‚Nicht mit UFOs‘ wenden wir uns vor allem an junge Menschen. Gleiches gilt für die von uns entwickelten Motion Comics zu signifikanten Ereignissen aus der badischen Landesgeschichte sowie für unsere Quiz-Reihe ‚Geschichte bewegt‘,\nmit deren Hilfe sich die Motion Comics im Unterricht einsetzen lassen. Unsere Arbeit wird vom Land Baden-Württemberg sowie von mehreren Gebietskörperschaften unserer Region finanziert.\nZum Beginn des Jahres 2026 suchen wir eine:n pädagogisch-wissenschaftliche:n Mitarbei­ter:in, der/die sich langfristig in unser hauptamtliches Team einbringt. Ihre Tätigkeit bei uns umfasst:\ndie Beteiligung an der Entwicklung des Ausstellungs- und Vermittlungskonzepts für den Lernort\ndie Konzeption und Realisierung von Workshops und Veranstaltungen\ndie Organisation und Koordination des Verleihs unseres mobilen Geschichtslabors\ndie Erstellung von pädagogischen Materialien und Werbemitteln\ndie Mitwirkung an der Betreuung unserer Internetpräsenz\ndie Erstellung von Projekt- und Mittelanträgen\nWir erwarten von Ihnen:\nein eindeutiges Bekenntnis zur freiheitlich-demokratischen Grundordnung der Bundesrepublik\neinen Studienabschluss in einem für die skizzierten Tätigkeiten qualifizierenden Fach\ngroßes Interesse am Thema sowie einschlägiges historisches und politisches Wissen\npraktische Erfahrungen in der historisch-politischen Bildungsarbeit\norganisatorische, konzeptionelle und pädagogische Kompetenz\nFreude an der Arbeit mit Menschen allen Alters mit unterschiedlichen Bildungshintergründen\nkommunikative Kompetenz, gewandtes Auftreten sowie Sicherheit im schriftlichen Ausdruck\nein hohes Maß an Kreativität und Mut zu unkonventionellen Lösungen\nBereitschaft zu gelegentlichen Arbeitseinsätzen außerhalb der üblichen Bürozeiten\nLeidenschaft für die Sache und ein hohes Maß an Engagement\nWir bieten Ihnen:\nein vielseitiges und komplexes Betätigungsfeld von hoher politischer Relevanz\ndrei sympathische, von Teamgeist durchdrungene Kolleginnen sowie ein schönes Büro\neine nachhaltige berufliche Perspektive in Form eines unbefristeten Arbeitsvertrags nach TV-L E 11\nIhre elektronische Bewerbung mit aussagekräftigen Unterlagen erbitten wir bis spätestens zum 26. Oktober 2025 an die E-Mail-Adresse\ninfo@lernort-kislau.de\n. Erste Video-Interviews sind für die 44. KW geplant. Für Fragen zum Bewerbungsverfahren stehen wir gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/paedagogisch-wissenschaftlichen-mitarbeiterin/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-77/", "image": "", "title": "wissenschaftliches Volontariat", "content_text": "Staatliche Museumsagentur Bayern, München Bewerbungsende: 13.10.2025 | Bei den staatlichen Museen und Sammlungen in München sind drei Stellen für ein\nwissenschaftliches Volontariat\nin Vollzeit, zum 01.01.2026 und befristet für zwei Jahre zu besetzen.\nDas Volontariat wird an drei verschiedenen Institutionen absolviert, einer zwölfmonatigen Hauptstation sowie zwei weiteren Stationen von jeweils sechs Monaten. Es bietet einen vertieften Einblick in die Museumspraxis an verschiedenen Häusern mit unterschiedlichen Sammlungs- und Ausstellungsschwerpunkten.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-77/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wiss-volontariat-103/", "image": "", "title": "Wiss. Volontariat", "content_text": "Kunstmuseum Ravensburg, Ravensburg Bewerbungsende: 15.10.2025 | Wiss. Volontariat, Kunstmuseum Ravensburg\nBewerbungsschluss: 15.10. 2025\nDie Stadt Ravensburg sucht für das Kunstmuseum eine/n wissenschaftliche/n Volontär/in im kuratorischen Bereich (m/w/d) ab Februar 2026.\nDas Kunstmuseum Ravensburg ist das weltweit erste zertifizierte Museum in Passivhausbauweise und wurde u. a. mit dem Deutschen Architekturpreis 2013 sowie als »Museum des Jahres 2015« durch die internationale Vereinigung der Kunstkritiker (AICA) ausgezeichnet. Das Wechselausstellungsprogramm zur Kunst des 20. und 21. Jahrhunderts wird von einem umfassenden und inklusiven Vermittlungsprogramm ergänzt. Fundament des Museums ist die Sammlung Selinka mit Schwerpunkt deutscher Expressionismus, CoBrA und SPUR.\nDas Volontariat dient als Einstieg in das Berufsleben zum Erwerb ausstellungsspezifischer Kenntnisse. Wir bieten Ihnen die Möglichkeit, umfassende Einblicke in die vielfältigen Bereiche und Aufgaben eines Museums zu erhalten. Aufgabenschwerpunkt ist die wissenschaftliche und kuratorische Mitarbeit bei der Entwicklung und Realisierung von Ausstellungen sowie die Mitarbeit im Bereich Presse und Social Media der Öffentlichkeitsarbeit. Die Teilnahme an Fortbildungen während des Volontariats wird unterstützt.\nWie erwarten von Ihnen\nein abgeschlossenes Studium der Kunstgeschichte/Kunstwissenschaft oder eines verwandten geisteswissenschaftlichen Fachs\npraktische Erfahrungen im Museums- und Ausstellungsbetrieb\nsehr gute Deutschkenntnisse in Wort und Schrift und gute Englischkenntnisse\nversierter Umgang im Erstellen und Verarbeiten von Texten\nselbständige, engagierte und strukturierte Arbeitsweise\nErfahrungen im Umgang mit den gängigen EDV-Programmen, Datenbanken und Social Media\nWir bieten Ihnen\ntarifliche auf 2 Jahre befristete Anstellung nach der Hälfte der Entgeltgruppe 13 TVöD Stufe 1, ab dem zweiten Jahr Stufe 2\nvielseitige und abwechslungsreiche Tätigkeit in einem kleinen, kollegialen und erfahrenen Team\nBetriebssport- und Fitnessangebote, u. a. EGYM Wellpass\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen von qualifizierten Personen – unabhängig von kultureller und sozialer Herkunft, Geschlecht oder sexueller Identität, Alter, Religion oder Weltanschauung. Bitte bewerben Sie sich bis zum 15.10.2025 unter\nwww.ravensburg.de/jobs\n. Die Bewerbungsgespräche finden am 04.11.2025 statt.\nNähere Auskünfte erhalten Sie von Sylvia Bernhard, Telefon +49 (0)751 82-1316\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wiss-volontariat-103/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaerinnen-w-m-d-4/", "image": "", "title": "wissenschaftliche Volontär:innen (w/m/d)", "content_text": "LWL-Museum für Naturkunde, Münster Bewerbungsende: 13.10.2025 | Wir suchen Sie zum frühestmöglichen Eintrittstermin als\nwissenschaftliche Volontär:innen (w/m/d)\nPauschalvergütung\nfür unser LWL-Museum für Naturkunde. Wir bieten zwei auf zwei Jahre befristete Vollzeitstellen (39 Stunden/Woche). Sie erhalten eine monatliche Pauschalvergütung in Höhe von 50 % der Entgeltgruppe 13, Stufe 1, TVöD VKA, im zweiten Jahr nach Stufe 2.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8464\nbis zum\n13.10.2025\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-volontaerinnen-w-m-d-4/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/einen-wissenschaftlichen-volontaerin-3/", "image": "", "title": "wissenschaftliche*n Volontär*in", "content_text": "Sprengel Museum Hannover, Hannover Bewerbungsende: 22.10.2025 | Die Landeshauptstadt Hannover sucht\neine*n wissenschaftliche*n Volontär*in\nfür das Kurt Schwitters Archiv im Sprengel Museum Hannover.\nDas Sprengel Museum Hannover zählt mit seiner umfangreichen Sammlung und dem vielfältigen Ausstellungsprogramm zu den bedeutendsten Museen der Kunst des 20. und 21. Jahrhunderts\n.\nDie Stelle bietet ein interessantes und vielseitiges Aufgabengebiet im Team der Museumskurator*innen mit dem Schwerpunkt Klassische Moderne.\nWir führen Sie an folgende Aufgaben heran:\nPlanung und Umsetzung von Ausstellungsprojekten\nInventarisierung, Dokumentation und Datenpflege (MuseumPlus)\nSammlungspflege in Zusammenarbeit mit den Restauratorinnen\nInternationale Recherche und Vernetzung zu Kurt Schwitters\nRedaktionelle Betreuung von Publikationen\nBesucherservice, Archivauskünfte\nAktivitäten der Kurt und Ernst Schwitters Stiftung\nSie verfügen über\nEin abgeschlossenes kunstwissenschaftliches Hochschulstudium (M.A.); der Abschluss sollte nicht älter als drei Jahre sein\nBelegbares Interesse für die Kunst des 20. Jahrhunderts\nIhre Kompetenzen und Fähigkeiten\nWünschenswert und von Vorteil sind erste Erfahrungen in der Museumsarbeit\nDigitalkompetenz\nTeamgeist, Kommunikationsbereitschaft und Engagement\nGender- und Diversitykompetenz\nSehr gute Deutsch- und Englischkenntnisse (wir freuen uns über jede weitere Sprache, die Sie mitbringen)\nWir bieten\nDie Möglichkeit zum Erwerb fundierter Kenntnisse der kuratorischen Praxis in einem international agierenden Kunstmuseum\nHome-Office-Möglichkeiten und flexible Arbeitszeitmodelle\n30 Tage Erholungsurlaub im Kalenderjahr bei einer 5-Tage-Woche\nvielfältige Fortbildungsmöglichkeiten\nein attraktives Job-Ticket für den öffentlichen Personennahverkehr\nVereinbarkeit von Beruf und Privatleben\nattraktive Sport- und Gesundheitsangebote\nHinweise und Werte\nEs wird eine Vergütung in Höhe der\nHälfte des Entgeltes der Entgeltgruppe 13 Stufe 1 TVöD gewährt.\nDas Sprengel Museum Hannover unterstützt die Initiative für ein Vorbildliches Volontariat des Deutschen Museumsbundes e.V.\nDie Stelle ist zum\n1. Februar 2026 für die Dauer von 2 Jahren\nmit einer wöchentlichen Arbeitszeit von 40 Stunden zu besetzen und ist Teilzeit geeignet. Wir kommen gern mit Ihnen über praktikable Arbeitszeitmodelle ins Gespräch.\nDie Landeshauptstadt Hannover hat das Ziel, die Vielfalt der Bevölkerung auch in der Stadtverwaltung abzubilden. Sie erkennt damit Vielfalt als wichtigen Teil ihrer Unternehmenskultur an und ist bestrebt, ein offenes Arbeitsumfeld zu schaffen, das Menschen unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihres Alters, ihrer  Behinderung, ihrer Religion sowie ihrer sexuellen oder geschlechtlichen Identität gleiche Chancen bietet.\nSchwerbehinderte Menschen oder ihnen gleichgestellte Bewerbende werden bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Wir bestärken insbesondere Menschen mit einer Migrationsbiografie sich zu bewerben. Weitere Informationen und Hinweise über die Landeshauptstadt Hannover als Arbeitgeberin und das Stellenbesetzungsverfahren finden Sie unter\nwww.Karriere-Stadt-Hannover.de\n.\nWir freuen uns auf Ihre Bewerbung\nFür Rückfragen zum Bewerbungsverfahren steht Ihnen\nFrau Hagenah\n(Tel. 0511/168-46218,\nPersonalstelle.smh@hannover-stadt.de\n) als Ansprechpartner*in zur Verfügung. Für inhaltliche Fragen zur Stelle wenden Sie sich bitte an\nFrau Dr. Schulz\n(Tel. 0511/168-46212,\nisabel.schulz@hannover-stadt.de\n).\nBei Interesse bewerben Sie sich bitte mit Ihrer vollständigen und aussagefähigen Bewerbung\nbis\nzum 22.10.2025\nunter Angabe der Ausschreibungsziffer\n41.20-2025-1110 online über unser Bewerbungsportal\nhttps://karriere.hannover.de\n.\nNoch nichts Passendes dabei?\nDann bleiben Sie mit uns im Kontakt. Wir freuen uns auch über Initiativbewerbungen und beraten Sie gern über die vielfältigen Einstiegsmöglichkeiten.\nFür interne Bewerbungen wird auf die geltenden LHH-spezifischen Regelungen verwiesen.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.10.2025", "url": "https://www.museumsbund.de/stellenangebote/einen-wissenschaftlichen-volontaerin-3/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-m-w-d-betrieblicher-brandschutz/", "image": "", "title": "Referent (m/w/d) betrieblicher Brandschutz", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 31.10.2025 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts und zählt zu den herausragenden kulturellen Institutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte der Stiftung sind die Weimarer Klassik, ihre Nachwirkungen in der Kunst und Kultur des 19. Jahrhunderts und die Moderne mit Friedrich Nietzsche und dem Bauhaus. Die Sammlungen werden in der Herzogin Anna Amalia Bibliothek, dem Goethe- und Schiller-Archiv, den Museen sowie den historischen Bauten und Gärten betreut.\nIn der Direktion Schlösser, Gärten und Bauten ist in der Abteilung Liegenschaftsmanagement zum nächstmöglichen Zeitpunkt folgende Stelle, unbefristet und in Vollzeit (40h/Woche), zu besetzen:\nReferent (m/w/d) betrieblicher\nBrandschutz\nKennziffer: 38/2025\nDie Eingruppierung erfolgt je nach persönlichen Voraussetzungen bis zur Entgeltgruppe 12 TV-L.\nDas sind Ihre\nAufgaben:\nWahrnehmen der Aufgaben des betriebstechnischen Brandschutzes innerhalb des Fachbereiches Technisches Facility Management u. a.:\nPlanen, Steuern und Kontrollieren der Wartungen und wiederkehrenden Prüfungen brandschutztechnischer Anlagen\nErfassen und Analysieren von sicherheitstechnischen Risiken, Schäden und Mängeln inkl. Erarbeiten von Lösungen\nKoordinieren und fachliches Begleiten von Reparatur- und Austauschmaßnahmen an brandschutztechnischen Anlagen\nDurchführen von regelmäßigen Begehungen und Bestandsaufnahmen aller Liegenschaften sowie Überwachen der Einhaltung der Brandschutzvorschriften und behördlichen Auflagen\nKoordinieren von Gefahrenverhütungsschauen in Zusammenarbeit mit der Brandschutzdienststelle\nErstellen und Fortschreiben des Leistungsverzeichnisses für den Rahmenvertrag von wiederkehrenden Prüfungen und den Tausch der Rauchmelder sowie Begleitung der Maßnahmen\nPlanen und Bewirtschaften der übertragenen Haushaltsmittel\nWahrnehmen von Aufgaben im Rahmen von Bauprojekten und Baumaßnahmen mit Schwerpunkt des planungs- und baubegleitenden Facility Managements, insbesondere Beratung und Begleitung von Planungen und Ausschreibungsverfahren haustechnischer Gewerke sowie Beratung zu infrastrukturellen Belangen\nDas erwarten wir\n:\nabgeschlossenes Hochschulstudium als Ingenieur*in für Sicherheits-, Elektro- oder Mess- und Regelungstechnik mit Zusatzqualifikation im gebäudetechnischen Brandschutz bzw. vergleichbare Kenntnisse und Erfahrungen\nergänzende Qualifizierung zur/zum Fachplaner*in oder Sachverständigen für brandschutztechnische Bau- und Objektüberwachung erwünscht\nvertiefte technische Kenntnisse im Bereich der Anlagen- und Gebäudesicherheit\nKenntnisse der einschlägigen Sicherheits-, Brandschutz- und Gesundheitsbestimmungen\nKenntnisse der nationalen und landesspezifischen (Bau-)Rechtsvorschriften, insbesondere Thüringer Brand- und Katastrophenschutzgesetz (ThürBKG) und Thüringer Bauordnung\nBereitschaft zur Rufbereitschaft bei Havarien\nEin ausgeprägtes Verständnis für die Besonderheiten im Umgang mit Baudenkmalen und Kunstgut setzen wir ebenso voraus wie die Fähigkeit zum selbstständigen, konzeptionellen Arbeiten und analytischen Denken. Darüber hinaus erwarten wir eine starke Teamfähigkeit sowie hohe kommunikative Kompetenz verbunden mit Durchsetzungsstärke.\nWir bieten Ihnen:\neine vielseitige und interessante Tätigkeit in einem kollegialen, engagierten Team\nein familienfreundliches und attraktives Arbeitsumfeld mit moderner IT-Ausstattung (Dienstlaptop, Headset etc.), flexiblen Arbeitszeiten und die Möglichkeit der mobilen Arbeit\nattraktive Nebenleistungen wie vermögenswirksame Leistungen und betriebliche Altersvorsorge (VBL)\nAngebote zur fachlichen und persönlichen Qualifizierung\neinen zentrumsnahen Arbeitsplatz inmitten der UNESCO-Welterbestätten Klassisches Weimar und Bauhaus Weimar\nkostenfreien Eintritt in alle Museen der Stiftung\nDie Stiftung gewährleistet die Gleichstellung von Frauen und Männern nach dem Thüringer Gleichstellungsgesetz. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWenn Sie diese Stelle interessiert, bewerben Sie sich bitte mit\naussagekräftigen Unterlagen, Lebenslauf und Zeugnissen/Beurteilungen, zusammengefasst in\neiner\npdf-Datei,\nbis zum 31. Oktober 2025\nüber unser Online-Portal unter\nhttps://www.klassik-stiftung.de/ueber-uns/stellenangebote/\n. Von postalischen Bewerbungen und Bewerbungen per E-Mail bitten wir abzusehen.\nKlassik Stiftung Weimar\nAbteilung Personal\nLuise Jahn\nTel.: 03643 545 144\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/referent-m-w-d-betrieblicher-brandschutz/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-den-bereich-oeffentlichkeitsarbeit-und-marketing-m-w-d/", "image": "", "title": "Leitung für den Bereich Öffentlichkeitsarbeit und Marketing (m/w/d)", "content_text": "Museum der bildenden Künste Leipzig, Leipzig Bewerbungsende: 17.10.2025 | Die Stadt Leipzig sucht zum 1. Mai 2026 für das Kulturamt, Museum der bildenden Künste Leipzig, eine Leitung für den Bereich Öffentlichkeitsarbeit und Marketing (m/w/d).\nDas\nMuseum der bildenden Künste Leipzig (MdbK)\nregt an sich zu verbinden – mit anderen Menschen, der Umgebung und der Kunst. Es wurde durch das Engagement Leipziger Sammlerinnen und Sammler aufgebaut und im Jahre 1858 eröffnet. Seit 2004 befindet sich das Museum in einem Neubau im Zentrum der Stadt. Seine Sammlungen umfassen Fotografien, Gemälde, Grafiken, Installationen, Medienarbeiten und Skulpturen aus acht Jahrhunderten, vorwiegend der europäischen Kunstgeschichte. Ein Schwerpunkt liegt auf der Kunst des 20. und 21. Jahrhunderts aus Leipzig sowie ihrer Verortung im internationalen Kontext. Das Ausstellungsprogramm umfasst neben der entgeltfreien Dauerausstellung vielfältige Sonderausstellungen. Generationsübergreifende Projekte und Veranstaltungen laden zur Partizipation, Teilhabe und Interaktion ein. Das MdbK positioniert sich als ein inklusives und diskriminierungskritisches Museum.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-den-bereich-oeffentlichkeitsarbeit-und-marketing-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologe-in-im-bereich-museen-des-geschaeftsbereichs-schule-kultur-und-sport/", "image": "", "title": "Museologe/in im Bereich „Museen“ des Geschäftsbereichs Schule, Kultur, und Sport", "content_text": "Landkreis Helmstedt, Helmstedt Bewerbungsende: 02.11.2025 | Der Landkreis Helmstedt sucht\nschnellstmöglich und unbefristet\neine/n Museologen/in im Bereich „Museen“ des Geschäftsbereichs Schule, Kultur, und Sport\nnach Entgeltgruppe 11 TVöD in Vollzeit (teilzeitgeeignet)\nDer Landkreis Helmstedt befindet sich in einer historisch bedeutsamen Region und fühlt sich der Pflege seines historischen Erbes verpflichtet. Von überregionaler Bedeutung war die 1576 eröffnete und 1810 geschlossene welfische Universität „Academia Julia“. Im ehemaligen Hauptgebäude aus dem späten 16. Jahrhundert befinden sich das Kreis- und Universitätsmuseum Helmstedt sowie die Ehemalige Universitätsbibliothek. Bis 1990 verlief die innerdeutsche Grenze unmittelbar östlich des Landkreises Helmstedt. Um an diesen historisch bedeutenden Abschnitt der deutschen Geschichte zu erinnern, betreibt der Landkreis seit 1991 des Zonengrenzmuseum Helmstedt. Die Museen und Sammlungen des Landkreises Helmstedt sollen in den kommenden Jahren umfassend modernisiert, konzeptionell erneuert und museumspädagogisch weiterentwickelt werden. Die Sammlungen sollen neu geordnet und digital erschlossen werden.\nIhre wesentlichen Aufgabenbereiche\nMitarbeit an der Neukonzeption und Weiterentwicklung der musealen Einrichtungen und Sammlungen des Landkreises Helmstedt\nNeuorganisation und Pflege der Sammlungen des Landkreises einschließlich der fachgerechten Durchführung von Restaurierungen durch Dienstleister\nAufbau einer digitalen Inventarisierung\nBearbeitung von Anfragen und Abwicklung des Leihverkehrs\nMitwirkung an der Öffentlichkeitsarbeit inkl. Führungen\nSchulung von Gästeführern und Aufsichten\nKoordination der Museumsaufsichten und Gästeführer\nIhre fachlichen Kompetenzen:\nHochschulabschluss im Bereich Museologie oder einem vergleichbaren Studiengang\nNachgewiesene berufliche Erfahrung in der Museums- und Kulturarbeit, insbesondere in den Bereichen Konservierung und Bestandspflege wünschenswert\nGute EDV-Kenntnisse (MS-Office) wünschenswert\nFührerschein der Klasse B wünschenswert\nGute Englischkenntnisse wünschenswert, weitere Fremdsprachenkenntnisse von Vorteil\nKenntnisse der Universitätsgeschichte und/oder Zeitgeschichte von Vorteil\nIhre persönlichen Kompetenzen:\nKommunikationsgeschick, Organisationserfahrung, Kreativität, Teamfähigkeit\nhohe Belastbarkeit\nGute kommunikative Fähigkeiten in Wort und Schrift\nGute Präsentationsfähigkeit\nkeine Scheu, sich im Rahmen der Digitalisierung auch Kenntnisse zu neuen Softwareanwendungen anzueignen (Dokumentenmanagementsystem, Fachverfahren etc.)\nBereitschaft zur Arbeit außerhalb der regulären Dienstzeiten (z.B. Abendstunden, Wochenenden, Feiertagen)\nWir bieten Ihnen:\nEine sinnstiftende, vielseitige und abwechslungsreiche Tätigkeit\nEigenverantwortliches Arbeiten\nEinen sicheren Arbeitsplatz im öffentlichen Dienst mit einem Tariflichen Entgelt nach dem TVöD\nVereinbarkeit von Familie, Beruf und Pflege (Gleitzeitregelung, Homeoffice, etc.)\nBeratung und Unterstützung bei der Suche nach geeigneten Betreuungsmöglichkeiten\nUrlaubsanspruch von 30 Tagen, zusätzlich Heiligabend und Silvester bezahlt frei\nGewährung einer Jahressonderzahlung\nVermögenswirksame Leistungen und betriebliche Altersvorsorge\nLeistungsentgelt basierend auf Zielvereinbarungen\nBetriebliches Gesundheitsmanagement\nVerschiedene Fort- und Weiterbildungsmöglichkeiten\nHelmstedt ist ein Arbeitsort:\nMit kurzen Wegen (fußläufig alle Angelegenheiten des täglichen Bedarfs, Bahnhof, Kinos, Grünanlagen, Seen erreichbar)\nMit günstigem Wohnraum, guter Verkehrsanbindung (A2, IC-Bahnhof) und wenig Verkehr\nInmitten des Naturparks Elm-Lappwald zwischen den Städten BS, WOB, MD\nFür den Landkreis Helmstedt ist die Vereinbarkeit von Familie und Beruf ein wichtiges Anliegen. Flexible Arbeitszeiten, Homeoffice und Teilzeitmodelle sind grundsätzlich möglich.\nWir sind offen für Bewerbungen aller Altersgruppen unabhängig von Geschlecht, sexueller Orientierung, kultureller oder sozialer Herkunft, Religion und Weltanschauung. Viele unserer Bürotätigkeiten sind ebenfalls für Menschen mit Beeinträchtigungen geeignet. Bewerbungen sind ausdrücklich erwünscht. Es wird gebeten, auf eine Schwerbehinderung oder Gleichstellung im Anschreiben oder Lebenslauf hinzuweisen.\nNähere Auskünfte erteilt Ihnen der Museums- und Bibliotheksleiter Dr. Meinhardt unter der Telefonnummer 05351/121-1132. Für Fragen zum Verfahren steht Ihnen Herr Frensch telefonisch unter der Telefonnummer 05351/121-1259 gern zur Verfügung.\nBewerbungen mit Lebenslauf, Zeugnisabschriften und lückenlosen Tätigkeitsnachweisen sind\nbis zum 02.11.2025 ausschließlich über das Online-Bewerberportal www.interamt.de\nunter der Stellenangebots-ID XX\neinzureichen.\nWichtige Hinweise:\nAusländische Studien- und Berufsabschlüsse können nur berücksichtigt werden, wenn Sie einen Nachweis über die Gleichwertigkeit vorweisen können. Die hierfür zuständige Stelle und weitere Informationen können Sie über das Portal der Bundesregierung: www.anerkennung-in-deutschland.de finden.\nAlle Benachrichtigungen per E-Mail erfolgen über INTERAMT. Kosten, die im Zusammenhang mit der Bewerbung und dem Auswahlverfahren entstehen, werden nicht erstattet. Weiterhin wird darauf hingewiesen, dass personenbezogene Daten der Bewerber/innen im Rahmen der Bewerbung erhoben werden. Nähere Informationen zum Datenschutz, über den Landkreis Helmstedt und die Kreisverwaltung finden Sie im Internet unter www.landkreis-helmstedt.de\nLandkreis Helmstedt\n-Personal und Organisation-\nSüdertor 6\n38350 Helmstedt\nLandkreis Helmstedt – Mehr als ein Job!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.11.2025", "url": "https://www.museumsbund.de/stellenangebote/museologe-in-im-bereich-museen-des-geschaeftsbereichs-schule-kultur-und-sport/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorische-projektkoordination-m-w-d-des-neuen-dauerausstellungsbereichs-mainz-kompakt/", "image": "", "title": "Kuratorische Projektkoordination (m/w/d) des neuen Dauerausstellungsbereichs „Mainz Kompakt“", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Mainz Bewerbungsende: 24.10.2025 | In der Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – ist zum nächstmöglichen Termin die Position\nKuratorische Projektkoordination (m/w/d)\ndes neuen Dauerausstellungsbereichs „Mainz Kompakt“\nin Vollzeit befristet für die Dauer von zwei Jahren zu besetzen. Dienstort ist Mainz. Bei Vorliegen der tariflichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 13 TV-L vorgesehen.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine moderne und bürgernahe Kultur-einrichtung des Landes, die als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet ist. Sie vereint die Direktionen Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz, Landesdenkmalpflege, Landesarchäologie und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist das kulturhistorische Museum in Rheinland-Pfalz. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nDas Landesmuseum Mainz ist Ort einer großen Anzahl an Veranstaltungen, sowohl eigener als auch externer Veranstalter.\nAls kuratorische Projektkoordination (m/w/d) nehmen Sie insbesondere die folgenden Aufgaben wahr:\nEntwicklung und Umsetzung der Konzeption des neuen Dauerausstellungsbereichs „Mainz Kompakt“ als verantwortliche/r Kurator/in in enger Abstimmung mit der Direktionsleitung\nwissenschaftliche Recherche zum Ausstellungsthema, Objektauswahl auch im Austausch mit den Kuratoren des Landesmuseums\nErstellung von Ausstellungs- und weiteren Texten, Betreuung der Entwicklung von Medienstationen, Modellen und anderen Vermittlungselementen, Halten von Fachpräsentationen\nZusammenarbeit mit dem Projektteam, den Mitarbeitenden der Vermittlung, den Ausstellungsgestaltern, dem wissenschaftlichen Beirat und Entwicklung von Kommunikationsstrukturen\nOrganisation, Vor- und Nachbereitung sowie Koordination von Besprechungen, Erstellung von Zeitplänen, Strukturierung der inhaltlichen Planungsprozesse, Terminkoordination und Protokollführung\nzentrale Ansprechperson der Ausstellungs- und Medienplaner an der Schnittstelle zwischen Inhalt und Design\nKontrolle von Zeit- und Budgetplänen\nUnterstützung und Begleitung von Vergabeverfahren in Abstimmung mit der Vergabestelle der GDKE\nFür diese Aufgaben erwarten wir folgende Qualifikationen:\neinen Hochschulabschluss der Fachrichtung Kulturwissenschaften, vorzugsweise im Bereich der vor- und frühgeschichtlichen oder römischen Archäologie oder Museologie, Museumswissenschaften und Kunstgeschichte mindestens mit Masterabschluss bzw. vergleichbarem Abschluss\nErfahrung in der Projektleitung, einschl. der Personaleinsatz- und Budgetsteuerung sowie der Anwendung der einschlägigen Vergabevorschriften\nErfahrung in der Anleitung und Moderation von interdisziplinären Teams, sehr gute Kenntnisse über die Abläufe und Zusammenhänge in der Museumsarbeit, insbesondere über die Bereiche Restaurierung bzw. Konservierung und Gebäudetechnik\nselbstständiges wissenschaftliches und konzeptionelles Arbeiten\nErfahrungen im Museums- und Ausstellungsbereich\nBegeisterung für digitale und moderne mediale Präsentationsformen\nhohes Maß an Eigenverantwortung, Kommunikationsfähigkeit sowie Engagement und Belastbarkeit\nBereitschaft zur engen Zusammenarbeit und zum Austausch\nkompetentes, überzeugendes und freundliches Auftreten\ngute Fremdsprachenkenntnisse in Wort und Schrift, vorzugsweise in Englisch und Französisch\nsichere Anwendung von MS-Office (Word, Excel, Outlook) und der Bürokommunikationstechnik\nKonfliktfähigkeit und konstruktive Zusammenarbeit im Team werden vorausgesetzt\nPKW-Führerschein sowie entsprechende Fahrpraxis\nDie regelmäßige wöchentliche Arbeitszeit beträgt 39 Stunden. Die Stelle ist nicht Teilzeit geeignet.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 77/2025 bis zum 24.10.2025\nan:\nbewerbung@gdke.rlp.de\noder\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungs-unterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.10.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorische-projektkoordination-m-w-d-des-neuen-dauerausstellungsbereichs-mainz-kompakt/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-sammlungsmanagement-und-dokumentation/", "image": "", "title": "Mitarbeiter:in (w/m/d) Sammlungsmanagement und -dokumentation", "content_text": "Jüdisches Museum Frankfurt, Frankfurt a. M. Bewerbungsende: 09.11.2025 | Nur wer das Alte hinterfragt, kann Neues schaffen. Darum suchen wir Sie als Mitarbeiter:in (w/m/d) Sammlungsmanagement und -dokumentation für unser Stadt-Up Frankfurt! Bereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und erweitern den Horizont von ganz Frankfurt!\nDas Jüdische Museum in Frankfurt am Main ist das älteste kommunale Museum der Bundesrepublik Deutschland, das mit dem Auftrag gegründet wurde, jüdische Kulturen in Geschichte und Gegenwart erfahrbar zu machen. Es sammelt, bewahrt und erforscht Kulturgüter und Zeugnisse, die mit der jüdischen Geschichte Frankfurts verbunden sind und vermittelt diese in einem europäischen Kontext. Mit seinen kunst- und kulturhistorischen Ausstellungen, seinen Veranstaltungen, Bildungs- und Vermittlungsprogrammen, seinen digitalen Angeboten und seiner Freude an experimentellen Formaten versteht es sich als ein Museum ohne Mauern, das international vernetzt ist und lokal agiert. In den Jahren 2015-2020 wurde das Jüdische Museum Frankfurt grundlegend erneuert. Neben dem neugestalteten Museum Judengasse und dessen Pendant, dem „Goldenen Apfel“ umfasst es einen neuen Gebäudekomplex am Bertha-Pappenheim-Platz und zwei Außendepots. Die Arbeit des Museums zeichnet sich seither durch ein umfangreiches, zielgruppenspezifisches Ausstellungs-, Vermittlungs- und Veranstaltungsprogramm aus, das Besucher:innen aus der Region wie auch bundesweit und international anzieht.\nUm die Sammlungsdokumentation und die auf sie aufbauenden digitalen Anwendungen sowie den internationalen Leihverkehr im Rahmen von Ausstellungen zu stärken, suchen wir zum nächstmöglichen Zeitpunkt im Bereich Sammlungen und Ausstellungen eine:n\nMitarbeiter:in (w/m/d) Sammlungsmanagement und -dokumentation\nVollzeit, TeilzeitEGr. 12 TVöD\nZu Ihren Aufgaben gehören:\nPflege, Ausbau und strategische Weiterentwicklung der online zugänglichen Sammlungsdatenbank\nKonzeption und Umsetzung neuer Funktionalitäten und Schnittstellen in der Datenbank und von erweiterten Standards in der Datenerfassung\nSteuerung der Erschließung von Sammlungs- und Archivbeständen durch interne und externe Mitarbeitende, Qualitätssicherung der Metadaten\nKonzeption und Redaktion digitaler Publikationen und Medienanwendungen auf Grundlage der Sammlungsdatenbank\nOrganisation und Abwicklung des nationalen und internationalen Leihverkehrs (inkl. Vertrags-, Versicherungs- und Transportmanagement)\nPlanung und Organisation des Depotbetriebs inkl. konservatorischer Standards und Standortverwaltung\nProjektsteuerung und -management sowie Budgetverantwortung\nRepräsentation des Jüdischen Museums in Fachgruppen und -konferenzen zu Sammlungsmanagement und -dokumentation\nSie bringen mit:\nabgeschlossenes Fachhochschulstudium (Bachelor) der Museologie, des Museums-, Kultur- oder Informationsmanagements oder vergleichbarer Fachrichtung\nDigital Literacy, fundierte Kenntnisse im Strukturieren von Daten sowie Erfahrung in der Arbeit mit Museumsdatenbanken\nKenntnisse der rechtlichen Rahmenbedingungen und konservatorischen Voraussetzungen des Bewahrens und Verleihens von Kulturgütern\nInteresse an deutsch-jüdischer Geschichte und Kultur, sprachliches Feingefühl und redaktionelle Kompetenz\neine verantwortungsbewusste und strukturierte Arbeitsweise sowie Multitasking-Kompetenz\npsychische Resilienz gegen Stress und die Fähigkeit, unter Zeitdruck zielgerichtet und ergebnisorientiert zu arbeiten\nDiversitätssensibilität, interkulturelle Kompetenz und Teamfähigkeit\nWir bieten Ihnen:\neine anspruchsvolle, dynamische Tätigkeit mit großer öffentlicher Sichtbarkeit in einem international beachteten Museum\nein innovationsfreudiges und diverses Team sowie ein kollegiales und kreatives Arbeitsklima\nein unbefristetes Arbeitsverhältnis mit umfangreichem Weiterentwicklungs- und Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\neine betriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitnahmeregelung\nWeitere Infos:\nWir freuen uns besonders über Bewerbungen von Frauen. Es besteht grundsätzlich die Möglichkeit zur Teilzeitbeschäftigung. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber:innen.\nBewerbungen von Menschen aller Nationalitäten sind ausdrücklich erwünscht. Wir haben uns zum Ziel gesetzt, die Diversität unseres Kollegiums weiter auszubauen. Bewerbungen von Interessierten mit diversen kulturellen Hintergründen sowie einer Vertrautheit mit der jüdischen Tradition werden besonders begrüßt.\nUnter\nhttps://StadtFrankfurtJobs.de/FAQ.html\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Dr. Atlan\n, Tel. (069) 212-33329.\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Online-Bewerbungsmanagementsystem. Nutzen Sie hierfür den Button\n“Jetzt bewerben”\n. Bitte bewerben Sie sich\nbis zum 09.11.2025\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.11.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-w-m-d-sammlungsmanagement-und-dokumentation/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/softwareentwickler-in-im-datenbankumfeld-m-w-d/", "image": "", "title": "Softwareentwickler/in im Datenbankumfeld (m/w/d)", "content_text": "Museum Wiesbaden, Wiesbaden Bewerbungsende: 26.10.2025 | Das Museum Wiesbaden, Hessisches Landesmuseum für Kunst und Natur, sucht zum nächstmöglichen Zeitpunkt\neine/n\nSoftwareentwickler/in im Datenbankumfeld (m/w/d)\nzunächst befristet bis 31.12.2027 in Vollzeit (40 Std./Woche) in der\nEntgeltgruppe 12 TV-Hessen\n.\nDas Museum Wiesbaden ist eines der drei Museen des Landes Hessen und eine nachgeordnete Dienststelle des Hessischen Ministeriums für Wissenschaft und Forschung, Kunst und Kultur. Mit seinen kunst- und naturhistorischen Sammlungen zählt es zu den herausragenden Museen Deutschlands. Die\nDigital Unit\ndes Hauses arbeitet an innovativen digitalen Lösungen für Sammlungsmanagement, Forschung, Präsentation und Vermittlung.\nIhre Aufgaben\nSie entwickeln, betreuen und optimieren digitale Anwendungen im Museums- und Outreach-Kontext. Dazu gehören:\nEntwicklung und Pflege von Web- und mobilen Anwendungen\n(z. B. Sammlungsdatenbanken, Volltextsuchmaschinen) zur Unterstützung digitaler Vermittlungsangebote\nKonzeption und Umsetzung von Anwendungen\nzur Synchronisation und Pflege von Datenbanken und Content-Management-Systemen (CMS)\nUmsetzung von Datenmanagement- und Integrationslösungen (Datenimporte/-exporte, Schnittstellen, APIs)\nUnterstützung bei der Konzeption, Einrichtung und Weiterentwicklung der Daten- und Anwendungsinfrastruktur (z. B. Knowledge Graphen, LLMs, gemeinsame Datenräume)\nUnterstützung bei Datenmodellierung, Datenqualität und Integration von Normdaten\nZusammenarbeit in interdisziplinären Projekten sowie Dokumentation und Schulung der Projektteams\nUnsere Anforderungen\nEinstellungsvoraussetzungen\nAbgeschlossenes Hochschulstudium in Informatik oder vergleichbare Qualifikation\nFundierte Kenntnisse in der Webentwicklung (HTML, CSS, JavaScript, Frameworks wie Flask)\nErfahrung mit Python oder einer vergleichbaren serverseitigen Sprache\nSicherer Umgang mit Datenbanken (relational / NoSQL), Schnittstellen (REST, SPARQL) und Datenformaten (JSON, XML, RDF)\nErfahrung in der Umsetzung von Datenimporten/-exporten, Datenkonvertierungen (z. B. mittels XSLT, Python) und der Entwicklung von Schnittstellen (z. B. REST-APIs, OAI-PMH)\nKenntnisse in Linux-Administration\nSehr gute Deutschkenntnisse in Wort und Schrift\nBereitschaft, sich in neue Themengebiete und Aufgaben einzuarbeiten\nWünschenswert\nErfahrung im Museums- oder Kulturbereich\nErfahrung mit Versionierungssystemen (z. B. Git)\nKenntnisse in der mobilen Entwicklung (z. B. Flutter) und Nutzung von CMS-Systemen (z. B. Directus)\nErfahrung im Umgang mit Normdaten, kontrollierten Vokabularen und Metadatenstandards (z. B. GND, LIDO, Dublin Core, Darwin Core)\nErfahrung mit Tools zur Datenbereinigung (z. B. OpenRefine)\nErfahrung mit Linked Open Data und Graphdatenbanken\nInteresse an KI-Anwendungen\nWir bieten\nEine befristete Tätigkeit in Vollzeit (Teilzeit möglich, auch studentische Beschäftigung)\nBezahlung nach TV-H, Entgeltgruppe 12\nUmfangreiche Zusatzleistungen: Jahressonderzahlung, Zusatzrente (VBL), Kinderzulage, Hessen-Ticket\nFlexible Arbeitszeitmodelle (Gleitzeit, mobiles Arbeiten)\nSpannende Projekte im Umfeld der digitalen Transformation im Museumswesen\nEine wertschätzende, offene und kollegiale Arbeitsatmosphäre\nBewerbung\nDas Land Hessen trifft seine Personalentscheidungen nach Eignung, Befähigung und Leistung. Wir streben die Erhöhung des Frauenanteils in unterrepräsentierten Bereichen an und fordern qualifizierte Frauen nachdrücklich zur Bewerbung auf. Bei gleicher Eignung werden Menschen mit Behinderung vorrangig berücksichtigt. Die Stelle ist grundsätzlich teilbar.\nBewerbungen mit den üblichen Unterlagen (zusammengefasst als ein PDF-Dokument) richten Sie bitte bis zum\n26.10.2025\nüber das Bewerbungsportal an:\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/A3C1BD400C7E1FE0A6DA15D04C2A8958\nAnsprechpartner für inhaltliche Fragen:\nDr. Thomas Hörnschemeyer (\nthomas.hoernschemeyer@museum-wiesbaden.de\n)\nDr. Marc Lieser (\nmarc.lieser@museum-wiesbaden.de\n)\nAnsprechpartnerin für Fragen zum Bewerbungsverfahren:\nVerwaltungsleitung Patricia Becker-Matthews (\npatricia.becker-matthews@museum-wiesbaden.de\n)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.10.2025", "url": "https://www.museumsbund.de/stellenangebote/softwareentwickler-in-im-datenbankumfeld-m-w-d/", "date_published": "2025-09-30T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-manager-m-w-d-fuer-die-5-saechsische-landesausstellung/", "image": "", "title": "Marketing Manager (m/w/d) für die 5. Sächsische Landesausstellung", "content_text": "Staatliche Schlösser, Burgen und Gärten Sachsen gGmbH, Dresden Bewerbungsende: 12.10.2025 | Marketing Manager (m/w/d) für die 5. Sächsische Landesausstellung\nprojektbefristet bis 31.05.2030 in Vollzeit.\nDie Staatliche Schlösser, Burgen und Gärten Sachsen gGmbH realisiert die 5. Sächsische Landesausstellung auf der Albrechtsburg Meissen. Mit ihr erinnert der Freistaat Sachsen ab 2027 an 1100 Jahre seiner Landesgeschichte – nicht als nostalgischen Rückblick, sondern als offener Dialog mit Geschichte, Identitäten und Zugehörigkeit. Ausgangspunkt ist das Jahr 929 mit der Gründung der Mark Meissen – eine historische Zäsur, die bis heute Fragen aufwirft: Was ist überhaupt „sächsisch“? Was verbindet uns? Welche Symbole, Orte und Praktiken stiften für die Menschen in Sachsen Bedeutung? Und wie lässt sich Vielfalt konstruktiv gestalten?\nUm die Inhalte und Themen der Ausstellung lebendig, zugänglich und in ganz Sachsen sichtbar zu machen, suchen wir zur Verstärkung unseres Projektteams eine kreative Persönlichkeit mit Erfahrung in der strategischen und operativen Kommunikationsarbeit – analog, digital und im Raum. Gemeinsam wollen wir innovative Formate entwickeln, neue Zielgruppen erreichen und den öffentlichen Dialog über Geschichte, Identitäten und Zukunft Sachsens gestalten.\nIhr Arbeitsplatz befindet sich in Dresden (Großer Garten).\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/marketing-manager-m-w-d-fuer-die-5-saechsische-landesausstellung/", "date_published": "2025-09-30T00:00:00"}]}