{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/kunstvermittlungs-trainee-m-w-d-im-kunsthaus-bregenz/", "image": "", "title": "Kunstvermittlungs-Trainee (m/w/d) im Kunsthaus Bregenz", "content_text": "Vorarlberger Kulturhäuser Betriebsgesellschaft, Bregenz (Österreich) Bewerbungsende: 19.03.2025 | Die Vorarlberger Kulturhäuser Betriebsgesellschaft mbH vereint drei wesentliche Kulturinstitutionen des Landes – das vorarlberg museum, das Vorarlberger Landestheater und das Kunsthaus Bregenz.\nFür das Kunsthaus Bregenz suchen wir ab Mai 2025 eine:n engagierte:n\nKunstvermittlungs-Trainee (m/w/d)\nDas Aufgabenfeld umfasst:\nUnterstützung in der Entwicklung und Durchführung von Vermittlungsformaten für verschiedene Alters- und Besucher:innengruppen\nMitwirkung an der inhaltlichen Konzeption und Umsetzung der Vermittlungsangebote zu den aktuellen Ausstellungen\nRecherche und Erstellung von Begleitmaterialien\nOrganisation und Koordination von Führungen und Workshops\nAllgemeine administrative Tätigkeiten\nIhr Profil:\nSie verfügen über ein abgeschlossenes Studium in einem kulturhistorischen oder pädagogischen Bereich und über eine hohe Affinität zur zeitgenössischen Kunst sowie Begeisterung für die Kunstvermittlung. Idealerweise haben Sie erste Erfahrung mit Grafikbearbeitungsprogrammen. Sehr gute Deutsch- und Englischkenntnisse setzen wir voraus. Kommunikationsstärke, soziale Kompetenz, Offenheit und Teamfähigkeit zählen zu Ihren Stärken, ebenso wie die Freude an der Vermittlung von künstlerischen Inhalten.\nWir bieten:\nEine vielseitige und inspirierende Tätigkeit in einem kreativen Arbeitsumfeld\nEin motiviertes Team und eine angenehme Arbeitsatmosphäre\nZusatzleistungen wie ein Jobticket und Essensvergünstigungen über Digibon\nEine befristete Anstellung für 8 Monate mit der Möglichkeit, wertvolle Praxiserfahrung zu sammeln\nInformationen und Kontakt\nFühlen Sie sich angesprochen? Dann freuen wir uns auf Ihre Bewerbung per E-Mail an\nbewerbung@kulturhaeuser.at\n, Frau Kerstin Wakolbinger-Frener, Kornmarktstraße 6, 6900 Bregenz.\nUnser Unternehmen unterliegt keinem Kollektivvertrag. Die Vergütung für diese Trainee-Stelle beträgt EUR 1.600,00 brutto pro Monat.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kunstvermittlungs-trainee-m-w-d-im-kunsthaus-bregenz/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamassistenz-m-w-d-8/", "image": "", "title": "Teamassistenz (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 01.04.2025 | Sehen – Staunen – Forschen – Bewahren\nDas Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nZur Unterstützung der Mitglieder der Generaldirektion sowie der Verwaltung suchen wir ein Organisationstalent mit Freude an der Arbeit mit unterschiedlichen Abteilungen und Bereichen. Starten Sie Ihren nächsten Karriereschritt im Germanischen Nationalmuseum und werden Sie Teil unseres Teams ab dem\n01.06.2025\nals\nTeamassistenz (m/w/d)\nunbefristet, Vollzeit, Entgeltgruppe 6 TV-L\nZu Ihren Aufgaben gehören:\nallgemeine Assistenzaufgaben für die Leitung Verwaltung/Technik und der Programmbereiche\nVertretung und bei Bedarf Mitarbeit im Sekretariat der Generaldirektion\nMithilfe bei Tagungen, Konferenzen sowie Unterstützung von Wissenschaftler*innen und Mitarbeiter*innen bei Sekretariatsaufgaben\nMitwirkung bei der Digitalisierung von Arbeitsabläufen\nMitarbeit im Bewerbungsmanagement – nach Ablauf der Ausschreibungsfrist bis zum Abschluss des Bewerbungsverfahrens\nteilweise administrative Unterstützung in der Personalverwaltung\nDiese Qualifikationen bringen Sie mit:\neine abgeschlossene Berufsausbildung als Kauffrau/Kaufmann für Büromanagement, Verwaltungsfachangestellte*r oder eine vergleichbare Qualifikation\nmehrjährige Berufserfahrung im Assistenz- oder Sekretariatsbereich\nsicherer Umgang mit EDV-Programmen (MS Office, Bewerbermanagementsoftware wünschenswert)\naußerordentliche Kommunikationsfähigkeit und ein ausgeprägter Sinn für Arbeiten in und mit verschiedenen Teams\nWir bieten Ihnen:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus, die Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700.000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nEssen zum Mitarbeiterpreis in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\neinen sicheren Arbeitsplatz mit allen Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Identität.\nSchwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nSie wollen uns bei unseren Aufgaben unterstützen?\nDann freuen wir uns auf Ihre aussagekräftigen Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen). Laden Sie diese bis spätestens zum\n01.04.2025\nin unser\nOnlineportal\n.\nInhaltliche Fragen zur Position richten Sie gerne an Dr. Stefan Rosenberger (Tel. 0911 1331-197).\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.04.2025", "url": "https://www.museumsbund.de/stellenangebote/teamassistenz-m-w-d-8/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-vormoderne-geschichte/", "image": "", "title": "Wissenschaftliche/r Mitarbeiter/in (m/w/d) Vormoderne Geschichte", "content_text": "Ruhr Museum, Essen Bewerbungsende: 23.03.2025 | Im Ruhr Museum auf Zollverein ist zum\n1. Juli 2025\ndie Vollzeitstelle (39 Wochenstunden gemäß TVöD)\nWissenschaftliche/r Mitarbeiter/in\nVormoderne Geschichte\nim Rahmen eines unbefristeten Beschäftigungsverhältnisses  zu besetzen.\nDas Ruhr Museum ist das Regionalmuseum des Ruhrgebiets. Es befindet sich als unselbstständige Stiftung der Stiftung Zollverein in der Trägerschaft der Stadt Essen, des Landschaftsverbandes Rheinland und des Landes Nordrhein-Westfalen und verfügt über umfangreiche Sammlungen zur Geologie und Mineralogie, zur Archäologie, zur Vormoderne und zur Industriegeschichte sowie zur Fotografie. Neben der Sammlungstätigkeit veranstaltet das Ruhr Museum regelmäßig Ausstellungen von regionaler und überregionaler Bedeutung, erforscht seine Sammlungen, publiziert die Ergebnisse und vermittelt seine Inhalte sowohl im Museumsgebäude, der ehemaligen Kohlenwäsche des Welterbes Zollverein als auch in seinen Außenstellen.\nAufgabenstellung:\nBetreuung und Ausbau der Vormodernen Sammlung des Ruhr Museums\nKonzeption und Durchführung von Ausstellungen zur Vormodernen Geschichte des Ruhrgebiets\nWissenschaftliche Forschung von sammlungs- und ausstellungsrelevanten Themen\nBetreuung und Erstellung von einschlägigen Publikationen des Museums\nMitarbeit in den Gremien der Stiftung Ruhr Museum\nVoraussetzungen:\nerfolgreich abgeschlossenes wissenschaftliches Hochschulstudium vorzugsweise mit einem Schwerpunkt in der Vormodernen Geschichte, möglichst mit Promotion\nmehrjährige Erfahrung in der Museumsarbeit\nKenntnis und Interesse für die Geschichte des Ruhrgebiets sowie die Sachgebiete des Ruhr Museums\nPublikationserfahrung\ngute Kontakte im Museumswesen und zu den Institutionen der Kultur und Wissenschaft\nBereitschaft zur Zusammenarbeit in regionalen und überregionalen Netzwerkstrukturen\nGute Fremdsprachenkenntnisse in Wort und Schrift, mindestens in Englisch\nErfahrung in professioneller Öffentlichkeitsarbeit und sicherer Kommunikation mit Medien\nTeamorientierte Arbeitsweise und Kooperationsfähigkeit in einer Gruppe von ca. 10 Wissenschaftlerinnen und Wissenschaftlern\nUnser Angebot:\nWir bieten Ihnen ein unbefristetes Beschäftigungsverhältnis, betriebliche Altersversorgung, flexible Arbeitszeiten und die Mitarbeit in einem engagierten Team. Die Vergütung erfolgt im Rahmen der persönlichen Voraussetzungen in Anlehnung an den Tarifvertrag für den öffentlichen Dienst – TvöD/VKA (EG 13).\nBitte senden Sie Ihre Bewerbungsunterlagen bis zum\n23. März 2025\nausschließlich per\nE-Mail an:\nbewerbungen@ruhrmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-vormoderne-geschichte/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-m-w-d-im-esf-projekt-fenster-in-die-erdgeschichte/", "image": "", "title": "Museumspädagog:in (m/w/d) im ESF-Projekt „Fenster in die Erdgeschichte“", "content_text": "Museum für Naturkunde Chemnitz, Chemnitz Bewerbungsende: 06.04.2025 | Willkommen bei der Kulturhauptstadt 2025 – Stadt Chemnitz! Hier arbeiten Menschen, die etwas bewegen wollen.\nWir engagieren uns in vielfältigen Themenfeldern. Gemeinsam gestalten wir Chemnitz für unsere Bürger:innen und unterstützen sie in den unterschiedlichsten Lebenssituationen. Dabei ist es uns wichtig, mit der Zeit zu gehen: Wir schaffen moderne Arbeitsbedingungen, damit sich unsere Mitarbeitenden wohlfühlen.\nBringen Sie sich mit Ihren Ideen für eine offene und bunte Stadtgesellschaft ein.\nWir suchen eine:n:\nMUSEUMSPÄDAGOG:IN (M/W/D)\nIM ESF- PROJEKT „FENSTER IN DIE ERDGESCHICHTE“\n(KENNZIFFER 41/06)\nEinsatzbereich:\nKulturbetrieb – Museum für Naturkunde\nVergütung:\nEntgeltgruppe\n9c TVöD\nArbeitszeit:\nVollzeit, Teilzeit möglich\nAnstellung:\nbefristet, mit sachlichem Grund bis vorauss. 05/2027\nBewerbungsfrist:\n06.04.2025\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-m-w-d-im-esf-projekt-fenster-in-die-erdgeschichte/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-veranstaltungsorganisation-m-w-d/", "image": "", "title": "Mitarbeiter*in in der Veranstaltungsorganisation (m/w/d)", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 07.04.2025 | Das Haus der Geschichte Baden-Württemberg ist das historisch-politische Landesmuseum mit einem zentralen Museum zur Landesgeschichte, dem Erinnerungsort Hotel Silber und der Stauffenberg Erinnerungsstätte in Stuttgart sowie weiteren Ausstellungsstandorten in Baden-Württemberg.\nWir suchen zum nächstmöglichen Zeitpunkt eine/n\nMitarbeiter*in in der Veranstaltungsorganisation (m/w/d)\nTeamübergreifend für die Teams Kommunikation und Interne Dienste\nEntgeltgruppe 6 TV-L\nin Teilzeit mit 60 Prozent Beschäftigungsumfang. Die Stelle ist zunächst auf drei Jahre befristet. Der Arbeitsort ist Stuttgart.\nIhr Aufgabengebiet umfasst insbesondere:\nPlanung und Koordination der Veranstaltungen in allen Ausstellungshäusern des Hauses der Geschichte Baden-Württemberg\nUmsetzung hauseigener Veranstaltungen in Zusammenarbeit mit den verantwortlichen Teams\nBegleitung der Veranstaltungen vor Ort\nOrganisation des Auf-/Abbaus, Medientechnik, Wach-/Schließdienst, etc.\nAngebotseinholung Catering bei Veranstaltungen und Pflege des Veranstaltungskalenders\nKommunikation mit Kunden und Erstellung der Mietverträge mit entsprechender Rechnungsstellung\nPrüfung und Buchung der Ausgangsrechnungen\nAnforderungen:\nEine abgeschlossene Ausbildung in einem anerkannten einschlägigen Ausbildungsberuf in den Berufsgruppen Verwaltungsfachangestellte/r, Kauffrau/Kaufmann für Büromanagement/Bürokommunikation oder eine vergleichbare Ausbildung\nIT-Kenntnisse (MS-Office) sowie Kenntnisse in SAP sind von Vorteil\nSelbständige, sorgfältige und zuverlässige Arbeitsweise\nTeamfähigkeit und Sozialkompetenz\nEngagement und Flexibilität\nBereitschaft zur Teilnahme an Veranstaltungen außerhalb der üblichen Arbeitszeiten\nUnser Angebot:\nWir bieten eine Teilzeitanstellung mit einem Beschäftigungsumfang von maximal 60 Prozent an. Die Stelle ist zunächst auf drei Jahre befristet (Sachgrundbefristung). Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 6 Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\nEin attraktives, interessantes Arbeitsfeld in einem kreativen Umfeld im öffentlichen Dienst\nDie Zusammenarbeit mit einem engagierten und motivierten Team in einer angenehmen Arbeitsatmosphäre\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nMöglichkeit zur Mobilen Arbeit\nFort- und Weiterbildungsmöglichkeiten\nEinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nJob Ticket BW (vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nVielfältige Angebote im betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt. Bei Fragen an die Schwerbehindertenvertretung können Sie sich per Mail an\nmwk.hsbv@hs-aalen.de\nwenden.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/ Weltanschauung, zugeschriebener Behinderung, Alter sowie sexueller Orientierung und Identität.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 7. April 2025 an das Haus der Geschichte Baden-Württemberg, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an\nbewerbung@hdgbw.de\n. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Die Vorstellungsgespräche finden voraussichtlich in KW 18 statt. Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter https://www.hdgbw.de/jobs/.\nFür weitere Informationen zur Stelle steht Ihnen Frau Dr. Cornelia Hecht-Zeiler, Direktorin, gerne zur Verfügung unter Tel. 0711/212-3966.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.04.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-in-der-veranstaltungsorganisation-m-w-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrar-in-w-m-d/", "image": "", "title": "Registrar/in (w/m/d)", "content_text": "Kunstmuseum Wolfsburg, Wolfsburg Bewerbungsende: 31.03.2025 | Das Kunstmuseum Wolfsburg (KMW) ist mit seiner inhaltlichen und programmatischen Arbeit an dem gut vernetzten Standort zwischen Berlin, Braunschweig und Hannover international ausgerichtet. Es ist ein offener, vitaler und dynamischer Ort der Kunst und Kultur für alle. Ein architektonisches Alleinstellungsmerkmal ist die 16 Meter hohe und 1.600 Quadratmeter große Ausstellungshalle – ein deutschlandweit einmaliger Möglichkeitsraum der Kunst mit globaler Ausstrahlung.\nDas Kunstmuseum Wolfsburg sucht zur Verstärkung des Teams zum 01.06.2025\neine/n Registrar/in (w/m/d)\nIhre Aufgaben\nPlanung, Organisation und Realisierung der Ausstellungsauf- und abbauten nach den jeweiligen Vorgaben der Kurator*innen und des Projektmanagements\nOrganisation und Koordination sämtlicher Bewegungen von Kunstwerken für das KMW\nGesamtverantwortung für das Magazin in Abstimmung mit der Leiterin der Sammlung\nInventarisierung und Registrierung aller Exponate, die sich im KMW befinden in Zusammenarbeit mit der Restauratorin und der Sammlungsleiterin\nBudgetplanung für Kunsttransporte auf der Grundlage von Angeboten mit dem Projektmanager\nSchadensabwicklung mit den beteiligten Parteien\nVerantwortung für Verpackung und Versicherung von Exponaten des ein- und ausgehenden Leihverkehrs\nBearbeitung der anfallenden Zollangelegenheiten\nÜbernahme von Kurierbegleitungen von Exponaten des KMW bei Ausleihen\nPlanung und Realisierung von Ausstellungsdisplays in Abstimmung mit den Kurator*innen\nPrüfung und Erstellungen von Leihverträgen und Versicherungsbedingungen für den ein- und ausgehenden Leihverkehr\nIhr Profil\nSie haben ein abgeschlossenes Hochschulstudium mit fachlicher Spezialisierung (z. B. Kulturwissenschaften, Museumskunde, Museologie, Kunstgeschichte) oder können aufgrund langjähriger Berufserfahrung gleichwertige Fähigkeiten und Erfahrungen nachweisen.\nVerhandlungssichere Englischkenntnisse setzen wir voraus. Von Vorteil sind Kenntnisse in einer weiteren Fremdsprache.\nWir bieten\neine gute Arbeitsatmosphäre in einem erfahrenen, kollegialen und kreativen Team\ndie Möglichkeit zur flexiblen Arbeitszeitgestaltung und zu mobilem Arbeiten\nICOM-Mitgliedschaft\nbetriebliche Gesundheitsangebote\ndreißig Urlaubstage / Jahr\nübertarifliche Vergütung mit 13 Gehältern / Jahr\nWenn Sie über die genannten Qualifikationen verfügen, und Lust haben, Teil unseres Teams des weltweit vernetzten Kunstmuseum Wolfsburg zu werden, erwarten wir gern Ihre Bewerbung an unseren Geschäftsführer, Herrn Otmar Böhmer, per E-Mail bis zum 31.03.2025 (zu senden an Tanja Rosenberg\nrosenberg@kunstmuseum.de\n).\nDas Kunstmuseum Wolfsburg will Diversität am Museum stärken und unseren Besucher*innen möglichst vielfältige Perspektiven auf die Kunst und das Museum eröffnen. Wir begrüßen daher Bewerbungen von Menschen aller Geschlechter, Nationalitäten und von People of Colour sowie von Bewerber*innen mit Flucht- oder familiärer Migrationsgeschichte.\nIn unserem Team arbeiten wir integrativ sowohl nach innen als auch nach außen. Wir sehen es vor, körperlich eingeschränkte Menschen darin zu unterstützen ihren Berufswunsch zu erfüllen und ihren Arbeitsplatz zu erhalten.\nMit der Übersendung der Bewerbungsunterlagen stimmen Sie der Erhebung und Verarbeitung Ihrer personenbezogenen Daten im Zusammenhang mit diesem Personalauswahlverfahren zu. Dies schließt die Übermittlung der Daten an nach Rechtsvorschriften zu beteiligenden Personen oder Gremien ein.\nDie Daten werden nach dem vollständigen Abschluss des Bewerbungsverfahrens vernichtet.\nEine Rücksendung per Post eingereichter Bewerbungen erfolgt nicht. Bewerbungs- und Reisekosten können nicht erstattet oder übernommen werden.\nAusschreibung und Einstellung erfolgen unter gesetzlicher Berücksichtigung von SGB IX und AGG.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2025", "url": "https://www.museumsbund.de/stellenangebote/registrar-in-w-m-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/klimatechniker-m-w-d-6/", "image": "", "title": "Klimatechniker (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 19.03.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen Klimatechniker (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 6 TV-L) in der Abteilung Gebäudemanagement und Informationstechnik. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Diese Stelle ist grundsätzlich auch teilzeitgeeignet.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Zusammen mit vier Institutionen repräsentieren sie eine thematische Vielfalt, die in ihrer Art international einzigartig ist. Beheimatet an verschiedenen Orten in zum Teil weltberühmten, aufwendig rekonstruierten historischen Gebäuden präsentieren sie ihre Schätze. Mehrere Millionen Objekte werden in den Sammlungen bewahrt, erforscht, ihre Geschichten vermittelt. Neben der Präsentation von Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an anderen temporären Ausstellungsorten in Sachsen kooperieren die SKD mit anderen Museen weltweit. In den SKD arbeiten rund 450 Beschäftigte, darunter ein hoher Anteil an Projekt- und Drittmittelpersonal.\nDie Abteilung Gebäudemanagement und Informationstechnik ist eine Querschnittsabteilung, die für das Gebäudemanagement, die Koordinierung aller Baumaßnahmen und den IT-Betrieb in allen 22 Liegenschaften der SKD verantwortlich ist. Der Sitz der Abteilungsleitung ist im Dresdner Schloss. Die Abteilung hat 28 Mitarbeitende.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.03.2025", "url": "https://www.museumsbund.de/stellenangebote/klimatechniker-m-w-d-6/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-in-der-provenienzforschung-m-w-d/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in in der Provenienzforschung (m/w/d)", "content_text": "Museum für Kunst und Gewerbe Hamburg, Hamburg Bewerbungsende: 04.05.2025 | Das Museum für Kunst und Gewerbe Hamburg (MK&G) ist eines der wichtigsten Häuser für Gestaltung in Europa. Seine vielfältige Sammlung reicht 9000 Jahre zurück und bis zur Gegenwart. Sie umfasst die Schwerpunkte Antike, Buchkunst, Europäisches Kunsthandwerk und Skulptur, Fotografie und neue Medien, Grafik und Plakat, Kunstgewerbe und Design, Mode und Textil, Musikinstrumente, Ostasien und SWANA (Südwestasien Nordafrika).\nDas Museum versteht sich als ein Haus für Diskurse und sieht die Frage der Gestaltung unserer Welt als eines der wichtigsten Themen unserer Zeit. In diesem Sinne bemühen wir uns um Kooperation, Inklusion, Inspiration, Transparenz und Interdisziplinarität. Unsere Aufgabe als Wissensvermittler*innen und Forscher*innen bleibt dabei zentraler Ausgangspunkt unserer Aktivitäten. Der respektvolle Umgang miteinander wie mit unseren Gästen entspricht unserem Werteverständnis als offenes Haus für Gestaltung\nSeit 2010 recherchiert das MK&G die Herkunftsgeschichte seiner Sammlung und legt die Ergebnisse offen. In der Provenienzforschung wird untersucht, ob Kunstgegenstände legal erworben wurden oder sich unrechtmäßig entzogene Kulturgüter darunter befinden. Dazu zählen NS-Raubgut, insbesondere aus jüdischem Besitz, Kulturgutentziehungen in der Sowjetischen Besatzungszone (SBZ) und in der ehemaligen DDR sowie Zugänge aus kolonialen Zusammenhängen. Die Recherche nach belasteten Sammlungsobjekten ist heute die Kernaufgabe der Provenienzforschung.\nDas MK&G sucht zum 01.11.2025, zunächst befristet auf 24 Monate (mit Möglichkeit der Entfristung), eine*n\nWissenschaftliche*n Mitarbeiter*in in der Provenienzforschung (m/w/d)\nEntgeltgruppe  13 (\nTV-AVH\n) in Teilzeit (62,5%)\nIhre Aufgaben\nSystematische Untersuchung Sammlungsbestände des MK&G, mit Fokus der Recherche auf die NS-Kernzeit von 1933 – 1945, insbesondere bei Sammlungszugängen nach 1945\nRecherche nach Sammlungszugängen aus der ehemaligen DDR und der SBZ\nKatalogisieren von Verdachtsmomenten von unrechtmäßigem Entzug und Tiefenrecherche zu einzelnen Entziehungskontexten\nWissenschaftliches Dokumentieren der Ergebnisse und Verfassen von aussagekräftigen Falldossiers\nEinpflegen der Daten in die Sammlungsdatenbank digiCULT.web\nFortführen bereits bestehender Forschungsprojekte und Netzwerke\nObjektbasierte Recherche zu Sammler*innen und Kunsthändler*innen in Hamburg\nKooperation mit den Kurator*innen des MK&G\nAnkaufsrecherchen und Überprüfungen der Provenienzen von projektierten Neuerwerbungen\nUnterstützung der Museumsleitung bei ggfs. erforderlichen Schritten zur Restitution und bei Restitutionsforderungen\nAufbau von Kooperationen und Zusammenarbeit mit Partner*innen in den Herkunftsländern für die Sammlungsbereiche Ostasien und SWANA (Südwestasien und Nordafrika)\nInitiieren und Durchführen von (inter-)nationalen Forschungsobjekten im Bereich der Provenienzforschung und Drittmittelakquise für Bestände des MK&G (z.B. in der Sammlung Musikinstrumente)\nPlanung und Umsetzung von Maßnahmen wie Veranstaltungen, Führungen und Vorträgen\nBereitschaft zu Dienstreisen und Teilnahme an Tagungen/Veranstaltungen zur Provenienzforschung\nIhr Profil\nAbgeschlossenes wissenschaftliches Hochschulstudium (Master, Magister/Magistra, Promotion, Diplom univ. oder gleichwertiger Studienabschluss) der Geschichte, Kunstgeschichte oder Provenienzforschung\nEinschlägige, gerne mehrjährige, Erfahrungen in der musealen Provenienzforschung, bevorzugt im Sammlungsbereich der angewandten Kunst\nSehr gute Geschichtskenntnisse des 19. und 20. Jahrhunderts\nKenntnisse der Hamburger Kulturgeschichte sind wünschenswert\nHervorragende Kenntnisse in der Auswertung historischer Quellen, Methoden der Provenienzforschung und in der Archivarbeit\nKenntnisse im Lesen von alten Handschriften und Sütterlin\nErfahrung in Konzeption, Organisation und Durchführung von mehrjährigen Forschungsprojekten im Bereich der Provenienzforschung\nVernetzung im Arbeitskreis Provenienzforschung e.V. wird erwartet\nBereitschaft sich in neue und komplexe Sachverhalte einzuarbeiten\nStrukturierte, eigenständige und sorgfältige Arbeitsweise\nSensibilität für die politische und historische Bedeutung der Provenienzforschung\nHohe Kommunikations-, Moderations- und Teamfähigkeiten sowie Einsatzbereitschaft und Flexibilität\nSehr gute Deutschkenntnisse in Wort und Schrift\nEnglischkenntnisse erforderlich\nSicheres öffentliches Auftreten, vorzugsweise mit Vortragserfahrung\nEin gute Portion Humor\nWir bieten\nWir bieten ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und ein anregendes Arbeitsumfeld in einem engagierten und kollegialen Team\nEin lebendiges Haus, vielfältige Aufgaben und das Ziel, zu den besten Museen im Bereich Gestaltung zu gehören\nFlexible Arbeitszeiten und die Möglichkeit zu Mobiler Arbeit\nEine Vergütung und betriebliche Altersvorsorge nach dem Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg e. V. (TV-AVH)\neinen Zuschuss zum Deutschlandticket\nDas MK&G verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzubilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Familien- und Privatleben ein. Das MK&G begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbehinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung besonders berücksichtigt (der Einsatzort ist nur eingeschränkt barrierefrei).\nFür Fragen stehen wir Ihnen gerne zur Verfügung: Ansprechpartnerin ist Birthe Tredup, Personalmanagement,\nbirthe.tredup@mkg-hamburg.de\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 04.05.2025 in elektronischer Form zusammengefasst in einer PDF-Datei (max. 10 MB) an\nbewerbung@mkg-hamburg.de\nWir freuen uns auf Ihre Bewerbung!\nFahrtkosten zum Vorstellungsgespräch sowie sonstige Vorstellungskosten können nicht übernommen werden.\nÜber die Verarbeitung Ihrer Daten im Rahmen des Bewerbungsverfahrens können Sie sich unter\nwww.mkg-hamburg.de/datenschutz.html\ninformieren.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-in-der-provenienzforschung-m-w-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-5/", "image": "", "title": "Assistenz (m/w/d)", "content_text": "Richard Borek Stiftung, Braunschweig Bewerbungsende: 19.03.2025 | Die Richard Borek Stiftung ist eine im Jahr 1981 gegründete Stiftung bürgerlichen Rechts mit Sitz in Braunschweig. Sie verfolgt zahlreiche Projekte mit den Schwerpunkten Kultur und Soziales, vorrangig in der Region Braunschweig. Darüber hinaus verfügt die Stiftung über eigene kunsthistorische Sammlung zur Braunschweiger Residenzgeschichte und zum Braunschweiger Kunsthandwerk aus dem 17-19. Jahrhundert.\nWir suchen (ab 20-40 Stunden/Woche) schnellstmöglich eine kommunikationsstarke Assistenz mit Projekterfahrung (m/w/d) mit Interesse an kulturellen und sozialen Themen.\nIhre Aufgaben\nSie planen und organisieren Arbeitstreffen für das ganze Stiftungsteam, Veranstaltungen sowie Sitzungen des Vorstands, inkl. deren Vor- und Nachbereitung.\nSie begleiten die Planung und das Reporting der Stiftung.\nSie sind eine Schnittstelle der internen und externen Ansprechpartner, koordinieren Termine.\nSie betreuen nach Einarbeitung eigenständig kleinere Projekte der Stiftung.\nIhr Profil\nEigenverantwortliche Arbeitsweise, Organisationsgeschick, teamorientiert.\nSicheres und verbindliches Auftreten nach innen und außen; sehr gutes mündliches und schriftliches Ausdrucksvermögen.\nSichere MS-Office-Kenntnisse.\nDas erwartet Sie\nEine sinnstiftende, abwechslungsreiche und verantwortungsvolle Tätigkeit im Schnittpunkt von Gesellschaft, Kultur und Wirtschaft.\nIntensive Einarbeitung und Weiterbildungsmöglichkeiten.\nEin aktives und motiviertes Team\nEin moderner Arbeitsplatz in zentraler Lage von Braunschweig mit angeschlossener Kantine\n30 Tage Urlaub (bezogen auf eine 5-Tageswoche)\nFür Rückfragen zur Stelle steht ihnen der der Geschäftsführer Herr Prof. Dr. Michael Grisko,\nmichael.grisko@richard-borek-stiftung.de\nzur Verfügung. Bewerbungen bitte ausschließlich an die angegebene Mailadresse (1 PDF-Dokument maximal 5 MB) oder über das Bewerberportal. Weitere Informationen www.richard-borek-Stiftung.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.03.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-5/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-w-m-d-4/", "image": "", "title": "Projektassistenz (w/m/d)", "content_text": "Lindenau-Museum Altenburg, Altenburg Bewerbungsende: 04.04.2025 | Im Landratsamt Altenburger Land ist im Rahmen der Projektförderung Lindenau21\nPLUS\nder Beauftragten der Bundesregierung für Kultur und Medien (BKM) für das Lindenau-Museum Altenburg zum nächstmöglichen Zeitpunkt folgende Stelle zu besetzen:\nProjektassistenz (w/m/d)\nEs handelt sich um eine Vollzeitstelle mit 39 Wochenstunden, die bis zum 31. Dezember 2027 befristet ist. Die Stelle ist der Entgeltgruppe 9c TVöD zugeordnet.\nDas Lindenau-Museum Altenburg (Träger Landkreis Altenburger Land) ist als Kunstmuseum von hohem Rang Mitglied der „Konferenz nationaler Kultureinrichtungen“. Die Sammlungen des Museums gehen in ihrem Grundbestand auf den Astronomen, Politiker und Kunstsammler Bernhard August von Lindenau (1779–1854) zurück. Neben 180 frühitalienischen Tafelbildern und weiteren Gemälden sind dies vor allem antike Keramik, Gipsabgüsse und eine Kunstbibliothek. Seit 1945 wurden die Sammlungen erheblich erweitert um Malerei, Grafik und Plastik des 20. und 21. Jahrhunderts. Seit der Museumsgründung 1848 ist eine Kunstschule Teil des Museums. Das Lindenau-Museum wird zurzeit umfassend saniert. Die Sammlungen werden anschließend neu präsentiert.\nSeit 2020 sind Lindenau-Museum und Residenzschloss Altenburg in der KAG Altenburger Museen zusammengeschlossen. Es wird zeitnah der Übergang in einen Zweckverband Altenburger Museen vorbereitet.\nDas Aufgabengebiet umfasst insbesondere:\nadministrative und organisatorische Unterstützung der Projektleitung\nKoordinierung der Abläufe, Terminüberwachung und Terminabstimmung mit allen Projektbeteiligten\nDokumentation von Projektfortschritten und -ergebnissen, einschließlich Berichtswesen und Ablage\nKoordination und Kommunikation mit externen Partnern und Auftragnehmern\nOrganisation der gemeinsamen Sitzungen und Projekttreffen\nVor- und Nachbereitung von Besprechungen, Workshops, Netzwerktreffen und Konferenzen, inkl. Terminplanung und -koordination, Korrespondenz, Protokollerstellung\nErledigung allgemeiner Büroarbeiten oder Übernahme von Querschnittsaufgaben\nBerufliche Qualifikation und fachliche Voraussetzungen:\nabgeschlossenes\n(Fach-) Hochschulstudium (Bachelor, Diplom, Master) im Bereich der Museologie oder vergleichbare Qualifikation\nPersönliche Voraussetzungen:\nnachweisbare Berufserfahrung im kulturellen Bereich\nErfahrungen in der Projektkoordination bzw. -management\nInteresse an aktuellen gesellschaftlichen und museumsrelevanten Themen und Debatten\nsicherer Umgang mit MS Office (Word, Excel, Powerpoint)\nsehr gute mündliche und schriftliche Ausdrucksfähigkeit\ngute Englischkenntnisse\nFlexibilität, Belastbarkeit und strukturierte Arbeitsweise\nanalytisches Denken und Zahlenaffinität\nhohes Maß an persönlichem Engagement, Verantwortungsbereitschaft und sozialer Kompetenz, Kooperationsvermögen und Teamgeist sowie diplomatisches Geschick\nBereitschaft zur Arbeit an Wochenenden und Feiertagen\nFahrerlaubnis Klasse B und Fahrpraxis\nDas können Sie von uns erwarten:\nEinstellung als Tarifbeschäftigte/r nach TVöD (VKA) –\nEntgeltgruppe\n9c\nfamilienfreundliche, flexible Arbeitszeiten\nverhandelbarer Gestaltungsspielraum betreffend Arbeitszeit und Arbeitszeitmodell (unter Berücksichtigung der Öffnungszeiten)\nalle Vorteile der Leistungen des öffentlichen Dienstes, z. B. jährliche Sonderzahlung, Zahlung von vermögenswirksamen Leistungen, betriebliche Altersvorsorge\numfangreiche Fort- und Weiterbildungsmöglichkeiten.\nSollten wir Ihr Interesse zur Erfüllung des genannten Aufgabenspektrums geweckt haben und Sie die geforderten Voraussetzungen erfüllen, dann senden Sie Ihre vollständige Bewerbung (gern auch online) bis zum\n4. April 2025\nan das\nLandratsamt Altenburger Land\nFachdienst Personal\nLindenaustraße 9\n04600 Altenburg\nE-Mail:\npersonal@altenburgerland.de\nGerne stehen wir Ihnen für Rückfragen unter der Telefonnummer 03447 586-350 zur Verfügung. Ihre fachlichen Rückfragen richten Sie bitte direkt an den Direktor der Altenburger Museen, Herrn Dr. Roland Krischke (Telefon: 03447 8955-430).\nSchwerbehinderte oder ihnen gleichgestellte Bewerberinnen und Bewerber werden nach Maßgabe des SGB IX bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur angemessenen Berücksichtigung bitten wir Sie, einen entsprechenden Nachweis den Bewerbungsunterlagen beizufügen.\nWir weisen darauf hin, dass wir keine Eingangsbestätigungen für eingegangene Bewerbungen versenden, bestätigen Ihnen den Eingang aber gern telefonisch. Bewerbungskosten werden nicht erstattet. Die Bewerbungsunterlagen werden nur zurückgesandt, wenn ein ausreichend frankierter Rückumschlag beigefügt ist. Anderenfalls werden die Unterlagen nach Ablauf eines halben Jahres ab Ende der Ausschreibung vernichtet.\nBitte beachten Sie die Informationen nach Art. 13 der Datenschutzgrundverordnung (DS-GVO). Diese finden Sie auf der Homepage des Landkreises Altenburger Land unter:\nwww.altenburgerland.de\n(Rubrik: Aktuelles / Presse – Stellenangebote).\ngez.\nMatthias Noll\nFachdienstleiter\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-w-m-d-4/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/digitaltechniker-m-w-d/", "image": "", "title": "Digitaltechniker (m/w/d)", "content_text": "Lindenau-Museum Altenburg, Altenburg Bewerbungsende: 04.04.2025 | Im Landratsamt Altenburger Land ist im Rahmen der Projektförderung Lindenau21\nPLUS\nder Beauftragten der Bundesregierung für Kultur und Medien (BKM) für das Lindenau-Museum Altenburg zum nächstmöglichen Zeitpunkt folgende Stelle zu besetzen:\nDigitaltechniker (m/w/d)\nEs handelt sich um eine Vollzeitstelle mit 39 Wochenstunden, die bis zum 31. Dezember 2027 befristet ist. Die Stelle ist der Entgeltgruppe 9a TVöD zugeordnet.\nDas Lindenau-Museum Altenburg (Träger Landkreis Altenburger Land) ist als Kunstmuseum von hohem Rang Mitglied der „Konferenz nationaler Kultureinrichtungen“. Die Sammlungen des Museums gehen in ihrem Grundbestand auf den Astronomen, Politiker und Kunstsammler Bernhard August von Lindenau (1779–1854) zurück. Neben 180 frühitalienischen Tafelbildern und weiteren Gemälden sind dies vor allem antike Keramik, Gipsabgüsse und eine Kunstbibliothek. Seit 1945 wurden die Sammlungen erheblich erweitert um Malerei, Grafik und Plastik des 20. und 21. Jahrhunderts. Das Lindenau-Museum wird zurzeit umfassend saniert und bedeutend erweitert. Die Sammlungen werden anschließend neu präsentiert.\nSeit 2020 sind Lindenau-Museum und Residenzschloss Altenburg unter einer Leitung in der KAG Altenburger Museen zusammengeschlossen. Es wird zeitnah der Übergang in einen Zweckverband Altenburger Museen vorbereitet.\nDas Aufgabengebiet umfasst insbesondere:\nEinrichtung von Arbeitsplätzen mit Computern und nötigen Peripheriegeräten\nBetreuung branchenspezifischer Anwendungssoftware auf Clients und Servern\nBetreuung und Installation von Informations-, Netzwerk- und Telekommunikationstechnik, einschließlich der entsprechenden Geräte, Komponenten, Software und Netzeinbindung\nBetreuung von Datensicherungssystemen, Firewalls, Netzwerken, UTM-Systemen\nBetreuung des Betriebs sowie der Überwachung der haustechnischen und sicherheitstechnischen Einrichtungen und Geräte\nBeaufsichtigung von Kundendienstfirmen bei Wartungs- und Reparaturarbeiten\nTechnische Vorbereitung und Betreuung von Veranstaltungen\nBerufliche Qualifikation und fachliche Voraussetzungen:\nabgeschlossene Ausbildung zum/zur Staatlich geprüften Techniker/in – Elektrotechnik, Informatik\nPersönliche Voraussetzungen:\nhohes Maß an Verantwortungsbewusstsein\nTeamfähigkeit, Serviceorientierung, sicheres und freundliches Auftreten, Zuverlässigkeit, Termintreue, Flexibilität.\nFreude an der Arbeit mit Menschen und Begeisterung für die Museumsarbeit\nBereitschaft zur Arbeit an Wochenenden und Feiertagen\nFahrerlaubnis Klasse B und Fahrpraxis\nDas können Sie von uns erwarten:\nEinstellung als Tarifbeschäftigte/r nach TVöD (VKA) –\nEntgeltgruppe\n9a\nfamilienfreundliche, flexible Arbeitszeiten\nverhandelbarer Gestaltungsspielraum betreffend Arbeitszeit und Arbeitszeitmodell (unter Berücksichtigung der Öffnungszeiten)\nalle Vorteile der Leistungen des öffentlichen Dienstes, z. B. jährliche Sonderzahlung, Zahlung von vermögenswirksamen Leistungen, betriebliche Altersvorsorge\numfangreiche Fort- und Weiterbildungsmöglichkeiten.\nAllgemeine Informationen zum Lindenau-Museum Altenburg finden Sie unter\nwww.lindenau-museum.de\n.\nSollten wir Ihr Interesse zur Erfüllung des genannten Aufgabenspektrums geweckt haben und Sie die geforderten Voraussetzungen erfüllen, dann senden Sie Ihre vollständige Bewerbung (gern auch online) bis zum\n4. April 2025\nan das\nLandratsamt Altenburger Land\nFachdienst Personal\nLindenaustraße 9\n04600 Altenburg\nE-Mail:\npersonal@altenburgerland.de\nGern stehen wir Ihnen für Rückfragen unter der Telefonnummer 03447 586-350 zur Verfügung. Ihre fachlichen Rückfragen richten Sie bitte direkt an Herrn Dr. Christoph Schneider (Telefon: 03447 8955-500).\nSchwerbehinderte oder ihnen gleichgestellte Bewerberinnen und Bewerber werden nach Maßgabe des SGB IX bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur angemessenen Berücksichtigung bitten wir Sie, einen entsprechenden Nachweis den Bewerbungsunterlagen beizufügen.\nWir weisen darauf hin, dass wir keine Eingangsbestätigungen für eingegangene Bewerbungen versenden, bestätigen Ihnen den Eingang aber gern telefonisch. Bewerbungskosten werden nicht erstattet. Die Bewerbungsunterlagen werden nur zurückgesandt, wenn ein ausreichend frankierter Rückumschlag beigefügt ist. Anderenfalls werden die Unterlagen nach Ablauf eines halben Jahres ab Ende der Ausschreibung vernichtet.\nBitte beachten Sie die Informationen nach Art. 13 der Datenschutzgrundverordnung (DS-GVO). Diese finden Sie auf der Homepage des Landkreises Altenburger Land unter:\nwww.altenburgerland.de\n(Rubrik: Aktuelles / Presse – Stellenangebote).\ngez.\nMatthias Noll\nFachdienstleiter\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/digitaltechniker-m-w-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kunst-und-kulturvermittlung-m-w-d/", "image": "", "title": "Kunst- und Kulturvermittlung (m/w/d)", "content_text": "Lindenau-Museum Altenburg, Altenburg Bewerbungsende: 04.04.2025 | Im Landratsamt Altenburger Land ist im Rahmen der Projektförderung Lindenau21\nPLUS\nder Beauftragten der Bundesregierung für Kultur und Medien (BKM) für das Lindenau-Museum Altenburg zum nächstmöglichen Zeitpunkt folgende Stelle zu besetzen:\nKunst- und Kulturvermittlung (m/w/d)\nEs handelt sich um eine Teilzeitstelle im Umfang von 20 Wochenstunden, die bis zum 31. Dezember 2027 befristet ist. Die Stelle ist Entgeltgruppe 10 TVöD zugeordnet.\nDas Lindenau-Museum Altenburg (Träger Landkreis Altenburger Land) ist als Kunstmuseum von hohem Rang Mitglied der „Konferenz nationaler Kultureinrichtungen“. Die Sammlungen des Museums gehen in ihrem Grundbestand auf den Astronomen, Politiker und Kunstsammler Bernhard August von Lindenau (1779–1854) zurück. Neben 180 frühitalienischen Tafelbildern und weiteren Gemälden sind dies vor allem antike Keramik, Gipsabgüsse und eine Kunstbibliothek. Seit 1945 wurden die Sammlungen erheblich erweitert um Malerei, Grafik und Plastik des 20. und 21. Jahrhunderts.\nSeit der Museumsgründung 1848 ist eine Kunstschule Teil des Museums. Mit dieser wurde an die Idee Lindenaus angeknüpft, begabten jungen Menschen eine auf der Entwicklung ihrer Kreativität basierende künstlerische Ausbildung zu geben. In den letzten Jahren konnten die Angebote der Kunstschule durch die großzügige Projektförderung Lindenau21\nPLUS\nder Beauftragten der Bundesregierung für Kultur und Medien sowie eine spezielle Förderung des Freistaates Thüringen deutlich ausgedehnt werden. Neben den Bereichen Malerei, Grafik und Keramik gibt es seit 2022 auch eine Holzwerkstatt, eine Medien- und eine Kinderkunstwerkstatt.\nDas Lindenau-Museum wird zurzeit umfassend saniert und bedeutend erweitert. In dieser Zeit arbeiten Museum und Kunstschule in einem sehr gut ausgestatten Interim.\nSeit 2020 sind Lindenau-Museum und Residenzschloss Altenburg unter einer Leitung in der KAG Altenburger Museen zusammengeschlossen. Es wird zeitnah der Übergang in einen Zweckverband Altenburger Museen vorbereitet.\nDas Aufgabengebiet umfasst insbesondere:\nMitwirkung bei den Arbeitsabläufen im Team studio/Vermittlung und Organisation der Angebotsformate wie beispielsweise der Kurse, Ferienangebote, Workshops und der offenen Werkstätten im studio\npraktische pädagogische Arbeit im studio und in der Vermittlung von Lindenau-Museum und Altenburger Museen (auch in den Abendstunden, an Wochenenden und Feiertagen)\nBetreuung von Kursangeboten externer Dozenten\nMitwirkung bei der Durchführung des Bildungs- und Vermittlungsangebotes des Lindenau-Museums und der Altenburger Museen\nMitwirkung bei der konzeptionellen Entwicklung neuer Vermittlungsformate und -angebote\nMitarbeit bei der Erstellung von analogen und digitalen Texten und Publikationen\nÜbernahme organisatorischer Aufgaben zur Aufrechthaltung des Betriebes der studio-Bereiche\nBerufliche Qualifikation und fachlichen Voraussetzungen:\nabgeschlossenes (Fach-) Hochschulstudium (Bachelor, Diplom, Master) im Fachgebiet Kulturvermittlung, Kunst-, Museums- oder Kulturpädagogik, Kunstgeschichte, Kulturwissenschaft oder einer vergleichbaren Studienrichtung\nPersönliche Voraussetzungen:\nnachweisbare mehrjährige praktische Erfahrungen im Bereich der Bildungs- und Vermittlungsarbeit in Museen\nInteresse an der Konzeption und organisatorischen Umsetzung von Bildungsprojekten in Museen für verschiedene Zielgruppen sowie Erfahrungen im Projektmanagement\nselbständige Arbeitsweise verbunden mit hohem Engagement\ngute EDV-Kenntnisse\nhohes Maß an Sozialkompetenz\nsehr gute mündliche und schriftliche Ausdrucksfähigkeit in deutscher und englischer Sprache\nFahrerlaubnis Klasse B und Fahrpraxis\nDas können Sie von uns erwarten:\nEinstellung als Tarifbeschäftigte/r nach TVöD (VKA) –\nEntgeltgruppe 10\nflexible Arbeitszeiten\nalle Vorteile der Leistungen des öffentlichen Dienstes, z. B. jährliche Sonderzahlung, Zahlung von vermögenswirksamen Leistungen, betriebliche Altersvorsorge\numfangreiche Fort- und Weiterbildungsmöglichkeiten.\nSollten wir Ihr Interesse zur Erfüllung des genannten Aufgabenspektrums geweckt haben und Sie die geforderten Voraussetzungen erfüllen, dann senden Sie Ihre vollständige Bewerbung (gern auch online) bis zum\n4. April 2025\nan das\nLandratsamt Altenburger Land\nFachdienst Personal\nLindenaustraße 9\n04600 Altenburg\nE-Mail:\npersonal@altenburgerland.de\nGern stehen wir Ihnen für Rückfragen unter der Telefonnummer 03447 586-350 zur Verfügung. Ihre fachlichen Rückfragen richten Sie bitte direkt an Frau Jacqueline Glück (Telefon: 03447 8955-451).\nSchwerbehinderte oder ihnen gleichgestellte Bewerberinnen und Bewerber werden nach Maßgabe des SGB IX bei gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur angemessenen Berücksichtigung bitten wir Sie, einen entsprechenden Nachweis den Bewerbungsunterlagen beizufügen.\nWir weisen darauf hin, dass wir keine Eingangsbestätigungen für eingegangene Bewerbungen versenden, bestätigen Ihnen den Eingang aber gern telefonisch. Bewerbungskosten werden nicht erstattet. Die Bewerbungsunterlagen werden nur zurückgesandt, wenn ein ausreichend frankierter Rückumschlag beigefügt ist. Anderenfalls werden die Unterlagen nach Ablauf eines halben Jahres ab Ende der Ausschreibung vernichtet.\nBitte beachten Sie die Informationen nach Art. 13 der Datenschutzgrundverordnung (DS-GVO). Diese finden Sie auf der Homepage des Landkreises Altenburger Land unter:\nwww.altenburgerland.de\n(Rubrik: Aktuelles / Presse – Stellenangebote).\ngez.\nMatthias Noll\nFachdienstleiter\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/kunst-und-kulturvermittlung-m-w-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-community-events-m-w-d-in-vollzeit/", "image": "", "title": "Mitarbeiter:in Community & Events (m/w/d) in Vollzeit", "content_text": "Stiftung Pinakothek der Moderne, München Bewerbungsende: 15.03.2025 | Mitarbeiter:in Community & Events (m/w/d) in Vollzeit\nDie Stiftung Pinakothek der Moderne sucht ab Mai 2025 eine:n engagierte:n Mitarbeiter:in für den Bereich Community & Events in Vollzeit für FLUX, den neuen Ort an der Pinakothek der Moderne zur „Belebung von Wintergarten und Außenbereich der Pinakothek der Moderne als Third Place“. Die mitarbeitende Person im Bereich Community Building spielt eine zentrale Rolle dabei, Flux für neue Besucher:innengruppen zu öffnen und ihn als lebendigen Treffpunkt für vielfältige Gemeinschaften zu etablieren. Die arbeitet in enger Abstimmung mit der Cultural Event Managerin des Flux.\nÜber das Projekt:\nDie Stiftung Pinakothek der Moderne initiiert ein Projekt zur Belebung von Wintergarten und Außenbereich der Pinakothek der Moderne als „Third Place“ für informelle, niederschwellige und soziale Interaktionen. Neben einer gestalterischen Intervention der britischen Künstlerin Morag Myerscough wird ein eigenständiges Kulturprogramm in Zusammenarbeit mit den vier Museen in der Pinakothek der Moderne kuratiert. Einen ersten Eindruck vermittelt dieser Artikel der\nSüddeutschen Zeitung\n.\nAufgaben:\nOperative Unterstützung bei der Planung und Umsetzung von Veranstaltungen und Community-Formaten im Flux\nEigenverantwortliche Planung und Durchführung von Veranstaltungen, sowohl unter der Woche als auch an Abenden und Wochenenden\nAufbau und Pflege eines Netzwerks aus ehrenamtlichen Unterstützer:innen\nBetreuung und Aufbau einer Ehrenamtsstruktur (Onboarding, Kommunikation, Engagementförderung)\nEntwicklung und Koordination von partizipativen Formaten zur Aktivierung des Flux\nUnterstützung im Bereich Social Media und digitale Kommunikation\nKoordination von Abläufen, Dokumentation und organisatorische Aufgaben\nStellvertretung der Cultural Event Managerin, einschließlich der Übernahme von organisatorischen Aufgaben und der Koordination von Veranstaltungen\nAnforderungen:\nErfahrung in der Eventorganisation\nErfahrung im Community Building, Stadtteilarbeit, in der kulturellen Vermittlung oder im Ehrenamtsmanagement\nInteresse an gesellschaftlicher Teilhabe, partizipativen Prozessen und Diversität sowie Sensibilität für Kommunikation mit Personen unterschiedlicher Communities und Altersstufen\nKenntnisse im Bereich Social Media und digitale Community-Arbeit\nHohes Maß an Eigeninitiative, Teamfähigkeit und Organisationstalent\nKommunikationsstärke, Kooperations- und Konfliktfähigkeit\nBereitschaft zu flexiblen Arbeitszeiten, auch abends und am Wochenende\nVon Vorteil ist Mehrsprachigkeit\nWir bieten:\nEine vielseitige und sinnstiftende Tätigkeit beim Aufbau, Eröffnung und Belebung eines zukunftsweisenden Third Place\nInspirierendes, vielfältiges und kreatives Aufgabengebiet und Arbeitsumfeld mitten im Herzen des Kunstareals\nZunächst befristet auf 1 Jahr, Option auf jährliche Verlängerung\nEine faire Vergütung\nInteressiert?\nDann freuen wir uns über eine aussagekräftige Bewerbung inklusive Gehaltsvorstellung, Motivationsschreiben, Lebenslauf und Referenzen bis zum 15.03.2025 an Eva Tillig:\neva.tillig@stipimo.de\nWir legen Wert auf unterschiedliche Werdegänge und begrüßen Bewerber:innen mit vielfältigen Qualifikationen, Erfahrungen und Blickwinkeln.\nGerne können Sie sich auch bei Fragen vorab melden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-community-events-m-w-d-in-vollzeit/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/finance-manager-in-m-w-d/", "image": "", "title": "Finance Manager/in (m/w/d)", "content_text": "Museum Barberini, Potsdam Bewerbungsende: 16.03.2025 | Das Museum Barberini ist das Kunstmuseum in Potsdams historischer Mitte, gestiftet von SAP-Gründer und Mäzen Hasso Plattner. Seit der Eröffnung 2017 hat sich das Barberini mit internationalen Ausstellungen und der bedeutenden Sammlung impressionistischer Malerei des Museumsgründers als eines der meistbesuchten Museen Deutschlands etabliert.\nMit der Transformation des ehemaligen Terrassenrestaurants „Minsk“ zu einem Museum für zeitgenössische Kunst schafft die Hasso Plattner Foundation einen weiteren kulturellen Anziehungspunkt in Potsdam. Das Museum Minsk wird im Herbst 2021 eröffnet und soll ausgehend von den Werken der Sammlung Hasso Plattner eine Brücke zwischen der Kunst der ehemaligen DDR und jüngeren zeitgenössischen Positionen bauen.\nBeide Häuser werden von der\nMuseen der Hasso Plattner Foundation gGmbH\nbetrieben.\nIm Rahmen einer Elternzeitvertretung wird zunächst befristet bis zum 30.06.2026\nein/e Finance Manager/in (m/w/d)\ngesucht. Im Rahmen dieser Position arbeiten Sie eng mit der kaufmännischen Geschäftsführung der Museen zusammen und reporten direkt an diese. Das Aufgabengebiet umfasst folgende Bereiche:\nErstellung und Analyse von Finanzberichten, Budgets und Forecasts;\nAnalyse der Kostenstrukturen zur Identifikation von Einsparpotenzialen und zur Optimierung der Preisgestaltung;\nBegleitung von Monats-, Quartals- sowie Jahresabschlüssen nach HGB und Kommunikation mit Steuerberater und Wirtschaftsprüfer;\nEntwicklung und Überwachung des Budgetprozesses sowie Durchführung von Abweichungsanalysen;\nWeiterentwicklung der Anlagenbuchhaltung nach HGB;\nDurchführung von Benchmarkings;\nWeiterentwicklung interner Finanzprozesse und Richtlinien, Sicherstellung der Einhaltung gesetzlicher Vorschriften und Richtlinien;\nCash-flow Managment in Abstimmung mit der Geschäftsführung;\nIdentifizierung und Bewertung finanzieller Risiken sowie Entwicklung von Strategien zur Risikominderung;\nÜberprüfung und Analyse von Verträgen hinsichtlich finanzieller und rechtlicher Aspekte; ggf. Aufbau eines digitalen Vertragsmanagements\nDurchführung von Schulungen für Mitarbeiter zu finanziellen Richtinien und Compliance-Themen\nIhr Profil:\nAbgeschlossenes Studium in Finanzwesen, Betriebswirtschaftslehre, Wirtschaftsrecht, Rechnungswesen, Controlling oder kaufmännische Ausbildung mit Weiterbildung zum Betriebswirt oder Bilanzbuchhalter\nMehrere Jahre Erfahrung im Finanzwesen oder Controlling, idealerweise in einer ähnlichen Position;\nFundierte Kenntnisse in Rechnungslegung und Finanzberichterstattung;\nVerständnis von Compliance-Vorschriften, gesetzlichen Anforderungen – insbesondere Gemeinnützigkeitsrecht – und Risikomanagement;\nStark ausgeprägte analytische und problemlösende Fähigkeiten, um komplexe Daten zu interpretieren und fundierte Entscheidungen zu treffen;\nSehr gute Kenntnisse in MS Office, insbesondere Excel;\nErfahrung mit Finanzsoftware, SAP Kenntnisse sind von Vorteil;\nschriftliche und mündliche Kommunikationsfähigkeiten, um komplexe Informationen klar und präzise zu vermitteln;\nFähigkeit zur Zusammenarbeit mit verschiedenen Abteilungen und zur Führung von interdisziplinären Projekten;\nGute Englischkenntnisse.\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einer inspirierenden Umgebung in zwei Museen mit internationalem Renommee;\nEine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events;\nEin motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents;\nWeiterbildungsmöglichkeiten zur Förderung Ihrer persönlichen und beruflichen Entwicklung;\nEine schlanke Organisationsstruktur mit generalistisch arbeitenden Teams, die Raum für eigene Ideen lässt;\nEine leistungsgerechte Vergütung inkl. Übernahme der Kosten für ein Deutschlandticket\nIhre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien) senden Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n16.03.2025\nper E-Mail und zusammengefasst in einem PDF-Dokument an\njobs@museen-plattner.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/finance-manager-in-m-w-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-der-leitung-m-w-d/", "image": "", "title": "Assistent:in der Leitung (m/w/d)", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 17.03.2025 | Bei den Staatlichen Museen zu Berlin ist für das Museumsteam der Museumsinsel die Stelle als\nAssistent:in der Leitung (m/w/d)\nzu besetzen.\n>>>Hier geht es zur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.03.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-der-leitung-m-w-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumstechniker-w-m-d-in-den-abteilungen-galerie-haus-der-stadtgeschichte-und-kunstschule/", "image": "", "title": "Museumstechniker (w/m/d) in den Abteilungen Galerie, Haus der Stadtgeschichte und Kunstschule", "content_text": "Stadt Waiblingen, Waiblingen Bewerbungsende: 16.03.2025 | Die Stadt Waiblingen hat im Fachbereich Kultur und Sport zum 1.7.2025 bzw. 1.8.2025 jeweils eine Stelle als\nMuseumstechniker (w/m/d) in den Abteilungen Galerie, Haus der Stadtgeschichte und Kunstschule\nmit einem Stellenumfang von 80% und einem Stellenumfang von 100% unbefristet zu besetzen.\nDie Stelle umfasst folgende Aufgaben:\ntechnische Verantwortung und Durchführung des sachgerechten Auf- und Abbaus von Ausstellungen (Ausstellungsarchitektur, Hängung von Gemälden und Grafiken, Positionierung und Befestigung von Skulpturen, Installation der Medientechnik, Einrichten der Beleuchtung, Verpacken)\nhandwerkliche Herstellung der benötigten Gegenstände für die Ausstellungen (Podeste, Vitrinen, Verblendungen usw. sowie Passpartourierung und Rahmung von Werken in der hauseigenen Werkstatt)\nDepotverwaltung und Pflege der Sammlungsbestände, Transporte\nUnterstützung bei Planung und Anschaffung von fachspezifischen Geräten und Einbauten (bspw. Depoteinrichtung, Licht- und Tontechnik)\nPflege der Kunst im öffentlichen Raum\nVorbereitung und technische Betreuung von Veranstaltungen (Tages- und Abendveranstaltungen sowie Veranstaltungen am Wochenende)\nReparaturen und hausmeisterliche Tätigkeiten\nAnnahme von Lieferungen und Verteilung innerhalb des Hauses\nSchließdienste\nKontrolle, Betreuung, Reparatur und Instandhaltung der technischen Anlagen in allen drei Abteilungen (z.B. Beleuchtung, Klimaanlage, Türen, Fenster, Mobiliar)\nBetreuung der in den drei Abteilungen tätigen Fremdfirmen\nWir erwarten:\neine abgeschlossene Berufsausbildung im handwerklichen und/oder technischen Bereich (Tischler [w/m/d], Elektriker [w/m/d], Messebauer [w/m/d]) idealerweise mit Weiterbildung als staatlich geprüfter Museums- /Ausstellungstechniker (w/m/d)\nnachgewiesene Berufserfahrung im Depot- und Ausstellungswesen\neinen zuverlässigen, sorgfältigen und fachgerechten Umgang mit Museumsgegenständen\nzusätzliche Kenntnisse im Bereich der Veranstaltungstechnik sind von Vorteil\nTeamgeist, Verantwortungsbewusstsein\nEinsätze bei Abend- und Wochenendveranstaltungen\nFührerschein Klasse B\nein polizeiliches Führungszeugnis\nWir bieten:\nvielfältige Fort- und Weiterbildungsangebote\nBetreuungsmöglichkeiten der Kinder in einer städtischen Kindertageseinrichtung\numfassende gesundheitsfördernde Angebote\neinen Zuschuss zum Deutschlandticket i.H.v. 40 € bzw. einen Zuschuss zu einem Dienstfahrrad\nDie Bezahlung erfolgt nach Entgeltgruppe 9a TVöD.\nSchwerbehinderte werden bei gleicher Eignung besonders berücksichtigt.\nFür Fragen stehen Ihnen gerne Frau Dr. Gerdemann (Abteilung Galerie) unter Telefon 07151 5001-1680 oder Frau Schirling (Abteilung Personal) unter Telefon 07151 5001-2146 zur Verfügung.\nHaben wir Ihr Interesse geweckt? Dann bewerben Sie sich\nbitte bis zum 16.03.2025 vorzugsweise\nüber unser Online-Bewerberportal unter\nwww.bewerbungenwaiblingen.de\noder senden Sie uns Ihre Bewerbung mit den üblichen Unterlagen an die Abteilung Personal der Stadt Waiblingen, Postfach 1751, 71328 Waiblingen. Bei postalischer Bewerbung werden die Unterlagen nach Abschluss des Verfahrens vernichtet. Wir weisen darauf hin, dass bei Angabe einer E-Mail-Adresse alle Benachrichtigungen über diesen Weg erfolgen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/museumstechniker-w-m-d-in-den-abteilungen-galerie-haus-der-stadtgeschichte-und-kunstschule/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotkoordinatorin-m-w-d/", "image": "", "title": "Depotkoordinator:in (m/w/d)", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 21.03.2025 | Beim Ägyptischen Museum und Papyrussammlung der\nStaatlichen Museen zu Berlin\nist eine Stelle als\nDepotkoordinator:in (m/w/d)\nzu besetzen. Die Staatlichen Museen zu Berlin haben in Friedrichshagen ihren zentralen Depotstandort um einen Neubau erweitert, der umfangreiche Lagerflächen für Kulturgut und Restaurierungswerkstätten vorhält sowie die Digitalisierung von Objekten ermöglicht. Ab Dezember 2025 werden neun Sammlungen mit umfangreichen Objektkonvoluten in den Neubau einziehen. Für die Unterstützung bei Planung, Einzug und Depotorganisation suchen wir eine/einen Depotkoordinator:in.\nBewerbungsfrist: bis 21.03.2025\nVertragsbeginn: nächstmöglicher Zeitpunkt\nBefristung: befristet bis 31.12.2029\nWochenstunden: 39 h / Teilzeit möglich\nVergütung: bis\nEG 11 TVöD Bund\n(je nach Qualifikation)\nArbeitsort:\nGeschwister-Scholl-Straße 6, 10117 Berlin\nIhre Aufgaben\nlogistisches Vorbereiten, Planen, Koordinieren und Betreuen der Sammlungsumzüge von verschiedenen Standorten ins Depot, unter Berücksichtigung der konservatorischen Anforderungen sowie der Sicherheit der Objektbewegungen\nVorbereiten der Inbetriebnahme von Friedrichshagen als Depotstandort: Erstellen und Umsetzen eines Nutzungskonzeptes, einer Depotordnung, Beschaffen und Verwalten von technischen Hilfsmitteln, Koordinieren von Objektbewegungen auch für präventive Maßnahmen wie Dekontaminierungsprozesse, Betreuen externer Dienstleister:innen\nInstandhalten von Depot-, Transport- und Lagertechnik, Formulieren von Bedarfsanforderungen für sammlungsrelevante Beschaffungen, Erstellen von Beschaffungsanträgen\nKoordinieren der Standortverwaltung in Museum-Plus/RIA für das gesamte ZentraldepotFriedrichshagen, Überprüfen der Funktionalität der Barcode App\nKoordinieren, Vorbereiten und Betreuen technischer Dienste (Gerätewartung, Baureparaturen, Wartungsarbeiten Haustechnik)\nIhr Profil\nabgeschlossenes Hochschulstudium (Bachelor, Diplom (FH) oder gleichwertiger Studienabschluss) im Fach Museologie, Museumskunde\noder\neinem verwandten Fach\noder\nBerufserfahrung im beschriebenen Aufgabengebiet\npraktische Erfahrung und Kenntnisse im Handling und Management von Kunst und Kulturgut\nKenntnisse in Datenbanksystemen, vorzugsweise MuseumPlus/RIA\nKenntnisse im Umgang mit technischen Anlagen (Regalsysteme, Klimaanlagen etc.)\nsehr gute Deutschkenntnisse und gute Englischkenntnisse\nErwünscht\nKenntnisse über den museumsspezifischen Aufbau und Funktion von Depoteinrichtungen\nErfahrung bei der Vergabe von Leistungen\nKenntnisse der sammlungsspezifischen, archäologischen und kunstgeschichtlichen Zusammenhänge\nBefähigung oder Bereitschaft zum Führen von Hubarbeitsbühnen und Gabelstaplern\nausgeprägte Teamfähigkeit, Organisationsgeschick und Befähigung zum selbstständigen Arbeiten\nWir bieten Ihnen\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\neinen interessanten und abwechslungsreichen Arbeitsplatz\nvielseitige und herausfordernde Aufgaben\neine sehr gute Arbeitsatmosphäre in einem kooperativen und aufgeschlossenen Team\nWork-Life-Balance durch flexible Arbeitszeiten und attraktive Teilzeitmodelle\nKindernotbetreuung und Kitabelegplätze\nJobticket (Deutschland-Ticket) mit monatlicher Arbeitgeberbeteiligung\nZuschuss von jährlich 100€ zu Angeboten der Gesundheitsförderung\n30 Tage Erholungsurlaub (bei einer Fünf-Tage-Woche) sowie Zeitausgleich bei Überstunden\nvielfältige Fort- und Weiterbildungsmöglichkeiten\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nFragen zum Aufgabengebiet\nDr. Olivia Zorn\n+49 30 / 266 – 42 5064\nFragen zum Bewerbungsverfahren\nMonique Cziha\n+49 30 / 266 – 41 1630\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-ÄMP-1-2025\nAnschreiben\nLebenslauf\nPrüfungszeugnisse bzw. Urkunden\nArbeitszeugnisse\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.03.2025", "url": "https://www.museumsbund.de/stellenangebote/depotkoordinatorin-m-w-d/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-56/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d)", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 28.03.2025 | Beim Münzkabinett der Staatlichen Museen zu Berlin ist eine Stelle als\nwissenschaftliche:r Mitarbeiter:in (m/w/d)\nzu besetzen. Das Münzkabinett der Staatlichen Museen zu Berlin ist mit seinen ca. 540.000 Objekten die größte und bedeutendste Sammlung Deutschlands und zählt weltweit zu den fünf wichtigsten Museen seiner Art. Die Sammelschwerpunkte sind antike Münzen, die Münzen des Mittelalters (mit Byzanz) und der islamischen Welt sowie Kunstmedaillen von der Renaissance bis zur Gegenwart. Einen regionalen Schwerpunkt bildet die Numismatik von Brandenburg und Preußen.\nBewerbungsfrist: bis 28.03.2025\nVertragsbeginn: 01.07.2025\nBefristung: unbefristet\nWochenstunden: 39 h / Teilzeit möglich\nVergütung:\nEG 13 TVöD Bund\nArbeitsort:\nBode-Museum\nIhre Aufgaben\nkuratorisches Betreuen der Sammlungsgebiete mittelalterliche Münzen, Siegel und Petschaften sowie\nkuratorisches Betreuen des Sammlungsgebietes neuzeitliche Münzen Ausland (ohne Orient)\nDatenredaktion im museumseigenen Dokumentationssystem\nKuratieren von Ausstellungen, einschließlich Publikationen und Finanzierung\nKonzipieren und Durchführen von Forschungsvorhaben, einschließlich der Einwerbung von Drittmitteln\nForschung und Lehre\nIhr Profil\nabgeschlossenes wissenschaftliches Hochschulstudium (Master, Magister/Magistra, Diplom univ. oder gleichwertiger Studienabschluss) vorzugsweise in einem geisteswissenschaftlichen Fach\ndurch Schriftenverzeichnis nachgewiesene numismatische Kenntnisse\nsehr gute Deutsch- und Englischkenntnisse sowie in Latein\nErwünscht\nPromotion\nErfahrung in der Mittelalternumismatik\nKenntnisse und Erfahrungen mit dem Museumsdokumentationssystem MuseumPlus bzw. RIA, ikmk.net oder vergleichbaren Dokumentationssystemen\nErfahrung mit Drittmittelprojekten\nWir bieten Ihnen\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten Münzsammlungen weltweit\neinen sicheren Arbeitsplatz im öffentlichen Dienst und in zentraler Lage Berlins, mit guter Verkehrsanbindung\nabwechslungsreiche und verantwortungsvolle Aufgaben mit großen Gestaltungsspielräumen\neine sehr gute Arbeitsatmosphäre in einem kooperativen und aufgeschlossenen Team\nWork-Life-Balance durch flexible Arbeitszeiten und attraktive Teilzeitmodelle\nKitabelegplätze und Kindernotbetreuung\nJobticket (Deutschland-Ticket) mit monatlicher Arbeitgeberbeteiligung\nZuschuss von jährlich 100€ zu Angeboten der Gesundheitsförderung\nvielfältige Fort- und Weiterbildungsmöglichkeiten\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nBewerbungen von Frauen, um den Anteil von Frauen in unterrepräsentierten Bereichen zu erhöhen\nFragen zum Aufgabengebiet\nProf. Dr. Bernhard Weisser\n+49 30 / 266 – 42 5400\nFragen zum Bewerbungsverfahren\nMonique Cziha\n+49 30 / 266 – 41 1630\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-MK-1-2025\nAnschreiben\nLebenslauf\nPrüfungszeugnisse bzw. Urkunden\nArbeitszeugnisse\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-56/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ingenieurin_bauunterhalt/", "image": "", "title": "Ingenieur:in für den Bauunterhalt (m/w/d)", "content_text": "Staatliche Museen zu Berlin, Berlin Bewerbungsende: 04.04.2025 | In der Abteilung\nTechnik\n, Sicherheit, Innerer Dienst der Staatlichen Museen zu Berlin ist eine Stelle als\nIngenieur:in für den Bauunterhalt (m/w/d)\nzu besetzen. Die\nStaatlichen Museen zu Berlin\nsind mit ihren 15 Sammlungen und vier Forschungsinstituten der größte Museumsverbund in Deutschland. Das Referat Technik der Staatlichen Museen zu Berlin betreibt in allen Museumsgebäuden der Staatlichen Museen zu Berlin die hochbaulichen und technischen Anlagen. Es gewährleistet die Erfüllung der gesetzlich vorgegebenen, vertraglich vereinbarten und konzeptionell erforderlichen Anforderungen an den reibungslosen Museumsbetrieb.\nBewerbungsfrist: bis 04.04.2025\nVertragsbeginn: nächstmöglicher Zeitpunkt\nBefristung: unbefristet\nWochenstunden: 39 h / Teilzeit möglich\nVergütung: bis\nEG 10 TVöD Bund\nje nach Qualifikation (ggf. Zulage bis zu 1.500 EUR pro Monat)\nArbeitsort:\nSigismundstraße 8, 10785 Berlin\nIhre Aufgaben\nBedarfsfeststellung und Priorisieren der laufenden Instandhaltungs- und Baumaßnahmen durch externe öffentliche Bauträger im Sachgebiet Hochbau\nGestalten, Initiieren und Durchführen von Bau- und Instandsetzungsvorhaben im verwaltungseigenen Bauunterhalt,\nPrüfen von Bauunterlagen sowie Erstellen von Leistungsverzeichnissen zur Verbesserung und Überwachung der Prüf-, Wartungs- und Inspektionsvorschriften an hochbaulichen Anlagen und musealen Einrichtungen\nPflegen und Verwalten der Bestandsdokumentation (analog und digital), inklusive CAD-Dokumentationen der technischen Anlagen\nMitarbeiten und Unterstützen bei betrieblichen Aufgaben zur Sicherstellung der gesetzlichen Anforderungen\nIhr Profil\nabgeschlossenes technisches Hochschulstudium (Bachelor, Diplom (FH) oder gleichwertiger Studienabschluss) in den Fachrichtungen Architektur, Bauingenieurwesen, Facility Management, Wirtschafts-ingenieurswesen\noder\ngleichwertige Fähigkeiten und Erfahrung\nBerufserfahrung und Projektmanagement-Erfahrung in Betrieb und/ oder Instandhaltung von Gebäuden und Anlagen\nKenntnisse im öffentlichen Vertrags- und Vergaberecht (HOAI, VgV, VOB) sowie im Bauordnungs- und Baunebenrecht (BauO, ArbStättV, ASR etc.)\nInnovationsfreude in der Optimierung von Arbeitsabläufen und Kenntnisse von modernen Arbeitsmethoden sowie der Anwendung digitaler Systeme (CAD, CAFM, AVA – Software)\nstrukturierte und zielorientierte Arbeitsweise, hohe Einsatzbereitschaft, Kommunikations- und Teamfähigkeit\nErwünscht\ngute Deutsch- und Englischkenntnisse\nWir bieten Ihnen\nMitarbeit in der größten Kultureinrichtung Deutschlands und einer der bedeutendsten weltweit\neinen sicheren Arbeitsplatz im öffentlichen Dienst\nabwechslungsreiche, herausfordernde Aufgaben mit großen Gestaltungsspielräumen\neine sehr gute Arbeitsatmosphäre in einem kooperativen und aufgeschlossenen Team\nWork-Life-Balance durch flexible Arbeitszeiten und attraktive Teilzeitmodelle\nVergütung nach dem TVöD Bund und jährliche Sonderzahlung\nJobticket (Deutschland-Ticket) mit monatlicher Arbeitgeberbeteiligung\n30 Tage Erholungsurlaub (bei einer Fünf-Tage-Woche) sowie Zeitausgleich bei Überstunden\nintensive fachliche Betreuung und vielfältige Fort- und Weiterbildungsmöglichkeiten\nWir fördern und begrüßen\naktiv eine Kultur der Wertschätzung\nChancengerechtigkeit und Vielfalt\nBewerbungen aller Menschen, unabhängig von Alter, Geschlecht, Nationalität, kultureller und sozialer Herkunft, Religion oder Weltanschauung, Behinderung,\nsexueller Identität\nBewerbungen von Black, Indigenous and People of Color sowie Menschen mit Migrations- und Fluchtgeschichte\nMenschen mit Schwerbehinderung und ihnen Gleichgestellte, die bei gleicher Eignung besonders berücksichtigt werden\nBewerbungen von Frauen, um den Anteil von Frauen in unterrepräsentierten Bereichen zu erhöhen\nFragen zum Aufgabengebiet\nDetlev Täger\n+49 30 / 266 – 42 2504\nFragen zum Bewerbungsverfahren\nMonique Cziha\n+49 30 / 266 – 41 1630\nIhre Bewerbung enthält\nAngabe der Kennziffer:\nSMB-GD-3-2025\nAnschreiben\nLebenslauf\nPrüfungszeugnisse bzw. Urkunden\nArbeitszeugnisse\nBewerben Sie sich jetzt!\nIhre Daten werden im Rahmen des Bewerbungsverfahrens gespeichert und verarbeitet. Weitere Informationen:\nwww.preussischer-kulturbesitz.de/karriere/datenschutz.html\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.04.2025", "url": "https://www.museumsbund.de/stellenangebote/ingenieurin_bauunterhalt/", "date_published": "2025-03-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sekretariat-m-w-d-kaufmaennische-geschaeftsfuehrung-sowie-abteilungsleitung-sammlung-und-wissenschaft/", "image": "", "title": "Sekretariat (m/w/d) Kaufmännische Geschäftsführung sowie Abteilungsleitung Sammlung und Wissenschaft", "content_text": "Staatliche Kunsthalle Karlsruhe, Karlsruhe Bewerbungsende: 23.03.2025 | Die Staatliche Kunsthalle Karlsruhe gehört mit ihrer hochrangigen Sammlung und einer regen Ausstellungs- und Veranstaltungstätigkeit zu den großen Kunstmuseen in Deutschland. Sie wird seit 2009 als Landesbetrieb geführt und ist eine nach kunstwissenschaftlichen und wirtschaftlichen Grundsätzen agierende Kultureinrichtung des Landes Baden-Württemberg. Das Team der Staatlichen Kunsthalle Karlsruhe kommt aus verschiedenen Regionen und Ländern. Wir pflegen eine kollegiale Arbeitsatmosphäre und unsere Herzen schlagen für die Kunst. Das Museum befindet sich derzeit in einem umfassenden Transformationsprozess, in dem insbesondere die Chancen des digitalen Wandels aktiv      genutzt werden. Das Hauptgebäude der Kunsthalle wird für mehrere Jahre grundlegend saniert und erweitert. In der Interimszeit bespielt die Kunsthalle verschiedene Standorte, darunter auch das ZKM | Zentrum für Kunst und Medien Karlsruhe.\nZum 01.06.2025 ist die Position\nSekretariat der Kaufmännischen Geschäftsführung\nsowie der Abteilungsleitung Sammlung und Wissenschaft (m/w/d)\nin einem unbefristeten Beschäftigungsverhältnis in Teilzeit (75 %) zu besetzen.\nIhre Aufgaben:\nArbeitsorganisation sowie Termin- und Reisemanagement (inklusive Reisekostenabrechnung)\nVersierte interne und externe Korrespondenz, auch in Fremdsprachen\nOrganisation, Vor- und Nachbereitung von Besprechungen inklusive Protokollführung\nAblage und Archivierung sowie Digitalisierung ausgewählter Bereiche\nOrganisation der Aktenführung (analog und digital) zum Bauvorhaben\nErstellen von Präsentationen und Transkriptionen\nBearbeiten von Postein- und -ausgang\nVerwaltung von Adressdaten\nBetreuung von externen Gästen inklusive Bewirtung\nVertretung im Sekretariat der wissenschaftlichen Direktion\nIhr Profil:\neine abgeschlossene kaufmännische Ausbildung oder gleichwertige Kenntnisse\nBerufserfahrung im Sekretariatsbereich\nsehr gute schriftliche und mündliche Ausdruckfähigkeit in Deutsch sowie gute Fremdsprachenkenntnisse in Englisch und Französisch\nAffinität zu Kunst und Kultur\nfundierte EDV-Kenntnisse, vor allem der MS-Office-Produkte sowie Medienkompetenz\nsorgfältige und lösungsorientierte Arbeitsweise sowie gutes Zeitmanagement\nausgeprägte Kommunikationskompetenz und Dienstleistungsorientierung\nFlexibilität in einem sich wandelnden Arbeitsumfeld\nFreude an eigenverantwortlichem Arbeiten und an der Zusammenarbeit im Team\nWir bieten:\neinen unbefristeten Arbeitsplatz in einem aufgeschlossenen, kreativen und dynamischen Umfeld\neine Teilzeitstelle mit einer durchschnittlichen Wochenarbeitszeit von 29,6 Stunden\nflexible und familienfreundliche Gestaltung der Arbeitszeit mit großzügiger Gleitzeitregelung und der Möglichkeit von mobilem Arbeiten\nVergütung bis Entgeltgruppe 6 TV-L bei Vorliegen der tariflichen Voraussetzungen\neine jährliche Sonderzuwendung\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (Betriebsrente)\nattraktive Angebote im Rahmen der betrieblichen Gesundheitsförderung\nArbeitgeberzuschuss zum Jobticket für den öffentlichen Nahverkehr\nMitarbeiter*innen mit unterschiedlichem kulturellen Hintergrund sind eine Bereicherung – für unseren Arbeitsalltag, für unser Programm und unsere Projekte. Wir schätzen Vielfalt und begrüßen daher alle Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum\n23.03.2025\nper E-Mail an\npersonal@kunsthalle-karlsruhe.de\noder schriftlich an die Verwaltung der Staatlichen Kunsthalle Karlsruhe, Frau Claudia Buselmeier, Hermann-Veit-Straße 6, 76135 Karlsruhe. Eine Rücksendung schriftlicher Bewerbungen erfolgt nur, wenn Sie einen frankierten und adressierten Rückumschlag beifügen. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen gemäß geltendem Datenschutzrecht vernichtet. Weitere Informationen erhalten Sie bei der Leiterin der Abteilung Zentrale Dienste, Frau Priska Weßbecher, per Mail an\nwessbecher@kunsthalle-karlsruhe.de\noder im Internet unter\nwww.kunsthalle-karlsruhe.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.03.2025", "url": "https://www.museumsbund.de/stellenangebote/sekretariat-m-w-d-kaufmaennische-geschaeftsfuehrung-sowie-abteilungsleitung-sammlung-und-wissenschaft/", "date_published": "2025-03-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stellvertretende-fachbereichsleitung-m-w-d-des-besuchsservice/", "image": "", "title": "Stellvertretende Fachbereichsleitung (m/w/d) des Besuchsservice", "content_text": "Deutsches Bergbau-Museum Bochum, Bochum Bewerbungsende: 18.03.2025 | Im Deutschen Bergbau-Museum Bochum (DBM), Leibniz-Forschungsmuseum für Georessourcen der DMT- Gesellschaft für Lehre und Bildung mbH, ist im Bereich Besuchsservice zum nächstmöglichen Zeitpunkt die oben genannte Stelle in Vollzeit/Teilzeit zu besetzen.\nDie Stelle ist zunächst auf 24 Monate befristet.\nIhre Aufgaben\nKundenservice und Pflege des Buchungssystems\nPersonalführung und -management\nRechnungswesen des Bereichs\nVeranstaltungsbetreuung\nKoordinierende Schnittstelle zur Museumspädagogik\nWas Sie mitbringen\nAbgeschlossene kaufmännische Berufsausbildung oder Studium (Bachelor) im Bereich Kulturmanagement oder in einer anderen geeigneten Fachrichtung\nBerufserfahrung in Kultureinrichtungen oder im Veranstaltungsbereich\nErste Erfahrung in der Teamleitung\nGute kaufmännische Kenntnisse\nGute Kenntnisse in den gängigen MS Office-Programmen sowie Erfahrung mit Content-Management- System (CMS)\nGute Englischkenntnisse\nSelbstsicheres Auftreten, Kommunikationsfähigkeit und Verhandlungsgeschick sowie Kundenorientierung und kreative Lösungsentwicklung\nWas wir Ihnen bieten\nFörderung Ihrer persönlichen Entwicklung sowie Ihrer fachlichen Qualifizierung durch regelmäßige Weiterbildungsveranstaltungen\nFlexible Arbeitszeitmodelle, die für eine ausgeglichene Work-Life-Balance sorgen\nSozialleistungen, wie 13. Gehalt, Urlaubsgeld, vermögenswirksame Leistungen\nIGBCE als Tarifpartner\nUmfangreiche Zusatzleistungen, wie pme-Familienservice, Gesundheitstage, Teilnahme an Firmenläufen, gutes, kollegiales Arbeitsklima, enge Zusammenarbeit mit dem Betriebsrat\nDie Vergütung erfolgt nach dem Haustarif der DMT-LB und ist für diese Stelle vergleichbar mit der Entgeltgruppe E 9 des Tarifvertrags der Länder (TV-L).\nFühlen Sie sich angesprochen?\nDann bewerben Sie sich über diesen\nLink.\nFür nähere Auskünfte zur Stelle steht Ihnen Frau Bull unter +49 (234) 5877 126/176 gerne zur Verfügung.\nInformationen über das Deutsche Bergbau-Museum Bochum erhalten Sie unter www.bergbaumuseum.de.\nWir, die DMT-LB, sind ein regional, national und international tätiges Unternehmen in Wissenschaft, Bildung und Kultur. Wir agieren mit zwei bekannten und anerkannten Institutionen – dem DBM und der TH Georg Agricola – nach außen.\nDie DMT-LB strebt nach Geschlechtergerechtigkeit und Vielfalt und begrüßt daher alle Bewerbungen – unabhängig von Geschlecht, Behinderung, Nationalität oder ethnischer und sozialer Herkunft.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.03.2025", "url": "https://www.museumsbund.de/stellenangebote/stellvertretende-fachbereichsleitung-m-w-d-des-besuchsservice/", "date_published": "2025-03-04T00:00:00"}]}