{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-der-digitalen-sammlung/", "image": "", "title": "Mitarbeiter/in (m/w/d) der Digitalen Sammlung", "content_text": "Städel Museum, Frankfurt a.M. Bewerbungsende: 31.07.2025 | Das Städel Museum ist eines der bedeutendsten und bekanntesten Kunstmuseen in Deutschland. Mit seinem reichen Bestand präsentiert das Städel Museum einen Überblick über 700 Jahre Kunst, vom Mittelalter bis zur Gegenwartskunst. Für die Abteilung Bildung und Vermittlung und das Team der Digitalen Sammlung des Städel Museums und der Liebieghaus Skulpturensammlung suchen wir zum nächstmöglichen Zeitpunkt eine/n\nMitarbeiter/in\n(m/w/d) der Digitalen Sammlung\n(Vollzeit, zunächst befristet auf zwei Jahre mit Option auf Verlängerung)\nSie verstehen Digitalisierung als Werkzeug der Kunstgeschichte, bewegen sich sicher zwischen Daten und Wissen und erkennen dabei die wesentlichen Informationen? Für Sie ist Bildung- und Vermittlungsarbeit ein Angebot zur globalen Teilhabe am gemeinschaftlichen Kulturgut? Dann freuen wir uns, Sie kennenzulernen!\nMit Ihrem ausgeprägten Interesse für Digitale Produkte im Museumsumfeld unterstützen Sie uns bei der Pflege und Weiterentwicklung eines unserer reichweitenstärksten digitalen Angebote: der Digitalen Sammlung des Städel Museums.\nIHRE TÄTIGKEITEN:\nEigenständige Redaktion der Personen- und Körperschaftsdatenbank in AxiellCollections\nMitarbeit bei der Weiterentwicklung der Digitalen Sammlung\nAufbereitung und Qualitätssicherung von Museumsdaten, u. a. Vokabulare\nwissenschaftlichen Recherche\nWissensmanagement in Zusammenarbeit mit den entsprechenden Sammlungs- und Verwaltungs-Abteilungen\nIntegration digitaler Produkte des Städel Museums in die Digitale Sammlung\nBetreuung von Prozessen im Bereich Bildrechte und Lizenzen\nIHR PROFIL:\nSie verfügen über ein abgeschlossenes Hochschulstudium in Kunstgeschichte und/oder Digital Humanities oder einem vergleichenden Fach\nSie haben besonderes Interesse an Digitalisierungsprojekten, digitalen Formaten der Wissensvermittlung im Kunst- und Kulturbereich und der digitalen Vermittlung von Kunstgeschichte\nSie haben mindestens zwei Jahre Berufserfahrung in der Pflege und dem Erfassen von Metadaten in Museumsdatenbanken, insbesondere AxiellCollections und im Bereich (Norm-)datenbanken (GND, AKL jetzt AoW, Iconclass, AAT)\nSie sind sehr erfahren im Umgang mit Excel und anderen gängigen MS-Office-Anwendungen, Erfahrungen in Photoshop, InDesign und Illustrator sind von Vorteil\nSie verfügen bereits über Kenntnisse im Umgang mit XSLT Stylesheets, LIDO, API\nSie haben sehr gute Englischkenntnisse, Französisch von Vorteil\nSie arbeiten selbstständig, strukturiert, zuverlässig und sehr gewissenhaft\nSie sind motiviert, leistungsbereit und können sich gut organisieren, darüber hinaus bringen Sie ein hohes Maß an Teamfähigkeit mit\nDas Städel Museum bietet Ihnen als führender Arbeitgeber in der deutschen Museumslandschaft eine berufliche Perspektive, in der Sie Ihre Fähigkeiten in ein abwechslungsreiches Aufgabenfeld einbringen können.\nDAS ERWARTET SIE:\nVielfältige Tätigkeitsbereiche in einem dynamischen Arbeitsumfeld\nEin internationales Netzwerk\nModerne Arbeitsplätze in historischen Museumsgebäuden direkt am Main\nAttraktive und faire Vergütung\nBetriebliche Altersvorsorge sowie vermögenswirksame Leistungen\nVergünstigtes Jobticket, kostenfreie Parkplätze und Ladestationen für E-Bikes und E-Autos\nIndividuelle Förderung durch interne und externe Weiterbildung\nFlexible Arbeitszeiten mit der Option auf mobiles Arbeiten (je nach Arbeitsbereich)\nVergünstigte Mittagstisch-Angebote im näheren Umfeld\nMitarbeiter-Rabatt in unseren Museumsshops, in den Cafés und bei unseren Führungen, Atelierkursen etc.\nEinladungen zu Mitarbeiterführungen der einzelnen Sonderausstellungen sowie zu Ausstellungseröffnungen und hausinternen Veranstaltungen\nGemeinsame sportliche Aktivitäten von Firmenläufen bis zum Drachenbootrennen sowie die Möglichkeit einer Wellpass-Mitgliedschaft\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nSind Sie interessiert? Dann schicken Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen unter Angabe Ihrer Gehaltsvorstellung bis zum\n31.07.2025\nan\npersonal@staedelmuseum.de\n. Für Fragen steht Ihnen Chantal Eschenfelder, Leitung Bildung & Vermittlung und Digitale Sammlung zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-der-digitalen-sammlung/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/gruppenleiter-in-sammlungsorganisation-w-m-d/", "image": "", "title": "Gruppenleiter/in Sammlungsorganisation (w/m/d)", "content_text": "Stiftung Haus der Geschichte Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 06.08.2025 | Die Stiftung Haus der Geschichte Nordrhein-Westfalen ist eine Stiftung des öffentlichen Rechts mit Sitz in Düsseldorf. Auftrag der Stiftung ist es, die Geschichte des Landes Nordrhein-Westfalen lebendig darzustellen und anschaulich werden zu lassen. In Ausstellungen, Veranstaltungen, Publikationen und online sollen Entstehung, Entwicklung, Vielfalt und Wandel des Landes einer breiten Zielgruppe vermittelt werden.\nDie Stiftung sucht zum nächstmöglichen Zeitpunkt (Wochenarbeitszeit 39,50 Stunden) unbefristet am Dienstort Düsseldorf:\neine/n Gruppenleiter/in Sammlungsorganisation (w/m/d).\nDie Stelle kann abhängig von der persönlichen Qualifikation für Tarifbeschäftigte gemäß E 14 TV-L vergütet werden.\nIhre Aufgaben:\nFortentwicklung der digitalen Infrastruktur der Sammlungstätigkeit der Stiftung,\nEntwicklung einer digitalen Struktur für Bibliothek und Mediathek,\nKoordinierung der Kolleginnen und Kollegen aus den Arbeitsbereichen IT, Dokumentation, Restaurierung und Depot.\nGesucht werden Beschäftigte\nmit:\neinem abgeschlossenen Universitätsstudium der Geschichts-, Politik- oder Kulturwissenschaften mit Kenntnissen der deutschen Geschichte,\nmehrjähriger Museumserfahrung,\numfangreicher Erfahrung in Dokumentations- und Sammlungstätigkeiten, möglichst in einem historischen, kulturhistorischen oder technischen Museum.\nAußerdem zeichnet sich Ihr Profil wie folgt aus:\nSie verfügen über eine ausgeprägte Fähigkeit zum konzeptionellen Denken.\nSie arbeiten selbstständig und zeichnen sich durch großes persönliches Engagement aus.\nSie verfügen über Organisationsgeschick, hohes Verantwortungsbewusstsein, äußerste Sorgfalt und Gewissenhaftigkeit.\nSie sind in der Lage, auch unter Termindruck präzise zu arbeiten.\nSie besitzen eine ausgeprägte Fähigkeit zur Teamarbeit.\nUnser Angebot\nan Sie:\nDie Einstellung erfolgt unbefristet.\nIn der Stiftung gibt es eine familienfreundliche gleitende Arbeitszeit. Die Stelle ist für Teilzeitbeschäftigung ungeeignet. Für die in der Stiftung geleisteten Arbeitszeiten wird entsprechend der Vorschriften des öffentlichen Dienstes in eine Zusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (VBL) einbezahlt (Zusatzrente).\nBewerbungen von Frauen sind ausdrücklich erwünscht. In Bereichen, in denen Frauen noch unterrepräsentiert sind, werden sie nach Maßgabe des Landesgleichstellungsgesetzes bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gründe überwiegen.\nEbenfalls ausdrücklich erwünscht sind Bewerbungen von geeigneten schwerbehinderten und ihnen gleichgestellten Menschen im Sinne des SGB IX.\nDie Ausschreibung richtet sich ausdrücklich auch an Menschen mit Migrationsgeschichte.\nBitte bewerben Sie sich bis zum\n06. August 2025\nmit aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Nachweis über Abschluss der Ausbildung, Zeugnisse, etc.).\nWir bitten, die Bewerbungsunterlagen in einer\nzusammengefassten PDF-Datei (max. 10 MB)\nper\nE-Mail an\nbewerbung@hdgnrw.de\nunter Angabe des Betreffs\n„Gruppenleiter/in Sammlungsorganisation (w/m/d)”\nzu senden oder auf dem Postweg an:\nStiftung Haus der Geschichte Nordrhein-Westfalen\n– Personalreferat –\nJägerhofstr. 29\n40479 Düsseldorf\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass wir Ihre personenbezogenen Daten in unseren Systemen für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.08.2025", "url": "https://www.museumsbund.de/stellenangebote/gruppenleiter-in-sammlungsorganisation-w-m-d/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/109721/", "image": "", "title": "Kommunikationsexpert*in (m/w/d) gesucht!", "content_text": "Museen Stade, Stade Bewerbungsende: 10.08.2025 | Kommunikationsexpert*in (m/w/d) gesucht!\nMUSEEN STADE // ab 1.1.2026\nZu den Museen Stade zählen neben dem Museum Schwedenspeicher, das Kunsthaus Stade, das Freilichtmuseum auf der Insel sowie das ehemalige Provinzialmuseum der Herzogtümer Bremen und Verden. Mit vier Häusern ganz unterschiedlicher Sparten (Stadtgeschichte, Archäologie, Kunst und Volkskunde) bietet die Museumslandschaft in Stade ihren Besucher*innen ein breites Ausstellungsspektrum. Genauso vielfältig sind die Anforderungen unserer Kommunikation.\nSie übernehmen eine verantwortungsvolle und vielseitige Tätigkeit und entwickeln neue, innovative Kommunikationsstrategien in Abstimmung mit der Museumsleitung. Sie organisieren die Öffentlichkeitsarbeit der Museen Stade in allen relevanten Bereichen, sind bei allen wichtigen Ereignissen dabei und transportieren diese nach außen. Damit nehmen Sie eine Schlüsselrolle in der Vernetzung mit den unterschiedlichen Medien, mit Stakeholder*innen und Besucher*innen ein.\nZu Ihren Aufgaben gehört insbesondere:\nErarbeitung strategischer Kommunikationskonzepte für unsere unterschiedlichen Zielgruppen\nKommunikation mit Medien, Presse, Besucher*innen, Stakeholder*innen\nVerfassen von Pressemitteilungen, Pflege von Kontakten\nErstellen von Beiträgen in den sozialen Medien\nPlanung und Umsetzung von Marketingmaßnahmen und Medienkooperationen\nDokumentation der Öffentlichkeitsarbeit und ihrer Reichweite\nBearbeitung und Pflege der internen Kommunikation, Erstellen von Aushängen, Flyern und weiteren Kommunikationsmitteln auf Basis unseres Corporate Designs\nPflege und Weiterentwicklung der Website und unseres Newsletters\nIhr Profil sollte folgende Anforderungen erfüllen:\nAbgeschlossenes Studium im Bereich Kommunikationsdesign\nErfahrungen in der Presse- und Öffentlichkeitsarbeit für ein Unternehmen in den Bereichen Print und Online/soziale Medien\nSehr gute Kenntnisse im Bereich Grafikdesign und Bildbearbeitung (Adobe Programme)\nGute MS-Office-Kenntnisse\nErfahrungen im Bereich Fotografie und Videoproduktion für den Online-Bereich\nSehr gute sprachliche und kommunikative Fähigkeiten\nGute Englischkenntnisse\nAusgeprägte Teamfähigkeit, Belastbarkeit, Organisationstalent sowie ein überdurchschnittliches Maß an Eigeninitiative und Kreativität\nWir bieten eine interessante Beschäftigung in einem kooperativen und kreativen Team mit einem vielseitigen Aufgabenspektrum und breitem Gestaltungsspielraum.\nVertrag und Eingruppierung:\nDie Stelle hat einen Stundenumfang von 25 Stunden. Die Eingruppierung erfolgt in der Entgeltgruppe 10 Entgeltordnung (VKA) zum TVöD – abhängig von der Ausbildung und Berufserfahrung.\nBewerbung:\nHaben wir Ihr Interesse geweckt? Dann bewerben Sie sich! Wir sind gespannt auf motivierte, begeisterungsfähige Persönlichkeiten und freuen uns, Sie kennen zu lernen. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen, unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität.\nFür Rückfragen steht Ihnen der Direktor der Museen Stade Herr Dr. Sebastian Möllers per Email unter\nmoellers@museen-stade.de\nzur Verfügung.\nBürostandort ist Stade. Die Tätigkeit kann aufgrund der genannten Aufgaben nur begrenzt in Teilpräsenz ausgeführt werden.\nBitte senden Sie Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen bis zum\n10. August 2025 vorzugsweise als zusammengeführtes PDF per E-Mail an:\nbewerbung@museen-stade.de\nWenn Sie Ihre Bewerbung postalisch einreichen möchten, richten Sie diese bitte an:\nMuseen Stade\nWasser West 39\n21682 Stade\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/109721/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-m-w-d-fuer-den-bereich-kommunikation-und-marketing-das-minsk-in-vollzeit/", "image": "", "title": "Teamleitung (m/w/d) für den Bereich Kommunikation und Marketing (DAS MINSK) in Vollzeit", "content_text": "DAS MINSK Kunsthaus, Potsdam Bewerbungsende: 31.07.2025 | Die Museen der Hasso Plattner Foundation gGmbH, eine Tochter der gemeinnützigen Hasso Plattner Foundation, betreibt seit 2017 das Museum Barberini und seit 2022 DAS MINSK Kunsthaus in Potsdam, welche vom Kunstsammler und SAP-Gründer Hasso Plattner gestiftet wurden.\nDAS MINSK Kunsthaus in Potsdam ist damit das jüngste Projekt der Hasso Plattner Foundation und eröffnete am 24. September 2022 für die Öffentlichkeit. Das ehemalige Terrassenrestaurant „Minsk“ – erbaut in den 1970er-Jahren im modernistischen Stil der DDR – wird damit zu einem Ort für Begegnungen zwischen moderner und zeitgenössischer Kunst. Hier werden Kunstwerke aus der ehemaligen DDR, die Teil der Sammlung Hasso Plattner sind, in neuen Kontexten gezeigt.\nGesucht wird zum nächstmöglichen Zeitpunkt eine\nTeamleitung (m/w/d) für den Bereich Kommunikation und Marketing (DAS MINSK) in Vollzeit\nIhre Aufgaben:\nEntwicklung und Umsetzung von Kommunikations- und Marketingstrategien zur Steigerung der Besucherzahlen und zur Förderung der nationalen und internationalenBekanntheit des Kunsthauses.\nLeitung und Koordination eines kleinen Marketing- und Kommunikationsteams.\nPlanung und Durchführung von PR-Kampagnen, Pressearbeit und Social Media Aktivitäten.\nAufbau und Pflege eines starken Netzwerks zu Medien, Partnern und relevanten Stakeholdern, insbesondere im Bereich der zeitgenössischen Kunst.\nInitiierung und Pflege von Kooperationen mit anderen kulturellen Institutionen, Tourismuseinrichtungen und lokalen Partnern.\nZusammenarbeit mit internen Teams und externen Partnern, um integrierte Marketing- und Kommunikationspläne zu erstellen.\nBudgetplanung und -kontrolle für alle Marketing- und Kommunikationsaktivitäten.\nAnalyse und Reporting der Marketingmaßnahmen zur kontinuierlichen Optimierung.\nSie bringen mit:\nAbgeschlossenes Studium im Bereich Marketing, Kommunikation, Betriebswirtschaft oder eine vergleichbare Qualifikation.\nMehrjährige Berufserfahrung in einer leitenden Position im Marketing und/oder Kommunikation, idealerweise im Kulturbereich.\nHervorragende Kenntnisse in der Entwicklung und Umsetzung von Marketingstrategien.\nEin starkes Netzwerk zu Medien, Partnern und relevanten Stakeholdern, insbesondere im Bereich der zeitgenössischen Kunst.\nErfahrung in der Leitung und Motivation von Teams.\nAusgezeichnete Kommunikationsfähigkeiten in Deutsch und Englisch, sowohl schriftlich als auch mündlich.\nKreativität, strategisches Denken und eine ausgeprägte Hands-on-Mentalität.\nHohe Affinität zu zeitgenössischer Kunst und Kultur.\nWir bieten:\nMitgestaltung beim Aufbau und der Positionierung einer neuen Kunstinstitution\nInteressantes und anspruchsvolles Aufgabengebiet\nAgiles Team mit kurzen Entscheidungswegen\nMöglichkeit zur teilweisen Arbeit im Home Office\nDas Team Kommunikation besteht aktuell aus zwei Mitarbeitenden sowie der Leitung. Die Vergütung erfolgt in Anlehnung an die Entgeltgruppe E12 TVöD Bund.\nBitte senden Sie Ihre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien)\n31.07.2025\nin elektronischer Form, als ein PDF Dokument mit dem Stichwort\nKommunikation\nan\njobs@museen-plattner.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-m-w-d-fuer-den-bereich-kommunikation-und-marketing-das-minsk-in-vollzeit/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsingenieur-w-m-d-2/", "image": "", "title": "Sicherheitsingenieur (w/m/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 23.07.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nAls Leitung der Abteilung Brandschutz und Gebäudesicherheit im Zentralbereich suchen wir zum nächstmöglichen Zeitpunkt einen\nSicherheitsingenieur (w/m/d)\nIhre Aufgaben\nEntwicklung und Umsetzung von Sicherheitsstrategien zum Schutz der Museumsgebäude und Sammlungen aller Liegenschaften des Deutschen Museums\nBewertung und Umsetzung von Sicherheits- und Brandschutzkonzepten für alle Liegenschaften des Deutschen Museums\nÜberwachung und Betreuung der Sicherheitssysteme (Zutrittskontrollen, Videoüberwachung, Alarmsysteme) in Abstimmung mit anderen Fachabteilungen\nErstellung von Notfall- und Evakuierungsplänen für Brand, Diebstahl oder andere Risiken\nregelmäßige Risikoanalysen und Optimierung bestehender Schutzkonzepte\nDurchführung von Schulungen und Unterweisungen für Mitarbeiterinnen und Mitarbeiter zum Thema Sicherheitsmaßnahmen\nSicherstellung der Einhaltung gesetzlicher Vorschriften und Normen im Bereich Gebäudesicherheit\nAnsprechpartner für Behörden und Organisationen mit Sicherheitsaufgaben, wie z. B. Sicherheitsdienstleister, Polizei, Feuerwehr, Landratsamt und THW\nÜbernahme der Funktion “Brandschutzbeauftragter” (DGUV 205-023)\nRessourcen-, Zeit- und Kostenplanung für die Abteilung\nFührung der unterstellten Mitarbeiterinnen und Mitarbeiter\nIhr Profil\nerfolgreich abgeschlossenes Hochschulstudium im Ingenieurwesen, baulichen Brandschutz oder Sicherheitsmanagement\neinschlägige Berufserfahrung als Leitung im Bereich Sicherheit\nFührungserfahrung\nBereitschaft zu sicherheitstechnischen Weiterbildungen\nPersönliche / soziale / methodische Kompetenzen\nanalytische Fähigkeiten und vernetztes Denken\nKommunikationsfähigkeit und Kooperationsbereitschaft\nOrganisations- und Problemlösungsfähigkeit, Ergebnisorientierung\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungs-möglichkeiten\neine tarifgerechte Bezahlung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\ngrundsätzliche Möglichkeit zum Homeoffice\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist zunächst auf zwei Jahre befristet mit der Option auf unbefristete Übernahme.\nDer Erstvertrag wird auf ein Jahr abgeschlossen.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 5 MB) mit Ihrem Motivationsschreiben, Gehaltsvorstellung, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n23.07.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2533\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter http://www.deutsches-museum.de/impressum/datenschutz.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsingenieur-w-m-d-2/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-m-w-d-10/", "image": "", "title": "Restaurator (m/w/d)", "content_text": "Von der Heydt-Museum, Wuppertal Bewerbungsende: 17.07.2025 | Von der Heydt-Museum Wuppertal\nRestaurator (m/w/d)\nArbeitszeit: 19,5 Std., unbefristet\nStellenbewertung: EG 13\nHomeoffice: Nicht möglich\nBewerbungsfrist: 03.07.2025 – 17.07.2025\nDas Von der Heydt-Museum zählt zu den prominentesten Museen Deutschlands und steht im Austausch mit vielen Institutionen auf der ganzen Welt. Es verfügt über bedeutende, international bekannte Bestände u. a. der niederländischen Kunst des 17. Jahrhunderts, der Malerei und Grafik des 19. Jahrhunderts sowie der Kunst des 20. und 21. Jahrhunderts. Auch aufgrund seiner Sonderausstellungen genießt das Museum beim Publikum wie in der Fachwelt einen ausgezeichneten Ruf.\nDie hochrangige Sammlung zu pflegen, zu erforschen und attraktiv zu präsentieren, spannende Sonderausstellungen zu entwickeln und möglichst vielen Menschen immer neue und immer einzigartige Erlebnisse mit der Kunst zu ermöglichen, wird auch in den kommenden Jahren unsere Aufgabe sein.\nDie Restaurierung bildet einen Kernbereich, um diese Aufgaben erfüllen zu können. Sie sind gemeinsam mit einem weiteren Kollegen verantwortlich für die Pflege und den Erhalt der Sammlungen und der Leihgaben. Sie entscheiden über Transport- und Ausstellungsfähigkeit und sorgen in Ihrem Aufgabenbereich für die Sicherheit der Werke. Sie sind an den vor- und nachbereitenden Arbeiten der Ausstellungen wesentlich beteiligt.\nWerden Sie Teil unseres vielseitigen Teams und tragen Sie dazu bei, das Museum zu gestalten.\n↗\nJetzt hier bewerben!\nIhr Profil\nWenn Sie\nein abgeschlossenes Masterstudium der Fachrichtung Konservierung und Restaurierung von Kunst- und Kulturgut\nund\nBereitschaft zu Dienstreisen auch ins außereuropäische Ausland\nmitbringen, freuen wir uns auf Ihre Bewerbung!\nWir freuen uns, wenn Sie außerdem über folgende Kompetenzen verfügen:\nKommunikationsfähigkeit\nBelastbarkeit\nVerantwortungsbereitschaft\nLösungsorientierung\nLernbereitschaft\nTätigkeitsprofil\nWelche Kernaufgaben erwarten Sie?\nRestauratorische und konservatorische Betreuung und Bearbeitung der Gemälde-, Grafik- und Skulpturensammlung des Von der Heydt-Museums und der Leihgaben\nVerwaltung der Depots\nErstellung von Gutachten und Dokumentationen\nWas bieten wir Ihnen?\nWir bieten Ihnen eine vielseitige und verantwortungsvolle Aufgabe in einer der wichtigsten Sehenswürdigkeiten der Stadt Wuppertal, mit der Sie wesentlich zum Erhalt und zur Präsentation der Kunstwerke beitragen.\nDie Stelle ist nach der Entgeltgruppe EG 13 TVöD NRW bewertet und mit 19,5 Stunden unbefristet zu besetzen. Die Einarbeitung erfolgt durch einen Kollegen im laufenden Betrieb.\n↗\nHier\nkönnen Sie unser Einarbeitungskonzept einsehen.\nRoland Mönig\nMuseumsdirektor\nE-Mail\nBei Fragen zu den Stelleninhalten und Interesse an einer Hospitation\nKontakt\nOrt\n0202 563 2500\nroland.moenig@stadt.wuppertal.de\nFrau Sarah Eversberg\nPersonalreferentin\nE-Mail\nBei Fragen zum organisatorischen Ablauf und zum Auswahlverfahren\nKontakt\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.07.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-m-w-d-10/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-genealogische-recherchen/", "image": "", "title": "Sachbearbeiter:in genealogische Recherchen", "content_text": "Stadtarchiv der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 31.07.2025 | Sachbearbeiter:in genealogische Recherchen\nBesGr A 10 LBesO oder EG 9c TVöD\nfür die Abteilung Endarchiv, Erschließung, Benutzung und Beratung: Gutachten im Stadtarchiv\nDas Stadtarchiv der Landeshauptstadt Düsseldorf ist eines der größten Kommunalarchive Nordrhein-Westfalens und bietet aufgrund des weit gefächerten Aufgabenspektrums in den Bereichen Schriftgutverwaltung, Archivierung, Besucherberatung und Öffentlichkeitsarbeit ganz besonders interessante Tätigkeitsfelder. Es ist zudem qua Satzung das für die Geschichte der Stadt zuständige Institut. Als Informationsdienstleister für die Stadtverwaltung und die interessierte Öffentlichkeit übernimmt und erschließt es Schriftgut in analoger und digitaler Form, das aus rechtlichen und historischen Gründen von Relevanz ist.\nIhre Aufgaben unter anderem:\nDurchführung von genealogischen Recherchen, das heißt Vorprüfung der Anfragen, Recherche aus handschriftlichen, gedruckten und digitalisierten Quellen unter Beachtung der einschlägigen gesetzlichen Regelungen für Nachlassgerichte, Erbenermittler*innen, Rechtsanwält*innen, Notar*innen, wissenschaftlich Anfragende, verschiedene Behörden und Privatpersonen sowie Familienforscher*innen\nErstellung genealogischer gerichtsfester Gutachten, beispielsweise Aufstellung von Namen samt Geburts-, Heirats- und Todesdaten und -adressen, meist unter Angabe der entsprechenden Urkunden und Darstellung der Verwandtschaftsverhältnisse\nBearbeitung von Urkundenbestellungen inklusive Recherche und Festsetzung der Gebühren\nBearbeitung des Personenstandsregisters und Verzeichnen der neuen Archivalien, in der Regel Standesamtsregister, in der Archivsoftware\nEintragung von Nachbeurkundungen.\nIhr Profil:\nBefähigung für die Laufbahngruppe 2, 1. Einstiegsamt des allgemeinen Verwaltungsdienstes, Verwaltungsfachwirt*in oder Bachelor of Arts Fachrichtung Geschichte oder vergleichbare Qualifikation\nKommunikationsfähigkeit, Eigeninitiative, selbständiges Arbeiten, Teamfähigkeit, konzeptionelles Denken und sehr gute EDV-Kenntnisse\ngute Kenntnisse der einschlägigen gesetzlichen Bestimmungen, zum Beispiel Archivgesetz Nordrhein-Westfalen, Archivsatzung, Gebührensatzung und Benutzungsordnung Stadtarchiv Düsseldorf, Personenstandsgesetz sowie Kenntnisse einschlägiger Datenschutzbestimmungen, beziehungsweise die Bereitschaft, sich diese Kenntnisse kurzfristig anzueignen\nhistorische Grundkenntnisse sowie Kenntnisse der Handschriften 17. bis 20. Jahrhundert\nKenntnisse in der Archivsoftware ActaPro sind wünschenswert.\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt unbefristet im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD). Bei Vorliegen der laufbahnrechtlichen Voraussetzungen ist eine Einstellung im Beamtenverhältnis möglich.\nWir leben Vielfalt –\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich.\nBitte bewerben Sie sich online bis zum 31.07.2025 über den Button „Stell dich vor!“.\nhttps://karriere.duesseldorf.de/sachbearbeiterin-genealogische-recherchen-de-f7098.html?agid=19\nFür nähere Auskünfte zum Aufgabengebiet steht Ihnen im Fachamt Dr. Benedikt Mauer, Telefon 0211 89-99248 gerne zur Verfügung.\nFür das Bewerbungsverfahren ist Ihre Ansprechperson Lena Becker, Telefon 0211 89-24023, Moskauer Straße 25, Zimmer 3. OG, links. Bei Rückfragen bitten wir um Angabe der Kennziffer 41/203/02/01/25/01.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-genealogische-recherchen/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/junior-group-leader-m-f-d-in-digital-collectomics/", "image": "", "title": "Junior Group Leader (m/f/d) in Digital Collectomics", "content_text": "Senckenberg Gesellschaft für Naturforschung, Jena Bewerbungsende: 15.08.2025 | The Senckenberg Institute for Plant Form and Function (SIP) in Jena is seeking to fill the position of a\nJunior Group Leader (m/f/d) in Digital Collectomics\nDeveloping modern technologies for collection-based research\nLocation: Jena, Germany\nEmployment scope: Full-time (40 hours/ week) / part-time options are available (minimum 75%)\nType of contract: The contract shall start at the earliest possible date. The position is initially limited. The type of time limitation depends on individual profile and legal framework (maximum 6 years). A later permanent employment (Tenure Track) is intended after a positive evaluation. Opportunities for advancements to a professorship exist and depend on the successful acquisition of funds for outstanding excellence.\nRemuneration: Collective agreement of the German Länder, TV-L E 13\nFounded in 1817, Senckenberg Society for Nature Research (SGN) counts among the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale.\nIn April 2024, the Senckenberg Institute for Plant Form and Function Jena (SIP) was newly founded in cooperation with the Friedrich Schiller University Jena around the Herbarium Haussknecht. Jena is a research city with state-of-the-art scientific facilities. In SIP, the four departments Functional Plant Biodiversity, Integrative Plant Taxonomy, Ecology and Evolution of Bryophytes and Digital Collectomics work together to analyse Anthropocene Biodiversity Change using collection based modern and innovative methods in large temporal depth and on broad spatial scale.\nSenckenberg is committed to study the causes and effects of biodiversity loss in the Anthropocene. As part of our strategic development, we launched an ambitious long-term research effort in “Anthropocene Biodiversity Loss” encompassing the modules “Collectomics”, “Biodiversity Genomics”, and “Solution Labs”. Objectives include the transformation of natural history collections into the digital era, studying biodiversity from the genome to the ecosystem levels and offering exploratory spaces for science and society to develop common solutions to Anthropocene challenges.\nWithin this research effort, Senckenberg takes innovative steps in collection-based research and data science. The objective of “Collectomics” is to make current and future natural history collections digitally accessible and to improve integration and collaboration across regions, collections, and disciplines. This will enable broader, more holistic biodiversity research, for the benefit of people and nature.\nWe are looking for an internationally recognized scientist (m/f/d) in the field of computer or natural sciences to develop modern technologies for collection-based research with a focus on herbaria. The successful candidate (m/f/d) will lead a team consisting of a programmer and a scientist that support the implementation of your research ideas to develop modern technologies for collection-based research during the first two years.\nYour Tasks\nExploration, development and implementation of methods for collection digitization and automated extraction and analysis of information from collection material with a specific focus on herbaria (e.g. plant traits, chemical values, metadata from herbarium specimens) and corresponding modelling in the field of biodiversity research\nConceptual development and integration of databases including exchange protocols to existing collections of Senckenberg and beyond\nResponsibility for the maintenance of plant and herbarium related databases\nCooperation with scientists from other Senckenberg Institutes, including the Senckenberg data and modelling centre, and local institutes in and around Jena (e.g., the German Centre for Integrative Biodiversity Research (iDiv) Halle-Jena-Leipzig) as well as international networks\nParticipation in the MSc Evolution, Ecology and Systematics at Friedrich Schiller University Jena through the development of interdisciplinary courses in the fields of computer science and biology\nCollaboration in establishing and developing the profile of the new Senckenberg institute in Jena through the implementation of modern technologies for collection-based research (“\nDigital Collectomics\n”).\nYour Profile\nDoctoral degree in computer science or natural science, preferably biology, but in this case with proven expertise in the field of computer science or using computer vision methods\nExcellent knowledge of the development and implementation of methods in the field of digitization, artificial intelligence, machine learning and/or 2D/3D imaging and corresponding modelling in the field of biodiversity research, documented through publications in international peer-reviewed scientific journals\nInterest in scientific and natural history collections (herbaria) and in biological questions as well as in inter- and transdisciplinary work in research and teaching\nExperience in the acquisition and implementation of third-party funded projects\nAbility to provide dedicated leadership\nFluency in English both spoken and written is mandatory; good knowledge of German or willingness to learn German is advantageous\nMotivation, commitment and the ability to develop and implement own research ideas\nExperience in guiding students, staff or entire workgroups\nTeam spirit\nWhat can you expect?\nAn attractive, responsible and challenging position in a globally recognized research institution with motivated and professional colleagues\nA dedicated working group (1 PostDoc, 1 programmer) during the first two years to provide excellent starting conditions until own funding is acquired\nOpportunities for the advancement to a professorship, if funds for outstanding excellence such as DFG’s Emmy Noether or Heisenberg programme, Alexander von Humboldt professorship, ERC grant or similar is obtained.\nA vibrant, international team of scientists in Jena and at Senckenberg with collection-based research programs, focussing on understanding the Anthropocene Biodiversity Change\nExcellent infrastructures and collaborations opportunities at SIP embedded in a lively research environment in Senckenberg and the Friedrich Schiller University Jena\nOpportunities to participate in teaching and outreach activities, e.g. at Friedrich Schiller University Jena and the Natural History Museums of Senckenberg.\nA salary that reflects the responsibilities of the position and the experience of the candidate, based on the German collective agreement for public service\nFlexible working hours, annual special payment, company pension scheme. 30 days holidays, strong support for work-life balance (certified by “audit berufundfamilie”)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send us your application documents containing the following documents in a single PDF file:\na letter of motivation,\na CV with publication list and academic achievements\ncopies of certificates and diplomas\na research concept for Digital Collectomics – Developing new technologies for collection-based research with your plans to acquire funds of high outstanding excellence\nin electronic form by 15 August 2025 to\nrecruiting@senckenberg.de\nreferring to the reference number ref. #13-25005 or apply directly on our homepage using the online application form\nOnline bewerben | Senckenberg Gesellschaft für Naturforschung\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt am Main\nE-Mail:\nrecruiting@senckenberg.de\nFor specific questions about this role, please contact Prof. Dr. Christine Römermann at\nchristine.roemermann@senckenberg.de\n.\nJoin us in advancing ecological research through innovative technology! We look forward to your application!\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nFor further information about the Senckenberg Society for Nature Research please visit\nwww.senckenberg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.08.2025", "url": "https://www.museumsbund.de/stellenangebote/junior-group-leader-m-f-d-in-digital-collectomics/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d-3/", "image": "", "title": "Sachbearbeiter*in (m/w/d)", "content_text": "Stiftung Deutsches Historisches Museum, Berlin Bewerbungsende: 17.07.2025 | Bei der Stiftung Deutsches Historisches Museum ist ab 1. September 2025 eine Stelle als\nSachbearbeiter*in (m/w/d)\nin der Abteilung Zentrale Dienste im Fachbereich Personal- und Vertragsmanagement / Justiziariat zu besetzen.\nDie Stelle ist unbefristet zu besetzen und nach Entgeltgruppe 9c TVöD-Ost bewertet. Es handelt sich um eine Vollzeitstelle mit einer derzeitigen Wochenarbeitszeit von 39 Stunden. Dienstort ist Berlin-Mitte.\nDas Aufgabengebiet umfasst im Wesentlichen\n:\nBearbeitung von Grundsatzangelegenheiten der Personalbetreuung (Beamte und Beschäftigte) und der Entgeltabrechnung, u.a. mit der VBL, Krankenkassen und weiteren Ansprechpartner*innen\nFachadministration des Personalwirtschaftssystems (OK PWS der Fa. AKDB)\nStellenplanbewirtschaftung und -auswertungen für die Stiftung DHM\nMitarbeit an der jährlichen Haushaltsaufstellung, Durchführung von Hochrechnungen und Beplanung von Personalkostentiteln\nBearbeitung von Statistiken für verschiedene Zwecke, z.B. Verdiensterhebungen, Gleichstellungsstatistik, Personalstandstatistik.\nAnfertigung von Stufenprüfungsvermerken für neueingestellte Beschäftigte\nVertretungsweise Bearbeitung von Aufgaben der Entgeltabrechnung\nMitarbeit bei der Stellenbewertung\nFolgende Anforderungen werden gestellt:\nAbgeschlossenes Hochschulstudium der öffentlichen Verwaltungswirtschaft oder in verwandten Fachrichtungen (Diplom oder Bachelor) oder Abschluss des Verwaltungslehrgangs II oder eine Berufsausbildung mit auf andere Weise erworbenen gleichwertigen Fachkenntnissen und Erfahrungen,\nMindestens mehrjährige Berufserfahrung in der Personalsachbearbeitung\nKenntnisse in der Anwendung eines Personalwirtschaftssystems\nGute Kenntnisse des Tarifrechts des öffentlichen Dienstes\nArbeitserfahrung im öffentlichen Dienst\nHervorragende Kenntnisse (ab GER-Niveaustufe C1) der deutschen Sprache in Wort und Schrift\nWir wünschen uns darüber hinaus:\nKenntnisse der einschlägigen Vorschriften im Personal-, Eingruppierungs- und Haushaltsrechts des Bundes (z. B. TzBfG, SGB, TV EntgO Bund, BHO …) sowie des Beamtenrechts des Bundes\nGutes Zahlenverständnis\nAffinität zu den Aufgaben einer großen Kultureinrichtung\nHohes Maß an Teamfähigkeit, Belastbarkeit, Entscheidungsfähigkeit sowie Empathie und Dienstleistungsorientierung\nKenntnisse in MS-Office\nWas wir Ihnen bieten:\nVielseitige Mitarbeit in einem engagierten Team an einem der weltweit größten und bedeutendsten historischen Museen\nMöglichkeit zum anteiligen mobilen Arbeiten und flexible Arbeitszeitgestaltung im Rahmen der dienstlichen Erfordernisse\n30 Tage Urlaub bei einer 5-Tagewoche plus zwei arbeitsfreie Tage am 24.12. und 31.12. sowie Zeitausgleich bei Mehrarbeit\nJahressonderzahlung sowie jährliches Leistungsentgelt\nBetriebliche Altersvorsorge (VBL)\nOption eines vergünstigten Jobtickets bzw. Bezuschussung des Deutschlandtickets\nArbeitsplatz in zentraler Lage in Berlin-Mitte\nfachbezogene Fortbildungsmöglichkeiten und Angebote des betrieblichen Gesundheitsmanagements\nZur Steigerung der Repräsentanz kultureller Vielfalt in der Stiftung Deutsches Historisches Museum sind Bewerbungen von Menschen aller Nationalitäten ausdrücklich erwünscht. Die Stiftung Deutsches Historisches Museum fördert die berufliche Gleichstellung aller Geschlechter nach dem Bundesgleichstellungsgesetz sowie die Vereinbarkeit von Familie und Beruf. Eine diskriminierungsfreie Arbeitsumgebung hat für uns absolute Priorität. Bei gleicher Eignung werden schwerbehinderte Menschen und ihnen Gleichgestellte nach Maßgabe der gesetzlichen Regelungen besonders berücksichtigt.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit Lebenslauf, Arbeits-/Zeugnissen und anderen Bewertungen sowie Unterlagen unter Angabe der\nKennziffer: Personal\nbis zum\n17.07.2025\nausschließlich elektronisch an\nbewerbung@dhm.de\n.\nBewerbungen in elektronischer Form sind ausschließlich per E-Mail möglich und dürfen aus technischen Gründen\nnur als eine PDF-Datei\nmit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nInformationen und die Hinweise zum Datenschutz finden Sie unter\nwww.dhm.de/datenschutz/datenschutz-fuer-bewerberinnen/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-m-w-d-3/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/it-administratorin-it-support-teilzeit-vollzeit/", "image": "", "title": "IT-Administrator:in / IT-Support (Teilzeit / Vollzeit)", "content_text": "Museum Barbarini, Potsdam Bewerbungsende: 31.07.2025 | Das Museum Barberini, das Kunstmuseum in Potsdams historischer Mitte, gestiftet von SAP-Gründer und Mäzen Hasso Plattner, ist seit der Eröffnung im Jahr 2017 mit Ausstellungen zum französischen Impressionismus und zu aktuellen Fragestellungen hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die umfangreiche Sammlung des Museumsgründers Hasso Plattner.\nMit DAS MINSK. Kunsthaus in Potsdam wurde 2022 ein weiterer kultureller Anziehungspunkt geschaffen. Das Ausstellungshaus baut – ausgehend von Werken der Sammlung Hasso Plattners, die in der DDR entstanden sind – eine Brücke zwischen der Kunst aus der DDR und jüngeren, zeitgenössischen Positionen.\nBeide Museen firmieren unter der gemeinsamen Rechtspersönlichkeit der Museen der Hasso Plattner Foundation gGmbH (MdHPF). Zur Unterstützung und Weiterentwicklung unserer IT suchen wir zum nächstmöglichen Zeitpunkt engagierte Verstärkung – flexibel in Anstellungsform und Umfang – als\nIT-Administrator:in / IT-Support (Teilzeit / Vollzeit)\nUm einen reibungslosen IT-Support gewährleisten zu können, ist eine Präsenz vor Ort in Potsdam an mindestens drei Tagen pro Woche erforderlich.\nDie Aufgaben\nJe nach Eignung, Verfügbarkeit und Aufgabenverteilung/Vertretungssituation im Team:\n1st & 2nd Level Support für Mitarbeitende (Windows/macOS/iOS)\nSchulungen zu IT-Anwendungen und Awareness-Themen (z. B. IT-Sicherheit)\nMitarbeit an Digitalisierungsprojekten und der Weiterentwicklung von IT-Prozessen\nBetreuung und Optimierung der IT-Infrastruktur\nVerwaltung von Clients und Cloud-Software (Microsoft 365, Webhosting)\nSicherstellung Datenschutzkonformität in Zusammenarbeit mit dem externen Datenschutzbeauftragten\nAdministration von Hardware (Apple-/Windows-Laptops, iPhones, Drucker)\nAsset- und Lizenzmanagement\nSteuerung externer IT-Dienstleister\nVerwaltung von Telefonverträgen und Kommunikationsdiensten\nBeschaffung von Hard- und Software im Rahmen des Budgets\nMitwirkung bei der Budgetplanung und -überwachung für den IT-Bereich\nDas Profil\nSie verfügen über Berufserfahrung im IT-Support und/oder in der IT-Systemadministration, idealerweise mit Microsoft 365 und Azure.\nSie haben fundierte Kenntnisse in der Verwaltung von Clients, Hardware und Cloud-Diensten.\nSie sind kommunikationsstark, serviceorientiert und arbeiten strukturiert.\nSie bringen sehr gute Deutschkenntnisse mit, Englischkenntnisse sind von Vorteil.\nDas bieten wir:\nMitarbeit in einem Museum mit internationalem Renommee\nEinblicke in alle museumsrelevanten Bereiche der Institution\neine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre und regelmäßige Mitarbeiterevents\nWeiterbildungsmöglichkeiten\nSchlanke Organisationsstruktur, generalistisch arbeitendes und agiles Team\nleistungsgerechte Vergütung inkl. Übernahme der Kosten für ein Deutschlandticket\nIhre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien) senden Sie bitte unter Angabe Ihrer Gehaltsvorstellung bis zum\n31.07.2024\nper E-Mail und zusammengefasst in einem PDF-Dokument an\njobs@museen-plattner.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/it-administratorin-it-support-teilzeit-vollzeit/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-sektion-diptera-w-m-d/", "image": "", "title": "Technische Assistenz, Sektion Diptera (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB), Bonn Bewerbungsende: 01.08.2025 | ***english version below***\nDas Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Bonn. Wir suchen zum nächstmöglichen Zeitpunkt, zunächst befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von 2 Jahren mit dem Ziel der Entfristung eine\nTechnische Assistenz, Sektion Diptera (w/m/d)\nIn Vollzeit mit 39,83 Stunden/Woche\nIhre Aufgaben:\nKuratorische Unterstützung und Pflege unserer naturhistorischen Sammlung mit flüssig konservierten und trockenen Exemplaren: Pflege, Konservierung, Schädlingsbekämpfung, Management und Sortierung, sowie die Erstellung neuer Insektenpräparaten.\nDigitalisierung von Sammlungen, Imaging, Datenerfassung (Datenbanken), Akzessionierung und Inventarisierung.\nKoordinierung und Vorbereitung von Forschungsleihgaben und Dokumentationen (häufig in englischer Sprache).\nUnterstützung der Forschung in Projekten (z.B. molekularen und morphologischen Daten).\nBeratung, Unterstützung und Unterweisung von und Sammlung Nutzern (z.B. Gastwissenschaftlerinnen/Gastwissenschaftlern und Studierenden).\nUnterstützung bei der Öffentlichkeitsarbeit, bei Lehrveranstaltungen, und Kursen.\nPflege und Digitalisierung der Sektionsbibliothek in Abstimmung mit der Leitung.\nIhr Profil:\nAbgeschlossene Ausbildung als Biologisch-technische Assistenz mit staatlicher Anerkennung oder gleichwertige, nachgewiesene Ausbildung und Fähigkeiten\nPräparationserfahrung und Grundkenntnisse der Systematik für mindestens eine relevante Insektengruppe (bevorzugt Zweiflügler) und Interesse und Begeisterung an der Arbeit mit Insekten\nGute Computerkenntnisse, einschließlich der Beherrschung von Microsoft Office-Software, Adobe Photoshop oder ähnlicher Software\nSehr gute Kenntnisse der deutschen und englischen Sprache\nTeamgeist und Freude an sorgfältiger, eigenverantwortlicher Arbeit und sehr gutes Organisationsvermögen\nOffenheit neue Techniken und Methoden zu erlernen\nWünschenswert:\nErfahrung mit naturkundlichen Insektensammlungen, konservatorischer und präparatorischer Techniken, Umgang mit Binokularen und Bildgebungstechnologie\nKenntnisse und Erfahrung mit molekularen Techniken (DNA Extraktionen, PCR, DNA Barcoding)\nWir bieten:\nEine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nEin internationales, diverses Team mit exzellenter Zusammenarbeit und spannenden Projekten\nVergütung nach dem Tarifvertrag der Länder je nach Qualifikation bis zur EG 9b TV-L mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFlexible Arbeitszeiten\nFamilienfreundlichkeit zertifiziert durch das „audit berufundfamilie“\nDie Möglichkeit des Bezugs eines Jobtickets\nEinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nDas LIB und die Sektion Diptera sind bestrebt, ein vielfältiges, integratives, einladendes und positives Arbeitsumfeld zu schaffen. Wir fordern Personen mit diversen Identitäten und Fähigkeiten nachdrücklich auf, sich zu bewerben.\nBitte richten Sie Ihre vollständigen Bewerbungsunterlagen (einschließlich Anschreiben, Lebenslauf und Zeugniskopien) bis zum 01.08.2025 ausschließlich digital über unser\nKarriereportal\nan Frau Scholze. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\n***english version***\nThe Leibniz Institute for the Analysis of Biodiversity Change (LIB) is one of the large, globally connected research museums of the Leibniz Association. In addition to excellent research on biodiversity and its changes, we are advancing the development of our extensive scientific collections with an international team and state-of-the-art technology. Through our exhibitions, educational programs, and communication work at our exhibition sites, Museum Koenig Bonn and Museum of Nature Hamburg, we aim to inspire enthusiasm for nature and engage in current sociopolitical discussions on species loss, climate change, and ecosystem protection. A new integrated natural history museum is planned for the Hamburg site, while the research infrastructure is currently being significantly expanded in Bonn.\nBecome part of our institute at the Bonn location. We are looking for a\nTechnical Assistant, Section Diptera (m/f/d)\nFull-time with 39,83 hours per week\nas soon as possible, initially limited to two years under the German Act on Part-Time and Fixed-Term Contracts with the goal of an unlimited contract.\nYour tasks:\nCuratorial support and maintenance of our natural history collection of liquid and dry specimens: care, conservation, pest control, management, and sorting, as well as the preparation of new insect specimens.\nDigitization of collections, imaging, data acquisition (databases), accessioning, and inventorying.\nCoordination and preparation of research loans and documentation (often in English).\nSupport for research in projects (e.g., molecular and morphological data).\nAdvice, support, and instruction for laboratory and collection users (e.g., visiting researchers and students).\nSupport with public relations, with teaching sessions and courses.\nMaintenance and digitization of the section library in coordination with the management.\nYour profile:\nA completed training as a Biological-Technical Assistant with state recognition or training with equivalent, proven skills\nPreparation experience and basic knowledge of systematics for at least one relevant insect group (preferably Diptera) and interest and enthusiasm for working with insects\nGood computer skills, including proficiency in Microsoft Office software, Adobe Photoshop or similar software\nVery good command of both German and English languages\nTeam spirit and a passion for careful, independent work, as well as excellent organizational skills\nOpenness to learning new techniques and methods.\nDesirable:\nExperience with natural history insect collections, conservation and preparation techniques, use of binoculars, and imaging technology\nKnowledge and experience with molecular techniques (DNA extractions, PCR, DNA barcoding)\nWe offer:\nAn attractive position in an excellent research institution with a high level of creative potential in a dynamic scientific and societal environment.\nAn international, diverse team with excellent collaboration and exciting projects.\nRemuneration according to the public sector collective agreement (TV-L) depending on qualifications, up to pay grade 9b TV-L, with all the benefits of public service (occupational pension scheme, annual bonus, capital-forming benefits, statutory vacation entitlement).\nFlexible working hours.\nFamily-friendly certification through the “audit berufundfamilie”.\nThe option to obtain a job ticket.\nA centrally located workplace with excellent public transport connections.\nThe LIB and the Diptera Section are committed to creating a diverse, inclusive, welcoming, and positive work environment. We strongly encourage individuals from diverse identities and abilities to apply.\nPlease submit your complete application documents (including cover letter, resume, and copies of certificates) by 01.08.2025 exclusively via our\ncareer portal\nto Ms. Scholze. For organizational reasons, only online applications will be accepted. Severely disabled individuals will be given preference in case of equal suitability. More information about our institution can be found on the internet at:\nhttps://leibniz-lib.de/\n.”\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.08.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-sektion-diptera-w-m-d/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-zur-betreuung-der-staedtischen-museen-w-m-d/", "image": "", "title": "Wissenschaftlicher Mitarbeiter zur Betreuung der städtischen Museen (W/M/D)", "content_text": "Kulturamt der Stadt Pforzheim, Pforzheim Bewerbungsende: 18.07.2025 | Die Stadt Pforzheim sucht zum 01.09.2025 für das\nKulturamt\neinen\nWissenschaftlichen Mitarbeiter zur Betreuung der städtischen Museen\n(W/M/D)\nWir bieten Ihnen eine befristete Vollzeitbeschäftigung als Mutterschutz- und eine sich evtl. anschließende Elternzeitvertretung. Die Vergütung erfolgt bei Vorliegen der fachlichen und persönlichen Voraussetzungen bis Entgeltgruppe 11 TVöD.\nHier geht es zur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiter-zur-betreuung-der-staedtischen-museen-w-m-d/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-19/", "image": "", "title": "Restaurator/in (m/w/d)", "content_text": "Staatlichen Antikensammlungen und Glyptothek - Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 23.07.2025 | Die Staatlichen Antikensammlungen und Glyptothek suchen zum nächstmöglichen Zeitpunkt\neine/einen Restauratorin/ Restaurator (m/w/d)\nin Teilzeit mit 14 Stunden, befristet bis 31.03.2026\nFür Fragen zum ausgeschriebenen Aufgabengebiet steht Ihnen gerne Herr Gregor Lindermayr unter eMail lindermayr@antike-am-koenigsplatz.mwn.de oder Telefon 089-289 27508 zur Verfügung.\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf) bis spätestens 23.07.2025 ausschließlich über Interamt ein. Bewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden\nHier geht es zum Stellenangebot\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.07.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-19/", "date_published": "2025-07-04T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-frankfurt-am-main/", "image": "", "title": "Projekt Manager (m/w/d) für museale Objekte in Frankfurt am Main", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Frankfurt a.M. Bewerbungsende: 03.08.2025 | Projekt Manager (m/w/d) für museale Objekte in Frankfurt am Main\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort eine/n erfahrene/n Projekt Manager/in (m/w/d) für museale Objekte in Frankfurt am Main. Die Tätigkeit wird in Vollzeit ausgeübt. Ein Firmenfahrzeug sowie die Möglichkeit zum Homeoffice sind Teil der Stelle.\nIhre Vorteile bei uns:\neine im Arbeitsvertrag festgeschriebene Tarifbindung plus außertariflicher Zulage\nElektr. Firmenfahrzeug mit Ladekarte (auch zur privaten Nutzung)\nHomeoffice-Möglichkeit nach Absprache\nLaptop und Diensthandy werden gestellt\neine qualifizierte Einarbeitung ist selbstverständlich\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nKoordination von Einsatzkräften in musealen Objekten\nPlanung und Pflege von Dienst- und Einsatzplänen\nAbstimmung mit Objektleitungen und Kunden vor Ort\nKontrolle von Stundennachweisen und Übergabe der Abrechnungsdaten an die Verwaltung\nÜbernahme von Diensten bei kurzfristigen Ausfällen\nUnterstützung der operativen Abläufe – keine Führungsverantwortung\nVerantwortung für ein gutes, sachliches und kollegiales Arbeitsklima\nDas bringen Sie mit:\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nErfahrung in Einsatzplanung und organisatorischer Koordination\nArbeitsbereitschaft und absolute Zuverlässigkeit\nBesucherfreundliches und gepflegtes Auftreten\nSehr gute Kenntnisse der deutschen Sprache in Wort und Schrift, vorzugsweise Grundkenntnisse in Englisch\nSehr gute PC-Kenntnisse (MS Office, insbesondere Excel)\nNachweis der Sachkundeprüfung nach §34a Gewerbeordnung oder höherwertige Qualifikation (z. B. GSSK)\nFührerschein Klasse B\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen mit einem vollständigen Lebenslauf per E-Mail bitte an: bewerbungen@wws-strube.de (max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/projekt-manager-m-w-d-fuer-museale-objekte-in-frankfurt-am-main/", "date_published": "2025-07-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-empfangs-porten-und-bewachungsdienst-in-frankfurt-am-main/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Empfangs-, Porten- und Bewachungsdienst in Frankfurt am Main", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Frankfurt a.M. Bewerbungsende: 03.08.2025 | Sicherheitsmitarbeiter (m/w/d) für den Empfangs-, Porten- und Bewachungsdienst in Frankfurt am Main\nGemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen ab sofort Sicherheitsmitarbeiter (m/w/d) für den Empfangs-, Porten- und Bewachungsdienst in verschiedenen Objekten in Frankfurt am Main. Die Tätigkeit kann in sozialversicherungspflichtiger Teilzeit und Vollzeit ausgeübt werden.\nIhre Vorteile bei uns:\nWir gewährleisten eine tarifgebundene Bezahlung\nSie erhalten Funktionszulagen auf den tariflichen Stundengrundlohn\nEine qualifizierte Einarbeitung ist selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen den Bewachungsdienst / Zutrittskontrolle, Besuchermanagement\nSie übernehmen den Empfangs- und Pfortendienst\nSie übernehmen Sicherungs- und Überwachungsaufgaben\nSie übernehmen die Betreuung von technischen Anlagen und Kommunikationsanlagen\nSchlüsselverwaltung\nDas bringen Sie mit:\nBesucherfreundliches und gepflegtes Auftreten\nArbeitsbereitschaft und absolute Zuverlässigkeit\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nSachkundeprüfung nach §34a Gewerbeordnung (Voraussetzung)\nPolizeiliches Führungszeugnis ohne Eintrag\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen mit einem vollständigen Lebenslauf per E-Mail bitte an: bewerbungen@wws-strube.de (max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-empfangs-porten-und-bewachungsdienst-in-frankfurt-am-main/", "date_published": "2025-07-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-w-m-d-fuer-den-geschaeftsbereich-kultur/", "image": "", "title": "Wissenschaftliche/r Volontär/in (w/m/d) für den Geschäftsbereich Kultur", "content_text": "Museen der Stadt Nürnberg, Nürnberg Bewerbungsende: 16.07.2025 | Wissenschaftliche/r Volontär/in (w/m/d) für den Geschäftsbereich Kultur\nbei den Museen der Stadt Nürnberg\nJob-ID: J000009066\nBezahlung: EGr. 13 TVöD (50%)\nBewerbungsfrist: 16.07.2025\nZu besetzen ab: 01.10.2025\nArbeitszeit: Vollzeit\nBefristung: Befristet für zwei Jahre\nVeröffentlicht: 26.06.2025\nStadt Nürnberg – Eine Arbeitgeberin, viele Möglichkeiten\nDie Stadtverwaltung Nürnberg ist eine moderne Dienstleisterin für mehr als eine halbe Million Menschen. Als eine der größten Arbeitgeberinnen der Region vertrauen wir dabei auf die Fähigkeiten und Fertigkeiten unserer rund 12.500 Mitarbeitenden, die mit Engagement und Tatkraft die Stadt Nürnberg mitgestalten und besonders machen.\nDas sind Ihre Aufgaben\n24-monatige Ausbildung in den Kunstsammlungen der Stadt Nürnberg, dem Albrecht-Dürer-Haus und dem Stadtmuseum im Fembo-Haus mit folgenden Schwerpunkten:\nMitarbeit bei der Neukonzeption der Dauerausstellungen in den beiden Altstadtmuseen Albrecht-Dürer-Haus und Stadtmuseum im Fembo-Haus, insbesondere in Vorbereitung des großen Jubiläums zu Albrecht Dürers 500stem Todesjahr im Jahr 2028\nKonservatorische Betreuung, fachliche Erschließung und wissenschaftliche Bearbeitung der Bestände der Kunstsammlungen\nWissenschaftliche und organisatorische Abwicklung des Leihverkehrs sowie von Kauf- und Schenkungsangeboten\nBetreuung und fachliche Beratung der teils internationalen und wissenschaftlich renommierten Besucherinnen und Besucher sowie Bearbeitung von Anfragen aller Art auch in Fremdsprachen\nÜberarbeitung der Besucherführung, insbesondere Audio-/Multimediaguides und Museumsführer in verschiedenen Sprachen\nErarbeitung von zukunftsweisenden Vermittlungskonzepten\nWeiterbildung im Kultur- und Museumswesen\nDas ist Ihr Profil\nFür die Tätigkeit benötigen Sie ein abgeschlossenes einschlägiges wissenschaftliches Hochschulstudium (Diplom [Univ.], Master, Magister) der Kunst- oder Kulturwissenschaften (z.B. Kunstgeschichte, Geschichte, Museologie, europäische Ethnologie)\nDaneben verfügen Sie über\nfundierte Kenntnisse der Kunst- und Kulturgeschichte des 15.‒21. Jahrhunderts\ngute Englischkenntnisse sowie gute EDV-Kenntnisse\neine ausgeprägte Kommunikationsfähigkeit und Verhandlungsgeschick\nTeamfähigkeit, interkulturelle Kompetenz und Enthusiasmus\ndie Bereitschaft zum Dienst in den Abendstunden oder an Wochenenden je nach Bedarf (Veranstaltungen, Tagungen, Ausstellungsaufbau etc.)\nerste praktische Erfahrungen im Kunst- und Museumsbetrieb sowie im Umgang mit Künstlern, Leihgebern, Kuratoren und Grafikern sind von Vorteil\nWir freuen uns auf Sie und bieten Ihnen\nVielfältiges und abwechslungsreiches Aufgabengebiet\nGroßer interner Stellenmarkt zur internen Weiterentwicklung bzw. Möglichkeiten einer unbefristeten Beschäftigung\nFlexible Arbeitszeiten\nWeiterbildung in Form von Seminaren und Hospitanzen\nBezuschussung des Deutschlandtickets Job (VAG) auf aktuell 50 % des Grundpreises\nKontakt\nFrau Frank, Tel.: 09 11 / 2 31 – 7 81 98 (bei Fragen zur Bewerbung)\nHerr Dr. Eser, Tel.: 09 11 / 2 31 – 54 21 (bei fachlichen Fragen)\nkarriere.nuernberg.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-w-m-d-fuer-den-geschaeftsbereich-kultur/", "date_published": "2025-07-03T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-museumstechnik-m-w-d/", "image": "", "title": "Mitarbeiter*in Museumstechnik (m/w/d)", "content_text": "Kulturstiftung Dessau-Wörlitz, Dessau-Roßlau Bewerbungsende: 31.07.2025 | In der Kulturstiftung Dessau-Wörlitz mit Sitz in Dessau-Roßlau ist\nzum nächstmöglichen Zeitpunkt\neine Stelle als\nMitarbeiter*in Museumstechnik (m/w/d)\nim Referat Restaurierung\nder Abteilung Schlösser und Sammlungen\nzu besetzen. Werden Sie Teil unseres motivierten und engagierten Teams am Standort Dessau-Roßlau im Ortsteil Mosigkau.\nDie Kulturstiftung Dessau-Wörlitz ist eine durch das Land Sachsen-Anhalt und den Bund geförderte staatliche Stiftung des öffentlichen Rechts. Sie hat mit ihren mehr als 100 Beschäftigten satzungsgemäß die Aufgabe, das Gartenreich Dessau-Wörlitz, eine historische Kulturlandschaft mit dem Status eines UNESCO-Welterbes, zu bewahren und zu entwickeln. In Obhut der Stiftung befinden sich etwa 240 historische Bauwerke, darunter fünf Schlösser mit dazugehörigen Gartenanlagen und umfangreiche Kunstsammlungen von europäischem Rang.\nInhaltliche Schwerpunkte der Tätigkeit sind:\nWarten, Befüllen und Entleeren von mobilen Klimageräten\nInstandhaltung und Instandsetzung von Ausstellungstechnik\nlaufende Maßnahmen zur Optimierung eines geeigneten Raumklimas in historischen Gebäuden in Absprache mit den Restaurator*innen\nKoordination und Betreuung externer Firmen in den museal genutzten Räumen\nSteuerung des sachgemäßen Ein- und Auspackens und des Transports von Kunstgut nach entsprechender Einweisung; erkennbare Schäden an Exponaten den zuständigen Restaurator*innen melden\nMitwirkung beim Ausstellungsauf- und abbau\nDurchführung kleinerer Reparaturen im Museums- und Ausstellungsbereich\nSie erfüllen folgende Voraussetzungen:\neine erfolgreich abgeschlossene Ausbildung in einem handwerklichen oder technischen Beruf\nhandwerkliches Geschick\nFührerschein Klasse B/BE und die Bereitschaft zum Führen eines Pkw\nDarüber hinaus erwarten wir von Ihnen:\nBerufserfahrungen im handwerklichen bzw. technischen Bereich, idealerweise auch im Museums- bzw. Ausstellungsbereich\nGute feinmotorische Fähigkeiten sowie körperliche Belastbarkeit (Heben von Lasten)\nBereitschaft zur Teilnahme an der Rufbereitschaft außerhalb der Dienstzeit\nBereitschaft, sich in neue Aufgabenbereiche einzuarbeiten\nSorgfalt, Zuverlässigkeit, Flexibilität\nSicheres Auftreten, Kommunikations- und Teamfähigkeit\nSelbstständige, gründliche und ergebnisorientierte Arbeitsweise\nsouveräner Umgang mit moderner Bürokommunikation, Standard- und Anwendersoftware\nAufgrund der spezifischen Öffnungszeiten der Schlösser kann gelegentliche Wochenend- und Feiertagsarbeit nicht ausgeschlossen werden; eine entsprechende Einsatzbereitschaft wird vorausgesetzt.\nWir bieten Ihnen:\nWork Life Balance\nFlexible Arbeitszeiten in einem Gleitzeit-Modell mit Zeitguthaben sind für uns selbstverständlich.\nFreuen Sie sich über 30 Tage Erholungsurlaub bei einer 5-Tage-Arbeitswoche.\nDer 24. und 31. Dezember sind zusätzliche freie Arbeitstage.\nSie können bei uns Ihre Jahressonderzahlung in Sonderurlaub umwandeln.\nDie Möglichkeit einer Teilzeitbeschäftigung unter Berücksichtigung der dienstlichen Erfordernisse sehen wir als Selbstverständlichkeit an.\nIhre Gesundheit liegt uns sehr am Herzen! Wir bieten Ihnen ein modernes betriebliches Gesundheitsmanagement an.\nFaire Vergütung\nBei Erfüllung der persönlichen Voraussetzungen und Wahrnehmung aller übertragenen Tätigkeiten ist eine Zuordnung bis zur Entgeltgruppe 6 des Tarifvertrages der Länder (TV-L) möglich (Vollzeit: 40 Stunden/Woche).\nJährlich freuen Sie sich über eine Jahressonderzahlung lt. TV-L.\nKarrierekick durch Weiterbildungen\nWir stillen Ihren Wissensdurst und bieten Ihnen gezielte Fortbildungen an.\nSie können bis zu 10 Tage Bildungsurlaub in zwei Jahren nach dem Bildungsurlaubsgesetz in Anspruch nehmen.\nWeitere Benefits\nZentrale Lage Ihres Arbeitsplatzes im Herzen einer der Liegenschaften des Gartenreichs Dessau-Wörlitz.\nSie wollten schon immer alle Häuser der Stiftung kennen lernen?\nSie interessieren sich für unsere Ausstellungen?\nWir bieten Ihnen freien Eintritt in unsere Schlösser und Ausstellungen.\nSie erhalten eine zusätzliche Altersvorsorge über die VBL (Versorgungsanstalt des Bundes und der Länder).\nWir zahlen Ihnen vermögenswirksame Leistungen lt. TV-L.\nDie Stelle ist unbefristet.\nUnsere Stiftung tritt für Gleichberechtigung ein und begrüßt ausdrücklich Bewerbungen von Menschen unabhängig von Geschlecht, Nationalität, ethnischer Herkunft, Religion oder Weltanschauung, Behinderung, Alter, sexueller und geschlechtlicher Identität.\nSchwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 31.07.2025\n(Datum des Poststempels bzw. der E-Mail) an\nKulturstiftung Dessau-Wörlitz\nSchloss Großkühnau\nReferat Haushalt/Personal/Organisation\nEbenhanstraße 8\n06846 Dessau-Roßlau\nbewerbung@gartenreich.de\nBei Fragen zum Bewerbungsverfahren informiert Sie gern:\nAntje Unger, Personalstelle\nTel.: 0340 / 646 15 – 16\nBewerbungs- und Reisekosten können nicht erstattet werden. Wird die Rücksendung der Unterlagen erwünscht, ist ein ausreichend frankierter und adressierter Rückumschlag erforderlich.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet bzw. gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-museumstechnik-m-w-d/", "date_published": "2025-07-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/aushilfe-auf-minijob-basis/", "image": "", "title": "Aushilfe auf Minijob-Basis", "content_text": "Internationales Maritimes Museum Hamburg, Hamburg Bewerbungsende: 14.07.2025 | Seit 2008 beherbergt der denkmalgeschützte Kaispeicher B die Sammlung von Peter Tamm sen. Die weltweit größte maritime Privatsammlung wurde 2002 in eine gemeinnützige Stiftung überführt und wird nun auf 9 Ausstellungs-Decks der Öffentlichkeit präsentiert. Neben den Dauerausstellungsflächen verfügt das Maritime Museum über 4 Veranstaltungsflächen und 2 Tagungsräume.\nFür das Internationale Maritime Museum Hamburg suchen wir ab sofort Aushilfskräfte für die Museumskasse und unseren Museumsshop auf 556€-Basis.\nZu Ihren Aufgaben gehören:\nder Verkauf von Tickets\nder Verkauf von Book- und Non-Book-Artikeln\ndie Bestückung der Verkaufsregale\ndie Herausgabe der Informationen über die Ausstellung des Museums sowie die Unterstützung der Shopleitung\nDie Arbeitszeit beträgt 1-2 mal in der Woche von 10:00-18:00 Uhr sowie wechselweise am Wochenende und an Feiertagen.\nWir erwarten:\nausgeprägte Dienstleistungsorientierung\nein gepflegtes Erscheinungsbild\nsicheres Auftreten und verkaufsorientiertes Denken\ngute Deutsch- und Englischkenntnisse sind zwingend erforderlich\nErfahrungen im Verkauf sind wünschenswert\nWir bieten:\neine interessante, verantwortungsvolle und erfüllende Tätigkeit\neine Mitarbeit in einem engagierten und starken Museumsteam mit flachen Hierarchien\neinen spannenden Arbeitsplatz\nMitarbeiterrabatt im Shop\nfreie Getränke\ngute Verkehrsanbindung\ngastronomisches Angebot im Hause (Mitarbeiterrabatt) und in der Umgebung\nIhre Bewerbung richten Sie bitte schriftlich oder per E-Mail bis zum 14.07.2025 an:\nPeter Tamm Sen. Stiftung\nInternationales Maritimes Museum Hamburg\nTel: +49 40 300 92 30 0\nbewerbung@imm-hamburg.de\nwww.imm-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.07.2025", "url": "https://www.museumsbund.de/stellenangebote/aushilfe-auf-minijob-basis/", "date_published": "2025-07-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teilzeitkraft-im-ticketverkauf-und-museumsshop-2/", "image": "", "title": "Teilzeitkraft im Ticketverkauf und Museumsshop", "content_text": "Internationales Maritimes Museum Hamburg, Hamburg Bewerbungsende: 14.07.2025 | Seit 2008 ist der denkmalgeschützte Kaispeicher B Heimat einer der bedeutendsten Sammlungen maritimer Exponate weltweit. Die Sammlung von Peter Tamm sen. wurde 2002 in eine gemeinnützige Stiftung überführt und bildet das Herzstück des Internationalen Maritimen Museums Hamburg. Auf einer Ausstellungsfläche von 12.000 qm und über 9 Decks wird den Besucherinnen und Besuchern die Geschichte der Schifffahrt aus verschiedenen Perspektiven nähergebracht. Das Museum ist eines der größten seiner Art in Europa und zieht jährlich tausende Besucher aus aller Welt an.\nDie Peter Tamm Sen. Stiftung ist Betreiberin des Museums, zweier angeschlossener Shops, vermietet Veranstaltungsräumlichkeiten und verpachtet gastronomische Flächen.\nFür das Internationale Maritime Museum Hamburg suchen wir ab sofort eine/n Mitarbeiter/in für unseren Museumsshop in Teilzeit (20 Stunden Woche). Die Arbeitszeit beträgt 1–2-mal in der Woche von 10-19:00 Uhr sowie wechselweise am Wochenende und an den Feiertagen.\nIhre Aufgaben:\n– der Verkauf von Tickets\n– der Verkauf von Book- und Non-Book-Artikeln,\n– die Bestückung der Verkaufsregale\n– die Herausgabe der Informationen über die Ausstellung des Museums sowie Unterstützung der\nShopleitung.\nIhr Profil:\n– ausgeprägte Dienstleistungsorientierung\n– ein gepflegtes Erscheinungsbild\n– sicheres Auftreten und verkaufsorientiertes Denken.\n– Gute Deutsch- und Englischkenntnisse sind zwingend erforderlich.\n– Erfahrungen im Verkauf sind wünschenswert.\nWir bieten:\n– Eine interessante und verantwortungsvolle Tätigkeit im Kulturbereich\n– Mitarbeit in einem engagierten Museumsteam mit flachen Hierarchien und teamübergreifender\nZusammenarbeit\n– 6 Wochen Urlaub\n– Gute Verkehrsanbindung\n– Fort- und Weiterbildungsmöglichkeiten\nWeitere Informationen:\nIhre Bewerbung richten Sie bitte schriftlich oder per E-Mail bis zum 14.07.2025 an:\nPeter Tamm Sen. Stiftung\nInternationales Maritimes Museum Hamburg\nTel: +49 40 300 92 30 0\nbewerbung@imm-hamburg.de\nwww.imm-hamburg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.07.2025", "url": "https://www.museumsbund.de/stellenangebote/teilzeitkraft-im-ticketverkauf-und-museumsshop-2/", "date_published": "2025-07-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/empfangsmitarbeiter-in-m-w-d/", "image": "", "title": "Empfangsmitarbeiter/in (m/w/d)", "content_text": "Museum für Druckkunst Leipzig, Leipzig Bewerbungsende: 18.07.2025 | Das Museum für Druckkunst Leipzig gehört zu den größten Druckmuseen im europäischen Raum und verfügt über eine wertvolle Sammlung von über 90  funktionsfähigen Maschinen, historischen Blei- und Holzlettern und graphischen Werken. Es zeichnet sich durch seinen einzigartigen Charakter eines Werkstattmuseums aus, in dem die über 550-jährige Geschichte der Druckkunst seit Gutenberg als Kulturerbe lebendig erhalten und praktisch vermittelt wird.\nZur Verstärkung unseres Teams suchen wir zum 01.09.2025 eine Empfangsmitarbeiter/in in Teilzeit (29h), befristet im Rahmen einer Elternzeitvertretung bis zum 31.08.2026\nEmpfangsmitarbeiter/in (m/w/d)\nAufgaben\n:\nEmpfangstätigkeit (im Wechsel auch am Wochenende)\nKassenführung und – abschluss\nBetreuung Museumsshop\nTerminkoordination und Überwachung\nBeantwortung von Anfragen und Anliegen am Telefon und per E-Mail\nBearbeitung der Ein- und Ausgangspost\nBuchen von Geschäftsvorfällen in DATEV\nProfil\n:\nKaufmännische Ausbildung (oder äquivalent)\nGute Deutsch- und Englischkenntnisse\nKenntnisse im Umgang mit einem Kassensystem\nSorgfältige und eigenständige Arbeitsweise\nFreundliches Auftreten\nTeamfähigkeit\nSprachen\n:\nDeutsch (C2)\nEnglischkenntnisse (mindestens B1)\nWeitere Sprachkenntnisse wünschenswert\nWir bieten\nein abwechslungsreiches und kreatives Tätigkeitsfeld in einem international vernetzten Museum\nMöglichkeiten der eigenen Profilschärfung mit Fort- und Weiterbildungsmöglichkeiten\nArbeiten in einem interdisziplinären und inklusiven Team\nIhre aussagekräftige Bewerbung mit Lebenslauf und Motivationsschreiben schicken Sie bitte bis zum 18. Juli 2025 an:\nwinnie.schmidt@druckkunst-museum.de\nBei Rückfragen steht Ihnen  Frau Schmidt unter 0341/231620 gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/empfangsmitarbeiter-in-m-w-d/", "date_published": "2025-07-02T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-fuer-museen-und-archive-w-m-d-fachbereich-museen-und-archive/", "image": "", "title": "Bibliothekar*in für Museen und Archive (w/m/d) Fachbereich Museen und Archive", "content_text": "Stadt Hagen, Hagen Bewerbungsende: 17.07.2025 | Wir suchen Sie!\nBibliothekar*in für Museen und Archive (w/m/d)\nFachbereich Museen und Archive\nIhre Aufgaben:\nBibliotheksfachliche Betreuung und Weiterentwicklung der Bibliotheken des Fachbereichs im Osthaus Museum Hagen (mit Stadtmuseum) und im Stadtarchiv\nEigenverantwortliche Planung und Organisation der Arbeitsabläufe innerhalb der Bibliotheken\nSachgerechte Bestandserhaltung und Erwerb neuer Medien\nAbwicklung des Schriftentauschs und ggf. fachgerechte Deakzessionierung\nBereitstellung der Medien sowie die Beratung und Hilfestellung für die Nutzer*innen der Bibliothek, z.B. zur bibliographischen Ermittlung von Titeln\nMitarbeit an Projekten des Fachbereichs\nIhr Profil:\nSie verfügen über ein abgeschlossenes Hochschulstudium in den Studiengängen Informations- und Bibliothekswissenschaften, Bibliotheks- und Informationsmanagement oder in einem anderen Studiengang im Bereich Bibliothekswesen.\nWeitere Anforderungen:\nErfahrungen in der selbständigen Anwendung gängiger Bibliotheks- und Informationssysteme\nErfahrung in der selbständigen Titelaufnahme (Formal- und Sachkatalogisierung im elektronischen Katalog)\nselbständiges und zielorientiertes Arbeiten sowie Organisationsgeschick\nNutzer*innenorientierung, Eigeninitiative und Kreativität\nKenntnisse von aktuellen Standards in der bibliothekarischen Arbeit und von elektronischen Ressourcen\nsichere Kenntnisse der deutschen Sprache sowie anwendungsbereite Kenntnisse der englischen Sprache, jeweils in Wort und Schrift\nInteresse und Begeisterungsfähigkeit für bildende Kunst und Geschichte\nBereitschaft zur Mitarbeit in der AG Kunst- und Museumsbibliotheken und zum fachlichen Austausch\nInformationen:\nWir bieten Ihnen eine interessante und verantwortungsvolle Tätigkeit in einer modernen Verwaltung mit attraktiven Rahmenbedingungen und Entwicklungsmöglichkeiten. Zu den Vorteilen gehören u.a.:\nSicherer Arbeitsplatz, der nicht von wirtschaftlichen Schwankungen betroffen ist\nMöglichkeit von Home-Office\nVielfältige Fortbildungs- und Qualifizierungsmöglichkeiten\nCorporate Benefits.\nZusätzliche Vorteile für Beschäftigte:\nBetriebliche Altersvorsorge\nJahressonderzahlung\nErfolgsorientiertes Leistungsentgelt\nMöglichkeit des Fahrradleasings.\nStellenbewertung:\nEG 9c TVöD VKA\nStellenumfang:\nTeilzeit (aktuell 19,5 Stunden)\nBefristung:\nUnbefristet\nEinstellungszeitpunkt:\n01.10.2025\nBewerbungsfrist:\n17.07.2025\nStellenangebot:\n179/2025-49\nKontakt:\nHagen – Stadt der FernUniversität\nFachbereich Personal und Organisation\nFrau Kaiser 02331/207-2849\nFachbereich Museen und Archive\nHerr Prof. Dr. Stamm 02331/207-3130\nDie Stadt Hagen strebt einen höheren Anteil von Frauen in Leitungsfunktionen und in unterrepräsentierten Berufsbereichen an. Nach Maßgabe des Gesetzes zur Gleichstellung von Frauen und Männern für das Land Nordrhein-Westfalen (Landesgleichstellungsgesetz – LGG) und des Gleichstellungsplans der Stadt Hagen erhalten Frauen beim Vorliegen gleicher Qualifikation daher den Vorzug.\nIm Rahmen der bei der Stadt Hagen geltenden Integrationsvereinbarung werden schwerbehinderte Personen bei gleicher Eignung besonders berücksichtigt. Bitte weisen Sie in Ihrer Bewerbung auf die Schwerbehinderung hin.\nWir sind eine moderne und innovative Dienstleistungsverwaltung. Bei uns gehören der Umgang mit Vielfalt, die Kommunikation und Interaktion zwischen Menschen verschiedener Herkunft und Lebensweisen zum Alltag. Wir pflegen eine Unternehmenskultur, die von gegenseitigem Respekt und Wertschätzung geprägt ist.\nWeitere Informationen zur Stadt Hagen erhalten Sie unter\nwww.hagen.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.07.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-fuer-museen-und-archive-w-m-d-fachbereich-museen-und-archive/", "date_published": "2025-07-02T00:00:00"}]}