{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/paedagogischer-projektkoordinatorin-d-m-w/", "image": "", "title": "Pädagogische*r Projektkoordinator*in (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 07.09.2025 | Als Abteilung der Stiftung führt die Akademie die kulturelle Vermittlung für die Arbeitsfelder Bildung und Vermittlung sowie Wissenschaft und Forschung im Humboldt Forum zusammen. Mit vielfältigen Bildungsangeboten möchte sie allen Nutzer*innen den Zugang zu Kunst, Kultur und Wissenschaft ermöglichen und deren Verschränkung stärken.\nFür die Durchführung des im August 2021 gestarteten, fünfjährigen Projektes „Humboldting! Schüler*innen forschen“ an der Schnittstelle zwischen Kul­tureller Bildung und Kunst, das die Akademie in enger Zusammenarbeit mit dem Bereich Programm und Veranstaltungen realisiert, suchen wir zum nächstmöglichen Zeitpunkt eine*n\nPädagogische*n Projektkoordinator*in (d/m/w)\nin Teilzeit befristet bis 31.07.2026.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/paedagogischer-projektkoordinatorin-d-m-w/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-r-mitarbeiter-in-fuer-den-ausstellungsbetrieb-m-w-d/", "image": "", "title": "Technische/r Mitarbeiter/in für den Ausstellungsbetrieb (m/w/d)", "content_text": "Staatliche bayerische Sammlungen und Museen, München Bewerbungsende: 08.09.2025 | Das Architekturmuseum der TUM in der Pinakothek der Moderne sucht ab dem 10.11.2025 in Teilzeit (maximal 85 %) eine/n\nTechnische/n Mitarbeiter/in für den Ausstellungsbetrieb (m/w/d)\nÜber uns:\nDas Architekturmuseum der TUM vereint durch seine in Deutschland einzigartige Stellung als Hochschulinstitution mit Archiv und Ausstellungsräumen Sammlung, Lehre und Forschung. Mit über 600.000 Zeichnungen, 200.000 Fotografien, 1500 Modellen und weiteren Medien zählt das Archiv zu den größten Architektursammlungen im deutschsprachigen Raum. Als Ort und Treffpunkt für alle an Architektur Interessierten werden seit 2002 wechselnde Ausstellungen in den eigenen Ausstellungsräumen in der Pinakothek der Moderne zu historischen und aktuellen Themen gezeigt, die durch Publikationen, fachkundige Führungen und Veranstaltungen ergänzt werden.\nIhr Aufgabengebiet:\nZu den Aufgaben zählt die Vorbereitung, der Auf – und Abbau von Ausstellungen im Museumsbetrieb der Pinakothek der Moderne. Hierzu zählen das Bauen von Einrichtungsgegenständen (z. B. Stellwände, Vitrinen etc.), das Einrichten der Medientechnik, fachgerechtes Handhaben von Kunstobjekten und die Reinigung von Ausstellungsobjekten unter Anleitung sowie Mitarbeit im Archiv des Architekturmuseums der TUM.\nIhr Anforderungsprofil:\nFür diese Tätigkeit ist eine Ausbildung zum/zur Schreiner/in oder Museumstechniker/in von Vorteil.\nDer Umgang mit zum Teil fragilen und kostbaren Exponaten erfordert neben dem fachlichen Können ein hohes Maß an Sorgfalt, Genauigkeit und Verantwortungsbewusstsein,\nFlexibilität und körperliche Belastbarkeit,\nEDV-Kenntnisse (Dateneingabe, wenn möglich CAD – Kenntnisse),\nOrganisationstalent und Teamfähigkeit.\nUnser Angebot:\nEs erwartet Sie ein vielseitiges und interessantes Arbeitsumfeld in der Innenstadt von München.\nEs handelt sich um eine Teilzeitstelle (maximal 85 %).\nDie Beschäftigung ist befristet bis zum 08.11.2026 und erfolgt je nach Qualifikation bis zur Entgeltgruppe E7 nach dem geltenden Tarifvertrag für den Öffentlichen Dienst der Länder (TV-L).\nAnsprechpartner:\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse). Bitte senden Sie diese\nals\neine PDF-Datei\nper E-Mail\nbis spätestens 8.9.2025\nan:\nheinemann@architekturmuseum.de\nIm Fall einer schriftlichen Bewerbung bitten wir Sie, uns lediglich Kopien einzureichen, da wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens leider nicht zurücksenden können, sondern datenschutzgerecht vernichten werden. Bitte senden Sie diese an:\nArchitekturmuseum der TUM\nMartina Heinemann\nArcisstr.2l\n80333 München\nTel. +49 89 289 25322\nKosten, die im Rahmen der Bewerbung anfallen, können leider nicht erstattet werden.\nDie Stelle ist für die Besetzung mit schwerbehinderten Menschen geeignet. Schwerbehinderte Bewerberinnen und Bewerber werden bei ansonsten im wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIm Rahmen Ihrer Bewerbung um eine Stelle an der Technischen Universität München (TUM) übermitteln Sie personenbezogene Daten. Beachten Sie bitte hierzu unsere Datenschutzhinweise gemäß Art. 13 Datenschutz-Grundverordnung (DSGVO)\nhttps://portal.mytum.de/kompass/datenschutz/Bewerbung/\nzur Erhebung und Verarbeitung von personenbezogenen Daten im Rahmen Ihrer Bewerbung. Durch die Übermittlung Ihrer Bewerbung bestätigen Sie, dass Sie die Datenschutzhinweise der TUM zur Kenntnis genommen haben.\nDie TUM strebt eine Erhöhung des Frauenanteils an, Bewerbungen von Frauen werden daher ausdrücklich begrüßt.\nWeitere Informationen finden Sie unter:\nwww.architekturmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.09.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-r-mitarbeiter-in-fuer-den-ausstellungsbetrieb-m-w-d/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-das-das-schifffahrtmuseum/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in für das das SchifffahrtMuseum", "content_text": "Kulturamt der Landeshauptstadt Düsseldorf, Düsseldorf Bewerbungsende: 18.09.2025 | Die LANDESHAUPTSTADT DÜSSELDORF sucht\nzum nächstmöglichen Zeitpunkt\nWissenschaftliche*r Mitarbeiter*in\nfür das das SchifffahrtMuseum\nEG 13 TVöD\nDas SchifffahrtMuseum im Schlossturm der Landeshauptstadt Düsseldorf ist eines der ältesten Spezialmuseen am Rhein, das sich der Vermittlung und Forschung zur Geschichte und Entwicklung der Binnenschifffahrt widmet. Es ist mit über 50.000 Besucher*innen pro Jahr ein lebendiges Museum. Mit seinen modernen Vermittlungsformen spricht es alle Altersgruppen sowie ebenfalls ein regionales bis internationales Publikum an.\nAls lebendiger kulturhistorischer Lernort bietet es ein breites Veranstaltungsprogramm und pflegt eine enge Zusammenarbeit mit seinem aktiven Förderkreis.\nIhre Aufgaben unter anderem:\nKuratierung von Ausstellungsprojekten in Kooperation mit lokalen, nationalen und internationalen Einrichtungen\nwissenschaftliche Betreuung der Dauerausstellung und der Sammlung\nErforschung und Digitalisierung der Sammlung\nPlanung größerer Projekte: Konzepterstellung, Projektmanagement, Zeit- und Finanzcontrolling, wissenschaftliche Recherche\nBeantragung und Verwaltung von Fördergeldern/Akquise von Drittmitteln (Sponsoring)\nEntwicklung von Vermittlungskonzepten zu den Museumsinhalten\nMitgestaltung und Betreuung von Publikationen.\nIhr Profil:\nabgeschlossenes geisteswissenschaftliches Masterstudium, idealerweise Geschichte, Kunstgeschichte, Museologie oder vergleichbare Qualifikation\nwissenschaftliches Volontariat im musealen Bereich\nErfahrungen in kuratorischer Tätigkeit und Projektkoordination\nnachgewiesene wissenschaftliche Auseinandersetzung mit dem Thema Binnenschifffahrt, idealerweise historische Rheinschifffahrt\nberufliche Erfahrung in einem SchifffahrtMuseum sowie im Forschungs- und Ausstellungsbetrieb\nsehr gute Sprach- und Formulierungskompetenz, sicherer Auftritt gegenüber der Öffentlichkeit, Kommunikationsstärke, gute Englischkenntnisse in Wort und Schrift\nKreativität, Eigeninitiative, Teamfähigkeit, Belastbarkeit und Organisationsgeschick.\nWas Sie sonst noch wissen sollten:\nDie Einstellung erfolgt unbefristet im Arbeitsverhältnis zu den Bedingungen des Tarifvertrages für den öffentlichen Dienst (TVöD).\nWir leben Vielfalt –\nWir bekennen uns ausdrücklich zu Vielfalt in unserem Arbeitsumfeld und freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer, kultureller und sozialer Herkunft, Religion und Weltanschauung, Behinderung, sexueller Orientierung und Identität. Deshalb hat die Landeshauptstadt Düsseldorf die Charta der Vielfalt unterzeichnet:\nwww.charta-der-vielfalt.de.\nWir freuen uns über Bewerbungen von Frauen und bevorzugen Frauen nach Maßgabe des LGG NRW in Bereichen, in denen sie unterrepräsentiert sind. Bewerbungen schwerbehinderter Menschen sowie gleichgestellter behinderter Menschen im Sinne des § 2 SGB IX sind erwünscht.\nEine Teilzeitbeschäftigung ist grundsätzlich möglich.\nBitte bewerben Sie sich online bis zum 18.09.2025 über den LINK:\nhttps://karriere.duesseldorf.de/wissenschaftlicher-mitarbeiterin-de-f7386.html?agid=19\nBei Rückfragen bitten wir um Angabe der Kennziffer 41/207/03/01/25/011\n.\nFür nähere Auskünfte zum Aufgabengebiet steht Ihnen im Fachamt Markus Todoric, Telefon 0211 89-22248, gerne zur Verfügung.\nFür das Bewerbungsverfahren ist Ihre Ansprechperson Lena Becker, Telefon 0211 89-24023,\nLandeshauptstadt Düsseldorf\nMoskauer Straße 25, 40227 Düsseldorf\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-das-das-schifffahrtmuseum/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-fuer-den-bereich-ausstellungen/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in (m/w/d) für den Bereich Ausstellungen", "content_text": "Historisches Museum der Pfalz Speyer, Speyer Bewerbungsende: 19.09.2025 | Das Historische Museum der Pfalz Speyer gehört zu den größten Museen im Südwesten Deutschlands und ist fest verankert in der Stadt und der Region. Die Sammlungen des Museums, die kulturhistorischen Sonderausstellungen und die Familienausstellungen des Jungen Museums ziehen jährlich etwa zweihunderttausend Besuchende ins Museum. Das Historische Museum der Pfalz Speyer nimmt damit einen Spitzenplatz in der deutschen Museumslandschaft ein.\nDas Historische Museum der Pfalz in Speyer sucht zum nächstmöglichen Zeitpunkt\neine wissenschaftliche Mitarbeiterin/einen wissenschaftlichen Mitarbeiter (m/w/d)\nfür den Bereich Ausstellungen\nin Vollzeit\nbefristet auf zwei Jahre\nWir sind auf der Suche nach einem/einer kreativen, interessierten, engagierten und teamfähigen Ausstellungsmachenden (m/w/d), der/die dazu beiträgt, unsere Besuchenden mit faszinierenden historischen Ausstellungen zu begeistern.\nIhre Aufgaben umfassen insbesondere:\nMitarbeit in der wissenschaftlichen Konzeption und Organisation des Ausstellungsprojektes „Sisi“ (Arbeitstitel) im Projektteam\nUnterstützung bei der Koordination des Auf- und Abbaus der Ausstellung mit internen und externen Beteiligten (z.B. Kuratorinnen und Kuratoren, Handwerkerinnen und Handwerker, Gestaltungsbüro)\nEigenständige Übernahme eines Aufgabenbereiches im Projekt „Sisi“ (etwa Digital Curator, Leihverkehr o.ä.)\nWas Sie mitbringen:\nFreude an Kunst, Kultur, Geschichte & der Pfalz\nEinen qualifizierten wissenschaftlichen Abschluss (Magister/Master, Promotion) im Bereich Geschichte/Kunstgeschichte/Kulturwissenschaften (bevorzugt Public History oder Neuere und Neueste Geschichte)\nMehrjährige berufliche Erfahrung in der Museumsarbeit (z. B. abgeschlossenes wissenschaftliches Volontariat; wissenschaftliche Projektstelle), insbesondere auf dem Gebiet der Konzeption, Planung und Organisation von Ausstellungsprojekten\nOrganisationstalent und Teamfähigkeit, Engagement, Eigeninitiative Verantwortungsbewusstsein\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift und beherrschen der gängigen Office-Programme\nWas wir Ihnen bieten:\neine interessante und vielseitige Tätigkeit mit hoher Eigenverantwortlichkeit in einem ausgesprochen kollegialen Team (39 Std./Woche, 30 Tage Urlaub/Jahr)\neine tarifgerechte Vergütung nach dem Tarifvertrag für den öffentlichen Dienst (EGr. 13)\nein Arbeitsumfeld, das die Möglichkeit bietet, sich mit individuellen Fähigkeiten und Ideen produktiv einzubringen\nvielfältige Möglichkeiten zur persönlichen und beruflichen Weiterentwicklung im Rahmen von Fortbildungen, Workshops etc.\nflexible Arbeitszeiten im Rahmen der gleitenden Arbeitszeit und die Möglichkeit von Homeoffice\ndie im öffentlichen Dienst für Tarifbeschäftigte üblichen Leistungen wie z. B. arbeitgeberfinanzierte Altersvorsorge, Jahressonderzahlung, Leistungsentgelt, vermögenswirksame Leistungen; Möglichkeit zum Bezug eines vergünstigten Job-Tickets/Deutschlandtickets.\nWir freuen uns auf Bewerbungen aller Interessierten, unabhängig von Nationalität, Herkunft oder Religion. Bewerbungen von Schwerbehinderten werden bei entsprechender Eignung bevorzugt berücksichtigt.\nDas Historische Museum der Pfalz bietet Ihnen einen abwechslungsreichen Arbeitsplatz. Wir machen Kultur und Geschichte für alle erlebbar und zeigen Sonderausstellungen für Groß und Klein und zu den unterschiedlichsten Themen. Daran arbeiten wir engagiert im Team, in das sich alle mit ihren Interessen und Fähigkeiten einbringen. Wir legen großen Wert auf Kollegialität und Austausch und fördern diesen. Werden Sie Teil des Teams!\nIhre aussagekräftige Bewerbung mit Motivationsschreiben, CV und den relevanten Nachweisen und Zeugnissen richten Sie bitte bis\n19.09.2025\n(per Post oder digital) an das Historische Museum der Pfalz, Domplatz 4, 67346 Speyer oder an personalstelle@museum.speyer.de.\nDie Vorstellungsgespräche sind für die 45. KW 2025 vorgesehen.\nFür Rückfragen steht Ihnen die Abteilungsleitung Ausstellungen &  Projekte, Lars Börner, (Tel. 06232-1325617 oder Mail an\nlars.boerner@museum.speyer.de\n) gerne zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-m-w-d-fuer-den-bereich-ausstellungen/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/koordinatorin-w-m-d-fuer-programme-und-ressourcen/", "image": "", "title": "Koordinator:in (w/m/d) für Programme und Ressourcen", "content_text": "Staatliche Naturwissenschaftliche Sammlungen Bayerns, München Bewerbungsende: 14.09.2025 | Die Staatlichen Naturwissenschaftlichen Sammlungen Bayerns (SNSB) gingen 1827 aus der Bayerischen Akademie der Wissenschaften hervor und zählen zu den bedeutendsten Naturkundesammlungen der Welt. Unsere Wissenschaftlerinnen und Wissenschaftler dokumentieren die Veränderungen und Wechselwirkungen zwischen der belebten und unbelebten Natur auf unserem Planeten. Sie erforschen diese Prozesse vor allem an Gebirgssystemen, da hier die Folgen des Geo- und Biosphärenwandels besonders deutlich sichtbar werden. Unser Ziel ist es, dieses Wissen an die rund 800.000 Besuchenden unserer zehn Museen in München und Bayern sowie des Botanischen Gartens München weiterzugeben. Wir möchten Besuchende aller Altersgruppen für Naturforschung begeistern und verstehen unsere Museen als Plattformen des Austauschs zwischen Wissenschaft und Gesellschaft.\nDas Museum Mensch und Natur und das BIOTOPIA Lab in München sind äußerst beliebte außerschulische Bildungsorte und geben schon heute einen Vorgeschmack auf das geplante neue Naturkundemuseum Bayern.\nFür die Betriebsorganisation des BIOTOPIA Lab und der gemeinsamen Bildungsprogramme suchen wir ab 01.10.2025 zunächst befristet bis 31.12.2027 in Vollzeit oder Teilzeit\neine Koordinatorin oder einen Koordinator (w/m/d) für Programme und Ressourcen\nIhre Aufgaben\nKoordination der Programme im BIOTOPIA Lab (Bildungsprogramme, offene Workshops, Veranstaltungen)\nEigenständige Planung, Beschaffung und Bereitstellung von Workshop-Materialien zur Durchführung der Bildungsprogramme in BIOTOPIA Lab und Museum Mensch und Natur\nEinteilung der externen Mitarbeiter und Mitarbeiterinnen in enger Abstimmung mit der Buchungsstelle\nPflege und Wartung von Ausstellungselementen und Geräten\nMithilfe bei der artgerechten Pflege von Insekten\nIhr Profil\nBachelor oder vergleichbare mindestens 3-jährige abgeschlossene Ausbildung (Kultur- oder Veranstaltungsmanagement, BWL, Naturwissenschaften, Lehramt)\nOrganisationstalent und Freude an praktischer Arbeit\nInteresse an bio- und umweltwissenschaftlichen Themen\nHohes Verantwortungsbewusstsein, Zuverlässigkeit und Teamfähigkeit\nWir bieten\nSelbständige, abwechslungsreiche Tätigkeit in einem innovativen Museums-Umfeld\nMotiviertes, freundliches Team\neinen interessanten und vielseitigen Arbeitsplatz im öffentlichen Dienst\nalle Vorteile einer Beschäftigung im Dienst des Freistaates Bayern\nVergütung bis Entgeltgruppe 9a Tarifvertrag der Länder (TV-L)\nWir haben uns Vielfalt zum Ziel gesetzt. Deswegen sind Bewerbungen von Menschen mit unterschiedlichen Hintergründen ausdrücklich erwünscht. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen. Schwerbehinderte Personen werden bei im Wesentlichen gleicher Eignung bevorzugt.\nInteressiert?\nDann schicken Sie uns Ihren Lebenslauf mit einem Anschreiben mit Ihrer Motivation per E-Mail im pdf-Format als eine Datei (max. 10 MB) bis spätestens 14.09.2025 an\nbewerbung@\nsnsb.de\nBei inhaltlichen Fragen wenden Sie sich bitte an Ursula Wöst (\nwoest@snsb.de\n. Bei Fragen zu dem Verfahrensablauf bzw. Bewerbungsverfahren wenden Sie sich bitte an Frau Susann Windisch (personal@snsb.de).\nDie Stelle ist teilzeitfähig, sofern durch Job-Sharing die ganztägige Wahrnehmung der Aufgabe gesichert ist.\nWir verweisen darauf, dass nach Abschluss des Verfahrens Bewerbungsunterlagen nicht zurückgesandt werden. Reisekosten für die Anreise zu einem möglichen Bewerbungsgespräch werden nicht übernommen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.09.2025", "url": "https://www.museumsbund.de/stellenangebote/koordinatorin-w-m-d-fuer-programme-und-ressourcen/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/jurist-referatsleiter-m-w-d-grundsatz-rechts-organisationsangelegenheiten-2/", "image": "", "title": "Jurist / Referatsleiter (m/w/d) Grundsatz-, Rechts-, Organisationsangelegenheiten", "content_text": "Kulturstiftung Sachsen-Anhalt, Gommern/ OT Leitzkau Bewerbungsende: 21.09.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nFür die Wahrnehmung von Fach- und Leitungsaufgaben innerhalb der Hauptverwaltung der Kulturstiftung, Bereich Grundsatz-/ Rechtsangelegenheiten und Organisation, suchen wir zum nächstmöglichen Zeitpunkt einen Referatsleiter (m/w/d).\nIhre Aufgaben sind u.a.\nErarbeitung von Verträgen/ Bearbeitung vertraglicher Angelegenheiten\nrechtliche Prüfung von Vertragsinhalten\nVertragsmanagement im Rahmen bestehender und künftiger Vereinbarungen\nstiftungsinterne (d.h. direktions-/ abteilungs-/ referatsübergreifende) Beratung zu Fragen der Rechtsanwendung und je nach Aufgabenstellung bzw. Einsatzgebiet auch Rechtsgestaltung, Bearbeitung rechtlicher Fragestellungen einschließlich der Umsetzung der gesetzlichen und internen Anforderungen\nErarbeitung von Vorlagen, insbesondere aus den Bereichen Grundsatz- und Rechtsangelegenheiten\nBearbeitung von juristischen Sachverhalten und Rechtsangelegenheiten\nVorbereitung von Leitungsentscheidungen auf verschiedenen Rechtsgebieten\nFührung von Referats- und ggf. Projektmitarbeitern\nIhr Profil\nabgeschlossenes Studium der Rechtswissenschaften (einschließlich Rechtsreferendariat; 1. und 2. Staatsexamen)\nfundierte Kenntnisse insbesondere im Zivilrecht, Arbeitsrecht, Urheberrecht, Vergaberecht, im allgemeinen Verwaltungsrecht, öffentlichen Haushaltsrecht sowie in weiteren verwandten Rechtsgebieten\nFähigkeit zum schnellen Erfassen juristischer Sachverhalte und Risiken\nsubstanzielles Verständnis für komplexe Zusammenhänge\nhohes Engagement, Teamfähigkeit, überdurchschnittliche Einsatzbereitschaft und Flexibilität\neigenverantwortliche, sorgfältige und systematische Arbeitsweise\nsicheres und kompetentes Auftreten, sehr gutes Kommunikationsvermögen und eine ausgeprägte Fähigkeit, sich durchzusetzen, Mitarbeiter anzuleiten und zu führen\npersönliches Interesse mit Verständnis für Kunst und Kultur\nUnser Angebot\neine interessante, abwechslungsreiche und eigenverantwortliche Tätigkeit (Vollzeit, 40 Stunden/ Woche)\nein zunächst befristetes Arbeitsverhältnis (die Tätigkeit ist als Führung auf Zeit gemäß § 32 TV-L für die Dauer von 4 Jahren befristet) mit Aussicht auf unbefristete Weiterbeschäftigung\ngleitende Arbeitszeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\ndie Möglichkeit zur zeitweisen Tele(heim)arbeit\nangenehmes Betriebsklima mit Arbeitsort in Gommern/ OT Leitzkau\ntarifgerechte Eingruppierung in die Entgeltgruppe 13 TV-L\nNähere Auskünfte zu der ausgeschriebenen Stelle erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/08.2025-13 bis zum 21.09.2025 an „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als\neine\npdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/jurist-referatsleiter-m-w-d-grundsatz-rechts-organisationsangelegenheiten-2/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/landwirtin-landwirt-m-w-d-2/", "image": "", "title": "Landwirtin / Landwirt (m/w/d)", "content_text": "Fränkischen Freilandmuseum Fladungen, Fladungen Bewerbungsende: 12.09.2025 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum 01.11.2025 oder dem danach nächstmöglichen Zeitpunkt eine / einen\nLandwirtin / Landwirt (m/w/d)\nin Vollzeit.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben\nÜbernahme aller landwirtschaftlichen Arbeiten im Pflanzenbau und in der Wiesen- und Weidenwirtschaft, einschl. Kultivierung alter Getreidesorten sowie Pflege von Sonderkulturen\nEigenverantwortliche Betreuung der gesamten Museumstierhaltung\nAnbauplanung, Futtermittelgewinnung, -bewirtschaftung und -lagerung für den gesamten Tierbestand\nEinsatz und Führen von Tiergespannen bei der täglichen Feldarbeit und bei besonderen Museumsveranstaltungen\nÜbernahme von Waldarbeiten zur Holzgewinnung und -einlagerung\nAnleitung, Führung und Betreuung von Praktikantinnen und Praktikanten im Bundesfreiwilligendienst (BFD)\nErledigung von Nachweis- und Dokumentationspflichten und Übernahme anderer Verwaltungsaufgaben im Bereich Landwirtschaft und Tierhaltung\nVermittlung von Inhalten über die historisch-ökologische Landwirtschaft und Tierhaltung\nBei tierärztlichen Notfällen oder Geburten gelegentlicher Einsatz auch außerhalb der regulären Arbeitszeiten\nArbeitsleistung bei größeren Museumsveranstaltungen an mehreren Wochenenden in der Hauptsaison\nIhr Profil\nSie verfügen über eine erfolgreich abgeschlossene Berufsausbildung\nzur staatlich geprüften Landwirtin / zum staatlich geprüften Landwirt (m/w/d)\noder\nzur staatlich geprüften Tierwirtin / zum staatlich geprüften Tierwirt (m/w/d)\noder\nAlternativ verfügen Sie über einen höherer Ausbildungsabschluss (Technikerin bzw. Techniker (m/w/d) im Landbau o.ä.)\nFundierte Fachkenntnisse und eine mehrjährige Berufserfahrung in der aktiven Landwirtschaft und Nutztierhaltung\nKenntnisse in der ökologisch-historischen Landwirtschaft und Tierhaltung\nSehr gute körperliche Belastbarkeit und ausgeprägte Teamfähigkeit, persönliches Engagement und hohe Einsatzbereitschaft sowie zeitliche Flexibilität\nFührerschein der Klassen B, BE, C1, C1E, L, T\nInteresse am Museum und seinen Aufgaben und Zielen\nFreude am Kontakt mit Besucherinnen und Besuchern und in der Vermittlungsarbeit\nWir bieten\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit in einem motivierten und engagierten Museumsteam\nEine Vollzeitstelle, bei deren Besetzung Teilzeitwünsche im Rahmen von Jobsharing nach Möglichkeit berücksichtigt werden\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen in Entgeltgruppe 6 TVöD\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen die Teamleitung, Frau Renate Bärnthol (Tel. 09841 6680-18), oder der Verwaltungsleiter, Herr Reinhold Werner (Tel. 09841 6680-12), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie unter\nwww.freilandmuseum.de\nund den Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie, gerne per E-Mail, bitte bis\nspätestens 12.09.2025\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.09.2025", "url": "https://www.museumsbund.de/stellenangebote/landwirtin-landwirt-m-w-d-2/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologe-kunsthistoriker-m-w-d-fuer-die-digitale-erfassung-und-inventarisierung-von-baudenkmalen/", "image": "", "title": "Museologe / Kunsthistoriker (m/w/d) für die digitale  Erfassung und Inventarisierung von Baudenkmalen", "content_text": "Kulturstiftung Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 19.09.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nFür die digitale Inventarisierung und Erfassung von Kunst- und Kulturgütern sowie fester Ausstattung innerhalb der stiftungseigenen Baudenkmale sowie die Digitalisierung des Bauarchivs suchen wir zum nächstmöglichen Zeitpunkt einen Museologen, Kunsthistoriker, Bauforscher, Restaurator oder Personen (m/w/d) mit vergleichbarer Berufsausbildung / Berufserfahrung.\nIhre Aufgaben\nErfassen von Objekten, Schrift und Bild sowie Qualifizieren von Objektdaten bzw. -informationen zu beweglichen und unbeweglichen Ausstattungsobjekten und Bauzier in ausgewählten Liegenschaften der Stiftung (Schlösser und Dome) in den integralen Modulen der stiftungsinternen Sammlungsdatenbank und den entsprechenden Objektablagen (aktuell „MuseumPlus“, eine Datenbankumstellung erfolgt mittelfristig)\nSichten, Digitalisieren und Ordnen ausgewählter Bestände des stiftungseigenen Bauarchivs\npraktische und digitale Begleitung von Objektreinigung, -verpackung und -umlagerung\nIhr Profil\nein abgeschlossenes Hochschulstudium [mindestens Diplom (FH) bzw. Bachelor of Arts] der Museologie bzw. Museumswissenschaft/Museumskunde mit dem Schwerpunkt Bauforschung und kunstgeschichtlichen Kenntnissen oder ein abgeschlossenes Hochschulstudium [gleichen Qualifikationsniveaus] der Geistes- bzw. Restaurierungswissenschaften mit übereinstimmenden Zusatzqualifikationen\nroutinierte Umgang mit Kunst- und Museumsobjekten sowie historischen Baukörpern\neinschlägige Erfahrungen in der Bedienung von digitalen Sammlungsdatenbanken sowie sehr gute Kenntnisse in der Digitalisierung, Inventarisierung und Dokumentation von Kunst- und Kulturgut\nsehr gute EDV-Kenntnisse, technisches wie handwerkliches Verständnis und sichere Grundlagenkenntnisse der Digitalfotografie (z.B. zur Belichtung, zum Colormanagement)\nüberdurchschnittliche Einsatzbereitschaft und eine eigenverantwortliche, gewissenhafte, sorgfältige und selbstständige Arbeitsweise, sichere Umgangsformen, Organisationstalent und Kreativität\nFähigkeit zu engagierter Teamarbeit und zu interdisziplinärem Arbeiten\nBereitschaft zu regelmäßigen eintägigen Dienstreisen als Selbstfahrer (Voraussetzung gültiger Führerschein Klasse B)\nausreichende körperliche Belastbarkeit (in Bezug auf Wege und Treppen in historischen Gebäuden)\nUnser Angebot\neine verantwortungsvolle und abwechslungsreiche Tätigkeit in Vollzeit (40 Stunden/ Woche)\nzunächst befristetes Arbeitsverhältnis bis zum 31.12.2028\ngleitende Arbeitszeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in Halle/Saale\ntarifgerechte Eingruppierung in die Entgeltgruppe 9b TV-L\nNähere Auskünfte zu der ausgeschriebenen Stelle erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/08.2025-12 bis zum 19.09.2025 an „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als eine pdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.09.2025", "url": "https://www.museumsbund.de/stellenangebote/museologe-kunsthistoriker-m-w-d-fuer-die-digitale-erfassung-und-inventarisierung-von-baudenkmalen/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicherr-mitarbeiterin-provenienzforschung-m-w-d/", "image": "", "title": "Wissenschaftlicher*r Mitarbeiter*in Provenienzforschung (m/w/d)", "content_text": "Wilhelm-Hack-Museum, Ludwigshafen Bewerbungsende: 21.09.2025 | Wissenschaftlicher*r Mitarbeiter*in Provenienzforschung (m/w/d) im Wilhelm-Hack-Museum\nE 13 TVöD | Vollzeit | befristet (Ausschreibungs-ID 1796)\nIm Dezernat Kultur, Schulen, Jugend und Familie, Bereich Kultur, Abteilung Museen, ist die oben angeführte Stelle zum nächstmöglichen Zeitpunkt sachgrundlos befristet für die Dauer von zunächst 12 Monaten im Wilhelm-Hack-Museum im Rahmen des von der Stiftung Deutsches Zentrum Kulturgutverluste geförderten Projekts zu besetzen.\nIm Jahr 1979 eröffnete das Wilhelm-Hack-Museum in Ludwigshafen und machte seine heute etwa 10.000 Arbeiten umfassende Sammlung der Öffentlichkeit zugänglich. Einen wichtigen Pfeiler dieser Sammlung bildet die ab Beginn des 20. Jahrhunderts aufgebaute städtische Kunstsammlung, die neben Gemälden, Skulpturen und Zeichnungen heute etwa 2.300 Druckgrafiken verzeichnet. In den Zwischenkriegsjahren lag der Schwerpunkt der Erwerbungen auf süddeutscher Landschaftsmalerei des 19. Jahrhunderts, bevor sich das Interesse ab Mitte der 1950er Jahre auf den Expressionismus verlagerte. Erworben wurden die Blätter vornehmlich auf dem deutschen Kunstmarkt oder kamen durch Schenkungen ans Haus. Ein vorangegangenes Forschungsprojekt hat bereits die Provenienzen der Stiftung von Wilhelm Hack (ca. 140 moderne und mittelalterliche Werke) sowie die Gemälde der städtischen Sammlung systematisch untersucht. Das zweite Forschungsprojekt nimmt nun die ca. 600 vor 1945 entstandenen Druckgrafiken in den Fokus. Es zielt darauf ab, jene Werke der Sammlung ausfindig zu machen, die ihren Eigentümern*innen während des Nationalsozialismus verfolgungsbedingt entzogen wurden und daher zu restituieren sind. Die Veröffentlichung der Forschungsergebnisse in einer Ausstellung mit begleitender Publikation ist vorgesehen.\nDas Aufgabengebiet kann auch von Teilzeitkräften wahrgenommen werden.\nSo sieht Ihr Alltag aus …\nDurchsicht von Originaldokumenten (Inventare, Korrespondenzen) im Stadtarchiv Ludwigshafen\nÜberprüfung der Werke anhand von Werkverzeichnissen sowie anderen archivarischen Beständen und Datenbanken\nRückseitenkontrollen (fotografische und dokumentarische Erfassung der Rückseiten) in Zusammenarbeit mit der Restaurierungsabteilung\nErstellung von Dossiers bzw. Sachverhaltsdarstellungen zur Vorlage der Forschungsergebnisse zu einzelnen Objekten bzw. Objektgruppen\nAuswertung der Ergebnisse\nWeitere Klärung einzelner Objekte\nWenn Sie …\nüber ein erfolgreich abgeschlossenes wissenschaftliches und nach TVöD VKA anerkennbares Hochschulstudium (Master, Magister) im Fach Kunstgeschichte oder in einem vergleichbaren Fach verfügen\nfundierte Erfahrungen im Bereich der Provenienzforschung zur Zeit des Nationalsozialismus erwerben konnten\nErfahrungen in der digitalen Sammlungsdokumentation besitzen\nKenntnisse der aktuellen Forschung zum Kunsthandel vor 1945 besitzen (wünschenswert)\nden sicheren Umgang mit relevanten Quellen, Datenbanken und Archiven selbstverständlich beherrschen\nüber sehr gute Englischkenntnisse in Wort und Schrift verfügen\nErfahrungen in der Konzeption und Durchführung von Projekten besitzen (wünschenswert)\nTeamfähigkeit, Kommunikations- und Kooperationskompetenz besitzen\nsich durch selbständiges, systematisches, ergebnisorientiertes Arbeiten und hohes Verantwortungsbewusstsein in Bezug auf die besonderen Anforderungen der Aufgabe auszeichnen\nsich Kenntnisse im Datenbankprogramm MuseumPlus aneignen konnten (wünschenswert)\ndas Handeln und Verhalten nach den „Leitlinien der Verwaltung“ für selbstverständlich halten\nBekommen Sie von uns …\nFlexibilität bei der Gestaltung der Arbeitszeit mit der Möglichkeit des mobilen Arbeitens\ndie Möglichkeit zur 4-Tage-Woche (sofern das Aufgabengebiet dies zulässt)\nein interessantes und abwechslungsreiches Aufgabengebiet\neine gute Verkehrsanbindung\ndie Möglichkeit eines durch die Stadt geförderten Jobtickets\ndie Möglichkeit eines Job-bikes (Fahrradleasing)\ndie Möglichkeit von Sonderkonditionen in kooperierenden Fitnessstudios\nattraktive Zusatzleistungen, wie z. B. Jahressonderzahlung, arbeitgeberfinanzierte Altersvorsorge, Sonderzahlung im Rahmen eines alternativen Entgeltanreiz-Systems, vermögenwirksame Leistungen\nSenden Sie uns Ihre Bewerbung mit Anschreiben, Lebenslauf, Zeugnissen und Zertifikaten bis spätestens 21.09.2025 direkt über das Bewerbungsportal der Stadt Ludwigshafen unter:\nhttps://karriere.ludwigshafen.de/jobs/3672-YFGTYRCYTBFFDGY/job_application/new\nVielfalt ist uns sehr wichtig! Wir freuen uns deshalb über jede Bewerbung unabhängig von ethnischer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte sowie gleichgestellte Bewerber*innen werden bei entsprechender Eignung vorrangig berücksichtigt.\nFachliche Fragen beantwortet Ihnen sehr gerne Herr Zechlin unter der Telefonnummer 0621/504-2045 und Personalfragen werden von Frau Blechinger, Telefonnummer 0621/504-2536 beantwortet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicherr-mitarbeiterin-provenienzforschung-m-w-d/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-der-kunstsammlungen-m-w-d/", "image": "", "title": "Leiter:in der Kunstsammlungen (m/w/d)", "content_text": "Kunstsammlungen Zwickau, Zwickau Bewerbungsende: 07.09.2025 | Die Stadt Zwickau ist mit ca. 88.000 Einwohnern die viertgrößte Stadt im Freistaat Sachsen. Erfolgreiche Unternehmen, ein abwechslungsreiches Kulturleben, vielfältige Bildungsstätten, zahlreiche Vereine und Institutionen machen die Automobil- und Robert-Schumann-Stadt zu einem Oberzentrum Westsachsens sowie zu einer lebens- und liebenswerten Stadt.\nDie Kulturlandschaft der Stadt Zwickau ist äußerst lebendig und reich an historischen Gebäuden, Museen, Denkmalen und Kunst sowie Veranstaltungen von hoher Strahlkraft und überregionaler Bedeutung.\nZur Fortschreibung unseres Erfolges suchen wir im Rahmen einer geregelten Nachfolge\nzum Jahresbeginn 2026\nim Kulturamt, Dezernat Finanzen und Ordnung, eine innovative und engagierte Führungspersönlichkeit als\nLeiter/Leiterin der Kunstsammlungen (m/w/d)\nFolgendes interessante Aufgabengebiet wartet auf Sie:\nLeitung der städtischen Kunstsammlungen inkl. konzeptioneller wissenschaftlicher Tätigkeit, dies umfasst unter anderem\nWahrnehmung der Vorgesetztenfunktionen und Mitarbeiterführung\nZuarbeit zu Amtsleiter-Konzeptionen sowie eigene konzeptionelle wissenschaftliche Tätigkeiten für den Aufgabenbereich nach Rahmenvorgaben der Amtsleitung (z.B. für alle kunst- sowie mineralogisch-geologisch und museumspädagogischen Ausstellungen etc.)\nVertretung der Kunstsammlungen nach außen und gegenüber öffentlichen Institutionen und Partnern, Gewährleistung regelmäßiger Evaluierung der Museumstätigkeit\ninhaltlich umfassende Bearbeitung und Erweiterung der Kunst- sowie geowissenschaftlichen Sammlungen nach Rahmenvorgaben der Amtsleitung, wie z.B. Vorschläge und Vorbereitung von Ankäufen, Organisation und Mitarbeit bei der Bestandsbearbeitung, Einleitung von Maßnahmen der restauratorischen Bestandspflege\nOrganisation, Durchführung und Begleitung von Ausstellungen im Bereich Kunst sowie Mineralogie und Geologie\nDurchführung von städtischen Veranstaltungen wie Preisverleihungen, Museumsfesten, Vorträgen, Führungen, Exkursionen, Feriengestaltung etc. in den Themenbereichen Kunst sowie Mineralogie und Geologie\nErarbeitung von Dokumentationen, wissenschaftlichen Publikationen, Ausstellungskatalogen u.ä. für alle Themenkreise der Kunstsammlungen\nErstellung von inhaltlichen Zuarbeiten zur Öffentlichkeitsarbeit für das Sachgebiet Marketing, Öffentlichkeitsarbeit, Veranstaltungs-management für alle Themenkreise der Kunstsammlungen\nWissenschaftliche Forschungsaufgaben\nHilfe bei der Durchführung von städtischen Veranstaltungen und Aufgaben unter Federführung des Kulturamtes\nGesucht wird eine Persönlichkeit mit:\nhoher Affinität zu Kunst und Museologie sowie einem kommunikativen und motivierenden Führungsstil, sicherem Auftreten und Durchsetzungsvermögen\neinem abgeschlossenen Hochschulstudium in einer geeigneten Fachrichtung, vorteilhaft sind die Bereiche Kunst oder Museologie\nsicheren Kenntnissen zur nationalen, internationalen sowie regionalen Kunstgeschichte und –entwicklung sowie in der Geologie und Mineralogie\nKenntnissen im Sammlungsmanagement, in der Bestandsdokumentation und –verwaltung, in der Inventarisierung und Bestandssicherung sowie im Projekt- und Veranstaltungs- und Museumsmanagement\nBegeisterung für eine moderne publikumsorientierte Museumsarbeit\nFähigkeiten zur Präsentation und multimedialer Methodik, Organisationsgeschick\nFähigkeiten zum konzeptionellen und analytischen Arbeiten und gutem Ausdrucksvermögen sowie englischen Sprachkenntnissen\nFlexibilität bei der Arbeitszeitgestaltung, sehr engagierter Arbeitsweise und hoher Belastbarkeit\nSicherheit in der Anwendung moderner Kommunikations- und Datentechnik\nWir bieten Ihnen:\ndie Möglichkeit, etwas zu bewegen, zu entwickeln, Ideen zu verwirklichen\nein hochmotiviertes und engagiertes Team\nein Umfeld, welches einen reibungslosen Start in einer lebenswerten und lebendigen Stadt ermöglicht\ndie Unterstützung durch eine etablierte Kulturlandschaft mit langjährig erfahrenen Partnern und Förderern\neine tarifgerechte Bezahlung nach dem Tarifvertrag öffentlicher Dienst mit Zuordnung zur Entgeltgruppe 13, betrieblicher Altersvorsorge sowie weiteren Sozialleistungen nach Tarifvertrag\neine unbefristete Einstellung\neine Vollzeitbeschäftigung mit durchschnittlich 39 Stunden wöchentlich\nFort- und Weiterbildungsmöglichkeiten\nGesundheitsförderung durch Prävention und Angebote zu arbeitsmedizinischen Vorsorgeuntersuchungen\nDie Stadt Zwickau bietet entsprechend ihrem Motto „Soziale Stadt“ und als „Ort der Vielfalt“ zusätzlich einen Zuschuss zum Jobticket für den öffentlichen Nahverkehr und Offenheit für kulturelle Vielfalt.\nDie Stadtverwaltung Zwickau räumt allen Bewerbern unabhängig von Geschlecht, Alter, Religion, Weltanschauung oder Herkunft gleiche Chancen im Auswahlverfahren ein.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Eignung bevorzugt berücksichtigt.\nSind Sie interessiert?\nDann reichen Sie Ihre Bewerbung mit den vollständigen Unterlagen (Anschreiben, tabellarischer Lebenslauf, Kopien der Schul- und Ausbildungszeugnisse bzw. Studienabschlüsse, Arbeitszeugnisse oder Beurteilungen, ggf. den Nachweis über das Vorliegen einer Behinderung) bis spätestens\n07.09.2025\nüber unser Onlinebewerberportal unter\nhttps://www.zwickau.de/ausschreibungen\nein.\nDie Vorstellungsgespräche sind für den 16.09.2025 geplant.\nHinweise:\nUnvollständige Bewerbungsunterlagen können nicht berücksichtigt werden. Bitte sehen Sie von einer Papierbewerbung oder einer Bewerbung per E-Mail ab. Die Rücksendung postalisch eingegangener Bewerbungsunterlagen kann nur gegen Beifügung eines ausreichend frankierten (nur Briefmarke) Rückumschlages erfolgen.\nBitte beachten Sie unsere Hinweise zum Datenschutz unter\nhttps://www.zwickau.de/ausschreibungen\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-der-kunstsammlungen-m-w-d/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-11/", "image": "", "title": "Museumsleitung (w/m/d)", "content_text": "Freilichtmuseum Neuhausen ob Eck, Neuhausen ob Eck Bewerbungsende: 20.09.2025 | Das Aufgabengebiet umfasst unter anderem:\nwissenschaftliche, betriebswirtschaftliche und organisatorische Leitung des Museumsbetriebs\nstrategische Weiterentwicklung des Museums zusammen mit der Amtsleitung\nÖffentlichkeitsarbeit\nteamorientierte Ausarbeitung des Ausstellungs- und Veranstaltungsprogramms\nstellv. Leitung des Kreisarchiv- und Kulturamts (Das Freilichtmuseum ist organisatorisch dem Kreisarchiv- und Kulturamt zugeordnet)\nWas wir erwarten:\nabgeschlossenes Studium im Bereich Kulturmanagement, Kulturwissenschaften, Volkskunde, Geschichte o. ä.\nErfahrung in Personalführung\nOrganisationstalent und Kreativität\nBerufserfahrung in einer kulturellen Einrichtung\nbesondere Einsatzbereitschaft und Flexibilität\nhohe soziale Kompetenz und Teamfähigkeit in einem Team aus Haupt- und Ehrenamtlichen\nWas Sie erwarten dürfen:\neine interessante, vielseitige und verantwortungsvolle Tätigkeit in einem engagierten Team mit flexiblen Arbeitszeiten\neine Bezahlung bis Entgeltgruppe 14 TVÖD\nweitere Vorteile des Landkreises Tuttlingen als Arbeitgeber finden Sie auf unserer Homepage unter der Rubrik „Was wir Ihnen bieten“\nLeiterin Hauptamt\nFrau Schreiber\nTel. 07461-926 2001\nDezernent für Wirtschaft, Kreisentwicklung und Kultur\nHerr Guse\nTel. 07461-926 9130\nBahnhofstraße 100\n78532 Tuttlingen\nwww.landkreis-tuttlingen.de\nHaben wir Ihr Interesse geweckt?\nBewerben Sie sich bis spätestens 20.09.2025\nüber unser Online-Bewerber-Portal.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.09.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-w-m-d-11/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiter-doktorand-w-m-d-im-zentrum-fuer-wissenstransfer-zwt/", "image": "", "title": "Wissenschaftlicher Mitarbeiter / Doktorand (w/m/d) im Zentrum für Wissenstransfer (zwt)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 05.10.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz bis zum 31.12.2028 einen\nWissenschaftlichen Mitarbeiter/Doktorand (w/m/d)\nim Zentrum für Wissenstransfer (zwt)\nin Teilzeit mit 65% der regelmäßigen wöchentlichen Arbeitszeit =25,35 Stunden/Woche)\nDas sind Ihre Aufgaben:\nLiteraturrecherche und Aufarbeitung des Forschungsstandes zur Rolle von Emotionen in der Wissenschaftskommunikation, insbesondere im musealen Kontext und zu den Themen Biodiversität und Klima\nVorbereitung, Koordination, Durchführung und Auswertung empirischer Fallstudien\nregelmäßige Präsentationen der Zwischenstände u.a. im zwt-Kolloquium\nAusarbeitung von Publikationen und Präsentationen zu den Ergebnissen\nDas sind unsere Anforderungen:\nabgeschlossenes Studium (Master) der Soziologie oder einer angrenzenden Sozialwissenschaft\nsehr gute Kenntnisse der Wissenschaftskommunikationsforschung\ngute Kenntnisse der Wissenschafts-, Emotions- und Interaktionssoziologie\nsehr gute Kenntnisse der sozialwissenschaftlichen Forschungsmethoden im Bereich qualitative Datenerhebung und -auswertung\ngute Team- und Kommunikationsfähigkeit und Selbständigkeit\ngute Organisationsfähigkeit und Belastbarkeit\nErfahrungen im Bereich des sozialwissenschaftlichen Forschens, Vortragens und Publizierens auf Deutsch und Englisch\nInteresse am Transfer wissenschaftlicher Forschungsergebnisse in die Praxis\nDas sind unsere Leistungen:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 13 TV-L) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen) bis zum 05.10.2025 ausschließlich digital über unser\nKarriereportal\nan Herrn Pfeifer. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://www.leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiter-doktorand-w-m-d-im-zentrum-fuer-wissenstransfer-zwt/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-w-m-d/", "image": "", "title": "wissenschaftliche:r Mitarbeiter:in (w/m/d)", "content_text": "LWL-Museum Zeche Zollern, Dortmund Bewerbungsende: 05.09.2025 | Der Landschaftverband Westfalen-Lippe sucht Sie zum frĂĽhestmĂ¶glichen Eintrittstermin als\nwissenschaftliche:n Mitarbeiter:in (w/m/d)\nEG 13 TVĂ¶D VKA\nfĂĽr unser LWL-Museum Zeche Zollern in Dortmund fĂĽr das einjĂ¤hrige Forschungsprojekt â€žMuseen gegen Rechtsextremismus – Handlungsempfehlungen aus Forschung und Praxisâ€ś. Das Projekt findet in Kooperation mit der UniversitĂ¤t Flensburg statt und wird von der VW-Stiftung gefĂ¶rdert.\nWir bieten eine fĂĽr ein Jahr befristete Teilzeitstelle (19,5 Stunden/Woche).\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8363\nbis zum\n05.09.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-w-m-d/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d-2/", "image": "", "title": "wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "LWL-Museum Zeche Zollern, Dortmund Bewerbungsende: 19.09.2025 | Der Landschaftverband Westfalen-Lippe sucht Sie zum 15.01.2026 als\nwissenschaftliche:n Volontär:in (w/m/d)\nPauschalvergütung\nfür unser LWL-Museum Zeche Zollern in Dortmund. Wir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Sie erhalten eine monatliche Pauschalvergütung in Höhe von 50% der Entgeltgruppe 13, Stufe 1 TVöD, im zweiten Jahr nach Stufe 2.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 8342\nbis zum\n19.09.2025\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d-2/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontaer-in-m-w-d/", "image": "", "title": "Forschungsvolontär/in (m/w/d)", "content_text": "Josef Albers Museum Quadrat Bottrop, Bottrop Bewerbungsende: 15.09.2025 | Die Stadt Bottrop ist eine innovative Großstadt im nördlichen Ruhrgebiet am Rande des Münsterlandes mit hoher Lebensqualität und zahlreichen Freizeit- und Kulturangeboten. Die Stadtverwaltung Bottrop ist ein modernes Dienstleistungsunternehmen, bei dem die Menschen im Mittelpunkt des Handelns stehen. Die Mitarbeiterinnen und Mitarbeiter genießen dabei einen besonders hohen Stellenwert.\nRund 2.000 Beschäftigte in mehr als 50 verschiedenen Berufen tragen täglich dazu bei, die Aufgaben des größten Arbeitgebers in Bottrop gewissenhaft und im Sinne der Bürgerinnen und Bürger zu erfüllen. Dieses Team sucht Verstärkung:\nIm Josef Albers Museum Quadrat der Stadt Bottrop ist zum\n01.01.2026\nfolgende Ausbildungsstelle zu besetzen:\nForschungsvolontär/in (m/w/d)\nDie Ausbildungsvergütung erfolgt auf Basis von 50 % der EG 13 TVöD-V (1. Jahr Stufe 1, 2. Jahr Stufe 2).\nEs handelt sich hierbei um ein – vom Ministerium für Kultur und Wissenschaft des Landes NRW gefördertes\nzweijähriges\nVolontariat – welches sich intensiv mit der Erschließung und Aufarbeitung der eigenen Institutionsgeschichte des Josef Albers Museums beschäftigen wird.\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nDie regelmäßige Wochenarbeitszeit beträgt derzeit 39,0 Stunden.\nDas Josef Albers Museum Quadrat Bottrop gehört als national und international renommierte Kunstinstitution zur städtischen Identität. Das Bottroper Museum bewahrt die weltweit umfangreichste Josef Albers-Sammlung und erforscht, dokumentiert, kontextualisiert und vermittelt seit seiner Gründung im Jahr 1976 in Ausstellungen und Publikationen das Oeuvre des Künstlers, dessen Leben als Sohn einer Handwerkerfamilie im nördlichen Ruhrgebiet begann und einige Meilen nördlich von New York als international gefeierter Künstler endete. Darüber hinaus bewahrt das Haus eine Sammlung internationaler Kunst “jenseits von Albers” mit den Schwerpunkten Konstruktive und Konkrete Kunst, Farbmalerei, Fotografie und Skulptur. 2026 feiert das Museum 50stes Jubiläum und im Rahmen eines Forschungsprojektes soll seine Entstehungs- und Entwicklungsgeschichte kritisch erforscht und differenziert analysiert werden.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.09.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontaer-in-m-w-d/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-m-w-d-12/", "image": "", "title": "Wissenschaftliche*r Volontär*in (m/w/d)", "content_text": "Museum Marta Herford, Herford Bewerbungsende: 15.09.2025 | Das Museum Marta Herford ist ein international ausgerichtetes Haus für zeitgenössische Kunst mit besonderem Blick auf die Bezüge zu Architektur und Design. Das einmalige Raumerlebnis eines aufsehenerregenden Frank-Gehry-Baus, die Ausstellungen und die Sammlung dienen als Ausgangspunkt für inspirierende Erlebnisse und Begegnungen. Das Marta Herford versteht sich als ein lebendiger und kreativer Lernort mit einem vielfältigen Programm für alle Herforder*innen und Besuchende der Stadt.\nAls Museum der Gegenwartskunst mit Bezug zu Design und Architektur hat das Marta Herford im 20. Jahr seines Bestehens begonnen, seine Sammlung fokussierter zu thematisieren, um diese künftig breiter sichtbar zu machen. Aktuell umfasst die Sammlung rund 500 Werke von 170 künstlerischen Positionen. Fußend auf der Gründungszeit des Museums handelt es sich im Kern um Werke der frühen Nullerjahre bis heute in den gegenwärtig verfügbaren Medien, darunter einige raumgreifende im Bezug zu der besonderen Architektur des Hauses. Die Sammlung als Ganzes soll digital zugänglich sowie durch neue Perspektiven vermittelt werden, wofür die technischen Grundlagen bereits geschaffen wurden.\nIm Rahmen des vom Minis­te­rium für Kultur und Wissenschaft des Landes Nordrhein-Westfalen auf­gelegten Förderprogramms „Forschungsvolontariat Kunstmuseen NRW“ (Forschungsschwerpunkt: Sammlungsforschung) suchen wir für die Arbeit an und mit unserer Sammlung ab dem 1. Januar 2026 eine*n\nWissenschaftliche*n Volontär*in (m/w/d)\nDas Aufgabengebiet umfasst im Wesentlichen folgende Tätigkeiten:\nWissenschaftliche Bearbeitung und Recherchen zur Sammlung Marta\nVorbereitung digitaler Abbildungen sowie Texte zur Online-Veröffentlichung ausgesuchter Sammlungswerke auf der neu entstehenden Website des Museums\nInhaltliche Aufarbeitung und digitale Vermittlung der Ausstellungshistorie für die Website\nEntwicklung, Ausarbeitung und Umsetzung eines eigenen Ausstellungskonzepts, das aus der Sammlung Marta heraus entsteht\nAssistenz und Mitarbeit beim kuratorischen Team, im Bereich der Öffentlichkeitsarbeit sowie in der Abteilung Bildung & Vermittlung\nVoraussetzungen:\nAbgeschlossenes Hochschulstudium (Master oder Diplom) im Bereich Kunst- oder Kulturvermittlung, Kunstgeschichte, Kunstwissenschaft oder einem vergleichbaren Studiengang\nErste praktische Erfahrungen bei Ausstellungsinstitutionen sowie Kenntnisse über die zeitgenössische Kunst\nAusgeprägte Kommunikationsfähigkeit, Eigeninitiative und Teamorientierung\nEin sicherer Umgang mit den üblichen Office- sowie Bildbearbeitungsprogrammen\nBeherrschen der deutschen und der englischen Sprache in Wort und Schrift\nBereitschaft zur aktiven Teilnahme an dem wissenschaftlichen Begleitprogramm „Forschungsvolontariat Kunstmuseen NRW“\nWir bieten:\nEin kreatives Arbeitsfeld in einem einzigartigen Haus mit sehr gutem Betriebsklima, Wertschätzung und Vertrauen\nZwei engere Ansprechpartner*innen, die die*en Volontär*in inhaltlich einarbeiten und betreuen\nFlexible Arbeitszeiten (Gleitzeit) mit einem Arbeitsplatz in einer kommunikativen, von Frank Gehry gestalteten Büroetage\nEine monatliche Vergütung in Höhe von 50 % der Stufe 1 der Entgeltgruppe 13 TVöD. Das Volontariat ist in Vollzeit und auf 24 Monate befristet.\nBitte senden Sie Ihre aussagekräftige Bewerbung in einer PDF-Datei (max. 7 MB) bis spätestens 15.09.2025 an\nbewerbungen@marta-herford.de\n. Diese sollte beinhalten: ein Motivationsschreiben auf max. 2 Seiten inkl. Lebenslauf mit Zeugnissen und insofern vorhanden Referenzen.\nAuskunft zum Bewerbungsverfahren erteilt Claudia Johannsen, Tel. 05221 994430-19.\nDie Marta Herford gGmbH gewährleistet die berufliche Gleichstellung aller Geschlechter. Bewerbungen aller Geschlechter sind ausdrücklich erwünscht. Anerkannte Schwerbehinderte werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt (§ 2 SGB IX). Bitte weisen Sie auf eine bestehende Schwerbehinderung bereits in der Bewerbung hin. Bewerbungen von Menschen mit Migrationshintergrund, die die Einstellungsvoraussetzungen erfüllen, sind ausdrücklich erwünscht.\nDurch die Abgabe Ihrer Bewerbung willigen Sie darin ein, dass wir Ihre personenbezogenen Daten im Rahmen dieses Bewerbungsverfahrens speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-m-w-d-12/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-m-w-d-fuer-den-bereich-sammlung-und-ausstellungswesen/", "image": "", "title": "Forschungsvolontär:in (m/w/d) für den Bereich Sammlung und Ausstellungswesen", "content_text": "Museum August Macke Haus, Bonn Bewerbungsende: 26.09.2025 | Das\nMuseum August Macke Haus\nin Bonn widmet sich dem Leben und Schaffen des international bekannten Expressionisten August Macke (1887–1914). Herzstück ist sein ehemaliges Wohn- und Atelierhaus, in dem er seine künstlerisch produktivste Zeit erlebte und bedeutende Personen der internationalen Kunstszene empfing.\nIn einem modernen Erweiterungsbau nehmen wechselnde Ausstellungen zur Kunst des (Rheinischen) Expressionismus, der Moderne und der Gegenwart das Werk von August Macke neu in den Blick.\nZum 1. Januar 2026 ist für den Zeitraum von 2 Jahren (1.1.2026 – 31.12.2027) vorbehaltlich der Bereitstellung der Mittel durch das Ministerium für Kultur und Wissenschaft des Landes NRW die Stelle\neiner/s Forschungsvolontärs/in (m/w/d) für den Bereich Sammlung und Ausstellungswesen\nzu besetzen.\nIm Rahmen des\nForschungsvolontariats\narbeiten Sie an einem zukunftsweisenden Projekt, das die wissenschaftliche Erschließung der Werke zweier Künstlerinnen der rheinischen Avantgarde in der Sammlung des Museums zum Ziel hat. Sie untersuchen bislang kaum erforschte Werkzusammenhänge und tragen zur Erweiterung bisheriger Forschungen zur Kunst der Moderne im Rheinland bei. Das Volontariat bietet Ihnen umfassende Einblicke in alle musealen Arbeitsbereiche mit einem Schwerpunkt innerhalb der Sammlungsbetreuung und Ausstellungskonzeption.\nIhre Aufgaben:\nwissenschaftliche Erschließung der Werke zweier Künstlerinnen in der Sammlung des Museum August Macke Haus\nEntwicklung eines Konzepts zur zeitgemäßen Darstellung und Dokumentation der Ergebnisse sowohl für digitale Formate als auch für den Ausstellungsraum\nVerfassen von wissenschaftlich-vermittelnden Texten\nVorbereitung und Umsetzung eines eigenes Ausstellungsprojekts zur Präsentation der erschlossenen Sammlungskonvolute, einschließlich der Entwicklung einer begleitenden Publikation\nZusammenarbeit mit universitären Kooperationspartner:innen (Heinrich-Heine-Universität Düsseldorf, Kunsthistorisches Institut der Rheinischen Friedrich-Wilhelms-Universität Bonn) im Rahmen von Workshops, Exkursionen und Arbeitsgruppen\nIhr Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium (Master/Magister/Diplom, ggf. mit Promotion bzw. vergleichbare Qualifikation) der Kunstgeschichte, Kulturwissenschaft, Museologie/Museumswissenschaften oder einer vergleichbaren Studienrichtung\nfundierte Kenntnisse der Kunst des 20. Jahrhunderts, vorzugsweise mit einem Schwerpunkt im Bereich der Kunst des Expressionismus\nerste praktische Erfahrungen in der Museumsarbeit von Vorteil\nSensibilität im Umgang mit originalen Kunstwerken und Archivmaterial\nsehr gute Ausdrucksfähigkeit in Wort und Schrift sowie eine zielgruppenspezifische Kommunikationskompetenz\nsehr gute Englischkenntnisse, weitere Fremdsprachenkenntnisse sind von Vorteil\nTeamfähigkeit, Engagement, Zuverlässigkeit und ausgeprägte Organisationsfähigkeit\nstrukturierte, sorgfältige und eigenständige Arbeitsweise\nsicherer Umgang mit gängigen Office-Anwendungen\nWir bieten Ihnen:\nein auf zwei Jahre angelegtes Forschungsvolontariat in Vollzeit mit enger wissenschaftlicher und kuratorischer Betreuung sowie individuellem Curriculum\neinen umfassenden Einblick in sammlungsbezogene Forschungs-, Dokumentations- und Vermittlungsprozesse in einem Museum\nVernetzung mit universitären Partner:innen sowie innerhalb der Museumslandschaft in NRW\nVerantwortung innerhalb des Aufgabenbereiches\nMitarbeit in einem engagierten Team mit flexiblen Arbeitszeiten sowie Möglichkeiten zur Vereinbarkeit von Beruf und Privatem\nTeilnahme am strukturierten Weiterbildungsprogramm des Landes NRW für Forschungsvolontariate\nein attraktives Arbeitsumfeld in innerstädtischer Lage mit Bahnhofsnähe\neine Vergütung, die in Anlehnung an die Empfehlungen des Deutschen Museumsbundes für Volontariate erfolgt\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Ausbildungs- und Arbeitszeugnisse), idealerweise in elektronischer Form in einer PDF-Datei zusammengefasst, bis zum\n26. September 2025\nan:\nbuero@august-macke-haus.de\nDurch die Abgabe Ihrer Bewerbung willigen Sie ein, dass Ihre personenbezogenen Daten in den Systemen des Museum August Macke Haus für dieses Bewerbungsverfahren gespeichert und verarbeitet werden. Ein Widerruf dieser Einwilligung ist jederzeit möglich. Kosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können von uns nicht übernommen werden.\nKontakt und Information\nBei Rückfragen steht Ihnen die Direktorin des Museums, Dr. Friederike Voßkamp, gerne zur Verfügung:\nbuero@august-macke-haus.de\noder unter 0228 65 55 31.\nDas Museum August Macke Haus begrüßt Bewerbungen unabhängig von kultureller und sozialer Herkunft, Geschlecht, Alter, Religion und Weltanschauung oder sexueller Orientierung und freut sich insbesondere über Bewerbungen von Menschen mit internationaler Geschichte. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz und schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX bevorzugt berücksichtigt (§ 2 SGB IX).\nMuseum August Macke Haus\nHochstadenring 36 • 53119 Bonn\nT 0228 655531\nbuero@august-macke-haus.de\nwww.august-macke-haus.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.09.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-m-w-d-fuer-den-bereich-sammlung-und-ausstellungswesen/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-m-w-d-im-bereich-bildung-und-vermittlung/", "image": "", "title": "Forschungsvolontär:in (m/w/d) im Bereich Bildung und Vermittlung", "content_text": "LVR-LandesMuseums Bonn, Bonn Bewerbungsende: 08.09.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas LVR-Landesmuseum ist das einzige kulturgeschichtliche Museum im Rheinland. Es ist das Rheinische Landesmuseum für Archäologie, Kunst und Kulturgeschichte und präsentiert die Entwicklung der Region von den Anfängen bis zur Gegenwart. Es ist das größte Museum des\nLandschaftsverbandes Rheinland\nLVR und zählt zu den führenden archäologischen Forschungsinstituten.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\nund über das LVR-Landesmuseum unter\nlandesmuseum-bonn.lvr.de\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.09.2025", "url": "https://www.museumsbund.de/stellenangebote/forschungsvolontaerin-m-w-d-im-bereich-bildung-und-vermittlung/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-39/", "image": "", "title": "Wissenschaftliche*r Volontär*in (w/m/d)", "content_text": "Kunstmuseum Wolfsburg, Wolfsburg Bewerbungsende: 30.09.2025 | Das Kunstmuseum Wolfsburg ist ein offener, vitaler und dynamischer Ort der Kunst und Kultur für alle. Es ist ein Ort der kulturellen Bildung mit faszinierenden künstlerischen Positionen und Themen von globaler Relevanz, mit einem Ausstellungsschwerpunkt in der Kunst der Gegenwart, berücksichtigt aber auch Po- sitionen der Klassischen Moderne sowie transdisziplinäre Thematiken, um größere kulturelle Zusammen- hänge zu erschließen.\nAusgangspunkte für die wissenschaftlich-kuratorisch anspruchsvollen Ausstellungsformate sind sowohl verschiedene diskursorientierte Programmlinien als auch die hochkarätige Sammlung. Das Kunstmu- seum Wolfsburg will ein Identiﬁkationsort für die Bürger*innen der Stadt und Region sein und darüber hin- aus auch internationale Besucher*innen ansprechen.\nDas Kunstmuseum Wolfsburg sucht zur Verstärkung des Teams ab Januar 2026\neine/n Wissenschaftliche Volontär*in (w/m/d)\nIm\nRahmen\ndes\nVolontariats\nerwarten\nSie folgende Aufgaben\nMitwirkung bei der Vorbereitung von monografischen und thematischen Ausstellungen zeitgenössi- scher Kunst\nwissenschaftliche Recherche und Betreuung von ausstellungsbegleitenden Publikationen\nVerfassen von wissenschaftlichen Texten\ngrundlegende Einführung in verschiedene Bereiche gegenwärtiger musealer Arbeit in Ergänzung zu der bereits abgeschlossenen wissenschaftlichen Ausbildung an einer Universität\nMitwirkung an der Sammlungsarbeit sowie den Sammlungs-Ausstellungen\nabteilungsübergreifende Zusammenarbeit mit allen übrigen Bereichen des Museums\nWir erwarten von Ihnen\nein abgeschlossenes Studium der Kunstgeschichte/Kunstwissenschaft oder eines verwandten geistes- wissenschaftlichen Fachs\nfundierte Kenntnisse der Kunst des und 21. Jahrhunderts\nerste praktische Erfahrung im Museums-/Ausstellungsbereich\nSicherheit im mündlichen und schriftlichen Ausdruck\nsehr gute Englisch- und weitere Fremdsprachenkenntnisse\neinen sicheren Umgang mit EDV-Systemen (u. MS Office, DTP-Software)\nvon Vorteil sind Erfahrungen mit Datenbanken, bevorzugt MuseumPlus\neine selbstständige und nachhaltige Arbeitsweise sowie Organisationstalent\nüberdurchschnittliches Engagement, Teamfähigkeit und Hands-On-Mentalität\nBewusstsein für nachhaltige Verhaltens- und Verfahrensweisen\nWir bieten\neine auf zwei Jahre befristete, wissenschaftliche und praxisbezogene Ausbildung mit Einblick in alle museumsrelevanten Arbeitsbereiche eines global agierenden Hauses\neine gute Arbeits- und Lernatmosphäre in einem erfahrenen, kollegialen, kreativen Team\ndie Möglichkeit zur flexiblen Arbeitszeitgestaltung und zu mobilem Arbeiten\nUnterstützung bei der Teilnahme am Fortbildungsprogramm für Volontär*innen (Museumsbund)\nICOM-Mitgliedschaft für Volontär*innen\nBetriebliche Gesundheitsangebote\ndreißig Urlaubstage\nDie Vergütung ist angelehnt an die EG 13 Stufe 1 TVöD 50 % im ersten Jahr bzw. der EG 13 Stufe 2 TVöD 50 % im zweiten Jahr zuzüglich einem 13. Monatsgehalt\nDas Kunstmuseum Wolfsburg verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzu- bilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Fami- lien- und Privatleben ein. Das Kunstmuseum Wolfsburg begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbe- hinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung be- sonders berücksichtigt.\nBitte bewerben Sie sich bis zum 30.09.2025. Ihre aussagekräftigen Bewerbungsunterlagen adressiert an den Direktor des Kunstmuseum Wolfsburg, Herrn Dr. Andreas Beitin, fassen Sie dazu in einer PDF-Datei (max. 10 MB) zusammen und benennen diese folgendermaßen: Nachname_Vorname_Bewerbung_Volo_KMW.pdf.\nSenden Sie die Datei per Mail an Frau Tanja Rosenberg:\nrosenberg@kunstmuseum.de\nMit der Übersendung der Bewerbungsunterlagen stimmen Sie der Erhebung und Verarbeitung Ihrer per- sonenbezogenen Daten im Zusammenhang mit diesem Personalauswahlverfahren zu. Dies schließt die Übermittlung der Daten an nach Rechtsvorschriften zu beteiligenden Personen oder Gremien ein.\nDie Daten werden nach dem vollständigen Abschluss des Bewerbungsverfahrens vernichtet.\nEine Rücksendung per Post eingereichter Bewerbungen erfolgt nicht. Bewerbungs- und Reisekosten kön- nen leider nicht erstattet oder übernommen werden.\nAusschreibung und Einstellung erfolgen unter gesetzlicher Berücksichtigung von SGB IX und AGG.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-39/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/programmkuratorin-m-w-d-2/", "image": "", "title": "Programmkurator*in (m/w/d)", "content_text": "Kunstmuseum Wolfsburg, Wolfsburg Bewerbungsende: 30.09.2025 | Das Kunstmuseum Wolfsburg ist mit seiner inhaltlichen und programmatischen Arbeit an dem gut ver- netzten Standort zwischen Berlin, Braunschweig und Hannover international ausgerichtet. Ausgangs- punkte für die wissenschaftlich-kuratorisch anspruchsvollen Ausstellungsformate sind sowohl ver- schiedene diskursorientierte Programmlinien als auch die hochkarätige Sammlung.\nIm Rahmen einer langfristigen Kooperation zwischen der Hochschule für Bildende Künste Braun- schweig (HBK) und dem Kunstmuseum Wolfsburg (KMW) – gefördert aus den Mitteln des Niedersäch- sischen Ministeriums für Wissenschaft und Kultur (Programm „zukunft.niedersachsen“) – soll die Sichtbarkeit der HBK und der kommunikative Austausch in der Region gefördert und die Studienquali- tät verbessert werden. Hierfür bildet die aktive Vernetzung mit dem KMW eine wichtige Vorausset- zung für die Sicherung des Erfolgs der HBK beziehungsweise ihrer einzelnen Studienfächer sowie die Identifikation mit der Kunsthochschule in der Region.\nDie an einem Wissens- und Forschungstransfer orientierte Kooperation soll die aktuelle Zusammenar- beit zwischen der HBK und dem KMW strategisch ausbauen und durch gemeinsame Projektarbeit ver- stetigen. Eines der Hauptziele der Kooperation besteht darin, dass HBK-Studierende bereits zum Stu- dienbeginn eine vitale und enge Verbindung zum KMW aufbauen, um künftige Arbeits- und Tätigkeits- felder im Kunst- und Kulturbereich frühzeitig kennenzulernen.\nDas Kunstmuseum Wolfsburg sucht im Rahmen dieser Kooperation zum nächstmöglichen Zeitpunkt eine*n\nProgrammkurator*in (m/w/d, 50%)\nmit Erfahrung im Bereich der bildenden Kunst sowie der Kunstvermittlung, die mit innovativem und empathischem Engagement gemeinsam mit dem kuratorischen Team und der Kunstvermittlung des KMW sowie den Kooperationspartner*innen an der HBK für Studierende attraktive Programme auf Basis der inhaltlichen Arbeit des KMW und der HBK entwickelt.\nIhre Aufgaben bzw. Voraussetzungen als Programmkurator*in sind unter anderem:\nUnterstützung bei der Entwicklung von Kennenlernangeboten für Studierende jeweils zum Studienbeginn in enger Abstimmung mit dem KMW und der HBK\nUnterstützung bei der Entwicklung, Vorbereitung und Durchführung von Workshops, Konfe- renzen und ggf. Lehrveranstaltungen in enger Kooperation mit der HBK und dem KMW\nVorbereitung, Durchführung und Nachbereitung von Arbeitstreffen\nVerschränkung aktueller Themen der Wissenschaft und Forschung in Kooperation mit aktuel- len und zukunftsweisenden Themen des Ausstellungsprogramms des KMW und der HBK\nInteresse a. an folgenden Themen und ihre inhaltliche Integration in Programme für Studie- rende:\nKulturelle Dimensionen des Klimawandels und der ökologischen Transformation\nDiversität in postmigrantischen Gesellschaften\nStärkung der Demokratie\n(Digitale) Technologien in der postdigitalen Wissensvermittlung\nEntwicklung von nachhaltigen Vermittlungsprogrammen\nDen Ideen und Projekten der Studierenden Sichtbarkeit zu verschaffen und bei der Realisie- rung in der\nOpen Area\nim KMW zu unterstützen\nPublikationen in Form von Konferenzbeiträgen, Aufsätzen in Fachzeitschriften oder Sammel- bänden\nIhr Profil\nAbgeschlossenes Hochschulstudium in einer einschlägigen Fachrichtung oder vergleichbare Qualifikation\nEinschlägige Berufserfahrung im Bereich der Kunstvermittlung\nBegeisterung und Offenheit gegenüber zeitgenössischer Kunst mit ihren diversen medialen Ausdrucksformen\nGute Kommunikations- und Präsentationsfähigkeiten\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWertschätzender, team- und zielorientierter Umgang mit den Studierenden sowie den Mitar- beiter*innen des KMW sowie der HBK\nKommunikations-, Konflikt- und Moderationsfähigkeit sowie Durchsetzungsvermögen Wir bieten u.a.\nEine auf bis zum 06.2030 befristete Tätigkeit als Programmkurator*in\nVergütung analog E 13 TVL (50%)\n30 Urlaubstage im Jahr\nGute Arbeitsatmosphäre in einem erfahrenen, kollegialen, kreativen Team\nMöglichkeit zur flexiblen Arbeitszeitgestaltung und zu Mobilem Arbeiten\nTeilhabe und Aufbau eines Netzwerks in der regionalen sowie überregionalen Kunstszene\nDas Kunstmuseum Wolfsburg verfolgt das Ziel, die Vielfalt der Gesellschaft auch in seinem Team abzu- bilden und setzt sich aktiv für Chancengleichheit, Diversität sowie die Vereinbarkeit von Berufs-, Fami- lien- und Privatleben ein. Das Kunstmuseum Wolfsburg begrüßt die Bewerbungen von Menschen mit vielfältigen Lebenshintergründen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und ihrer sexuellen und geschlechtlichen Identität. Bewerbungen schwerbe- hinderter bzw. ihnen gleichgestellten Menschen im Sinne des SGB IX werden bei gleicher Eignung be- sonders berücksichtigt.\nBitte bewerben Sie sich bis zum 30.09.2025. Ihre aussagekräftigen Bewerbungsunterlagen adressiert an den Direktor des Kunstmuseum Wolfsburg, Herrn Dr. Andreas Beitin, fassen Sie dazu in einer PDF- Datei (max. 10 MB) zusammen und benennen diese folgendermaßen:\nNachname_Vorname_Bewer- bung_ProKur_KMW.pdf.\nSenden Sie die Datei per Mail an Frau Tanja Rosenberg:\nrosenberg@kunstmuseum.de\nWir weisen darauf hin, dass die Einreichung der Bewerbung eine datenschutzrechtliche Einwilligung in die Verarbeitung Ihrer Bewerbungsdaten durch den Auftraggeber und uns darstellt. Ein Widerruf die- ser Einwilligung ist jederzeit möglich.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/programmkuratorin-m-w-d-2/", "date_published": "2025-08-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-einladungs-und-kampagnenmanagement-d-m-w/", "image": "", "title": "Mitarbeiter*in Einladungs- und Kampagnenmanagement (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 07.09.2025 | Der Bereich Besucherservice und Ticketing verantwortet die Strategie für einen optimalen Service rund um alle Angebote des Humboldt Forums und der beteiligten Institutionen und ist u. a. zuständig für die Administration und die Weiterentwicklung des CRM-Systems Salesforce.\nDie Stiftung Humboldtforum im Berliner Schloss sucht zum nächstmöglichen Zeitpunkt eine*n\nMitarbeiter*in Einladungs- und Kampagnenmanagement (d/m/w)\nIhre Aufgaben\nSie sind zuständig für das umfassende Adressmanagement sowie die Planung und Umsetzung von Einladungs- und E-Mail-Marketing-Kampagnen. Diese betreffen das Programm des Humboldt Forums und geplante Fundraising-Maßnahmen. Die Vorbereitungen finden in Kooperation mit Marketing und den verantwortlichen Bereichen statt. Die technische Umsetzung erfolgt in der Salesforce-Service- und Marketing Cloud.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.09.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-einladungs-und-kampagnenmanagement-d-m-w/", "date_published": "2025-08-19T00:00:00"}]}