{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/110055/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in (m/w/d) Bildung und Vermittlung", "content_text": "Haus Bastian – Zentrum für kulturelle Bildung, Berlin Bewerbungsende: 23.07.2025 | Im Haus Bastian – Zentrum für kulturelle Bildung der\nStaatlichen Museen zu Berlin (SMB)\nsind zwei Stellen (je 50%) als\nwissenschaftliche:r Mitarbeiter:in (m/w/d) Bildung und Vermittlung\nzu besetzen. Das\nHaus Bastian – Zentrum für kulturelle Bildung\nan der Museumsinsel Berlin ist das Zentrum für kulturelle Bildung der Staatlichen Museen zu Berlin. Im Rahmen des Projekts „Kunst, Raub und Rückgabe – Vergessene Lebensgeschichten“ und in enger Abstimmung mit den Museen und dem Zentralarchiv (Bereich Provenienzforschung) sollen innovative und beispielhafte Vermittlungsformate entwickelt und umgesetzt werden. Das Projekt wird im Rahmen des Bundesprogramms „Demokratie leben!“ und von der Friede Springer Stiftung gefördert.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.07.2025", "url": "https://www.museumsbund.de/stellenangebote/110055/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-im-bereich-dokumentation-archiv/", "image": "", "title": "Wissenschaftliche Mitarbeit (m/w/d) im Bereich Dokumentation/Archiv", "content_text": "Jüdisches Museum, Gailingen Bewerbungsende: 30.09.2025 | Jüdisches Museum Gailingen\nDas Jüdische Museum Gailingen wurde von 2008 bis 2014 aufgebaut. Als historisches Museum dokumentiert es exemplarisch die jüdische Geschichte im Hegau und am Hochrhein und veranschaulicht die Lebenswelten Gailinger Jüdinnen und Juden vom 17. Jahrhundert bis in die 1940er Jahre.\nTräger des Museums ist der Verein für jüdische Geschichte Gailingen e.V.\nUnsere Vision ist es, die regionale Zeitgeschichte nicht nur zu bewahren, sondern für alle nutzbar zu machen, vor allem für die Bereiche Wissenschaft, Kultur und Bildung. Wir wollen möglichst viele Menschen erreichen und setzen dabei auf die Digitalisierung unserer Bestände.\nUm die Arbeit im Trägerverein und im Museum zu verbreitern und nachhaltig sicherzustellen, ist im Jüdischen Museum zum nächstmöglichen Zeitpunkt eine auf 4 Jahre befristete Stelle für die\nWissenschaftliche Mitarbeit (m/w/d) im Bereich Dokumentation/Archiv\nin Teilzeit (50%; 19,5h/Woche)\nzu besetzen.\nVoraussetzungen:\nErfolgreich abgeschlossenes Studium der Geschichtswissenschaft (min. B.A.) und Berufserfahrung im Archiv oder erfolgreich abgeschlossene Fachausbildung für den Archivdienst\nPraktische Erfahrung mit archivischer Erschließungssoftware (Acta Pro) und üblichen Textverarbeitungs- und Tabellenkalkulationsprogrammen\nKenntnisse der Neueren Geschichte sowie jüdischer Geschichte in Mitteleuropa bzw. Bereitschaft zur Vertiefung\nEigenverantwortliches und zielorientiertes Arbeiten\nGute schriftliche und mündliche Ausdrucksfähigkeit\nSehr gute Deutsch- und Englischkenntnisse, Hebräisch Kenntnisse von Vorteil\nTeamfähigkeit\nIhre Aufgaben:\nSelbständige Ordnung, Verzeichnung und Erschließung von Museumssammlung und Archiv nach fachlichen Standards\nInventarisierung von Museumssammlung und Archivalien, Erstellen von Basiskatalogisaten für Archivdatenbank und Verwalten der Ablage\nDigitale und analoge Quellenrecherche zur jüdischen Geschichte\nDokumentation, Beschreibung und Bereitstellen von Forschungsdaten\nRecherchen und Auskunftserteilung bei Archivanfragen\nBeratung und Betreuung von Archivnutzenden\nUnterstützung bei Maßnahmen und Projekten der Öffentlichkeitsarbeit\nMitarbeit im Verein für jüdische Geschichte e.V.\nWir bieten:\nEin engagiertes und aufgeschlossenes Museumsteam\nVielfältige Gestaltungsmöglichkeiten und Aufgeschlossenheit für Ihre Ideen\nFlexible Arbeitszeiten\nBezahlung in Anlehnung an TVÖD-Stufe 10-11 (50%)\nBitte senden Sie Ihre Bewerbung bis zum 30.09.25 mit dem Betreff „Wissenschaftliche Mitarbeit“ per Mail in einem PDF-Dokument an\ninfo@jm-gailingen.de\n.\nNähere Informationen zum Museum und zum Trägerverein finden Sie unter\nwww.jm-gailingen.de\n.\nBei Fragen zum Aufgabenbereich steht Ihnen die Museumsleitung Dr. Ina Appel zur Verfügung:\nina.appel@jm-gailingen.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-m-w-d-im-bereich-dokumentation-archiv/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachangestellten-fuer-medien-und-informationsdienste-der-fachrichtung-archiv-m-w-d/", "image": "", "title": "Fachangestellte*n für Medien- und Informationsdienste der Fachrichtung Archiv (m/w/d)", "content_text": "Germanische Nationalmuseum, Erlangen-Nürnberg Bewerbungsende: 30.07.2025 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Und wir bieten noch viel mehr: Wir sind auch Forschungseinrichtung der Leibniz-Gemeinschaft, Restaurierungsinstitut, Archiv, Bibliothek und ein lebendiger Veranstaltungsort in der Nürnberger Innenstadt. Wir beschäftigen mehr als 200 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nNeben anderen Abteilungen beherbergt das GNM das Historische Archiv (Sammlungs- und Provenienzbestände10.-21. Jh. sowie Dienstakten) und das Deutsche Kunstarchiv (Vor- und Nachlässe aus dem Gebiet der bildenden Kunst, 19.-21. Jh.) mit insgesamt fast 6.000 laufenden Metern Überlieferung. Die angebotene Beschäftigung betrifft eine Schlüsselposition im Serviceangebot beider Archive.\nZur Betreuung des Studiensaalbetriebs und zur Erledigung weiterer archivarischer Aufgaben suchen wir zum\n01. November 2025\neine*n\nFachangestellte*n für Medien- und Informationsdienste der Fachrichtung Archiv (m/w/d)\nTeilzeit (50%), E 8 TV-L, unbefristet\nIhre Aufgaben:\nVorlage von Archivalien, außerdem Betreuung und Beratung der Benutzer*innen\nMagazinverwaltung und -pflege\nBetreuung des Workflows bei Digitalisat-Bestellungen\nRecherchen im / zum Archivgut und Beantworten von Anfragen\nÜbernehmen und Verzeichnen von Archivgut jeglicher Art, Bestandspflege\nIhr Profil:\nmit mindestens gutem Ergebnis abgeschlossene archivarische Ausbildung, bevorzugt zum Fachangestellten für Medien- und Informationsdienste der Fachrichtung Archiv (m/w/d)\nalternativ mehrjährige, mindestens gut bewertete Berufserfahrung in einem Archiv\nversierter Umgang mit archivspezifischen Datenbanken mit einem guten Auge für Datenqualität\nFähigkeit zu strukturiertem, sorgfältigem Arbeiten alleine und im Team\nKenntnis einschlägiger Vorschriften (Bayerisches Archivgesetz, Urheberrecht u. a.)\ngute Allgemeinbildung, insbesondere in den Bereichen Kunst und Geschichte\nsehr gute Deutsch- und gute Englischkenntnisse\nein freundliches Auftreten sowie körperliche Belastbarkeit runden Ihr Profil ab\nDas haben wir zu bieten:\neinen sicheren Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700 000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nMitarbeiteressen in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nSie wollen uns bei unseren Aufgaben unterstützen?\nDann senden Sie uns Ihre Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen) bis spätestens zum\n30. Juli 2025\nan unser\nOnlineportal\n.\nFür Auskünfte steht Ihnen Dr. Susanna Brogi (Tel. 0911/1331-178) oder Dr. Matthias Nuding (Tel. 0911/1331-251) gerne zur Verfügung.\nwww.gnm.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.07.2025", "url": "https://www.museumsbund.de/stellenangebote/fachangestellten-fuer-medien-und-informationsdienste-der-fachrichtung-archiv-m-w-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-74/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "Bergedorfer Museumslandschaft, Hamburg Bewerbungsende: 07.08.2025 | Wissenschaftliches Volontariat in der Bergedorfer Museumslandschaft\nab 01.10.2025, Vollzeit (befristet für 24 Monate); 50% EGr. 13 TV-L\nWir über uns\nBringen Sie Farbe in Ihren Berufsweg mit unseren Jobs so bunt wie das Leben!  Unsere Bezirksämter sind vielfältig – genau wie die Menschen hier. Als erste Anlaufstelle gestalten wir das Miteinander jeden Tag neu: nah an den Menschen und offen für Ideen. Bei uns trifft Verantwortung auf Vielfalt, Verwaltung auf Innovation. Gestalten auch Sie das Leben im Bezirk!\nDie Bergedorfer Museumslandschaft umfasst das Bergedorf Museum im Schloss sowie das Freilichtmuseum Rieck Haus. Gemeinsam bringen wir Geschichte lebendig und anschaulich an ein breites Publikum – von Schulklassen über Familien bis hin zu Kulturinteressierten aus der Region. Mit unseren Ausstellungen, Veranstaltungen und Bildungsangeboten stärken wir die Verbundenheit der Menschen mit ihrer Geschichte und Region.\nZur qualifizierten Vorbereitung auf eine Tätigkeit im Museumswesen bieten wir ein wissenschaftliches Volontariat an. Dabei erhalten Sie umfassende Einblicke in die vielfältigen Aufgabenfelder moderner Museumsarbeit – sowohl theoretisch fundiert als auch praktisch angewendet.\nDie Bereitschaft zur Mitarbeit im regionalen Katastrophenschutz des Bezirksamtes wird vorausgesetzt. Hier finden Sie weitere Informationen zur\nArbeitgeberin Freie und Hansestadt Hamburg\n.\nIhre Aufgaben\nWährend des Volontariats arbeiten Sie eng mit dem Team zusammen und übernehmen eigenverantwortlich Aufgaben in folgenden Bereichen:\nAusstellungen: Mitwirkung an Konzeption, Recherche, Texten, Aufbau und Umsetzung von Ausstellungen\nÖffentlichkeitsarbeit & Veranstaltungen: Unterstützung in der Pressearbeit sowie bei der Planung und Durchführung kultureller Events\nVermittlungsarbeit & Museumspädagogik: Entwicklung und Durchführung von Bildungsprogrammen für unterschiedliche Zielgruppen\nSammlungsmanagement: Mitarbeit bei der Pflege, Dokumentation und Erschließung der musealen Sammlung\nVerwaltung & Ehrenamt: Einblicke in organisatorische Abläufe sowie Zusammenarbeit mit ehrenamtlich Engagierten\nIhr Profil\nErforderlich\nHochschulabschluss (Master oder gleichwertig) in Geisteswissenschaften vorzugsweise im Fach Geschichtswissenschaften oder vergleichbare Fächer\nVorteilhaft\nerste praktische Erfahrungen in Museumsarbeit, Kulturmanagement oder mit kulturhistorischen Sammlungen; Promotion im geisteswissenschaftlichen Bereich ist von Vorteil\nFreude an Teamarbeit, Umgang mit Ehrenamtlichen sowie eigenverantwortliches, strukturiertes Arbeiten – auch bei flexiblen Arbeitszeiten und Abendveranstaltungen\nKenntnisse in Grafikprogrammen sowie Grundkenntnisse in Audio- und Videoschnitt\nFremdsprachenkenntnisse sowie gutes historisches Allgemeinwissen mit Erfahrung in lokalgeschichtlichen Quellen\nFührerschein Klasse B\nUnser Angebot\neine Stelle, befristet für 24 Monate, zum 01.10.2025 zu besetzen\nBezahlung nach Entgeltgruppe 13 (50%) TV-L (\nEntgelttabelle\n), weitere Informationen auf\nhamburg\nein vielseitiges und verantwortungsvolles Aufgabengebiet mit Möglichkeiten der kreativen Entfaltung und interdisziplinären Arbeitens\nflexible Arbeitszeitmodelle z. B. Gleitzeit, Homeoffice, flexible und familienfreundliche Arbeitszeit\n30 Tage Urlaub pro Jahr bei einer 5-Tage-Woche\nvermögenswirksame Leistungen und betriebliche Altersvorsorge\nbetriebliche Gesundheitsförderung und Möglichkeit zum Erwerb des EGYM\nWellpass\n(Firmenfitness)\nIhre Bewerbung\nBitte übersenden Sie bis zum 7. August 2025 folgende Dokumente:\nMotivationsschreiben,\ntabellarischer Lebenslauf,\nNachweise der geforderten Qualifikation,\naktuelle Beurteilung bzw. aktuelles Zeugnis (nicht älter als drei Jahre),\nfür die Berücksichtigung einer Schwerbehinderung bzw. Gleichstellung im Auswahlverfahren einen Nachweis,\nEinverständniserklärung zur Einsichtnahme in Ihre Personalakte unter Angabe der personalaktenführenden Stelle (nur bei Beschäftigten des öffentlichen Dienstes).\nWir freuen uns insbesondere über Bewerbungen von Männern. Da sie unterrepräsentiert sind, werden sie bei gleicher Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt.\nDie Bewerbung erfolgt online unter der Job-ID: J000035488 auf dem Online-Bewerbungsportal der Freien und Hansestadt Hamburg\nhttps://stellen.hamburg.de/index.php?ac=jobad&code=I74udegP9IepYp7pL9mtKxgPrPt1HBse3kDUOETRXUx%2BeMph4Jv%2FMxHat9Lfg68k4yLCNk1SpOG527HmEeEwJJKmLro8wBo7\nKontakt bei fachlichen Fragen\nBezirksamt Bergedorf\nBergedorfer Museumslandschaft\nDr. Schanett Riller, +49 40 428 91-2508\nKontakt bei Fragen zum Ausschreibungsverfahren\nBezirksamt Bergedorf\nPersonalentwicklung und Recruiting\nAnna Shakeri, +49 40 428 91-2371\nwww.bergedorfer-museumslandschaft.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-74/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-36/", "image": "", "title": "Museumsleitung (m/w/d)", "content_text": "Holzknechtmuseum, Ruhpolding Bewerbungsende: 25.07.2025 | Das Holzknechtmuseum Ruhpolding ist ein nichtstaatliches Museum. Es liegt in landschaftlich reizvoller Lage im südlichen Chiemgau und stellt in seinen Gebäuden und dem Museumsgelände das Leben und Arbeiten der Holzknechte im alpinen Raum dar. Das Museum wird durch den Zweckverband Holzknechtmuseum Ruhpolding betrieben, Mitglieder dieses Zweckverbandes sind der Bezirk Oberbayern, der Landkreis Traunstein, der Förderverein Holzknechtmuseum e. V. sowie die Gemeinde Ruhpolding.\nZum nächstmöglichen Zeitpunkt suchen wir eine\nMuseumsleitung (m/w/d)\nIhr Aufgabengebiet umfasst:\nWissenschaftliche und administrative Leitung des Museums, inkl. der fachlichen Führung des Museumspersonals\nWissenschaftliche Betreuung der Sammlung\nKonzeption und Durchführung von Sonderausstellungen\nKonzeption, Organisation und Durchführung museumspädagogischer Angebote\nEinwerbung und Abwicklung von Drittmitteln\nEntwicklung eines attraktiven Veranstaltungsprogramms in Zusammenarbeit mit dem lokalen Tourismus, Trägern und Behörden\nAktive Kooperation mit anderen Kultur- und Bildungseinrichtungen\nAusbau der Öffentlichkeitsarbeit und Social-Media Präsenz\nZusammenarbeit mit der Geschäftsstelle, den Gesellschaftern sowie Ehrenamtlichen\nSie bringen mit:\nEinschlägiges abgeschlossenes Hochschulstudium\nBerufserfahrung in der Museumsarbeit, insbesondere in der Museumspädagogik sowie der Konzeption und Durchführung von Ausstellungen\nHohes Maß an Führungs- und Sozialkompetenz\nErfahrung in der Kulturvermittlung\nHohes Maß an Einsatzbereitschaft und Belastbarkeit\nKoordinationsfähigkeit und Organisationsgeschick\nEigeninitiative und Kreativität\nBereitschaft teilweise abends und am Wochenende zu arbeiten\nWir bieten Ihnen eine interessante, verantwortungsvolle und abwechslungsreiche Tätigkeit in einem unbefristeten Arbeitsverhältnis mit Freiraum zur Eigeninitiative und selbstständiges Arbeiten. Es erwartet Sie ein ausgezeichnetes Betriebsklima und eine wertschätzende Führungskultur. Gute Vereinbarkeit von Familie, Freizeit und Beruf durch flexible Arbeitszeiten. Ihr Entgelt richtet sich nach den persönlichen Voraussetzungen und Qualifikationen nach dem TVöD mit allen üblichen sozialen Leistungen.\nSchwerbehinderte werden bei im Wesentlichen gleicher Eignung bevorzugt.\nWir freuen uns auf Ihre schriftliche Bewerbung bis zum 25.07.2025 an die Gemeinde Ruhpolding, Herrn Pascal Günther, Rathausplatz 1, 83324 Ruhpolding oder per E-Mail (bitte als PDF-Datei) an\npersonalamt\n@\nruhpolding-rathaus.de.\nBei Fragen steht Ihnen Herr Pascal Günther unter Tel. 08663/5401-11 gerne zur Verfügung.\nwww.holzknechtmuseum.com\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/museumsleitung-m-w-d-36/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/paedagogische-fachkraft-museum/", "image": "", "title": "Pädagogische Fachkraft Museum", "content_text": "Landkreis Oberspreewald-Lausitz, Senftenberg Bewerbungsende: 17.08.2025 | ab sofort\n/\nunbefristet / Vollzeit\nIHR AUFGABENBEREICH\nErarbeitung und Auswertung von leitbild- und zielgruppenorientierten museumspädagogischen Angeboten sowie Bildungs- und Veranstaltungsangeboten\nEntwicklung, Durchführung und Auswertung von zielgruppenspezifischen, prototypischen, innovativen museumspädagogischen Programmen für verschiedenste Zielgruppen (Kinder, Jugendliche, ältere Menschen, Familien, Menschen mit Behinderungen)\nUnterstützung bei der Konzeption, Durchführung und Auswertung von Veranstaltungen\nEntwicklung von personalen und nichtpersonalen Vermittlungsformen (z. B. historische Führungen, Audioguide)\nErarbeitung didaktischer Hilfsmittel sowie Fach- und Arbeitsmaterialen\nErstellen museumspädagogischer Publikationen\nBedarfsermittlung zielgruppenorientierter Angebote\nWeiterbildung freier Mitarbeiterinnen und Mitarbeiter\nAnnahme, Beratung, Terminkoordinierung, Organisation und Bestätigung von Anfragen zu MP-Programmen\nbei Fragen zum Aufgabenbereich:\nFrau Wohlsdorf 03573 870-1502, Herr Heinz 03573 870-2402\nDAS BIETEN WIR\nVergütung nach Entgeltgruppe 9c TVöD (VKA)\nUrlaub gemäß TVöD\nJahressonderzahlung\nArbeitszeitanpassung nach Bedarf\nbetriebliche Altersvorsorge\nGleitzeit\nbetriebliches Gesundheitsmanagement\nTeleheimarbeit/mobiles Arbeiten\nDAS BRINGEN SIE MIT\nabgeschlossenes grundständiges Studium in einer der folgenden Fachrichtungen: Museologie oder Museumskunde mit Schwerpunkt Museumspädagogik/Museumspädagogik/Kulturpädagogik/Kunst- und Kulturvermittlung/Kunstgeschichte/Bildung und Vermittlung im Museum/Lehramt oder ein anderes abgeschlossenes grundständiges Studium der Kultur- und Bildungsarbeit mit Erfahrung in der Erarbeitung/Umsetzung/Evaluierung von museumspädagogischen und/oder bildungs- und veranstaltungsorientierten Programmen\nKommunikationsfähigkeit\nTeamfähigkeit\nBürgerorientierung\nkonzeptionelles Denken\nEngagement\nAnalyse- und Problemlösungsfähigkeit\nFührerschein der Klasse B und Selbstfahrbereitschaft (i. d. R. Dienstfahrzeuge)\nWEITERHIN WÄREN WÜNSCHENSWERT\nBerufserfahrung in musealer Arbeit\nIHRE BEWERBUNG\nan:\nbewerbung@osl-online.de\nmit Angabe der Kennziffer e-75-25, zusammengefasst als ein PDF-Dokument (max. 25 MB)\nDer Landkreis fördert die berufliche Chancengleichheit aller Geschlechter.\nBewerbungen von schwerbehinderten bzw. ihnen gleichgestellten Menschen sind erwünscht und werden bei gleicher fachlicher und persönlicher Eignung bevorzugt berücksichtigt. Zur Geltendmachung der Rechte sollte mit der Einreichung der Bewerbungsunterlagen die Vorlage der entsprechenden amtlichen Nachweise erfolgen.\nNeben dem Bewerbungsanschreiben sollte Ihre Bewerbung mindestens enthalten:\ntabellarischer Lebenslauf\ngeeignete Nachweise (Zertifikate, Zeugnisse)\nNachweis der Gleichwertigkeit eines im Ausland erworbenen Abschlusses mit dem deutschen Abschluss (z.B. Zeugnisbewertung/Zertifikatausstellung durch die ZAB – Zentralstelle für ausländisches Bildungswesen)\nbei Fragen zum Bewerbungsverfahren:\nFrau Kobert 03573 870-1327,\nbewerbung@osl-online.de\nwww.museums-entdecker.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.08.2025", "url": "https://www.museumsbund.de/stellenangebote/paedagogische-fachkraft-museum/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-kunstvermittlung-m-w-d/", "image": "", "title": "Referent*in Kunstvermittlung (m/w/d)", "content_text": "Kunstmuseum Moritzburg, Halle (Saale) Bewerbungsende: 10.08.2025 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nFür die Vermittlungsarbeit am Kunstmuseum Moritzburg Halle (Saale) suchen wir zum schnellstmöglichen Einstellungstermin eine*n Referent*in Kunstvermittlung (m/w/d) in Teilzeit.\nIhre Aufgaben\nKonzeption, Organisation und Durchführung von zielgruppenspezifischen Vermittlungsangeboten,\n· Kontaktpflege zu Kindertagesstätten und Schulen, Erstellung und Durchführung von lehrplanadäquaten Angeboten,\nErstellung von didaktischem Begleitmaterial,\nEntwicklung partizipativer, interaktiver und multimedialer Angebote,\nOrganisation von Veranstaltungen und museumspädagogischen Aktionen und Events,\nVernetzung mit Bildungseinrichtungen, Kulturanbietern und Kunstschaffenden der Region,\nKontaktpflege und Absprachen mit dem freien Team der Vermittler*innen des Museums,\nUnterstützung im Bereich der Öffentlichkeitsarbeit (Erstellung von Beiträgen, Lieferung von Inhalten für den Internetauftritt des Museums),\nVerwaltungsaufgaben (Anweisen von Rechnungen, Angebotseinholungen, Vergabevermerke etc.).\nIhr Profil\nabgeschlossenes Studium (mind. Bachelor) der Pädagogik, der Kunstvermittlung oder ein Studienabschluss einer vergleichbaren Geistes-, Sozial- oder Kulturwissenschaft,\nerste praktische Erfahrungen in der didaktischen Vermittlung musealer Inhalte,\nidealerweise Kenntnisse zielgruppengerechter und innovativer Vermittlungsmethoden (z.B. Outreach-Formate, inklusive Angebote),\nKreativität sowie Eigeninitiative bei der Entwicklung neuer Angebote, um unsere Besucher*innen bestmöglich anzusprechen,\nausgeprägte kommunikative Fähigkeiten, Teamfähigkeit, Flexibilität und eine strukturierte Arbeitsweise,\nBeherrschung der deutschen Sprache in Wort und Schrift, Fremdsprachenkenntnisse wünschenswert,\nsicherer Umgang mit MS-Office-Anwendungen,\nBereitschaft, gelegentlich auch an Wochenenden und Feiertagen Dienste zu übernehmen.\nUnser Angebot\neine interessante, abwechslungsreiche und eigenverantwortliche Tätigkeit (Teilzeit, maximal 24 Stunden/Woche),\nein bis zum 31.12.2026 befristetes Arbeitsverhältnis,\ngleitende Arbeitszeit,\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge,\ndie Möglichkeit zur zeitweisen Arbeit im Homeoffice,\nangenehmes Betriebsklima mit Arbeitsort in Halle/Saale,\ntarifgerechte Eingruppierung in die Entgeltgruppe 9b TV.\nNähere Auskünfte zu der ausgeschriebenen Stelle erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/07.2025-08 bis zum 10.08.2025 an „\nReferat12@kulturstiftung-st.de\n“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als eine pdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommer\nwww.kulturstiftung-st.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-kunstvermittlung-m-w-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalleiter-abteilungsleiter-verwaltung-m-w-d/", "image": "", "title": "Personalleiter / Abteilungsleiter Verwaltung (m/w/d)", "content_text": "Festung Königstein, Königstein/Sa. Bewerbungsende: 08.08.2025 | Die\nFestung Königstein gGmbH\nbewirtschaftet das Baudenkmal Festung Königstein mit seinen vielfältigen Außenanlagen als Museum mit Dauer- und Sonderausstellungen und als Veranstaltungsort. Mit etwa 500.000 Besuchern im Jahr ist die Bergfestung für Gäste aus aller Welt eines der beliebtesten Ausflugsziele im Freistaat Sachsen.\nUnsere Mitarbeitenden sind unser wichtigstes Kapital – wir suchen ab sofort eine erfahrene Führungspersönlichkeit, die unsere Personalarbeit strategisch weiterentwickelt und operativ verantwortet.\nPersonalleiter / Abteilungsleiter Verwaltung (m/w/d)\nin Vollzeit oder Teilzeit, unbefristet\nBewerbungsschluss: 08.08.2025\nIhre Aufgaben:\nStrategisches Personalmanagement für ca. 80 festangestellte Mitarbeitende\nGesamtverantwortung für die Abteilung Verwaltung/Personal mit aktuell 30 Mitarbeitenden\nReporting und Analyse von HR-Kennzahlen\nEntwicklung und Umsetzung moderner HR-Strategien\nEnge Zusammenarbeit mit der Geschäftsführung bei der Umsetzung von Unternehmenszielen und -strategien\nBeratung der Geschäftsführung und Führungskräfte in personalrelevanten und arbeitsrechtlichen Fragen\nVermittlung zwischen Geschäftsführung, Abteilungen und Mitarbeitenden\nKonstruktive Zusammenarbeit mit dem Betriebsrat inkl. Verhandlung von Betriebsvereinbarungen\nSicherstellung der Einhaltung arbeitsrechtlicher, tariflicher und datenschutzrechtlicher Vorgaben\nFörderung und Organisation von Weiterbildungs- und Qualifizierungsprogrammen für Mitarbeiter und Führungskräfte\nBetriebliches Gesundheits- u. Eingliederungsmanagement\nAufbau und Pflege einer konstruktiven Unternehmenskultur sowie Förderung der internen Kommunikation und Mitarbeitermotivation\nIhr Profil umfasst:\nAbgeschlossenes Studium im Bereich Wirtschaft oder eine vergleichbare kaufmännische Qualifikation mit Schwerpunkt Personalmanagement\nMehrjährige Erfahrung in leitender HR-Funktion wünschenswert\nFundierte Kenntnisse im Arbeitsrecht und in moderner Personalentwicklung\nErfahrung in der Entwicklung und Umsetzung von HR-Strategien sowie in der Mitarbeiterbindung\nAusgeprägte analytische Fähigkeiten und Erfahrung im Reporting von HR-Kennzahlen\nFührungskompetenz, hohe soziale Kompetenz und strategisches Denken\nDurchsetzungsvermögen, Diskretion und eine lösungs- und teamorientierte Arbeitsweise\nWir bieten Ihnen\nEine verantwortungsvolle Schlüsselposition an einem außergewöhnlichen Arbeitsort\nFestanstellung mit einer leistungsgerechten Vergütung\nFlache Hierarchien und kurze Entscheidungswege\nKontinuierliche Weiterbildungsangebote und individuelle Entwicklungsmöglichkeiten\nFlexible Arbeitszeitmodelle und Möglichkeit des mobilen Arbeitens lt. Dienstvereinbarung\n30 Tage Urlaub\nAttraktive Vergütung und betriebliche Zusatzleistungen, wie betriebliche Altersvorsorge und Krankenversicherung, Zuschuss Deutschlandticket, Job-Rad, Kaffee -und Wasserflatrate\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über die Zusendung Ihrer aussagekräftigen, vollständigen Bewerbung mit Angabe Ihres frühestmöglichen Eintrittstermins, bevorzugt per E-Mail an:\npersonal@festung-koenigstein.de\noder an\nFestung Königstein gGmbH\nPersonalabteilung\n01824 Königstein/Sa.\nFür Ihre erste Kontaktaufnahme steht Ihnen Simone Lehmann unter 035021-64714 zur Verfügung.\nwww.festung-koenigstein.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.08.2025", "url": "https://www.museumsbund.de/stellenangebote/personalleiter-abteilungsleiter-verwaltung-m-w-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-30/", "image": "", "title": "Wissenschaftlicher Volontär (m/w/d)", "content_text": "Industriemuseum Elmshorn, Elmshorn Bewerbungsende: 21.07.2025 | Die Stadtverwaltung Elmshorn sucht im Industriemuseum Elmshorn :\nWissenschaftlicher Volontär (m/w/d)\nIhre Aufgaben\nPresse- und Öffentlichkeitsarbeit, insbesondere Arbeit an der Internetpräsenz des Museums\nInventarisierung der Sammlung\nMitarbeit an der Konzeption und Realisierung von Sonderausstellungen\nMitarbeit in der Vermittlung, im Museumsservice und in der Veranstaltungsorganisation\nIhr Profil\nAbgeschlossenes Studium in einem der Fächer Geschichte, Technikgeschichte, Kunstgeschichte oder Ethnologie an einer Universität mit einem Diplom-, Magister- oder Masterabschluss sowie den Nachweis erster praktischer Arbeitserfahrungen in kulturhistorischen Museen\nKenntnisse im Umgang mit neuen Medien, MS-Office, Datenbanken und Grafikprogrammen\nTeam- und Kommunikationsfähigkeit\nOrganisationsvermögen\nEigeninitiative\nFlexibilität\nBereitschaft zum Einsatz auch an Abenden und Wochenende\nFührerschein (Klasse B) ist wünschenswert\nUnser Angebot\nBefristete Anstellung in Vollzeit (2 Jahre)\nEingruppierung entsprechend den Qualifikationen nach TVöD (0,5 EG 13 TVöD )\nFlexible Arbeitszeitmodelle (Teilzeit, Sabbatical, Altersteilzeit) für eine ausgewogene Work-Life-Balance\nSoziale Leistungen des öffentlichen Dienstes (Zusatzversorgung, Sonderzuwendungen etc.)\nBetriebliches Gesundheitsmanagement (z. B. Fahrradförderung, EGYM Wellpass, Entspannungsmassagesessel)\nVergünstigte VHS-Kurse\nCorporate Benefits\nZuschuss zum Deutschlandticket\n30 Tage Urlaub\nFamilienfreundliche Arbeitgeberin\nWeitere Auskünfte\nAnsprechpartner Herr Bracke 04121/231-701; s.bracke@elmshorn.de\nAnsprechpartnerin für Fragen zum Personalauswahlverfahren: Frau N. Bestmann (04121 231-524, n.bestmann@elmshorn.de)\nBei dem wissenschaftlichen Volontariat handelt es sich um ein Ausbildungsverhältnis. Die Einstellung erfolgt in Vollzeit ab dem 01.11.2025 mit einer wöchentlichen Arbeitszeit von 39 Stunden und ist befristet auf die Dauer von zwei Jahren. Die Stelle wird mit 0,5 EG 13 TVöD entlohnt.\nDie Bewerbungsfrist endet am 21.07.2025. Wir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen. Die Auswahlgespräche werden voraussichtlich am 06.08.2025 stattfinden.\nzur Bewerbung\nStadt Elmshorn – Der Oberbürgermeister – Haupt- und Rechtsamt\nPersonalwesen und Organisation – Schulstraße 15-17 – 25335 Elmshorn\narbeiten-in-elmshorn.de\nWir freuen uns über die Bewerbungen aller Talente – unabhängig von Alter, Geschlecht und geschlechtlicher Identität, ethnischer und kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Im Rahmen der rechtlichen Möglichkeiten werden Frauen bei gleichwertiger Eignung, Befähigung und fachlicher Leistung vorrangig eingestellt. Gleiches gilt für Menschen mit Behinderung.\nDie Stadt Elmshorn ist lebenswert, hat 52.000 Einwohner*innen, liegt in Schleswig-Holstein und ist von Hamburg nur 30 Minuten entfernt. Und sie hat ihre eigene, liebenswerte Identität.\nDamit das so bleibt, bieten wir unseren Mitarbeiter*innen Gestaltungsspielraum – für gute Ergebnisse. Pragmatisches Vorgehen und gute Ideen sind immer willkommen, denn wir vertrauen der Kompetenz unserer Mitarbeiter*innen. Und wir halten ihnen den Rücken frei, damit sie sich täglich mit vollem Engagement für die Stadt Elmshorn einsetzen können.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaer-m-w-d-30/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitende-betriebstechnikerin-leitender-betriebstechniker-m-w-d/", "image": "", "title": "Leitende Betriebstechnikerin / Leitender Betriebstechniker (m/w/d)", "content_text": "Alte Pinakothek, München Bewerbungsende: 08.08.2025 | Die Bayerischen Staatsgemäldesammlungen suchen eine/n\nLeitende Betriebstechnikerin /\nLeitender Betriebstechniker (m/w/d)\nin Vollzeit und unbefristet, zum nächstmöglichen Zeitpunkt.\nIm Herzen der Landeshauptstadt Bayerns befinden sich inmitten des Kunstareals die Bayerischen Staatsgemäldesammlungen. Mit den über 30.000 zu betreuenden Objekten des Gemälde- und Kunstbesitzes des Freistaates zählen die Bayerischen Staatsgemäldesammlungen mit ihren fünf Münchner Häusern und den Staatsgalerien an etlichen weiteren Standorten in Bayern zu den bedeutendsten Gemäldesammlungen in Europa.\nzur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.08.2025", "url": "https://www.museumsbund.de/stellenangebote/leitende-betriebstechnikerin-leitender-betriebstechniker-m-w-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-n-volontaerin-volontaer-in-der-bau-und-kunstdenkmalpflege-m-w-d/", "image": "", "title": "Wissenschaftliche/-n Volontärin/Volontär in der Bau- und Kunstdenkmalpflege (m/w/d)", "content_text": "Brandenburgisches Landesamt für Denkmalpflege und Archäologische Landesmuseum, Zossen Bewerbungsende: 11.08.2025 | Das Brandenburgische Landesamt für Denkmalpflege und Archäologische Landesmuseum (BLDAM) mit Dienstsitz in Zossen, OT Wünsdorf sucht zum nächstmöglichen Zeitpunkt für die Abteilung Bau- und Kunstdenkmalpflege eine/einen\nwissenschaftliche/-n Volontärin/Volontär in der Bau- und Kunstdenkmalpflege (m/w/d)\nDie Ausbildungszeit beträgt zwei Jahre. Ziel des Volontariates ist die Befähigung zur Übernahme von Aufgaben der Denkmalpflege im höheren Dienst. Die Volontärin/der Volontär soll insbesondere in die Aufgaben und Arbeitsweisen der Denkmalfachbehörden eingeführt und zum selbstständigen Arbeiten angeleitet werden sowie Verhandlungs- und Argumentationsgeschick entwickeln.\nVergütung in Höhe von 50 % des Tabellenentgelts EG 13 Stufe 1 (im 2. Jahr Stufe 2)\nDer Dienstort ist Zossen, OT Wünsdorf\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-n-volontaerin-volontaer-in-der-bau-und-kunstdenkmalpflege-m-w-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-des-direktors/", "image": "", "title": "Assistenz (m/w/d) des Direktors", "content_text": "Goethe- und Schiller-Archiv, Weimar Bewerbungsende: 11.08.2025 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts und zählt zu den herausragenden kulturellen Institutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte der Stiftung sind die Weimarer Klassik, ihre Nachwirkungen in der Kunst und Kultur des 19. Jahrhunderts und die Moderne mit Friedrich Nietzsche und dem Bauhaus. Die Sammlungen werden in der Herzogin Anna Amalia Bibliothek, dem Goethe- und Schiller-Archiv, den Museen sowie den historischen Bauten und Gärten betreut.\nZum nächstmöglichen Zeitpunkt ist in der Direktion Goethe- und Schiller-Archiv (GSA), dem traditionsreichsten und ersten forschungsbasierten Literaturarchiv, folgende Stelle unbefristet und in Vollzeit (40h/Woche) zu besetzen:\nAssistenz (m/w/d) des Direktors\nE 6 TV-L, Kennziffer: 29/2025\nDas sind Ihre Aufgaben:\nSie übernehmen vielfältige Assistenz- und Verwaltungsaufgaben in der Direktion, darunter die eigenständige Bearbeitung von Korrespondenz, Terminorganisation, E-Mail- und Posteingang sowie die strukturierte Aktenführung in analoger und digitaler Form nach Aktenplan. Auch der Empfang von Gästen und die allgemeine Bürokommunikation gehören zu Ihrem Aufgabenbereich.\nSie unterstützen die Direktion aktiv bei der Planung, Durchführung und Nachbereitung von Sitzungen, Besprechungen und Gremienterminen.\nSie bereiten Unterlagen für Gremien- und Berichtswesen vor, erstellen Präsentationen, verfassen Sitzungsprotokolle und behalten die Umsetzung von Beschlüssen zuverlässig im Blick.\nSie organisieren Veranstaltungen und Tagungen der Direktion und begleiten deren organisatorischen Ablauf professionell.\nSie wirken an Forschungsprojekten der Direktion mit, insbesondere durch die Digitalisierung, Erfassung und Verwaltung historischer Text- und Bildmaterialien sowie die strukturierte Bearbeitung dieser Inhalte in digitaler Form.\nSie betreuen redaktionell die Internet- und Intranetseiten des GSA und pflegen Inhalte in enger Abstimmung mit den Projektverantwortlichen.\nSie beteiligen sich regelmäßig am Dienstsystem der Benutzerbetreuung und übernehmen Lesesaalaufsichten.\nDas erwarten wir von Ihnen:\nSie verfügen über eine erfolgreich abgeschlossene Ausbildung als Kaufmann/Kauffrau für Büromanagement, Fachangestellte*r für Medien- und Informationsdienste (Fachrichtung Archiv) oder bringen vergleichbare, einschlägige Berufserfahrung im Archivwesen bzw. im beschriebenen Aufgabenfeld mit.\nDer sichere Umgang mit den gängigen MS-Office-Anwendungen ist für Sie selbstverständlich. Wünschenswert sind zudem praktische Erfahrungen mit Archivdatenbanken, XML-strukturierten Daten, Dokumentenmanagementsystemen sowie dem CMS TYPO3.\nSie arbeiten eigenverantwortlich, sorgfältig und strukturiert und bringen ein hohes Maß an Organisationsfähigkeit mit.\nIdealerweise verfügen Sie über Erfahrung im Lesen alter Drucke (Frakturschrift) und historischer Handschriften (Kurrent) sowie über Interesse an der Geschichte und Literatur der Weimarer Klassik und der Kultur des 18. und 19. Jahrhunderts.\nWenn Sie zudem über Organisationstalent, Teamfähigkeit und Kommunikationsstärke verfügen, dann freuen wir uns auf Ihre Bewerbung!\nWir bieten Ihnen:\neine vielseitige und interessante Tätigkeit in einem kollegialen, engagierten Team\nattraktive Nebenleistungen wie vermögenswirksame Leistungen und betriebliche Altersvorsorge (VBL)\nAngebote zur fachlichen und persönlichen Qualifizierung\nein familienfreundliches Arbeitsumfeld in Weimar, der Kulturstadt im Park\neinen zentrumsnahen Arbeitsplatz inmitten der UNESCO-Welterbestätte Klassisches Weimar und Bauhaus Weimar\nkostenfreien Eintritt in alle Museen der Stiftung\nDie Stiftung gewährleistet die Gleichstellung von Frauen und Männern nach dem Thüringer Gleichstellungsgesetz. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX bevorzugt berücksichtigt.\nWenn Sie diese Stelle interessiert, bewerben Sie sich bitte mit\naussagekräftigen Unterlagen, Lebenslauf und Zeugnissen/Beurteilungen zusammengefasst in einer pdf-Datei bis zum\n11. August 2025\nüber unser Online-Portal unter\nhttp://www.klassik-stiftung.de/stellenangebote/\n.\nVon postalischen Bewerbungen und Bewerbungen per E-Mail bitten wir abzusehen.\nKlassik Stiftung Weimar\nAbteilung Personal\nJennifer Müller\nTel.: 03643/545-594\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.08.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-m-w-d-des-direktors/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-operations-w-m-d/", "image": "", "title": "Mitarbeiter Operations  (w/m/d)", "content_text": "Pinakothek der Moderne, München Bewerbungsende: 27.07.2025 | Werde Teil von FLUX – dem neuen Dritten Ort an der Pinakothek der Moderne!\nDu hast Erfahrungen beim Aufbau von Orten, die Menschen verbinden und inspirieren? Dann komm zu FLUX – dem neuen Treffpunkt für Kultur, Kreativität und Austausch im Kunstareal München. FLUX ist Bar, Bühne, Werkstatt und Wohnzimmer zugleich – offen für alle, lebendig und experimentell. Damit dieser besondere Ort im Alltag funktioniert, suchen wir eine engagierte Person mit Erfahrung in Betriebsführung und Hands-on-Mentalität.\nMitarbeiter Operations  (w/m/d)\nDu (bist von Anfang an dabei und) gestaltest FLUX aktiv mit und arbeitest eng mit der Kulturmanagerin zusammen. Dabei übernimmst Du eigenverantwortlich operative Aufgaben, bist die Leitung für den Betrieb und die Schnittstelle zum kulturellen Programm.\nDeine Aufgaben\nDu koordinierst den täglichen Betrieb von FLUX – sowohl vor Ort als auch hinter den Kulissen.\nGemeinsam mit uns baust du ein Team aus Werkstudierenden und Aushilfen auf, dass du auch führst.\nDabei entwickelst du Abläufe und Strukturen, die den Alltag effizient und reibungslos machen.\nMit einem Blick fürs Ganze übernimmst du operative Leitungsaufgaben, denkst mit und packst an.\nDu baust perspektivisch unser Event- und Vermietungsgeschäft mit auf.\nVor Ort bist du eine zentrale Ansprechperson für Team, Gäste und Partner:innen\nBei Bedarf übernimmst du die Vertretung der Kulturmanagerin.\nWas du mitbringen solltest\nMehrjährige Erfahrungen in der Gastronomie, Betriebsleitung oder im Veranstaltungsmanagement\nKenntnisse in Organisation und Finanzen\nDie Fähigkeit, Prioritäten zu setzen, dich selbst zu organisieren und Verantwortung zu übernehmen.\nTeamorientierung und eine zuverlässige, strukturierte und lösungsorientierte Arbeitsweise.\nBereitschaft zu flexiblen Arbeitszeiten – FLUX ist von Dienstag bis Sonntag von 10 bis 22 Uhr geöffnet.\nDas bieten wir dir\nEin inspirierendes, unternehmerische und kulturelles Umfeld, in dem du deine Erfahrungen einbringen kannst\nEin kreatives, motiviertes Team mit Start-up-Spirit\nEine unbefristete Stelle mit Probezeit\nMarktübliches Gehalt, Einstellung ab sofort\nLust bekommen?\nDann sende deine aussagekräftigen Bewerbungsunterlagen bis zum 27.7.25 (Lebenslauf, Referenzen, Arbeitszeugnisse und Motivationsschreiben) an eva.tillig@stipimo.de\nWir freuen uns darauf, dich kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-operations-w-m-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/papierrestaurator-in-m-w-d-2/", "image": "", "title": "Papierrestaurator/in (m/w/d)", "content_text": "Kunstsammlungen der Veste Coburg, Coburg Bewerbungsende: 01.08.2025 | Die Coburger Landesstiftung sucht zum 01.11.2025 bei den Kunstsammlungen der Veste Coburg\neine/n unbefristete/n Papierrestaurator/in (m/w/d) in Vollzeit\nnach Entgeltgruppe 11 TV-L\nDas international bedeutende Kupferstichkabinett umfasst schätzungsweise 220.000 Blatt Zeichnungen und Druckgraphiken aller Länder und Schulen vom 15. Jahrhundert bis in die Gegenwart. Sammlungsgeschichtlich bedingt liegt der Schwerpunkt auf der Zeit vor 1800. Zum Kupferstichkabinett gehört eine historische Autographen-Sammlung.\nDie Gemäldeabteilung umfasst eine reiche altdeutsche Sammlung mit Cranach-Schwerpunkt.\nAufgabengebiet:\nVerantwortung für den konservatorischen Zustand und die Aufbewahrung des Bestandes an Zeichnungen, Druckgraphiken, illustrierten Büchern und Autographen in der Sammlung des Kupferstichkabinetts,\nKonservatorische Überwachung und Betreuung der Gemäldesammlung einschließlich regelmäßiger Erstellung von Zustandsberichten,\nPräventive Konservierung: Prüfung von Ausstellungs- und Lagerbedingungen, Neumontierungen, Klimakontrolle, materialtechnische Untersuchungen, Schädlingsprävention (Integrated Pest Management). Depotplanung und -pflege (Notfallmanagement, Raumorganisation, sachgerechte Verpackung und Lagerung der Objekte, gegebenenfalls Neueinrichtung von Depoträumen etc.),\nRestaurierung wertvoller Kunstwerke, Beratung mit externen Fachleuten: Planung und Durchführung aller restauratorisch notwendigen Maßnahmen zur Pflege der Bestände im Kupferstichkabinett sowie Betreuung der Restaurierungsmaßnahmen im Bereich Gemälde. Analoge und digitale Dokumentation der durchgeführten Arbeiten. Pflege der Restaurierungsmaterialien und Geräte,\nAusstellungsvorbereitungen wie Auf- und Abbau, Anfertigung spezieller Montagen, Betreuung von Leihgaben,\nFachliche Betreuung des Leihverkehrs: Beurteilung der Leihfähigkeit, Vorgaben zu und Prüfung der Präsentationsbedingungen, Verpackung und Transport, Erstellen von Zustandsprotokollen, Kurierbegleitung,\nMitarbeit bei Ausstellungen und in der Vermittlung (Führungen), wissenschaftliche Fachpublikationen.\nAnforderungen:\nEin erfolgreich abgeschlossenes Hochschulstudium der Konservierung und Restaurierung im Fachbereich Papier,\nLangjährige Erfahrung in der Untersuchung, Konservierung und Restaurierung von Kunstwerken auf Papier,\nPraktische Kenntnisse einschlägiger Konservierungs- und Restaurierungsmethoden an Kunstwerken auf Papier unterschiedlicher zeichnerischer und druckgraphischer Techniken,\nPraktische Kenntnisse in der Untersuchung und präventiven Konservierung von Gemälden sowie theoretische Kenntnisse einschlägiger Konservierungs- und Restaurierungsmethoden,\nBereitschaft zur Weiterbildung, Interesse an fachlicher Vernetzung,\nSelbständige, strukturierte und sorgfältige Arbeitsweise,\nHohes Verantwortungsbewusstsein und Zuverlässigkeit,\nFähigkeit zu engagierter team- und besucherorientierter Arbeit sowie hohe Einsatzbereitschaft und Belastbarkeit,\nFlexibilität und Bereitschaft zu Dienst zu unüblichen Arbeitszeiten, einschließlich Wochenend- und Feiertagsdienste zu besonderen Anlässen (Wochenende der Graphik, Museumstag etc.),\nSehr gute Deutschkenntnisse, sichere Englischkenntnisse,\nSicherer Umgang mit den einschlägigen Office-Anwendungen und Datenbanken (MuseumPlus),\nBereitschaft zu Dienst- und Kurierreisen,\nFührerschein Klasse B.\nUnser Angebot:\nEingruppierung nach Entgeltgruppe 11 TV-L (bei entsprechender Eignung und Befähigung),\nDie tariflichen Leistungen (TV-L und ergänzende Tarifverträge) und sonstigen Vergünstigungen des öffentlichen Dienstes (u. a. Betriebliche Altersvorsorge bei der BVK),\nEinen verantwortungsvollen, interessanten und vielseitigen Arbeitsplatz.\nBei wesentlich gleicher Eignung werden Schwerbehinderte im Sinne des SGB IX bevorzugt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen. Bewerbungen von Menschen mit Migrationshintergrund sind erwünscht.\nWeitere Informationen hierzu finden Sie unter\nwww.coburger-landesstiftung.de\n.\nAuskunft erteilt die Leiterin des Kupferstichkabinetts, Frau Prof. Dr. Stefanie Knöll, unter Telefonnummer 09561/879-17.\nIhre vollständigen und aussagekräftigen Bewerbungsunterlagen mit Motivationsschreiben, Lebenslauf, Publikationsverzeichnis, Ausbildungs- und Arbeitszeugnissen senden Sie bitte bis spätestens 01.08.2025 per E-Mail als ein zusammenhängendes PDF an die Coburger Landesstiftung, an: personal.coburg@bsv.bayern.de.\nMit der Bewerbung erteilt die/der Bewerber/in sein Einverständnis zur elektronischen Erfassung ihrer/seiner Bewerbungsunterlagen. Eingereichte Papierbewerbungen werden nach Abschluss des Verfahrens nicht zurückgegeben und die Bewerbungsdaten nach datenschutzrechtlichen Bestimmungen vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.08.2025", "url": "https://www.museumsbund.de/stellenangebote/papierrestaurator-in-m-w-d-2/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/landwirtin-landwirt-m-w-d/", "image": "", "title": "Landwirtin/Landwirt (m/w/d)", "content_text": "Fränkische Freilandmuseum, Bad Windsheim Bewerbungsende: 31.07.2025 | Der Bezirk Mittelfranken sucht für das\nFränkische Freilandmuseum in Bad Windsheim\nzum 01.11.2025 oder dem danach nächstmöglichen Zeitpunkt eine / einen\nLandwirtin / Landwirt (m/w/d)\nin Vollzeit.\nDas Fränkische Freilandmuseum Bad Windsheim des Bezirks Mittelfranken liegt mit über 140 historischen Gebäuden und baulichen Anlagen, die aus ganz Franken in das Museum übertragen wurden, auf einem 45 Hektar großen, landschaftlich reizvollen Freigelände direkt am Südrand der historischen Altstadt von Bad Windsheim. Mit seinen über 70 Mitarbeitenden sowie jährlich rd. 190.000 Besucherinnen und Besuchern zählt es zu den größten und besucherstärksten Freilichtmuseen in Deutschland.\nIhre Aufgaben:\nÜbernahme aller landwirtschaftlichen Arbeiten im Pflanzenbau und in der Wiesen- und Weidenwirtschaft, einschl. Kultivierung alter Getreidesorten sowie Pflege von Sonderkulturen\nEigenverantwortliche Betreuung der gesamten Museumstierhaltung\nAnbauplanung, Futtermittelgewinnung, -bewirtschaftung und -lagerung für den gesamten Tierbestand\nEinsatz und Führen von Tiergespannen bei der täglichen Feldarbeit und bei besonderen Museumsveranstaltungen\nÜbernahme von Waldarbeiten zur Holzgewinnung und -einlagerung\nAnleitung, Führung und Betreuung von Praktikantinnen und Praktikanten im Bundesfreiwilligendienst (BFD)\nErledigung von Nachweis- und Dokumentationspflichten und Übernahme anderer Verwaltungsaufgaben im Bereich Landwirtschaft und Tierhaltung\nVermittlung von Inhalten über die historisch-ökologische Landwirtschaft und Tierhaltung\nBei tierärztlichen Notfällen oder Geburten gelegentlicher Einsatz auch außerhalb der regulären Arbeitszeiten\nArbeitsleistung bei größeren Museumsveranstaltungen an mehreren Wochenenden in der Hauptsaison\nIhr Profil:\nSie verfügen über eine erfolgreich abgeschlossene Berufsausbildung\nzur staatlich geprüften Landwirtin / zum staatlich geprüften Landwirt (m/w/d)\noder\nzur staatlich geprüften Tierwirtin / zum staatlich geprüften Tierwirt (m/w/d)\noder\nein höherer Ausbildungsabschluss (Technikerin bzw. Techniker (m/w/d) im Landbau o.ä.)\nFundierte Fachkenntnisse und eine mehrjährige Berufserfahrung in der aktiven Landwirtschaft und Nutztierhaltung\nKenntnisse in der ökologisch-historischen Landwirtschaft und Tierhaltung\nSehr gute körperliche Belastbarkeit und ausgeprägte Teamfähigkeit, persönliches Engagement und hohe Einsatzbereitschaft sowie zeitliche Flexibilität\nFührerschein der Klassen B, BE, C1, C1E, L, T\nInteresse am Museum und seinen Aufgaben und Zielen\nFreude am Kontakt mit Besucherinnen und Besuchern und in der Vermittlungsarbeit\nWir bieten:\nEinen krisensicheren Arbeitsplatz im öffentlichen Dienst\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit in einem motivierten und engagierten Museumsteam\nEine Vollzeitstelle, bei deren Besetzung Teilzeitwünsche im Rahmen von Jobsharing nach Möglichkeit berücksichtigt werden\nDie Eingruppierung erfolgt bei Vorliegen der persönlichen Voraussetzungen in Entgeltgruppe 6 TVöD\nLeistungsorientierte Bezahlung, Jahressonderzahlung und vermögenswirksame Leistungen\nEine vom Arbeitgeber finanzierte betriebliche Altersversorgung zur Absicherung fürs Alter\nEinen Urlaubsanspruch von 30 Tagen (Jahr), darüber hinaus sind der 24.12. und der 31.12. zusätzlich frei\nGute Verkehrsanbindung und kostenlose Parkmöglichkeiten vor Ort\nVerschiedene Angebote im Rahmen des betrieblichen Gesundheitsmanagements\nZuschuss zum Deutschlandticket Job\nFahrradleasing\nWir sind Mitglied im Familienpakt Bayern und setzen uns für eine familienfreundliche Arbeitswelt ein.\nSchwerbehinderte Bewerberinnen und Bewerber (m/w/d) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt.\nKontakt\nFür Auskünfte steht Ihnen die Teamleitung, Frau Renate Bärnthol (Tel. 09841 6680-18), oder der Verwaltungsleiter, Herr Reinhold Werner (Tel. 09841 6680-12), gerne zur Verfügung.\nAllgemeine Informationen über das Fränkische Freilandmuseum finden Sie unter\nwww.freilandmuseum.de\nund den Social-Media-Kanälen. Allgemeine Informationen über den Bezirk Mittelfranken finden Sie unter\nwww.bezirk-mittelfranken.de\n.\nBitte reichen Sie bei schriftlichen Bewerbungen nur Kopien der Unterlagen / Urkunden ein, da wir die Bewerbungsunterlagen aus Kostengründen nicht zurücksenden, sondern – nach Ablauf einer angemessenen Aufbewahrungsfrist – aus datenschutzrechtlichen Gründen vernichten.\nIhre aussagekräftige Bewerbung richten Sie, gerne per E-Mail, bitte bis\nspätestens 31.07.2025\nan:\nFränkisches Freilandmuseum\n-Museumsverwaltung-\nEisweiherweg 1\n91438 Bad Windsheim\nbewerbung@freilandmuseum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/landwirtin-landwirt-m-w-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellte-m-w-d/", "image": "", "title": "Verwaltungsangestellte (m/w/d)", "content_text": "Gedenkstätte Buchenwald, Weimar Bewerbungsende: 03.08.2025 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist zum\nnächstmöglichen Zeitpunkt\neine bis zum 31.12.2026 befristete Stelle (30 Stunden/Woche) eines/einer\nVerwaltungsangestellten (m/w/d)\nfür das Projekt „Erneuerung der Dauerausstellung zur Geschichte des Sowjetischen Speziallagers Nr. 2“ in der Gedenkstätte Buchenwald zu besetzen.\nWer sind wir und was machen wir?\nDie Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist mit rund 70 Beschäftigten Trägerin der Gedenkstätten Buchenwald und Mittelbau-Dora. Zweck der Stiftung ist es, die Gedenkstätten als\nOrte der Trauer und der Erinnerung an die dort begangenen Verbrechen\nzu bewahren,\nwissenschaftlich begründet zu gestalten\nund sie\nder Öffentlichkeit zugänglich zu machen\nsowie\nBildung und Erziehung durch die Erforschung und Vermittlung\ndamit verbundener historischer Vorgänge zu fördern.\nDie Geschichte des sowjetischen Speziallagers Nr. 2 (1945-1950) in Buchenwald, die zur Zeit der DDR weitgehend tabuisiert war, wird seit 1990 wissenschaftlich erforscht. 1997 eröffnete die Gedenkstätte Buchenwald eine erste eigene Dauerausstellung zur Geschichte des Speziallagers. Es ist ein umfängliches Archiv zu den Erfahrungen ehemaliger Lagerinsassen wie auch zur sowjetischen Lagerpolitik entstanden.\nWas sind Ihre Aufgaben?\nIm Rahmen eines von Bund und Freistaat Thüringen geförderten Projektes soll die mittlerweile 26 Jahre alte Dauerausstellung zur Geschichte des sowjetischen Speziallagers Nr. 2 inhaltlich und gestalterisch grundlegend überarbeitet und aktualisiert werden. Die Eröffnung der neuen Ausstellung ist für Ende 2026 vorgesehen.\nIhre Aufgaben liegen im Bereich der Unterstützung von Organisation, Koordination und Durchführung des Projektes und umfassen insbesondere die:\nVerwaltung der Projektmittel\nKoordinierung von Abläufen und Terminen\nAssistenz der Projektkoordination\nOrganisatorische Vorbereitung, Durchführung und Abrechnung von Teamsitzungen und Workshops\nMitwirkung an Vorbereitung und Verlaufskontrolle der Vergabeverfahren\nVertragsvorbereitungen, z.B. bei Honorar- und Werkverträgen\nZusammenstellung von Arbeitspaketen für Dienstleister:innen\nAbnahme und Kontrolle der Arbeitsergebnisse der externen Dienstleister:innen\nAufbereitung von ermittelten archivischen Erkenntnissen für die Projekterfordernisse: z.B. Zuordnung, Indexierung, Transkription von Handschriften, Bewertung und Vorauswahl anhand ausstellungsrelevanter, medientechnischer und konservatorischer Kriterien\nVor- und Nachbereitung von Archivaufenthalten und Reisetätigkeiten externer Dienstleister:innen\nAuswahl und Bearbeitung von Texten, Bildern und AV-Medien für Öffentlichkeitsarbeit\nWas erwarten wir von Ihnen?\nVoraussetzungen für die Tätigkeit sind:\neine abgeschlossene Verwaltungsausbildung bzw. einschlägige Ausbildung mit entsprechenden Kenntnissen oder Erfahrungen aus der öffentlichen Verwaltung\nnachgewiesene Erfahrungen in der Projektkoordination\nder sichere Umgang mit moderner EDV\nTeamfähigkeit, ausgeprägte soziale und kommunikative Kompetenzen sowie Bereitschaft zu kooperativem Arbeiten auch unter Zeitdruck\nVerantwortungsbewusstsein, Flexibilität und Belastbarkeit\nDer Arbeitsort ist die Gedenkstätte Buchenwald.\nWas bieten wir?\nAls Teil eines kompetenten und hoch motivierten Teams mit kollegialem Arbeitsklima agieren Sie in einem vielfältigen, praxisgerechten Arbeitsumfeld mit hoher Eigenverantwortung. Hinzu kommen Möglichkeiten zur projektrelevanten Weiterbildung.\nDie Vergütung erfolgt nach Entgeltgruppe 8 TV-L.\nDie Stiftung fördert die Gleichstellung der Geschlechter sowie Diversität in jeder Hinsicht. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung und Befähigung entsprechend den gesetzlichen Bestimmungen bevorzugt berücksichtigt. Ein Nachweis ist beizufügen.\nHaben wir Ihr Interesse geweckt?\nWenn Sie diese Stelle interessiert, bewerben Sie sich bitte mit aussagekräftigen Unterlagen (inklusive Anschreiben mit Motivation, Lebenslauf, Zeugniskopien, Nachweis über Praxiserfahrungen und einer Referenz)\nbis zum 3. August 2025\nüber das Feld “Online Bewerbung” am Ende der Stellenausschreibung unter www.buchenwald.de/jobs-praktika.\nVon postalischen Bewerbungen und Bewerbungen per E-Mail bitten wir abzusehen.\nWir freuen uns auf Ihre Bewerbung und stehen Ihnen gern für Rückfragen zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.08.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsangestellte-m-w-d/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-32/", "image": "", "title": "Wissenschaftliche/r Volontär/in (m/w/d)", "content_text": "Städtische Galerie Bietigheim-Bissingen, Bietigheim-Bissingen Bewerbungsende: 08.08.2025 | Für unser Städtische Galerie suchen wir dich zum 01.11.2025 als\nwissenschaftliche/r Volontär/in (m/w/d)\nDie Volontariatsstelle ist darauf ausgerichtet, nach Abschluss eines Fachstudiums den Berufseinstieg durch das Sammeln praktischer Erfahrungen an einer renommierten Ausstellungsinstitution zu ermöglichen.\nDie 1989 eröffnete\nStädtische Galerie\nist eingebettet in die malerische Altstadt Bietigheims und stellt eine gelungene Synthese aus historischer Bausubstanz und moderner Architektur dar.\nWie Du hier Stadt machst:\nDie Schwerpunkte des Volontariats liegen in der zielgruppenorientierten Vermittlung der Wechselausstellungen: von klassischen Führungen für Erwachsene über Sonderveranstaltungen für alle Altersgruppen bis hin zu praktischen Workshops für Kinder\nAktive Mitgestaltung und Unterstützung bei der Umsetzung des gesamten Begleitprogramms\nMaßgebliche Mitarbeit bei der Vor- und Nachbereitung der Wechselausstellungen\nRegelmäßige Beteiligung an der Aufarbeitung der Sammlungs-bestände inkl. Inventarisierung, Digitalisierung, Depot-organisation, Recherche sowie Vorbereitung verschiedener Präsentationsformen\nMitwirken bei der Presse- und Öffentlichkeitsarbeit\nEinblick in alle relevanten Bereiche eines kommunalen Museums\nWas Dich ausmacht:\nEin mit Master/Magister abgeschlossenes Studium der Kunstgeschichte/Kunstwissenschaften\nProfunde Kenntnisse im Bereich der Kunst des 20./21. Jahrhunderts\nErfahrungen in der Vermittlungsarbeit für unterschiedliche Zielgruppen\nStilsicheres Formulieren in Wort und Schrift; zudem Beherrschen der englischen Sprache\nSehr gute EDV-Kenntnisse (auch Fotobearbeitung, Grafikanwendungen, Social Media)\nTeamfähigkeit, Engagement, Kreativität, freundlicher Umgang und gute Kommunikation sowie Organisationstalent\nWie für Dich gemacht:\nEine Vergütung nach dem Tarifvertrag für den öffentlichen Dienst (TVöD)\nIm 1. Jahr 50 v.H. des Entgelts der Entgeltgruppe 11, Stufe 1 und\nim 2. Jahr 50 v.H. des Entgelts der Entgeltgruppe 11, Stufe 2\nEine befristete Einstellung auf zwei Jahre in Vollzeit\nEin vielseitiges, interessantes und abwechslungsreiches Aufgabengebiet\nEin gutes Arbeitsklima in einem angenehmen Team\nEinen Fahrtkostenzuschuss für den ÖPNV in Höhe von 66%, maximal 80 € pro Monat\nEine aufgabenorientierte Fort- und Weiterbildung\nVerschiedene Mitarbeiterevents\nWeitere Benefits findest du auf unserer Homepage\nMehr Informationen:\nAuskünfte zum Arbeitsgebiet:\n07142/74-818 – Frau Dr. Lanfermann\nAuskünfte zu personalrechtlichen Fragen:\n07142/74-209 – Frau Schäfer\nWeitere Informationen findest Du auf der städtischen Homepage sowie zur Galerie unter\nhttps://galerie.bietigheim-bissingen.de\nDann freuen wir uns auf Deine Bewerbung direkt über unsere Homepage bis zum\n08.08.2025:\nWissenschaftliche Volontariat (m/w/d) – Städtische Galerie | Bewerbungsportal\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-volontaer-in-m-w-d-32/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-persoenliche-assistenz-der-kuenstlerischen-leitung-documenta-16/", "image": "", "title": "Assistenz / Persönliche Assistenz der Künstlerischen Leitung documenta 16", "content_text": "documenta und Museum Fridericianum gGmbH, Kassel Bewerbungsende: 10.08.2025 | // EN\nbelow\nDie documenta und Museum Fridericianum gGmbH in Kassel sucht zum nächstmöglichen Zeitpunkt für die documenta 16 eine*n\nAssistenz / Persönliche Assistenz\nder Künstlerischen Leitung documenta 16\n(m/w/d)\nDie documenta und Museum Fridericianum gGmbH ist eine gemeinnützige Gesellschaft, die von der Stadt Kassel und dem Land Hessen als Gesellschafter getragen wird. In ihre Verantwortung gehören die alle fünf Jahre stattfindende documenta Ausstellung, das Fridericianum, das documenta archiv und die documenta Halle.\nDie documenta und Museum Fridericianum gGmbH sucht eine innovative und verantwortungsvolle Persönlichkeit, die die Leidenschaft für zeitgenössische Kunst, fundierte Kenntnisse im Bereich Organisation sowie praktische und methodische Kompetenz mitbringt.\nZu Ihren Tätigkeiten gehören u. a.:\nUnterstützung und Zuarbeit der Künstlerischen Leitung\nTerminplanung und -organisation\nVorbereitung von Besprechungen und Meetings\nErledigung der Korrespondenz\nPlanung und Organisation von Reisen\nIhr Profil:\nabgeschlossene Ausbildung, Studium wünschenswert\nmehrjährige Berufserfahrung im Bereich, idealerweise in einer Kulturorganisation und Erfahrungen aus dem Theater sind willkommen\nInteresse an der und Kenntnisse über die zeitgenössische Kunst- und Kulturszene\nsorgfältige, zuverlässige sowie selbständige und teamorientierte Arbeitsweise\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nsoziale, kommunikative und interkulturelle Kompetenz, Kreativität, Belastbarkeit und Ausdauer\nWir bieten:\nWir bieten Ihnen eine interessante und verantwortungsvolle Tätigkeit in einem international agierenden Team im Kunst- und Kulturbereich. Sie erhalten ein angemessenes, Ihrer Qualifikation entsprechendes, Gehalt. Ihre wöchentliche Arbeitszeit umfasst 40 Stunden. Der Arbeitsort ist Kassel. Es handelt sich um eine bis zum 31.12.2027 befristete Stelle.\nWir bezuschussen das JobTicket-Abonnement der Mitarbeitenden zum Bezug von ÖPNV-Dauerfahrkarten im Umfang von sogenannten Deutschlandtickets.\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen unter Angabe Ihrer Gehaltsvorstellungen und des frühestmöglichen Eintrittstermins ausschließlich in elektronischer Form per E-Mail (ein zusammenhängendes PDF, max. 5 MB) an:\nbewerbungen@documenta.de\nIhr Ansprechpartner für Fragen zum Aufgabengebiet:\nAbteilungsleitung Ausstellungsmanagement, Andrea Linnenkohl T +49 561 70727-6109\nFragen zum Bewerbungsverfahren: Abteilungsleitung Personal, Brigitte Gabler/Geert Frieler,\nbewerbungen@documenta.de\n, T +49 561 70727-2518\n// EN\ndocumenta und Museum Fridericianum gGmbH in Kassel is seeking to an\nAssistant/\nPersonal Assistance\nto the Artistic Director documenta 16\n(m/f/d)\ndocumenta und Museum Fridericianum gGmbH is a non-profit organization supported and funded by the City of Kassel and the State of Hesse as shareholders. It is responsible for the documenta exhibition, which takes place every five years, for Fridericianum, the documenta archiv and the documenta Halle.\ndocumenta und Museum Fridericianum gGmbH is seeking to an innovative and responsible personality with a passion for contemporary art, sound organizational skills and practical and methodological competence.\nYour activities will include:\n– Supporting and assisting the artistic director\n– Scheduling and organizing appointments\n– Preparation of discussions and meetings\n– Dealing with correspondence\n– Planning and organization of travels\nYour profile:\n– completed training, university degree desirable\n– Several years of professional experience in the field, ideally in a cultural organization and experience in the theater are welcome\n– Interest in and knowledge of contemporary art and culture scene\n– careful, reliable, independent and team-oriented way of working\n– very good written and spoken German and English skills\n– social, communicative and intercultural skills, creativity, resilience and   perseverance\nWe offer:\nWe offer an interesting and responsible job opportunity in an internationally operating team within the arts and cultural sector. You will receive an appropriate salary in line with your qualifications, with 40 hours/week. The place of work is Kassel. This is a temporary position limited until December 31, 2027.\nPlease send your application with the usual documents, stating your salary expectations and earliest possible starting date, exclusively in electronic form by e-mail (one coherent PDF, max. 5 MB) to: [bewerbungen@documenta.de](mailto:bewerbungen@documenta.de)\nContact for requests about the job:\nHead of Exhibition Management, Andrea Linnenkohl\nT +49 561 70727 – 6109\nInquiries about the application process:\nHead of Human Resources, Geert Frieler/ Brigitte Gabler\n[bewerbungen@documenta.de](mailto:bewerbungen@documenta.de)\nT +49 561 70727 – 17\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-persoenliche-assistenz-der-kuenstlerischen-leitung-documenta-16/", "date_published": "2025-07-10T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachgebietsleitung-m-w-d-2/", "image": "", "title": "Sachgebietsleitung (m/w/d)", "content_text": "Freilichtmuseums Beuren, Beuren Bewerbungsende: 27.07.2025 | Wir haben\nzum nächstmöglichen Zeitpunkt eine Stelle als\nSachgebietsleitung (m/w/d)\nbeim Freilichtmuseum für das Sachgebiet Finanzen und Personal am Dienstort Beuren zu besetzen und suchen Sie\nmit einem abgeschlossenen Studium zum/zur Diplom-Verwaltungswirt/in (FH) bzw. Bachelor of Arts – Public Management oder einer vergleichbaren Qualifikation (m/w/d)\nVollzeit, unbefristet, A 11 LBesGBW bzw. E 11 TVöD\nDie Stelle ist grundsätzlich teilbar.\nGestalten Sie mit uns die Zukunft des Freilichtmuseums Beuren\n!\nWir suchen eine engagierte und verantwortungsbewusste Persönlichkeit zur Leitung des Sachgebiets Betrieb und Finanzen. In dieser Schlüsselrolle bringen Sie sich aktiv in die Weiterentwicklung der Verwaltungs- und Organisationsstrukturen ein – mit Eigeninitiative, Entscheidungskraft und Begeisterung für innovative Prozesse.\nAufgabenschwerpunkte\nLeitung des Sachgebietes Finanzen und Personal mit derzeit sieben weiteren Mitarbeitenden\nMitarbeit im Leitungsteam des Freilichtmuseums\nSteuerung der Haushalts-, Finanz- und Budgetplanung auch in Zusammenarbeit mit den Fachabteilungen\nPersonalmanagement, einschließlich der Verantwortung für die bedarfsorientierte Einsatzplanung des Kassenteams\nSteuerung der organisatorischen Abläufe und Geschäftsprozesse\nFördermittelmanagement\nMitwirkung bei der Umsetzung von Digitalisierungsvorhaben und\nVeränderungsprozessen im administrativen Bereich\nVollzug von Ausschreibungen und Vergaben\nWir erwarten\nmehrjährige Leitungs- und Führungserfahrung, bevorzugt in einer kulturellen Einrichtung\numfassende Fachkenntnisse im Verwaltungs- und Kulturmanagement\nfundierte Rechtskenntnisse im Bereich Betriebswirtschaft, kommunales Haushaltsrecht, Vergaberecht und Personalwirtschaft\nausgeprägte Gäste- und Serviceorientierung\neine gültige Fahrerlaubnis (Klasse B) und die Bereitschaft, den eigenen PKW gegen Kostenerstattung zum Dienstverkehr zu nutzen\nWir bieten\neine unbefristete Voll- bzw. Teilzeitbeschäftigung im Beamtenverhältnis mit einer leistungsgerechten Besoldung bis A 11 LBesGBW bzw. ein vergleichbares Entgelt im Beschäftigungsverhältnis nach den üblichen tariflichen Bedingungen des TVöD in Entgeltgruppe E 11\nbei Besetzung der Stelle im Beschäftigungsverhältnis nach TVöD: attraktive betriebliche Altersversorgung (Betriebsrente) bei der KVBW-Zusatzversorgung\nflexible Arbeitszeitgestaltung mit Möglichkeit zur Arbeit in Telearbeit\nfamilienfreundliche Rahmenbedingungen\ninteressante und umfangreiche Fortbildungsmöglichkeiten\nZugang zu ausgewählten Mitarbeiterangeboten (corporate benefits)\nvielfältige Angebote im Rahmen des betrieblichen Gesundheitsmanagements\neinen attraktiven Arbeitgeberzuschuss zur Nutzung eines Firmentickets\nFörderungsmöglichkeiten der Radmobilität.\nDer Landkreis Esslingen betreibt eine aktive Gleichstellungspolitik. Wir sind deshalb besonders an der Bewerbung entsprechend qualifizierter Frauen interessiert.\nSchwerbehinderte Menschen werden bei gleicher Eignung bevorzugt berücksichtigt.\nFür nähere Auskünfte steht Ihnen Frau Dr. Naumann unter Telefon 0711 3902-41840 oder 0170 4188261 gerne zur Verfügung.\nBitte bewerben Sie sich unter der Kenn-Nr. 181.001-135/25 bis 27.07.2025 über unsere Karriereseite\n181.001-135/25 Sachgebietsleitung Finanzen und Personal (m/w/d) | Landkreis Esslingen Onlinebewerbung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sachgebietsleitung-m-w-d-2/", "date_published": "2025-07-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-m-w-d-11/", "image": "", "title": "Wissenschaftliche(n) Volontär(in) (m/w/d)", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg Bewerbungsende: 19.08.2025 | Die Staatlichen Schlösser und Gärten Hessen suchen\nzum nächstmöglichen Zeitpunkt befristet für zwei Jahre eine(n)\nWissenschaftliche(n) Volontär(in) (m/w/d)\nfür das Fachgebiet Museen mit den Schwerpunkten in den Bereichen Sammlung und wissenschaftliche Museumskonzepte\nDie Staatlichen Schlösser und Gärten Hessen betreuen 48 denkmalgeschützte Schlösser, Burgen, Klöster und Gärten in ganz Hessen. Darunter befinden sich auch verschiedene Museumsschlösser. Die Präsentation von historischen Zusammenhängen, die in den Schlössern in ganzheitlich eingerichteten Räumen dargestellt werden, ist eine der Kernaufgaben der Museumsabteilung.\nIhr Aufgabenbereich umfasst:\nMitarbeit bei der Konzepterstellung und -umsetzung zur Einrichtung von historischen Gebäuden sowie von Sonderausstellungen\nBeiträge zu Forschungsprojekten\nRecherchen und ggf. Transkription von historischen Dokumenten\nMitwirkung bei Formaten der Bildung und Vermittlung\nMitwirkung bei Belangen der Provenienzforschung\nInventarisierungsvorgänge mit der Datenbank\neasydb\nMitwirkung bei der Inventur der Kunstsammlungen\nIhr Anforderungsprofil:\nein abgeschlossenes Hochschulstudium (möglichst Promotion, mind. MA, Master) im Bereich Kunst- oder Kulturwissenschaften, Geschichte\nerste nachgewiesene Erfahrungen im Museums- und Ausstellungsbereich\ngute Kenntnisse der Kunstgeschichte und Geschichte in Deutschland\nein sehr gutes schriftliches und mündliches Ausdrucksvermögen in Deutsch und Englisch\nFähigkeit zur raschen Einarbeitung in neue Aufgabenfelder und zu kreativem, eigenverantwortlichem Arbeiten\nüberdurchschnittliche Einsatzbereitschaft, Zuverlässigkeit, Teamfähigkeit, Belastbarkeit, Kommunikations- und Organisationsgeschick\ngute EDV-Kenntnisse (MS-Office, Datenbankprogramme)\nWir bieten:\ngrundlegende Einblicke in die Museums- und Sammlungsarbeit eines vielfältigen Kulturträgers\ndie Mitarbeit in einem engagierten Team\nEinblicke in weitere Fachabteilungen der Schlösserverwaltung\neine Vergütung in Höhe 50 von Hundert der Entgeltgruppe 13 Stufe 1a Tarifvertrag Hessen\ndiverse Fort- und Weiterbildungsmöglichkeiten\nflexible Arbeitszeiten (Homeoffice wird nach der Probezeit angeboten)\nDer Dienstort ist Bad Homburg v. d. Höhe. Das Volontariat ist auf zwei Jahre befristet und dient vorrangig der Ausbildung. Eine anschließende Weiterbeschäftigung ist nicht möglich.\nDie Verwaltung strebt eine generelle Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berücksichtigt. Ehrenamtliches Engagement wird in Hessen gefördert. Soweit Sie ehrenamtlich tätig sind, wird gebeten, dies in den Bewerbungs­unter­lagen anzugeben. Im Ehrenamt erworbene Erfahrungen und Fähigkeiten können gegebenenfalls im Rahmen von Eignung, Befähigung und fachlicher Leistung positiv berücksichtigt werden, wenn sie für die vorgesehene Tätigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrüßt.\nIhre Bewerbung mit aussagefähigen Unterlagen (\nMotivationsschreiben, Lebenslauf, Zeugnisse\n) senden Sie über das Bewerberportal des Landes Hessen an\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/39F4154436881FE096F871099F468338\nReferenzcode  50920148_0002\nBewerbungsschluss ist am 19.08.2025\nTelefonische Auskunft bei Frau Dr. Bechler 06172 9262-107\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.08.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-m-w-d-11/", "date_published": "2025-07-09T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-in-der-konservierung-restaurierung-im-fachbereich-gemaelde-skulptur/", "image": "", "title": "Volontariat in der Konservierung / Restaurierung im Fachbereich „Gemälde/Skulptur“", "content_text": "Bayerische Landesamt für Denkmalpflege, München Bewerbungsende: 19.08.2025 | Volontariat in der Konservierung / Restaurierung im Fachbereich ã\u0080\u009eGemûÊlde/Skulpturã\u0080\u009c am Bayerischen Landesamt fû¥r Denkmalpflege\nDas\nBayerische Landesamt fû¥r Denkmalpflege\nist die zentrale FachbehûÑrde des Freistaats Bayern fû¥r Denkmalschutz und Denkmalpflege. Entscheidend sind fû¥r uns die Fragen ã\u0080\u009eWas ist ein Denkmal?ã\u0080\u009c und ã\u0080\u009eWie gehen wir damit um?ã\u0080\u009c. Die Fû¥hrung der Denkmalliste und die Beratung von Eigentû¥mern, Planerinnen und Institutionen sind unsere Hauptaufgaben. Wir sind Ansprechpartner in allen Fragen der\nBau- und Kunstdenkmalpflege\nsowie der\nBodendenkmalpflege\n. Zum BLfD gehûÑrt auû\u009ferdem die Landesstelle fû¥r die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren TûÊtigkeiten umfassend unterstû¥tzt.\nDie Ausschreibung richtet sich an Berufseinsteiger (m/w/d) und dient der FûÑrderung des Nachwuchses. Das Volontariat erfolgt û¥berwiegend im Referat A V – Restaurierung der Abteilung A – Bau- und Kunstdenkmalpflege und bietet Ihnen die MûÑglichkeit, die Anforderungen, welche an eine DenkmalfachbehûÑrde gestellt werden, kennenzulernen und dabei insbesondere Ihre restauratorischen und konservatorischen Kenntnisse einzubringen und zu vertiefen. Fachlich begleitet wird Ihr Volontariat vom jeweiligen Fachbereich des Referats Restaurierung.\nUnser Angebot\nBerufsorientiertes Curriculum in den Abteilungen und Referaten einer DenkmalfachbehûÑrde\nVergû¥tung in HûÑhe der HûÊlfte des Tabellenentgelts 13 Stufe 1 (im 2. Jahr Stufe 2), bitte informieren Sie sich z. B. unter www.oeffentlicher-dienst.info û¥ber die Vergû¥tung\nWeitere Leistungen werden nicht erbracht. Es besteht Versicherungspflicht in der Kranken-, Pflege-, Renten- und Arbeitslosenversicherung.\nDienstort ist Mû¥nchen.\nBefristete BeschûÊftigung fû¥r 1 Jahr mit Option auf VerlûÊngerung um ein weiteres Jahr\nFlexible Arbeitszeiten, Vereinbarkeit von Familie und Beruf\nEine abwechslungsreiche, kommunikative TûÊtigkeit in einer mittelgroû\u009fen und kultur- und geschichtsaffinen BehûÑrde mit vielfûÊltigen Aufgaben und Menschen\nIhr Profil\nVorausgesetzt werden:\nHochschulabschluss (Master oder Diplom) der Konservierung und Restaurierung mit Schwerpunkt im Fachbereich GemûÊlde/Skulptur\nGute Kenntnisse im o. g. Ebenso wûÊren Erfahrungen in der prûÊventiven Konservierung wû¥nschenswert.\nFlexibilitûÊt, Einsatzfreude und konzeptionelles Denken sowie TeamfûÊhigkeit\nBereitschaft zu hûÊufigen Dienstreisen, auch als Selbstfahrer von Dienstfahrzeugen (Fû¥hrerschein der Klasse B erforderlich) sowie die Bereitschaft zum Einsatz in ganz Bayern\nEDV-Kenntnisse und gute Englischkenntnisse\nDas BLfD begrû¥û\u009ft Bewerbungen von allen Interessierten, unabhûÊngig von deren Herkunft, Alter, Religion, Weltanschauung und IdentitûÊt. Das Landesamt fûÑrdert die berufliche Gleichstellung von Frauen und MûÊnnern. Menschen mit Schwerbehinderung werden bei ansonsten im Wesentlichen gleicher Eignung, BefûÊhigung und fachlichen Leistung bevorzugt berû¥cksichtigt. Wir weisen allerdings darauf hin, dass die Dienststelle Mû¥nchen aufgrund Ihrer Denkmaleigenschaft nur bedingt barrierefrei ist und dass die Einsatzorte auf Baustellen und Ausgrabungen nicht barrierefrei sind.\nIhre aussagekrûÊftige Bewerbung reichen Sie bitte mit den û¥blichen Unterlagen, insbesondere Darstellung der als zwingend vorausgesetzten Punkte, bis spûÊtestens\n19.08.2025\n(Eingangsdatum) û¥ber Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt fû¥r Denkmalpflege (bayern.de)\n.\nDie VorstellungsgesprûÊche finden voraussichtlich am\n29.09.2025\nin der Dienststelle Mû¥nchen statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zûÊhlen.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfû¥r ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungenô\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undô\nnicht\nô an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.08.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-in-der-konservierung-restaurierung-im-fachbereich-gemaelde-skulptur/", "date_published": "2025-07-11T13:35:49.893084"}]}