{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/volontariat-kulturelle-bildung/", "image": "", "title": "Volontariat Kulturelle Bildung", "content_text": "Deichtorhallen Hamburg, Hamburg Bewerbungsende: 11.01.2026 | Die Deichtorhallen Hamburg GmbH sind eines der renommiertesten Ausstellungshäuser für zeitgenössische Kunst und Fotografie in Europa. Neben einem vielfältigen Ausstellungsprogramm beherbergen sie zwei bedeutende Kunstsammlungen – die Sammlung Falckenberg sowie die Sammlung F.C. Gundlach. Mit ihren drei Ausstellungshäusern bieten die Deichtorhallen einen einzigartigen Raum für hochkarätige Ausstellungsprojekte. Ein besonderer Schwerpunkt liegt auf innovativen Formaten der Kunst- und Kulturvermittlung, die unterschiedliche Zielgruppen ansprechen und Teilhabe an aktueller Kunst und Fotografie ermöglichen.\nFür die Kulturelle Bildung suchen wir ab dem 1. Februar 2026, befristet für die Dauer von zwei Jahren, eine*n Volontär*in in Vollzeit.\nIhre Aufgaben\nWährend der Ausbildung erhalten Sie Einblicke in alle museumsrelevanten Bereiche unseres Ausstellungshauses. Schwerpunktmäßig werden Sie im Bereich der Kulturellen Bildung eingesetzt:\nSie entwickeln, realisieren und evaluieren innovative, zielgruppenorientierte Vermittlungsformate in den Bereichen Kunst, Fotografie und Medienkompetenz – mit dem Fokus auf Teilhabe, Inklusion, Diversität sowie barrierefreie und digitale Angebote\nSie überwachen zugewiesene Budgets, erstellen Förderanträge und gewinnen gemeinsam mit der Abteilungsleitung Sponsor*innen\nSie arbeiten im Marketing- und in der Social-Media-Redaktion mit und bauen Kooperationen mit Multiplikator*innen aus Bildung, Gesellschaft und Politik auf und aus\nSie übernehmen Recherche- und Forschungsaufgaben\nSie verfassen niedrigschwellige, barrierearme Besuchstexte und pflegen die Webinhalte der Kulturellen Bildung\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/volontariat-kulturelle-bildung/", "date_published": "2025-12-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-finanzverwaltung-m-w-d/", "image": "", "title": "Leiter:in Finanzverwaltung (m/w/d)", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Weimar Bewerbungsende: 18.01.2026 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist zum nächstmöglichen Zeitpunkt die Stelle:\nLeiter:in Finanzverwaltung (m/w/d)\nzu besetzen. Die Stelle ist in Vollzeit und unbefristet.\nWer sind wir und was machen wir?\nDie Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist mit mehr als 80 Beschäftigten Trägerin der Gedenkstätte Buchenwald, der KZ-Gedenkstätte Mittelbau-Dora und des Museums Zwangsarbeit im Nationalsozialismus in Weimar. Zweck der Stiftung ist es, die Gedenkstätten als Orte der Trauer und der Erinnerung an die dort begangenen Verbrechen zu bewahren, wissenschaftlich begründet zu gestalten und sie der Öffentlichkeit zugänglich zu machen sowie Bildung und Erziehung durch die Erforschung und Vermittlung damit verbundener historischer Vorgänge zu fördern.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leiterin-finanzverwaltung-m-w-d/", "date_published": "2025-12-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-das-service-center-und-den-museumsshop-m-w-d/", "image": "", "title": "Mitarbeiter*in für das Service-Center und den Museumsshop (m/w/d)", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf, Schleswig Bewerbungsende: 01.02.2026 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf –\nZentrale Dienste – sucht zum nächstmöglichen Zeitpunkt\neine*n Mitarbeiter*in für das Service-Center und den Museumsshop (m/w/d).\nDie Stelle ist in Teilzeit mit einer Wochenstundenzeit von 19,35 Stunden zu besetzen, befristet für zunächst zwei Jahre.\nDie Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf ist der bedeutendste Museumsverbund des Landes Schleswig-Holstein. Die sieben Museen verstehen sich als Botschafter der Kultur für und in Schleswig-Holstein und dürfen jedes Jahr mehr als 450.000 Besucher*innen begrüßen. Mit den Schwerpunkten Archäologie, Kunst und Kulturgeschichte sowie Volkskunde erzählen sie die Geschichte Schleswig-Holsteins und seiner Menschen von der Steinzeit bis in die Gegenwart.\nDer Bereich Bildung und Vermittlung/Service ist eine wichtige Schnittstelle zwischen diesen lebendigen Kulturorten und unseren Besucher*innen. In unseren Ausstellungen, Veranstaltungen und vielfältigen Bildungs- und Erlebnisangeboten sowie durch eine ausgeprägte Service- und Besucher*innenorientierung stellen wir das Wohl unserer Gäste in den Mittelpunkt.\nDas erwartet Sie:\nIm Service-Center:\nBeantwortung und Weiterleitung von Besucher- und Kollegenanfragen und Beratung im persönlichen Gespräch per Telefon, E-Mail und über die sozialen Medien (Schnittstellenarbeit zur Kommunikation)\nErläuterung, Beratung und Vermittlung von Angeboten der Stiftung (Führungen, Workshops, Veranstaltungen etc.)\nBearbeitung von Aufträgen und Weiterverarbeitung von Buchungen (die Stiftung arbeitet mit dem BeckerBillett-System, Aufnahme, Terminierung, Buchung freier Mitarbeiter*innen, Schnittstellen-Arbeit zum Bereich Veranstaltungsmanagement o.ä.)\nAufnahme und Weiterleitung von Anregungen der Besuchenden\nIm Museumsshop:\nVerkauf von Eintrittskarten und Verleih von Audioguides\nVerkauf und Beratung im Museumsshop\nVerarbeitung von Geldbeständen\nEntgegennahme und Weiterverarbeitung von Reklamationen und Anregungen\nTouristische Auskünfte\nIn der Poststelle:\nBearbeitung der ein- und ausgehenden Brief- und Paketpost\nHierfür setzen wir voraus:\nmehrjährige Erfahrung im Kundenkontakt, gern z.B. aus dem Einzelhandel, Hotellerie oder Call-Center\neine ausgeprägte Kunden- und Serviceorientierung\nexzellentes kommunikatives Geschick sowohl mündlich als auch schriftlich\nTeamgeist und Kollegialität\nsicheren Umgang mit dem PC (MS Office)\nFremdsprachenkenntnisse: insbesondere englisch (und/oder dänisch)\nWochenenddienste sind gelegentlich im Jahr vorgesehen.\nWir bieten Ihnen:\neine zunächst auf zwei Jahre befristete Teilzeit-Stelle mit den Vorzügen des öffentlichen Dienstes – einer betrieblichen Altersversorgung (VBL) und einem betrieblichen Gesundheitsmanagement sowie entsprechenden Weiterbildungsmöglichkeiten, ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und vor allem ein spannendes Arbeitsumfeld in einem engagierten und kollegialen Team\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder bis zur Entgeltgruppe 6\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen. Wir begrüßen deshalb Bewerbungen von Personen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nWeitergehende Fragen beantwortet Ihnen gern unsere stellv. Personalleiterin, Frau Märthe Müller, unter 04621 – 813 214.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf, Zeugnisse) richten Sie bitte bis spätestens\n01.02.2026\nan\nBewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie auf unserer Homepage unter\nhttps://landesmuseen.sh/de/datenschutz/bewerber\n).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-fuer-das-service-center-und-den-museumsshop-m-w-d/", "date_published": "2025-12-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/haustechniker-in-m-w-d-mit-dem-schwerpunkt-elektrotechnik/", "image": "", "title": "Haustechniker/in (m., w., d.) mit dem Schwerpunkt Elektrotechnik", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf, Busdorf Bewerbungsende: 01.02.2026 | Die Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf\n– Abt. Zentrale Dienste – sucht zum 01. April 2026\neine/einen erfahrene/n\nHaustechniker/in\n(m., w., d.) mit dem\nSchwerpunkt Elektrotechnik\nfür unseren Standort Wikinger Museum Haithabu.\nDie Stelle ist unbefristet in Vollzeit zu besetzen.\nDie Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf ist der bedeutendste Museumsverbund des Landes Schleswig-Holstein. Die sieben Museen verstehen sich als Botschafter der Kultur für und in Schleswig-Holstein und dürfen jedes Jahr mehr als 450.000 Besucher*innen begrüßen. Mit den Schwerpunkten Archäologie, Kunst und Kulturgeschichte sowie Volkskunde erzählen sie die Geschichte Schleswig-Holsteins und seiner Menschen von der Steinzeit bis in die Gegenwart.\nDas erwartet Sie:\nBetreuung, Kontrolle, Prüfung, Wartung und Instandsetzung der gebäudetechnischen Anlagen (insbesondere Sicherheitsbeleuchtung, Sicherheitstechnik, Aufzugsanlagen, allg. E.-Technik, elektr. Tore und Türen, E-Check usw.) unter Einhaltung arbeitsrechtlicher und sicherheitsrechtlicher Bestimmungen\nRegelmäßige Durchführung von technischen Kontrollgängen\nRegulierung und Überwachung der Klimatisierung\nKoordination und Kontrolle von Service- und Wartungsfirmen\nPreisermittlung, Angebotseinholung und Beschaffung von Leistungen und Material\ntechnische Mitarbeit bei Vor-und Nacharbeiten von Veranstaltungen und Ausstellungen sowie Unterstützung des Veranstaltungsteams\nsicherer Umgang mit MS-Office und CAFM ist wünschenswert\nHierfür setzen wir voraus:\nmindestens abgeschlossene elektrotechnische Berufsausbildung (z. B. Elektroniker für Energie- und Gebäudetechnik oder vergleichbar) mit einschlägiger Berufserfahrung\nKenntnisse im Bereich der Heizungs-, Lüftungs-, Klima- und Sanitärtechnik sowie Gebäudeautomation\neigenständiges Arbeiten sowie ausgeprägte Teamfähigkeit\nFreude an einer Tätigkeit in einem großen Museumsbetrieb mit seinen vielfältigen Arbeitsbereichen\nFahrerlaubnis für Pkw\nBereitschaft zur gelegentlichen Arbeit an Wochenend- und Feiertagen sowie an anderen Standorten der Stiftung (technische Rufbereitschaft)\nWir bieten Ihnen:\nEine unbefristete Stelle in Vollzeit oder Teilzeit mit den Vorzügen des öffentlichen Dienstes – einer betrieblichen Altersversorgung (VBL) und einem betrieblichen Gesundheitsmanagement sowie entsprechenden Weiterbildungsmöglichkeiten -, ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und vor allem ein spannendes Arbeitsumfeld in einem engagierten und kollegialen Team.\nDie Vergütung erfolgt nach dem Tarifvertrag der Länder bis zur\nEntgeltgruppe EG 7.\nDie Stiftung fördert aktiv die Gleichstellung aller Mitarbeiter*innen. Wir begrüßen deshalb Bewerbungen von Frauen und Männern, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nWeitergehende Fragen beantwortet Ihnen gern unsere stellv. Personalleiterin, Frau Märthe Müller, unter 04621 – 813 214.\nIhre aussagekräftige Bewerbung mit den üblichen Unterlagen (Anschreiben, Lebenslauf sowie aussagekräftige Zeugnisse) richten Sie bitte bis spätestens\n01.02.2026\nan\nbewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie auf unserer Homepage unter https://landesmuseen.sh/de/datenschutz/bewerber).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/haustechniker-in-m-w-d-mit-dem-schwerpunkt-elektrotechnik/", "date_published": "2025-12-22T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektkoordination-fuer-die-erarbeitung-einer-neuen-dauerausstellung/", "image": "", "title": "Projektkoordination für die Erarbeitung einer neuen Dauerausstellung", "content_text": "Stiftung niedersächsische Gedenkstätten, Lohheide Bewerbungsende: 01.02.2026 | Die Stiftung niedersächsische Gedenkstätten bietet Ihnen im partizipativ angelegten Projekt der Erarbeitung einer neuen Dauerausstellung im „Design für Alle“ für die Gedenkstätte Bergen-Belsen ab\n15. März 2026\nund vorbehaltlich der Projektbewilligung eine Stelle als\nProjektkoordination\nfür die Erarbeitung einer neuen Dauerausstellung\n(Kennziffer: SnG 2026-1)\nin der Gedenkstätte Bergen-Belsen und im Lernort M.B. 89.\nWir bieten…\neine befristete Stelle für drei Jahre mit 100% der regelmäßigen wöchentlichen Arbeitszeit von 39,8 Stunden.\neine Vergütung nach Entgeltgruppe 11 TV-L\neine zusätzliche Altersvorsorge (VBL)\ndie Möglichkeit anteilig mobil zu arbeiten\neine Jahressonderzahlung\nflexible Arbeitszeiten durch Gleitzeit\ndie Möglichkeit zur Fortbildung\nein vielfältiges Aufgabenspektrum\neinen interessanten und abwechslungsreichen Arbeitsplatz\neinen wertschätzenden Umgang im Kolleg*innen- und Vorgesetztenkreis\neine interessante Tätigkeit im Rahmen eines partizipativen Prozesses mit unterschiedlichen und vielfältigen Beteiligten.\nWer sind wir?\nDie Gedenkstätte Bergen-Belsen befindet sich in der Trägerschaft der Stiftung niedersächsische Gedenkstätten. Dort arbeiten rund 30 Angestellte sowie Honorarkräfte. Sie widmet sich der Geschichte des Kriegsgefangenen- und des Konzentrationslagers Bergen-Belsen sowie des Displaced Persons Camps und betrachtet deren jeweilige Wirkungsgeschichte. Zu diesem Zweck zeigt sie Ausstellungen, betreibt historische Forschung, betreut und ergänzt die umfangreichen Sammlungsbestände. Sie bietet für Jugendliche und Erwachsene ein breites Bildungs- und Vermittlungsangebot im digitalen wie analogen Raum an. Zur Gedenkstätte gehört auch der Lernort M.B. 89 in der benachbarten Niedersachsen-Kaserne. Die Gedenkstätte nimmt explizit multiperspektivische Sichtweisen ein und thematisiert diese in ihren Aktivitäten. Seit einigen Jahren arbeiten wir an der Ausweitung der Möglichkeiten zur Teilhabe an der Erinnerungskultur im Allgemeinen und an den Angeboten der Gedenkstätte Bergen-Belsen im Besonderen.\nDie Ausstellung in der Gedenkstätte Bergen-Belsen stammt aus dem Jahre 2007. Seither haben sich der Forschungsstand zur Geschichte der Lager Bergen-Belsen sowie inhaltliche und gestalterische Anforderungen an zeitgemäße Ausstellungen in Gedenkstätten weitreichend verändert. Die im „Design für Alle“ gestaltete Ausstellung wird diese Entwicklungen berücksichtigen.\nWelche Aufgaben erwarten Sie?\nInhaltliche und organisatorische Koordination, Vorbereitung und Protokollierung der Besprechungstermine von Projektleitung, Kurator*innen und anderen am Prozess beteiligten Einzelpersonen und Abteilungen\nKontinuierliche inhaltliche und organisatorische Besprechungen mit der Projektleitung und Festlegung nächster Schritte\nKoordination und Vorbereitung der Besprechungen mit den unterschiedlichen Fokusgruppen, die den Erarbeitungsprozess begleiten\nErarbeitung eines detaillierten Zeitplans mit der Projektleitung und Überwachung desselben\nInhaltliche und organisatorische Koordination der Ausschreibung des Wettbewerbs zur Auswahl eines Gestaltungsbüros\nKommunikation mit dem Gestaltungsbüro\nUnterstützung des Gestaltungsbüros bei den Ausschreibungen zu Elementen der Ausstellung (Audioguide, digitale Medien, etc.)\nPlanung, Überwachung und Verwaltung der zur Verfügung stehenden Fördermittel; Sicherstellung einer ordnungsgemäßen und wirtschaftlichen Mittelverwendung\nBeurteilung komplexer rechtlicher Fragestellungen, Auslegung von Richtlinien, Verwaltungsvorschriften\nInhaltliche und organisatorische Kommunikation mit den Abteilungen Bildung und Begegnung, Kommunikation und Veranstaltung und Forschung und Dokumentation zu ihren jeweiligen Aufgabenbereichen im Kontext der neuen Dauerausstellung\nWas bringen Sie mit?\nAbgeschlossenes Hochschulstudium im Fach Geschichte, Geschichtsdidaktik, Politik oder einer vergleichbaren Geisteswissenschaft\nFundierte Erfahrung im Projektmanagement\nNachweisbare Berufserfahrung in der Gedenkstättenarbeit\nFundierte Erfahrungen in der Konzeption und Steuerung von Ausstellungsprojekten\nFundierte Kenntnisse der Geschichte des Nationalsozialismus\nKenntnisse zu aktuellen Diskursen zu zeitgemäßen Ausstellungen in NS-Gedenkstätten\nHohes Maß an Eigenverantwortlichkeit, an Organisations- und Kommunikationsvermögen\nWir wünschen uns zudem von Ihnen?\nKenntnisse zur Geschichte der Lager Bergen-Belsen\nErfahrungen in der öffentlichen Verwaltung und fundierte Kenntnisse in der Mittelverwendung\nGute Kenntnisse der englischen Sprache\nHaben wir Ihr Interesse geweckt?\nDann würden wir Sie gerne kennenlernen.\nBewerbungen richten Sie bitte bis zum\n01.02.2026\nunter Angabe der Kennziffer und bevorzugt per E-Mail an:\nStiftung niedersächsische Gedenkstätten, Frau Marie-Joëlle Ollesch, Im Güldenen Winkel 8, 29223 Celle.\nbewerbung@stiftung-ng.de\nFür Auskünfte steht Ihnen Dr. Elke Gryglewski,\nelke.gryglewski@stiftung-ng.de\n, Geschäftsführerin und Projektleiterin zur Verfügung.\nDie Stelle ist grundsätzlich auch in Teilzeit zu besetzen. Arbeitszeitwünsche werden gerne individuell geprüft.\nDie Stiftung niedersächsische Gedenkstätten setzt sich dafür ein, in allen Bereichen und Positionen Unterrepräsentanzen im Sinne des Niedersächsischen Gleichberechtigungsgesetzes (NGG) abzubauen. Bei gleicher Eignung, Leistung und Befähigung werden Bewerbungen schwerbehinderter Menschen bevorzugt berücksichtigt. Bitte geben Sie bereits mit der Bewerbung einen entsprechenden Hinweis.\nHinweis zur Barrierefreiheit und Zugänglichkeit:\nDer Standort M.B. 89 und der Stiftungssitz in Celle sind aufgrund historischer Bauweise nicht barrierefrei. Es stehen keine barrierefreien Zugänge, Aufzüge und nur teilweise sanitäre Einrichtungen in diesem Gebäude zur Verfügung. Sofern notwendig bieten wir selbstverständlich individuelle Unterstützung an.\nMit der Abgabe Ihrer Bewerbung erklären Sie sich gleichzeitig einverstanden, dass die für das Auswahlverfahren erforderlichen Daten nach den Bestimmungen des Niedersächsischen Datenschutzgesetzes gespeichert und verarbeitet werden. Die Bewerbungsunterlagen werden nach Ablauf der Aufbewahrungsfrist datenschutzgerecht vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektkoordination-fuer-die-erarbeitung-einer-neuen-dauerausstellung/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/zuwendungen-und-beschaffungen-m-w-d/", "image": "", "title": "Zuwendungen und Beschaffungen (m/w/d)", "content_text": "LutherMuseen, Wittenberg Bewerbungsende: 22.01.2026 | Das Erbe Martin Luthers und der Reformation zu bewahren und zu vermitteln, ist die Aufgabe der LutherMuseen. 1997 als Stiftung Luthergedenkstätten in Sachsen-Anhalt gegründet, umfassen die LutherMuseen heute fünf reformationsgeschichtliche Gedenkstätten an den Standorten in Eisleben (Luthers Geburtshaus und Luthers Sterbehaus), Mansfeld (Luthers Elternhaus) und Wittenberg (Lutherhaus und Melanchthonhaus). Die Gebäude in Eisleben und Wittenberg sind im Jahr 1996 in das Weltkulturerbe der UNESCO aufgenommen worden. Die Buch-, Handschriften- und Grafikbestände besitzen weltweite Bedeutung; die „Frühen Schriften der Reformationsbewegung initiiert von Martin Luther“ sind seit 2015 in das UNESCO-Weltdokumentenerbe aufgenommen worden.\nFür den Bereich „Allgemeine Verwaltung“ suchen wir zum nächstmöglichen Zeitpunkt einen Mitarbeiter für\nZuwendungen und Beschaffungen (m/w/d)\n(40 Stunden/ Woche)\nZu den Aufgaben gehören u.a.:\nVorbereitung, Umsetzung und Nachbetrachtung von Ausschreibungen im Bereich UVgO sowie nationale und EU-weite Verfahren\nErstellung und Pflege eines Datenpools im Bereich öffentlicher Ausschreibungen\nSicherstellung des Qualitätsniveaus der Investitionen und Beschaffungen\nBeratung in Fragen der Beschaffung und des Einkaufs\nMitarbeit Fachkonzept im Bereich Bewirtschaftung und Beschaffung\nFinanzcontrolling für Projektzuwendungen\nMitwirkung an der Vorbereitung von Verträgen\nWir suchen eine engagierte und breit gebildete Persönlichkeit mit einem hohen Maß an Kommunikationsgeschick, Organisationserfahrung, selbstständiger Arbeitsweise, Kreativität, Teamfähigkeit und Belastbarkeit.\nAußerdem erwarten wir:\neinschlägiges abgeschlossenes Fachhochschulstudium mit wirtschaftswissenschaftlicher oder verwaltungswissenschaftlicher Prägung\nMehrjährige Berufserfahrung\numfassende Kenntnisse und Erfahrungen in den Bereichen öffentliche Vergabe/Beschaffung, Haushalts- und Vertragsrecht\nErfahrung mit Kameralbuchhaltung und der Anwendung einschlägiger PC-Programme sind wünschenswert\nWir bieten:\nArbeitsverhältnis nach den Bestimmungen des Tarifvertrages für den öffentlichen Dienst der Länder (TV-L, Tarifgebiet Ost)\nVergütung mit Entgeltgruppe 9b bei Vorliegen der persönlichen und tariflichen Voraussetzungen\neine individuelle Zuordnung der tariflichen Erfahrungsstufe unter Berücksichtigung Ihrer bisherigen Berufserfahrung\nVereinbarkeit von Beruf und Familie\nzusätzliche Altersvorsorge (VBL) wird ermöglicht\nvermögenswirksame Leistungen können gewährt werden\nVielzahl an attraktiven Weiterbildungsmöglichkeiten, u.a. Seminare zur beruflichen Weiterentwicklung\nDie Zusammenarbeit soll zum 01.02.2026 bzw. zum nächstmöglichen Zeitpunkt mit insgesamt 40 Stunden/ Woche beginnen. Die Stelle ist zunächst auf 2 Jahre befristet.\nDer Dienstort ist\nL\nutherstadt Wittenberg.\nChancengleichheit ist uns wichtig. Schwerbehinderte werden bei gleicher Eignung vorrangig berücksichtigt.\nBewerbungskosten können leider nicht erstattet werden. Ihre Bewerbung mit aussagekräftigen Unterlagen richten Sie bitte bis zum\n22.01.2026\nan die\nLutherMuseen\nStiftung Luthergedenkstätten in Sachsen-Anhalt\nStefanie Buschhardt\nCollegienstraße 54\n06886 Lutherstadt Wittenberg\nbewerbung@luthermuseen.de\nEs werden ausschließlich Bewerbungen berücksichtigt, die rechtzeitig unter der vorgenannten E-Mailadresse oder postalisch bei uns eingehen. Der Schutz Ihrer persönlichen Daten ist uns sehr wichtig. Daher werden die im Rahmen des Bewerbungsverfahrens erhobenen Daten entsprechend der einschlägigen Datenschutzvorschriften erhoben, verarbeitet und genutzt. Wir weisen Sie aber darauf hin, dass die Übersendung Ihrer E-Mail an uns unverschlüsselt erfolgt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.01.2026", "url": "https://www.museumsbund.de/stellenangebote/zuwendungen-und-beschaffungen-m-w-d/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d-kunst-und-kultur-des-19-jahrhunderts/", "image": "", "title": "Kustode (m/w/d) Kunst und Kultur des 19. Jahrhunderts", "content_text": "Klassik Stiftung Weimar, Weimar Bewerbungsende: 15.02.2026 | Die Klassik Stiftung Weimar ist eine gemeinnützige Stiftung des öffentlichen Rechts. Sie zählt zu den herausragenden Kultur- und Forschungsinstitutionen in Deutschland. Sammlungs- und Arbeitsschwerpunkte sind die Weimarer Klassik, ihre Nachwirkungen in Kunst und Kultur des 19. Jahrhunderts sowie die Moderne mit den Schwerpunkten Friedrich Nietzsche und Bauhaus. Die Stiftung umfasst neben dem Goethe- und Schiller-Archiv und der Herzogin Anna Amalia Bibliothek in der Direktion Museen das 1885 gegründete Goethe-Nationalmuseum und das 2019 eröffnete Bauhaus-Museum sowie rund 20 weitere Museen, Dichterhäuser und Schlösser. Darüber hinaus verantwortet die Stiftung die Bau- und Gartendenkmalpflege im Weltkulturerbe.\nIn der Direktion Museen ist in der Abteilung Residenzschloss, Hof- und Residenzkultur zum nächstmöglichen Zeitpunkt, in Vollzeit (40 h/Woche), befristet auf 6 Jahre, folgende Stelle zu besetzen:\nKustode (m/w/d) Kunst und Kultur des 19. Jahrhunderts\nE 13 TV-L, Kennziffer: 44/2025\nDas sind Ihre Aufgaben:\nKustodische Betreuung der Sammlungen zur Kunst und Kultur des Weimarer „Silbernen Zeitalters“ (ca. 1820–1870), einschließlich der historischen Musikinstrumente\nInitiierung, Konzeption und Umsetzung wissenschaftlicher Projekte zur Bestandserschließung, Forschung und Digitalisierung\nMitarbeit in bestands- und gattungsübergreifenden Projekten sowie aktive Beteiligung an Ausstellungs- und Vermittlungsformaten der Klassik Stiftung Weimar\nWahrnehmung der musealen Hausverantwortung für das Liszthaus, das Römische Haus und die Fürstengruft\nVerfassen wissenschaftlicher Publikationen (Print und Online) sowie Pflege und Weiterentwicklung der Museums- und Sammlungsdatenbank im Zuständigkeitsbereich\nNeben der fachwissenschaftlichen Betreuung herausragender Sammlungsbestände wirkt die*der Kustod*in an Projekten innerhalb der Abteilung mit und wird darüber hinaus für die kuratorische Weiterentwicklung der zu betreuenden Häuser verantwortlich sein. Die einzigartigen Sammlungen der Direktion Museen definieren sich im Zusammenhang von Objekten, Häusern, Ideengeschichte und herausragenden historischen Persönlichkeiten.\nDas erwarten wir:\nEin abgeschlossenes Hochschulstudium (Master, Magister, Diplom/Universität) in einem museumsrelevanten Fach, z. B. Kunstgeschichte oder Kulturwissenschaften, idealerweise in Kombination mit einem musikwissenschaftlichen Schwerpunkt; eine Promotion ist erwünscht\nFundierte Kenntnisse der deutschsprachigen Kunst- und Kulturgeschichte sowie Musikgeschichte des „langen“ 19. Jahrhunderts, nachgewiesen durch einschlägige Publikationen und/oder Projekte\nEinschlägige Berufserfahrung in einer musealen Einrichtung, insbesondere im Umgang mit Sammlungsobjekten unterschiedlicher Gattungen\nErfahrung in der Durchführung objektbasierter Forschungs- und Bestandsprojekte\nOffenheit für das Arbeiten in digitalen Forschungsumgebungen sowie Erfahrung in der Pflege von Museums- und Sammlungsdatenbanken\nNachgewiesene Erfahrung im Kuratieren von Ausstellungen, im Projektmanagement sowie in der museums- und ausstellungsbezogenen Vermittlungsarbeit\nKenntnisse im Umgang mit Fragen der Bestandserhaltung sowie Erfahrung in der Begleitung von Restaurierungsprojekten\nSehr gute Englischkenntnisse sowie möglichst Kenntnisse einer weiteren modernen Fremdsprache\nWenn Sie Ihre ausgeprägten kustodischen und kuratorischen Kompetenzen mit Kommunikationsstärke, Teamfähigkeit und einer hohen Publikumsorientierung verbinden, freuen wir uns auf Ihre Bewerbung.\nWir bieten Ihnen:\neine vielseitige und interessante Tätigkeit in einem kollegialen, engagierten Team\nein familienfreundliches und attraktives Arbeitsumfeld mit moderner IT-Ausstattung (Dienstlaptop, Headset etc.), flexiblen Arbeitszeiten und die Möglichkeit der mobilen Arbeit\nattraktive Nebenleistungen wie vermögenswirksame Leistungen und betriebliche Altersvorsorge (VBL)\nAngebote zur fachlichen und persönlichen Qualifizierung\neinen zentrumsnahen Arbeitsplatz inmitten der UNESCO-Welterbestätten Klassisches Weimar und Bauhaus Weimar\nkostenfreien Eintritt in alle Museen der Stiftung\nDie Stiftung gewährleistet die Gleichstellung von Frauen und Männern nach dem Thüringer Gleichstellungsgesetz. Bei gleicher Eignung werden schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWenn Sie diese Stelle interessiert, bewerben Sie sich bitte mit\naussagekräftigen Unterlagen, Lebenslauf und Zeugnissen/Beurteilungen zusammengefasst in\neiner\npdf-Datei bis zum 15.02.2026\nüber unser Online-Portal unter\nhttp://www.klassik-stiftung.de/stellenangebote/\n. Von postalischen Bewerbungen und Bewerbungen per E-Mail bitten wir abzusehen.\nKlassik Stiftung Weimar\nAbteilung Personal\nJennifer Müller\nTel.: 03643/545-594\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/kustode-m-w-d-kunst-und-kultur-des-19-jahrhunderts/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-w-m-d/", "image": "", "title": "Technische Assistenz (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 21.01.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nDas Zentrum für Biodiversitätsmonitoring und Naturschutzforschung (ZBM) wurde erst 2020 als ein zentraler Bestandteil des LIB gegründet. Der Aufgabenbereich des ZBM umfasst innovative experimentelle ökologische Arbeiten zu den Treibern des Biodiversitätswandels, landschaftsweite Studien, Laborexperimente in Käfigen und Klimaschränken, modernste DNA-basierte Analytik, sowie die Entwicklung neuartiger Technologien für ein modernes Biodiversitätsmonitoring. Das ZBM ist damit bestens aufgestellt, den Herausforderungen des weltweiten Biodiversitätsrückgangs aktiv zu begegnen und Lösungen zu finden, für einen gesellschaftlich-integrativen Arten- und Naturschutz.\nWerden Sie Teil unseres Instituts am Standort Bonn. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz bis zum 31.12.2027 eine/n\nTechnische Assistenz (w/m/d)\nin Teilzeit mit 75% v.H. (29,87 Stunden/Woche) im Forschungsprojekt GoodWeedBadWeed, an den Standorten Bonn (ca. ¼ der Beschäftigungszeit) und Göttingen (ca. ¾ der Beschäftigungszeit).  Ziel des Projektes ist es, durch ein verbessertes Verständnis des ökologischen Wertes, der Kosten und Nutzen, von Segetalpflanzen („Unkräutern“) für den Erhalt von Biodiversität eine nachhaltigere Landwirtschaft zu gestalten.\nDer/die technische Assistenz wird als Schnittstelle zwischen dem ZBM und den beiden externen Projektpartnern, dem Department für Nutzpflanzen-wissenschaften der Georg-August-Universität Göttingen, und dem Ag-Tech Start-up Pheno-Inspect GmbH, fungieren und überwiegend am Projektstandort in Göttingen arbeiten.\nIhre Aufgaben:\nDurchführung von Feldversuchen und Versuchsanordnungen zur Untersuchung der Interaktion von Bestäubern und „Unkräutern“ (Organisation, Aufbau, Durchführung, Datenerhebung, und Digitalisierung)\nAufarbeitung und Analyse von Proben (Pflanzen, Insekten, Umweltproben)\nProtokollführung und Qualitätssicherung\nUnterstützung bei Forschungsarbeiten des Zentrums\nIhr Profil:\nAbgeschlossene Ausbildung als Biol.-Techn. Assistent/in, -Techn. Assistent/in mit staatlicher Anerkennung oder Biologielaborant/in, sonstige Ausbildung mit gleichwertigen Fähigkeiten mit Nachweisen, Praxiserfahrungen von Vorteil\nArbeitsabläufe und Versuchsreihen eigenverantwortlich zu strukturieren und organisieren, Arbeiten sorgfältig abzuwickeln\nFähigkeit zu körperlich anstrengender Feldarbeit während der Feldsaison\nHandwerkliches Geschick und technisches Verständnis von Vorteil\nTeamfähigkeit, kommunikative und soziale Kompetenz\nKenntnisse in der Insektenbestimmung sind wünschenswert (per Fortbildung möglich)\nPC-Kenntnisse (gute Kenntnisse in MS Office, Erfahrungen GIS und Grafikprogrammen von Vorteil)\nGute Englischkenntnisse, Führerschein Klasse B (III) und Bereitschaft zur Führung von Dienstfahrzeugen, Erfahrung mit VW-Bussen oder ähnlichem wünschenswert\nSachkundenachweis Pflanzenschutz ist von Vorteil\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (bis zur EG 9a TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 21.01.2026 ausschließlich digital über unser\nKarriereportal\nan Frau Jennifer Scholze. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 21.01.2026", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-w-m-d/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-museumsbetrieb/", "image": "", "title": "Mitarbeiter/in Museumsbetrieb", "content_text": "Museumsgesellschaft Mönchgut-Granitz, Sellin Bewerbungsende: 25.01.2026 | Die Museumsgesellschaft Mönchgut-Granitz sucht ab März 2026 eine\nMitarbeiterin / einen Mitarbeiter für den Betrieb des Seefahrerhauses Sellin.\nAufgabenschwerpunkte:\nDer Mitarbeiter / die Mitarbeiterin stellt den Ausstellungsbetrieb sicher und steht im direkten Gästekontakt. Neben allgemeinen Auskünften gehört auch die Beantwortung von Fragen zur Ausstellung und der Kultur im Amtsbereich zur alltäglichen Arbeit. Daher sind Interesse an Kultur und Kenntnisse der Region sowie der regionalen Geschichte von Vorteil.\nAnforderungen an die Bewerber:\nfreundliches und kundenorientiertes Auftreten\nsicherer Umgang mit dem PC und gängigen Officeprogrammen wie Outlook, Excel, Word\nZuverlässigkeit und die Bereitschaft zu Diensten am Wochenende\nKenntnisse der Region und der regionalen Geschichte von Vorteil\nArbeitserfahrung in Museen, Galerien oder anderen kulturellen Einrichtungen von Vorteil\nWerden Sie Teil eines dynamischen Teams mit flachen Hierarchien und vielen Möglichkeiten, eigene Vorstellungen und Ideen umzusetzen!\nDie Einstellung erfolgt zunächst befristet bis Jahresende 2026 (ab 1. März) als Teilzeitbeschäftigte/r mit 75% der Arbeitszeit eines entsprechenden Vollbeschäftigten (30 Stunden/Woche). Eine Weiterführung des Beschäftigungsverhältnisses wird angestrebt.\nIhre aussagefähige Bewerbung insbesondere mit tabellarischem Lebenslauf sowie mit Kopien von Ausbildungs- und Arbeitszeugnissen sowie eventuellen Zusatzqualifikationen und mit Angabe Ihrer Gehaltsvorstellungen, richten Sie bitte bis zum 25.01.2026 mit dem Hinweis „Bewerbung“ an die\nMuseumsgesellschaft Mönchgut-Granitz mbH\nSeeparkpromenade 1\n18586 Sellin\nBevorzugt per Mail an\njoern.kleinhardt@mmg-ruegen.de\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-museumsbetrieb/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d/", "image": "", "title": "Wissenschaftlicher Kurator (m/w/d)", "content_text": "Deutsches Bergbau-Museum Bochum, Bochum Bewerbungsende: 15.02.2026 | // EN below\nIm Rahmen des Forschungsprojekts „Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall” (DFG/AHRC) am Deutschen Bergbau-Museum Bochum – Leibniz-Forschungsmuseum für Georessourcen (DBM).\nDer Forschungsbereich Bergbaugeschichte am Deutschen Bergbau-Museum Bochum schreibt eine Stelle als wissenschaftliche/r Kurator/in im Rahmen des Forschungsprojekts „Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall” aus. Das Projekt wird von der Deutschen Forschungsgemeinschaft (DFG) und dem Arts and Humanities Research Council (AHRC) gefördert. Die Stelle ist zum 1. Juni 2026 oder zum nächstmöglichen Zeitpunkt zu besetzen. Die Anstellung erfolgt auf Grundlage des Haustarifvertrags der DMT-LB. Die Vergütung entspricht einer 75%-Stelle nach TV-L E 13.\nDie Stelle ist auf 24 Monate befristet.\nZum Projekt\nDas Projekt „Toxic Heritage” ist eine kollaborative Forschungsinitiative unter der Leitung von Jun.-Prof. Tina Asmussen (Deutsches Bergbau-Museum Bochum: Leibniz-Forschungsmuseum für Georessourcen, DBM) und Prof. Dr. Peter Oakley (Royal College of Art London, RCA). Es untersucht die Bergbaulandschaften des Harzes (Deutschland) und Cornwalls (England) als Kulturlandschaften, in denen sich jahrhundertelange menschlich verursachte Umweltveränderungen manifestieren. Der Fokus auf Altlasten und Kontamination zielt darauf ab, das Bergbauerbe neu zu rahmen – nicht allein als Geschichte wirtschaftlicher und technologischer Entwicklung, sondern als andauerndes Vermächtnis ökologischer und soziokultureller Auswirkungen. Aus dieser Perspektive hinterfragt das Projekt tradierte Dichotomien zwischen Natur und Kultur und betont die Verflechtungen zwischen Technologien, menschlichen Körpern und biophysikalischen Systemen. Mit einem Untersuchungszeitraum vom Spätmittelalter bis zur Gegenwart schließt es eine wesentliche Forschungslücke, indem es die langfristigen Umweltfolgen des Bergbaus adressiert und diese Landschaften im Kontext der Anthropozän-Forschung verortet.\nDas Projekt ist interdisziplinär angelegt und verbindet die Expertise der Teammitglieder in Umwelt-, Technik und Wissensgeschichte, materieller Kulturforschung, künstlerischer Forschung (Creative Practice Research) und kuratorischer Praxis.\nZur Stelle\nDie/der wissenschaftliche Kurator/in arbeitet in am DBM in Bochum an der Fallstudie zum Harz und kooperiert dabei eng mit dem Londoner Team am RCA an der Fallstudie zu Cornwall. Die Hauptaufgabe ist die Entwicklung und Realisierung einer gemeinsamen Ausstellung, die die Forschungsergebnisse des Projekts präsentiert. Die Eröffnung ist für Frühjahr 2028 geplant.\nAufgaben und Verantwortlichkeiten\nKuratorische Aufgaben:\nEntwicklung und Kuratierung der Ausstellung „Toxic Heritage” von der Konzeption bis zur Realisierung (Eröffnung Frühjahr 2028)\nKoordination mit beiden Forschungsteams (DBM und RCA) zur Integration von Forschungsinhalten in die Ausstellungsnarration\nZusammenarbeit mit den institutionellen Partnern hinsichtlich Ausstellungsgestaltung, Logistik und Vermittlung\nVerwaltung des Ausstellungsbudgets und -zeitplans\nForschungs- und Vermittlungsaufgaben:\neigenständige Forschung (Quellenrecherche, Archivforschung, Interviews, Feldforschung)\nMitwirkung an Outreach-Aktivitäten in Wissenschaft und Öffentlichkeit, z.B. Publikationen, Workshops, öffentliche Veranstaltungen\nVerfassen von Anträgen bei Forschungs- und Kulturförderstellen\nAnforderungsprofil\nErforderliche Qualifikationen:\nMaster-Abschluss (oder Äquivalent) oder Promotion in den Geistes- oder Sozialwissenschaften\nnachgewiesene Erfahrung in der Entwicklung und Kuratierung von Ausstellungen sowie im Wissenstransfer (bitte geben Sie in Ihrer Bewerbung Umfang und Kontext an)\nausgezeichnete Kenntnisse der deutschen und englischen Sprache in Wort und Schrift\nErfahrung in Archivarbeit, historischer Analyse und/oder Feldforschung und interdisziplinärer Zusammenarbeit\nErwünschte Qualifikationen:\nKenntnisse in Bergbaugeschichte, Umweltgeschichte oder Heritage Studies\nErfahrung in der Arbeit im Museumskontext\nVertrautheit mit GIS-Werkzeugen und -Methoden (optional)\nWas wir Ihnen bieten:\nein motiviertes und kollegiales Team\nflexible Arbeitszeitmodelle zur besseren Vereinbarkeit von Beruf und Privatleben\ngezielte Förderung Ihrer persönlichen Entwicklung und fachlichen Qualifizierung durch regelmäßige Fort- und Weiterbildungen\nattraktive Sozialleistungen: 13. Gehalt, Urlaubsgeld und Vermögenswirksame Leistungen\nein aktiver Betriebsrat\numfangreiche Zusatzleistungen: pme Familienservice, Gesundheitstage, Firmenläufe sowie ein kollegiales und wertschätzendes Arbeitsklima\nDie Vergütung erfolgt nach dem Haustarif der DMT-LB und ist für diese Stelle vergleichbar mit der Entgeltgruppe E 13 des Tarifvertrags der Länder (TV-L) bei 75% der regulären Arbeitszeit.\nBewerbungsunterlagen\nBitte reichen Sie folgende Unterlagen in deutscher oder englischer Sprache ein:\nMotivationsschreiben (max. 3 Seiten) mit Angaben zu: Ihrer Motivation, zum Projekt „Toxic Heritage” beizutragen; Ihrer Erfahrung in kuratorischer Arbeit (bitte beschreiben Sie konkrete Projekte); Ihrer Erfahrung und/oder Ihrem Interesse an interdisziplinärer Zusammenarbeit\nLebenslauf\nakademische Zeugnisse: Für Bewerber/innen mit Master-Abschluss: Abschlusszeugnis oder Urkunde; für Bewerber/innen mit Promotion: Zusammenfassung der Dissertation (max. 2 Seiten) und Promotionsurkunde\nZeugnisse und Zertifikate\nKontaktdaten von zwei Referenzpersonen, die gegebenenfalls kontaktiert werden können (Name, E-Mail und Telefonnummer)\nZeitplan\nBewerbungsfrist: 15.02.2026\nBenachrichtigung über Einladung zum Vorstellungsgespräch: 16.03.2026\nvoraussichtlicher Stellenantritt: 01.06.2026 oder zum nächstmöglichen Zeitpunkt\nFühlen Sie sich angesprochen?\nDann bewerben Sie sich über diesen\nLink.\nBitte beachten Sie, dass wir ausschließlich Bewerbungen über unser Online-Portal berücksichtigen. Bewerbungen per E-Mail oder auf dem Postweg können nicht berücksichtigt werden.\nFür nähere Auskünfte zur Stelle steht Ihnen die Projektleiterin: Jun.-Prof. Dr. Tina Asmussen unter\ntina.asmussen@bergbaumuseum.de\ngerne zur Verfügung.\nInformationen über das Deutsche Bergbau-Museum Bochum erhalten Sie unter www.bergbaumuseum.de.\nWir, die DMT-LB, sind ein regional, national und international tätiges Unternehmen in Wissenschaft, Bildung und Kultur. Wir agieren mit zwei bekannten und anerkannten Institutionen – dem DBM und der TH Georg Agricola – nach außen.\nDie DMT-LB strebt nach Geschlechtergerechtigkeit und Vielfalt und begrüßt daher alle Bewerbungen – unabhängig von Geschlecht, Behinderung, Nationalität oder ethnischer und sozialer Herkunft.\n// EN\nResearch Curator Position\nWithin the research project “Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall” (DFG/AHRC) at the German Mining Museum Bochum – Leibniz Research Museum for Georesourcee (DBM).\nThe Mining History Research Unit at the German Mining Museum Bochum invites applications for a research curator position as part of the research project “Toxic Heritage: Socio-natural Landscapes of Extraction and Pollution in the Harz and Cornwall,” funded by the German Research Foundation (DFG) and the Arts and Humanities Research Council (AHRC), beginning on June 1, 2026, or at the earliest possible date. The employment is based on the in-house wage agreement of DMT-LB. The salary is calculated equivalent to a 75% position according to TV-L E 13.\nThe position is limited to 24 months.\nAbout the Project\nThe “Toxic Heritage” project is a collaborative research initiative conducted by Jun.-Prof. Tina Asmussen (German Mining Museum Bochum: Leibniz Research Museum for Georesources, DBM) and Prof. Dr. Peter Oakley (Royal College of Art London, RCA). It explores the mining landscapes of the Harz Mountains (Germany) and Cornwall (England) as socio-natural entities that reveal centuries of human-induced environmental transformations. By focusing on the toxic residues left behind by mining, the project aims to reframe mining heritage—not just as a story of economic and technological development, but as an enduring legacy of environmental and socio-cultural impact. Through this lens, the project interrogates traditional binaries between nature and culture, emphasizing the interconnections between technologies, economy, human bodies, and biophysical systems. Spanning the late medieval period to the present, it fills a critical gap by addressing mining’s long-term environmental effects and situates these landscapes within the broader context of Anthropocene studies.\nThe project is inherently interdisciplinary, drawing on team members’ expertise in environmental history, history of science and technology, material culture studies, creative practice research, and curatorial practice.\nThe Position\nThe research curator will work at the DBM in Bochum on the Harz case study while closely collaborating with the London team at the RCA on the Cornwall case study. The primary responsibility is the development and realization of a joint exhibition presenting the project’s findings, scheduled to open in Spring 2028.\nResponsibilities and Tasks\nCuratorial Tasks:\nDevelop and curate the “Toxic Heritage” exhibition from concept to realization (opening Spring 2028)\nCoordinate with both research teams (DBM and RCA) to integrate project findings into the exhibition narrative\nCollaborate with institutional partners regarding exhibition design, logistics, and knowledge transfer\nManage the exhibition budget and timeline\nResearch and Outreach Tasks:\nIndependent research (source research, archival research, interviews, fieldwork)\nContribute to academic/public outreach, such as publications, workshops, public events\nWrite grant applications to research and cultural funding bodies\nRequired Qualifications:\nA Master’s degree (or equivalent) or PhD in the humanities or social sciences\nDemonstrated experience in developing and curating exhibitions and research transfer (please specify scope and context in your application)\nExcellent proficiency in both written and spoken German and English\nExperience in archival research, historical analysis, and interdisciplinary collaboration\nDesired Qualifications:\nKnowledge of mining history, environmental history, or heritage studies\nExperience working in museum contexts\nFamiliarity with GIS tools and methodologies (optional)\nWhat We Offer:\nA motivated and supportive team\nFlexible working hours for a better work-life balance\nTargeted support for your personal development and professional qualifications through regular training and continuing education\nAttractive benefits: 13th-month salary, vacation pay, and employee savings plan\nAn active works council\nExtensive additional benefits: pme family service, health days, company runs, and a collegial and appreciative working atmosphere\nThe remuneration is based on the DMT-LB in-house tariff and is comparable to pay group E13 of the collective agreement of the German federal states (TV-L) at 75% FTE.\nApplication Materials\nPlease submit the following documents in English or German:\nCover letter (max. 3 pages) addressing: Your motivation to contribute to the “Toxic Heritage” project; your experience in curatorial work (please describe specific projects); your experience and/or interest in interdisciplinary collaboration\nCurriculum vitae\nAcademic transcripts: For candidates with a Master’s degree: final transcript or degree certificate; for candidates with a PhD: thesis abstract (max. 2 pages) and degree certificate\nRelevant certificates\nContact details of at least two referees who may be contacted if required (name, email, and telephone number)\nTimeline\nApplication deadline: February 15, 2026\nNotification of interview invitations: March 16, 2026\nExpected start date: June 1, 2026, or at the earliest possible date\nPlease submit your application via our online application portal:\nLink.\nPlease note that we exclusively accept applications submitted through our online portal. Applications via email or postal mail will not be considered.\nFor questions, please contact Jun.-Prof. Dr. Tina Asmussen —\ntina.asmussen[at]bergbaumuseum.de\nInformation about the German Mining Museum Bochum can be found at www.bergbaumuseum.de.\nWe, DMT-LB, are a regional, national, and international company active in science, education, and culture. We collaborate with two well-known and recognized institutions – the DBM and the Georg Agricola University of Applied Sciences.\nDMT-LB is committed to gender equality and diversity and therefore welcomes all applications – regardless of gender, disability, nationality, or ethnic and social origin.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-kurator-m-w-d/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-in-der-verwaltung-in-teilzeit/", "image": "", "title": "Mitarbeiter:in (m/w/d) in der Verwaltung (in Teilzeit)", "content_text": "Kestner Gesellschaft, Hannover Bewerbungsende: 11.01.2026 | Die Kestner Gesellschaft ist zeitgenössisch, international und vielfältig. Sie zählt mit über 2.000 Mitgliedern zu den größten Kunstvereinen Deutschlands. Seit über 100 Jahren verfolgt sie das Ziel, aktuelle, internationale Kunst nach Hannover zu bringen. Dabei werden die Hallen des ehemaligen Goseriedebads regelmäßig zum Schauplatz umfassender Gruppen- und Einzelausstellungen. Mit bisher über 700 Ausstellungen hat die Kestner Gesellschaft die nationale und internationale Kunstszene geprägt und setzt beständig neue Impulse.\nDie Kestner Gesellschaft sucht zum nächstmöglichen Zeitpunkt eine:n\nMitarbeiter:in (m/w/d) in der Verwaltung in Teilzeit (\n20-25 Std./Woche).\nIhre Aufgaben\nSie unterstützen die Verwaltungsleitung bei allen administrativen und operativen Belangen. U.a:\nMitarbeit bei der Optimierung von Verwaltungsprozessen, Berichtslegung, Dokumentation und Ablage\nVorbereitung, Organisation und Nachbereitung administrativer Abläufe\nUnterstützung in der Finanz- und Büroorganisation (z. B. Rechnungswesen, Beschaffung)\nErstellung und Pflege von Dokumentationen, Berichten, Präsentationen und Vorlagen\nMitarbeit bei Haushaltsplanung, Budgetübersichten und Controllingaufgaben\nUnterstützung bei der administrativen Abwicklung von Förderung (Mittelabrufe, Sachberichte etc.)\nUnterstützung im Personalbereich: Pflege relevanter Unterlagen, Terminverwaltung, Kommunikation mit Bewerber:innen\nUnterstützung in IT-Belangen, inkl. bei der Implementierung neuer Softwarelösungen (aktuell Adressverwaltung und Rechnungswesen)\nUnterstützung der Mitgliederverwaltung\nEnge Zusammenarbeit mit der Direktion, dem Vorstand und weiteren Abteilungen\nIhr Profil\nSie lieben Kunst und Kultur, haben eine hohe Affinität zu Zahlen und Büroorganisation? Die Optimierung von Verwaltungsprozessen ist Ihre Leidenschaft? Dies drückt sich auch in den folgenden Anforderungen aus? Dann freuen wir uns auf Ihre Bewerbung!\nAbgeschlossene kaufmännische Ausbildung, Studium in einem verwaltungs-, wirtschafts- oder kulturbezogenen Bereich oder vergleichbare Qualifikation\nBerufserfahrung im Verwaltungs-, Assistenz- oder Kulturbereich\nSicherer Umgang mit MS Office (Word, Excel, Outlook, PowerPoint) sowie bestenfalls Vorerfahrung im Umgang mit Adressmanagmenttools, Rechnungswesen\nSehr gute schriftliche und mündliche Ausdrucksfähigkeit; gute Englischkenntnisse\nStrukturierte, selbstständige und gewissenhafte Arbeitsweise\nHohe Zuverlässigkeit, Organisationstalent und Freude an Teamarbeit\nFreundliches Auftreten und souveräner Umgang mit unterschiedlichen Ansprechpartner:innen\nInteresse an Kunst und Kultur sowie Identifikation mit der Kestner Gesellschaft\nWir bieten\nEine der Tätigkeit angemessene Vergütung und 30 Tage Urlaub pro Jahr (bei einer 5-Tageswoche)\nEin abwechslungsreiches Arbeitsumfeld in einer renommierten Institution für zeitgenössische Kunst\nEnge Zusammenarbeit mit der Verwaltungsleitung und Einblicke in alle zentralen Abläufe\nEin kollegiales und engagiertes Team\nDer Einsatzort ist Hannover.\nBewerbungen unter Angabe Ihrer Gehaltsvorstellung und der angestrebten wöchentlichen Arbeitszeit (Motivationsschreiben, Lebenslauf, Zeugnisse) senden Sie bitte ausschließlich in digitaler Form (ein zusammenhängendes PDF-Datei max. 6 MB) bis zum 11.1.2026 an Johanna Köhler (\njohanna.koehler@kestnergesellschaft.de\n). Reisekosten für ein mögliches Vorstellungsgespräch können leider nicht übernommen werden.\nInhaltliche Rückfragen sowie solche zum Bewerbungsverfahren richten Sie gern an Johanna Köhler, Verwaltungsleitung:\njohanna.koehler@kestnergesellschaft.de\n, Tel.: +49 511 70120-14\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-in-der-verwaltung-in-teilzeit/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-kulturinformatik-digital-humanities-fuer-die-digitale-inventarisierung-von-kunst-und-kulturguetern-2/", "image": "", "title": "Mitarbeiter (m/w/d) Kulturinformatik / Digital Humanities für die digitale Inventarisierung von Kunst- und Kulturgütern", "content_text": "Kulturstiftung Sachsen-Anhalt, Halle (Saale) Bewerbungsende: 18.01.2026 | Die Kulturstiftung Sachsen-Anhalt ist eine selbstständige staatliche Stiftung des öffentlichen Rechts und eine der größten ihrer Art in Sachsen-Anhalt. Sie verwaltet seit einem Vierteljahrhundert einige der schönsten Burgen, Schlösser, Dome und Klöster mit ihren Museen und Sammlungen. An nunmehr 20 Stätten in der Mitte Deutschlands werden einzigartige Schätze präsentiert. Ihr Erhalt und ihre Nutzung machen nicht nur 1.200 Jahre Geschichte erlebbar, sondern sind mit zahlreichen Ausstellungen und Veranstaltungen im Hier und Jetzt verwurzelt.\nFür die Abteilung „Digitale Inventarisierung“ suchen wir zum nächstmöglichen Zeitpunkt einen Mitarbeiter (m/w/d) Kulturinformatik / Digital Humanities für die digitale Inventarisierung von Kunst- und Kulturgütern in Halle (Saale).\nIhre Aufgaben\nAdministration und Unterstützung bei der Weiterentwicklung der bestehenden Sammlungsmanagement-Software (MuseumPlus) sowie Planung, Migration und Implementierung eines neuen Datenbanksystems zur digitalen Inventarisierung\nDatenbankmanagement & Datenqualitätssicherung, einschließlich Migrationsprozesse, Bereinigung, Standardisierung & Normdatenanreicherung (GND, Getty AAT, VIAF) & Compliance mit Standards wie LIDO, CIDOC CRM und SPECTRUM\nDatenmodellierung und Workflow-Optimierung zur Verbesserung der digitalen Erfassung, Verarbeitung und Archivierung von Objekt-, Bild- und Metadaten\nAnreicherung von Daten im Sinne von Linked Open Data (LOD) zur interoperablen Vernetzung von Museumsdaten mit nationalen und internationalen Repositorien\nEntwicklung und Automatisierung von Datenprozessen (Batch-Verarbeitung, Mapping von XML und CSV, Lesen und Schreiben von XML, und Schnittstellenanbindung)\nBeratung und Support für Fachreferate in der Nutzung der Datenbank, inkl. Schulungen und Dokumentation\nKoordination mit externen IT-Dienstleistern sowie enge Zusammenarbeit mit der internen IT-Abteilung bei der strategischen Weiterentwicklung digitaler Prozesse\nIhr Profil\nAbgeschlossenes Studium in Digital Humanities, Kulturinformatik, Informationswissenschaften, Medieninformatik oder einer vergleichbaren Fachrichtung mit starkem IT-Bezug und Interesse an Museums- und Denkmalpflegethemen oder in einem historischen, kunst-, kultur- oder medienwissenschaftlichen Fach mit Schwerpunkt auf dem Forschungsbereich der Digital Humanities oder kulturinformatischen Inhalten\nGrundlegende Datenbankkenntnisse (z.B. SQL), idealerweise Erfahrung mit Museums-/Sammlungsmanagementsystemen\nErste praktische Erfahrung in Datenmigration, Datenbereinigung (bspw. über OpenRefine) und Datenmodellierung.\nIdealerweise aktive Kenntnisse im Schreiben von Skripten und Aufsetzen von Batch-Prozessen (bspw. mittels Python)\nVerständnis von Metadatenstandards, Ontologien und Abfragesprachen (LIDO, CIDOC CRM, Dublin Core, EAD, RDF, SPARQL)\nKommunikationsstärke und Fähigkeit zur interdisziplinären Zusammenarbeit\nOrganisationsfähigkeit sowie eigenverantwortliches Arbeiten\nBereitschaft zu Dienstreisen (Führerschein Klasse B erforderlich)\nUnser Angebot\ninteressante, abwechslungsreiche und eigenverantwortliche Tätigkeit (\nVollzeit, 40 Stunden/Woche\n)\nbefristetes\n, projektgebundenes Arbeitsverhältnis bis zum 31.12.2028\ngleitende Arbeitszeit\njährlich wiederkehrende Sonderzahlungen und zusätzliche betriebliche Altersvorsorge\nangenehmes Betriebsklima mit Arbeitsort in\nHalle (Saale)\ntarifgerechte Eingruppierung bis zu der\nEntgeltgruppe 11 TV-L\nNähere Auskünfte zur Stellenausschreibung erteilen Ihnen Frau Christine Oelze und Frau Anika Kliewe unter den Rufnummern +49 39241 934-90 bzw. -71. Die Kulturstiftung Sachsen-Anhalt gewährleistet die berufliche Gleichstellung aller Geschlechter. Schwerbehinderte und diesen Gleichgestellte werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen teilen Sie bitte bereits im Rahmen Ihrer Bewerbung mit, ob ggf. eine Behinderung oder Gleichstellung vorliegt; darüber hinaus ist der Bewerbung ein etwaiger Nachweis hierüber beizufügen.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns über Ihre schriftliche Bewerbung unter Angabe der Kennziffer 12/03041/12.2025-21 bis zum 18.01.2026 an „Referat12@kulturstiftung-st.de“. Berücksichtigt werden nur vollständig und innerhalb der Bewerbungsfrist eingereichte Bewerbungen! Fügen Sie Ihre Unterlagen bitte ausschließlich als eine pdf-Datei bei.\nNach Beendigung des Stellenbesetzungsverfahrens werden die Unterlagen unter Beachtung der datenschutzrechtlichen Bestimmungen bei Nichtberücksichtigung vernichtet.\nDie Datenschutzhinweise für Bewerber (m/w/d) gem. Art. 13 DSGVO zur Datenverarbeitung im Bewerbungsverfahren finden Sie auf unserer Homepage.\nKulturstiftung Sachsen-Anhalt\nHauptverwaltung | Personalreferat\nLeitzkau\nAm Schloss 4\n39279 Gommern\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-m-w-d-kulturinformatik-digital-humanities-fuer-die-digitale-inventarisierung-von-kunst-und-kulturguetern-2/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d-2/", "image": "", "title": "Referent*in Kaufmännische Geschäftsführung (w/m/d)", "content_text": "Futurium, Berlin Bewerbungsende: 15.01.2026 | Das Futurium in Berlin lädt seine Besucher*innen seit September 2019 ein, sich mit Zukunftsfragen zu beschäftigen. Ausstellung, Lab und Veranstaltungsprogramm geben Einblicke in die Zukunft, die schon heute in Hochschulen, Forschung und nicht zuletzt in den Köpfen der Menschen entsteht. Unter der Leitfrage „Wie wollen wir leben?“ ist das „Haus der Zukünfte“ ein lebendiger Ort des Dialogs. Bisher konnten über 3,3 Millionen Menschen im Futurium begrüßt werden, das damit zu den meistbesuchten Museen Berlins zählt.\nTräger des Hauses ist die Futurium gGmbH, deren Gesellschafter die Bundesrepublik Deutschland (vertreten durch das Bundesministerium für Forschung, Technologie und Raumfahrt), deutsche Wissenschaftsorganisationen, forschende Unternehmen sowie wissenschaftsfördernde Stiftungen sind.\nDie Futurium gGmbH sucht zum nächstmöglichen Zeitpunkt – befristet auf 2 Jahre – in Vollzeit eine*n\nReferent*in der Kaufmännischen Geschäftsführerin (w/m/d)\n.\nAls Referent*in sind Sie engste*r Mitarbeiter*in der Kaufmännischen Geschäftsführerin und nehmen eine zentrale Schnittstellenfunktion innerhalb des Futuriums ein.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-kaufmaennische-geschaeftsfuehrung-w-m-d-2/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-naturgeschichte-geologie-palaeontologie/", "image": "", "title": "wissenschaftliche:r Volontär:in (m, w, d) Naturgeschichte-Geologie/Paläontologie", "content_text": ", Darmstadt | Am\nHessischen Landesmuseum Darmstadt (HLMD)\nist zum 1. April 2026 die auf zwei Jahre befristete Vollzeitstelle (40 Stunden/Woche)\neiner wissenschaftlichen Volontärin / eines wissenschaftlichen Volontärs (m, w, d)\nfür den Sammlungsbereich Naturgeschichte-Geologie/Paläontologie\nzu besetzen.\nVergütung: 50 % der Entgeltgruppe 13, Stufe 1 des TV-H\nDas Hessische Landesmuseum Darmstadt ist eines der wenigen Museen in Deutschland, in dem Kunst- und Kulturgeschichte sowie Naturgeschichte unter einem Dach vereint sind.\nAllgemein sollen im Rahmen des Volontariats die verschiedenen Aspekte der Arbeit im Museumsalltag vermittelt werden. Ziel ist es, die bereits erworbenen Kenntnisse, Fertigkeiten und praktischen Erfahrungen zu vertiefen und auf die eigenverantwortliche Tätigkeit im Museum vorzubereiten.\nHauptsächliche Aufgabengebiete in der Fachabteilung Erd- und Lebensgeschichte: Mitarbeit bei der Betreuung der Dauerausstellung und Sonderausstellungen; Mitarbeit im Messel-Projekt inkl. der Grabungen; Sammlungsmanagement: wissenschaftliche Betreuung von Sammlungsbeständen aus Mineralien-, Wirbellosen- bzw. Wirbeltiersammlungen, Inventarisierung in MuseumPlus, Dokumentation und Archivierung sammlungs- und forschungsrelevanter Unterlagen; redaktionelle Mitarbeit und verwaltende Tätigkeiten.\nVoraussetzungen sind ein abgeschlossenes Hochschulstudium im Bereich der Geologie/Paläontologie, mit abgeschlossener Promotion (oder Promotion kurz vor Abschluss). Der Einsatz erfolgt je nach wissenschaftlichem Schwerpunkt. Ebenfalls vorausgesetzt werden gute EDV-Kenntnisse (MS Office Anwendungen) sowie der Besitz eines Führerscheines der Klasse B.\nErwünscht sind grundlegende systematische Kenntnisse zu Wirbeltieren und/oder Wirbellosen, Erfahrungen im Umgang mit Sammlungsobjekten, einschlägige Kenntnisse der Naturgeschichte sowie eine breit angelegte naturwissenschaftliche Bildung.\nGesucht wird eine aufgeschlossene, kreative und verantwortungsbewusste Persönlichkeit mit Engagement, Teamfähigkeit, Organisationstalent und Freude am Umgang mit Menschen. Wir erwarten neben sehr guten taxonomischen Kenntnissen ein breit angelegtes naturwissenschaftliches Verständnis, gute EDV-Kenntnisse.\nDas Land Hessen trifft seine Personalentscheidungen nach Eignung, Befähigung und Leistung. Das Hessische Landesmuseum Darmstadt strebt die Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen werden deshalb nachdrücklich aufgefordert, sich zu bewerben. Bewerbungen von Menschen mit Behinderung werden bei gleicher Eignung und Qualifikation bevorzugt berücksichtigt. Die Bewerbung von Menschen mit Migrationshintergrund wird ausdrücklich begrüßt.\nBitte reichen Sie Ihre aussagekräftige Bewerbung unter folgendem Link bis zum\n31.01.2026\nein:\nStellensuche Land Hessen – Stellendetail\nDie Bewerbungsunterlagen werden nach Abschluss des Auswahlverfahrens unter Beachtung datenschutzrechtlicher Bestimmungen vernichtet.\nBei Rückfragen: Prof. Dr. Torsten Wappler, torsten.wappler@hlmd.de oder 06151-3601-261, Hessisches Landesmuseum Darmstadt, Friedensplatz 1, 64283 Darmstadt.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-naturgeschichte-geologie-palaeontologie/", "date_published": "2025-12-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-sbz-ddr-grundforschungsprojekt-nrw/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für das SBZ/DDR-Grundforschungsprojekt NRW", "content_text": "Landschaftsverband Rheinland, Bonn Bewerbungsende: 11.01.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-sbz-ddr-grundforschungsprojekt-nrw/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungskoordination-mit-standortverantwortung-w-m-d/", "image": "", "title": "Verwaltungskoordination mit Standortverantwortung (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 18.01.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von zunächst 2 Jahren mit dem Ziel der Entfristung eine\nVerwaltungskoordination mit Standortverantwortung (w/m/d)\nin Vollzeit mit 39 Stunden/Woche\nIhre Aufgaben:\nLeitung und Koordination der administrativen Angelegenheiten des LIB für den Standort Hamburg\nSicherstellung der Einhaltung von Richtlinien und Verfahren, ggf. deren Entwicklung, Implementierung und Aktualisierung für den Standort Hamburg\nOptimierung von Arbeitsabläufen insbesondere auch Mitgestaltung der neu zu implementierenden Verwaltungsprozesse für das Neue Naturkundemuseum\nSicherstellung der konstanten und effizienten Umsetzung der Maßnahmen zur Arbeitssicherheit und Gesundheitsschutz in Zusammenarbeit mit dem Facility Management und den wissenschaftlichen Leitungen inklusive deren Terminierung\nVertretung der Interessen der Verwaltung in verschiedenen internen Arbeitsgruppen insbesondere in Hinblick auf die Vorbereitung der Ausgestaltung für das Neue Naturkundemuseum\nInhaltliche Zuarbeit, Koordination und Kommunikation mit der Liegenschaftsverwaltung der Universität Hamburg und der internen Steuerungsgruppe zur Planung von Nutzungsflächen\nLogistische Koordination und Umsetzung von Arbeitsplatzbezogenen Maßnahmen, die durch die Steuerungsgruppe Raumplanung erarbeitet worden sind inkl. Steuerung von Beschaffungsvorgängen in Hinblick auf zentrale Bedürfnisse des Standortes Hamburg, wie z.B. Möbel, Bürobedarf und andere zentrale Bedarfe\nIhr Profil:\nEinschlägiges Hochschulstudium (Wirtschafts-, Verwaltungs- oder Rechtswissenschaften)\nFührungskompetenzen zur Leitung von Teams und Projekten\nKenntnisse von Verwaltungsprozessen und deren Gestaltung\nRechtskenntnisse in Bezug auf die Rahmenbedingung öffentlicher Verwaltungen\nOrganisations- und Zeitmanagementfähigkeiten\nKenntnisse in Büroverwaltungssoftware und -systemen\nStrategisches Denken und Planungsfähigkeiten,\nKommunikationsstärke für effektive Teamarbeit und Kundenbeziehungen\nAnpassungsfähigkeit und Flexibilität in einem sich ändernden Arbeitsumfeld\nEmpathie und Konfliktlösungsfähigkeiten\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (bis zur EG 11 TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 18.01.2026 ausschließlich digital über unser\nKarriereportal\nan Herrn Pfeifer. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/verwaltungskoordination-mit-standortverantwortung-w-m-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/objekt-museumstechniker-m-w-d/", "image": "", "title": "Objekt-/Museumstechniker (m/w/d)", "content_text": "Frankfurter Goethe-Museum, Frankfurt a. M. Bewerbungsende: 20.01.2026 | Das Freie Deutsche Hochstift / Frankfurter Goethe-Museum ist Museum (Goethe-Haus und Deutsches Romantik-Museum) mit ca. 120.000 Gästen im Jahr, literaturwissenschaftliche Forschungseinrichtung, Archiv sowie Bildungs- und Veranstaltungsort. Wir suchen zum nächstmöglichen Zeitpunkt\neinen Objekt-/Museumstechniker (m/w/d).\n(Vollzeit; Teilzeit möglich, Minimum 30 Std./Woche)\nSie verfügen über\neine abgeschlossene Ausbildung z. B. mit der Fachrichtung Elektrotechnik, ElektronikerIn für Energie- und Gebäudetechnik, Heizung-, Lüftung-, Klima-, Sanitärtechnik oder eine vergleichbare Ausbildung.\nErste Berufserfahrung in der Gebäudetechnik von Vorteil\nIdealerweise gewerkübergreifende Kenntnisse in der MSR-Technik\nZu Ihren Aufgaben gehören u.a. die\nÜberwachung und das Betreiben der Gebäudetechnik\nEigene Durchführung von Wartungs- und Reparaturarbeiten\nBegleitung der Wartungs- und Instandhaltungsarbeiten aller haustechnischen Anlagen\nMonitoring des Energieverbrauchs und Umsetzung von verbrauchsmindernden Maßnahmen\nBetreuung der Museumstechnik (Brandmelde- und Einbruchmeldeanlage)\nHausmeistertätigkeiten und Kleinreparaturen im gesamten Haus\nMitarbeit beim Auf- und Abbau von Wechselausstellungen und Veranstaltungen\nTeilnahme an der Rufbereitschaft (abwechselnd mit Kollegen)\nWir suchen eine/n engagierte/n und verantwortungsbewusste/n Mitarbeiter/in. Zu Ihren Stärken zählt selbständiges, systematisches und problemlösungsorientiertes Arbeiten. Sie sind belastbar und zeitlich flexibel; das Arbeiten im Team macht Ihnen Freude. Solide Kenntnisse der MS-Office-Programme sind von Vorteil.\nWir bieten Ihnen eine abwechslungsreiche, interessante und kommunikative Tätigkeit und ein Gehalt mit Sozialleistungen in Anlehnung an den öffentlichen Dienst gemäß Qualifikation bis Vergütungsgruppe 8 TV-H.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerberinnen und Bewerbern.\nIhre Bewerbung mit ausführlichen Unterlagen richten Sie bitte bis zum 20. Januar 2026 an:\nFreies Deutsches Hochstift / Frankfurter Goethe-Museum,\nz.Hd. Herrn Christian Alberth\nGroßer Hirschgraben 23 – 25,\n60311 Frankfurt am Main,\nwww.freies-deutsches-hochstift.de\nTel. 069/13880-231\nE-Mail: chalberth@freies-deutsches-hochstift.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.01.2026", "url": "https://www.museumsbund.de/stellenangebote/objekt-museumstechniker-m-w-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-sammlungsqualifizierung/", "image": "", "title": "Projektleitung (m/w/d) Sammlungsqualifizierung", "content_text": "Stiftung Donaumoos, Karlshuld Bewerbungsende: 08.02.2026 | Projektleitung (m/w/d) Sammlungsqualifizierung\nVollzeit | befristet bis 31.12.2026\nDie Stiftung Donaumoos sucht für ihr Freilichtmuseum HAUS im MOOS zum nächstmöglichen Zeitpunkt eine Projektleitung (m/w/d) für die abschließende Phase der Sammlungsqualifizierung.\nDas HAUS im MOOS liegt mitten im Donaumoos, Süddeutschlands größtem zusammenhängenden Niedermoor, und empfängt jährlich rund 20.000 Besucherinnen und Besucher. Es vereint eine staatlich anerkannte Umweltstation, ein Freilichtmuseum, ein Heimatmuseum sowie eine Museumsgaststätte. Träger ist die Stiftung Donaumoos.\nFür die umfangreiche kulturgeschichtliche Sammlung des Freilichtmuseums wird eine neue Museumsdepotlösung geplant. In Vorbereitung darauf wird die Sammlung seit 2023 systematisch erfasst, bewertet und in ein Zwischenlager überführt.\nZiel des Projekts ist es, bis Dezember 2026 verbindlich zu entscheiden, welche Objekte dauerhaft in der Sammlung verbleiben und welche deakzessioniert werden, sowie das bisherige Depot „Putzerei“ vollständig zu räumen und besenrein an den Vermieter zu übergeben.\nIhre Aufgaben\nFachliche und organisatorische Leitung des Teams Sammlungsqualifizierung\nVerantwortung für die sachgerechte Bewertung, Priorisierung und Deakzession von Sammlungsobjekten\nSicherstellung des fristgerechten Projektabschlusses und der Übergabe des Depots „Putzerei“ im Dezember 2026\nFinalisierung und Umsetzung des Sammlungskonzepts in enger Abstimmung mit der Museumsleitung\nDokumentation und fachliche Begründung von Auswahl- und Deakzessionsentscheidungen\nWissenschaftliche Begleitung der Sammlungsqualifizierung\nIhr Profil\nAbgeschlossenes Hochschulstudium (z. B. Europäische Ethnologie/Volkskunde, Geschichte, Museologie oder vergleichbar)\nFundierte Kenntnisse in der Arbeit mit kulturhistorischen Sammlungen, bestenfalls mit Deakzessionsprozessen\nMehrjährige Erfahrung im Projektmanagement\nFähigkeit, unter Zeitdruck klare fachliche Entscheidungen zu treffen und diese zu vertreten\nErfahrung in der Erstellung und Umsetzung von Sammlungs- oder Museumskonzepten\nStrukturierte, selbstständige Arbeitsweise\nPragmatismus, Durchsetzungsfähigkeit und Hands-on-Mentalität\nWünschenswert: Kenntnisse zur materiellen Kultur des süddeutschen ländlichen Raums um 1900\nUnser Angebot\nVerantwortungsvolle Leitungsaufgabe mit klarem Projektziel\nKollegiales Arbeitsklima in einem engagierten Team von sechs Personen\nFlexible Arbeitszeiten im Rahmen der Gleitzeitregelung\nGute Vereinbarkeit von Beruf und Familie\nVergütung in Anlehnung an TVöD/VKA E 13\nBewerbungen von Frauen und von Menschen mit Schwerbehinderung sind ausdrücklich erwünscht und werden bei gleicher Eignung bevorzugt berücksichtigt.\nWeitere Informationen unter: www.haus-im-moos.de\nFür Rückfragen steht die Geschäftsführerin und Museumsleiterin Joana Mylek zur Verfügung:\nj.mylek@haus-im-moos.de | 0163 1494445\nBewerbungsschluss: 08.02.2026\nBitte per E-Mail an bewerbung@haus-im-moos.de (eine PDF-Datei, max. 15 MB).\nHinweis: Die Übermittlung der Daten erfolgt unverschlüsselt. Die Verarbeitung personenbezogener Daten im Bewerbungsverfahren erfolgt gemäß Art. 13 Abs. 1 DSGVO.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-sammlungsqualifizierung/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-aeltere-kunst/", "image": "", "title": "Kurator:in (w/m/d) Ältere Kunst", "content_text": "Staatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern, Schwerin Bewerbungsende: 30.01.2026 | Die Staatlichen Schlösser, Gärten und Kunstsammlungen M-V (SSGK M-V) bewahren, erforschen und präsentieren das kultur- und kunstgeschichtliche Fundament Mecklenburg-Vorpommerns. Dazu gehören einige der schönsten und bedeutendsten Zeugnisse der Architekturgeschichte und Gartenkunst Norddeutschlands sowie die herzoglichen Kunstsammlungen und Kunstschätze internationalen Ranges von der Antike bis zur Gegenwart. Teil der SSGK M-V ist das Staatliche Museum Schwerin, in welchem die Stelle der Kuratorin bzw. des Kurators Ältere Kunst vom Mittelalter bis zur Mitte des 19. Jh. neu zu besetzen ist. Von den zu betreuenden Sammlungsbereichen hat der Bestand an holländischer und flämischer Malerei des 17. Jh. durch Umfang und Qualität einen herausgehobenen Stellenwert.\nGesucht wird ein/eine:\nKurator/Kuratorin (w/m/d) Ältere Kunst\nIhre Aufgaben:\nwissenschaftliche Betreuung der Sammlung Gemälde & Plastik (Publikationen, Inventarisierung, Betreuung der Datenbank für Gemälde, Plastik, Objekte)\nKonzeptionen von Ausstellungen und deren Realisierung\nErarbeitung von wissenschaftlichen Katalogen und Publikationen\nStärkung des Profils der Sammlung und deren Weiterentwicklung, Vorschläge für Ankäufe\nenge Zusammenarbeit mit dem Sammlungsmanagement, den Restauratoren und der Vermittlungs- und Stabstelle Presse, Marketing und Veranstaltungskoordinierung\nBearbeitung von Leihanfragen, Kurierbegleitung von Leihgaben\nadministrative Tätigkeiten\nEntwicklung von internationalen Kooperationen, Netzwerkarbeit, Fundraising, Bearbeitung von Förderanträgen, Sponsorenakquise\nperspektivisch Koordinierung der zukünftigen Online Collection\nDas erwarten wir von Ihnen:\nein mit einem Mastergrad oder einem gleichwertigen Abschluss abgeschlossenes Hochschulstudium im Hauptfach Kunstgeschichte\nPromotion im Bereich Ältere Kunst\nKenntnisse im Bereich Kunst der frühen Neuzeit, insbesondere der niederländischen und deutschen Malerei des 17. und18. Jahrhunderts\nKenntnisse im Bereich der mittelalterlichen Kunst, insbesondere im norddeutschen Raum\nErfahrungen im Ausstellungs-, Publikations- und Vermittlungswesen\nErfahrungen im Controlling und Überwachung von Projektkalkulationen\nErfahrungen in der Vergabepraxis und Haushaltsführung erwünscht\nErfahrungen im Bereich der Antragstellung von Fördermitteln\nErfahrungen im Umgang mit Archiven\nsehr gute Kenntnisse der deutschen Sprache (Muttersprachniveau = Level C2) und sehr gute Kenntnisse der englischen Sprache (C1), gute Kenntnisse einer weiteren Sprache, vorzugsweise Niederländisch, in Wort und Schrift\nKreativität, frische Ideen und Engagement\nsehr gute Kommunikationsfähigkeit, Teamorientierung, Flexibilität\nDas bieten wir:\neine unbefristete Beschäftigung in Vollzeit (Arbeitsbeginn ab: sofort)\nBezahlung nach E 13 TV-L, bitte informieren Sie sich z.B. unter www.oeffentlicher-dienst.info über die Vergütung\nsehr ansprechender und zentral gelegener Arbeitsplatz (Arbeitsort: Schwerin)\neine attraktive Altersabsicherung\neine interessante, vielseitige und anspruchsvolle Aufgabe\ndie Möglichkeit zur Weiterbildung\nflexible Arbeitszeiten\nVereinbarkeit von Beruf und Privatleben\n30 Tage Urlaub\nIhre\nBewerbung erbitten\nwir bis zum (30.01.2026)\nonline\nauf folgender Seite\nhttps://karriere-in-mv.de/stelle/13737-kuratorin-bzw-kurator-w-m-d-aeltere-kunst\nFür dieses Verfahren ist lediglich der Bewerbungsweg über das vorgenannte Portal eröffnet. Wir bitten daher von Bewerbungen per Post oder per E-Mail abzusehen.\nWir weisen darauf hin, dass für die Auswahlentscheidung nur Qualifikationen, Fähigkeiten, Kenntnisse und Erfahrungen herangezogen werden können, die durch geeignete Unterlagen belegt wurden. Wir bitten daher um die Einreichung vollständiger Bewerbungsunterlagen.\nStaatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern\nWerderstraße 141\n19055 Schwerin\nAnsprechpartner\nfür fachliche Fragen:  Herr Dr. Björn Egging (Tel. 0385 58841200)\nfür Fragen zur Stellenausschreibung:  Frau Andrea Klönhammer (Tel. 0385 58841142)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-aeltere-kunst/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d-2/", "image": "", "title": "Geschäftsführung / Museumsleitung (m/w/d)", "content_text": "Weltkulturerbe Rammelsberg – Museum & Besucherbergwerk, Goslar Bewerbungsende: 01.02.2026 | Geschäftsführung / Museumsleitung für das Weltkulturerbe Rammelsberg – Museum & Besucherbergwerk (m/w/d)\nUNESCO-Weltkulturerbes Rammelsberg\nKEX_3448\nBewerbungsfrist: 01.02.2026\nIhre Ansprechperson:\nChristian Jansen\njansen@kulturexperten.de\n+49 201 63462 798\nSparte: Kulturamt und KommunalverwaltungVollzeit\nDie niedersächsische Kaiserstadt Goslar mit ihren ca. 50.000 Einwohnerinnen und Einwohnern ist eine UNESCO-Welterbestadt. Die UNESCO-Welterbestätte „Bergwerk Rammelsberg, Altstadt von Goslar und Oberharzer Wasserwirtschaft“ mit ihren Bau- und Bodendenkmalen, sowie den mit ihr verbundenen Museen geben der Region ein unverwechselbares Profil. Das Bergwerk Rammelsberg als zentraler Bezugspunkt der gesamten Welterbestätte wird von der Weltkulturerbe Erzbergwerk Rammelsberg Goslar GmbH unterhalten und vermittelt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d-2/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/121207/", "image": "", "title": "Mitarbeiter:in (w/m/d) Schlossverwaltung Jagdschloss Granitz", "content_text": "Staatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern, Binz Bewerbungsende: 06.01.2026 | Mitarbeiterin\nbzw. Mitarbeiter (w/m/d) Schlossverwaltung Jagdschloss Granitz\nEinsatzdienststelle\nJagdschloss Granitz, Binz\nBewerbung bis: 06.01.2026\nArbeitsbeginn: 01.06.2026\nArbeitszeit: Vollzeit, unbefristet\nEntgeltgruppe: E 6 TV-L (vorbehaltlich einer tariflichen Bewertung)\nDie Staatlichen Schlösser, Gärten und Kunstsammlungen M-V bewahren, erforschen und präsentieren das kultur- und kunstgeschichtliche Fundament Mecklenburg-Vorpommerns. Dazu gehören einige der schönsten und bedeutendsten Zeugnisse der Architekturgeschichte und Gartenkunst Norddeutschlands sowie die herzoglichen Kunstsammlungen und Kunstschätze internationalen Ranges von der Antike bis zur Gegenwart. Einst der luxuriös ausgestattete Jagdsitz der Putbusser Fürstenfamilie, ist das zwischen 1837 und 1846 erbaute Schloss Granitz heute einer der attraktivsten\nBesuchermagnete Rügens. Neben einem sehenswerten Museumsschloss erwartet die Gäste vor allem ein aufreibender Nervenkitzel beim Besteigen des 38 Meter hohen Turms, welcher beste Aussichten über die Insel bietet.\nIhre Aufgaben:\nBetreuung Schloss-Shop:\nselbstständiger Wareneinkauf und -abwicklung im vorgegebenen Rahmen (Produktrecherche, Angebotseinholung, Preisverhandlungen, Kalkulation, Kontrolle Wareneingang, Reklamation, Rechnungsprüfung)\nBudgetkontrolle\nStatistik (Führen und Aufbereiten von monatlichen Statistiken)\nselbststände Lagerverwaltung / Inventur und Produktpräsentation im Museumsshop\nkonzeptionelle Mitarbeit (Unterbreitung von neuen Sortimentsvorschlägen)\nBesucherdienst und Führungsorganisation (Annahme, Reservierung und Koordinierung von Führungen, Bearbeiten von Anfragen auf deutsch und englisch)\nBüroorganisation, Rechnungsstellung, statistische Erfassung von Daten\nIhr Profil:\nerfolgreich abgeschlossene Verwaltungsausbildung, abgeschlossene Berufsausbildung zur / zum Fachangestellten für Bürokommunikation oder eine andere aufgabenbezogene kaufmännische Berufsausbildung\nErfahrung in Warenwirtschaft und Einkauf sowie Erfahrung im Kultur- bzw. Museumsbereich\ngute Kenntnisse der deutschen und englischen Sprache (deutsch mindestens B2)\nausgeprägte Kommunikationsfähigkeit, Flexibilität und Teamfähigkeit, sehr ausgeprägtes Dienstleistungsverständnis\nsichere Beherrschung moderner Kommunikationstechnik sowie der gängigen Bürosoftware, z.B. MS Office (Word, Excel, PowerPoint)\nPkw-Führerschein\nDas bieten wir Ihnen:\neinen ansprechenden Arbeitsplatz mit Parkmöglichkeit am Dienstsitz\ndie Möglichkeit, teilweise und nach entsprechender Einarbeitungszeit auch von zu Hause aus zu arbeiten\neine attraktive Altersabsicherung\neine interessante, vielseitige und anspruchsvolle Aufgabe\ndie Möglichkeit zur Weiterbildung\nflexible Arbeitszeiten\nVereinbarkeit von Beruf und Privatleben\n30 Tage Urlaub\nHinweise zum Bewerbungsverfahren:\nWir schätzen Vielfalt in der Landesverwaltung Mecklenburg-Vorpommern und begrüßen daher alle Bewerbungen – unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung. Schwerbehinderte Bewerberinnen und Bewerber und ihnen Gleichgestellte berücksichtigen wir bei gleicher Eignung bevorzugt. Wir empfehlen Ihnen daher, auf eine Schwerbehinderung bzw. Gleichstellung bereits im Anschreiben hinzuweisen. Das Jagdschloss Granitz ist baudenkmalbedingt kein behindertengerechter Arbeitsplatz. Bewerberinnen und Bewerber aus dem öffentlichen Dienst bitten wir, ihr Einverständnis zur Einsichtnahme in die Personalakte zu erklären. Um das Verfahren zu beschleunigen, bitten wir diese Bewerberinnen und Bewerber jedoch, die für die Bewerbung relevanten Unterlagen der Bewerbung selbst beizufügen. Mit der Bewerbung verbundene Kosten können wir leider nicht erstatten. Es erfolgt keine Rücksendung von Bewerbungsunterlagen.\nIhre Bewerbung erbitten wir bis zum (30.01.2026) online auf folgender Seite\nhttps://karriere-in-mv.de/stelle/13449-mitarbeiterin-bzw-mitarbeiter-w-m-d-schlossverwaltung-jagdschloss-granitz\nFür dieses Verfahren ist lediglich der Bewerbungsweg über das vorgenannte Portal eröffnet. Wir bitten daher von Bewerbungen per Post oder per E-Mail abzusehen.\nWir weisen darauf hin, dass für die Auswahlentscheidung nur Qualifikationen, Fähigkeiten, Kenntnisse und Erfahrungen herangezogen werden können, die durch geeignete Unterlagen belegt wurden. Wir bitten daher um die Einreichung vollständiger Bewerbungsunterlagen.\nDatenschutzhinweise\nIhre Daten aus den Bewerbungsunterlagen werden ausschließlich für den Zweck des Bewerbungsverfahrens verarbeitet. Weitere Informationen finden Sie in unseren Datenschutzbestimmungen: https://www.ssgk-mv.de/datenschutz\nAnsprechpersonen:\nFrau Dr. Nadine Garling\nAnsprechperson für fachliche Fragen\nTel.: 0385 588 41520\nFrau Andrea Klönhammer\nAnsprechperson für Fragen zur Stellenausschreibung\nTel.: 0385 588 41142\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/121207/", "date_published": "2025-12-18T00:00:00"}]}