{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-39/", "image": "", "title": "Wissenschaftliche*r Volontär*in", "content_text": "Stadtmuseum Münster, Münster Bewerbungsende: 02.03.2025 | Stadt Münster – eine der lebens- und liebenswertesten Städte der Welt.Damit das so bleibt, brauchen wir Auszubildende, die Freude daranhaben, die Stadtverwaltung mit ihren vielfältigen Aufgabenmitzugestalten. Mit derzeit fast 8.000 Beschäftigten, ca. 300Auszubildenden und einer breiten Palette an Ausbildungsberufen zählenwir zu den großen Ausbildungsbetrieben in Münster. Starten Sie IhreAusbildung in einer wachsenden Stadt, in der derzeit mehr als 320.000Menschen zu Hause sind – Tendenz steigend.\nWir bilden aus…\nWissenschaftliche*r Volontär*in im Stadtmuseum Münster\nAusbildungsbeginn: 01.07.2025\nEine praxisbezogene Einführung in die Arbeit eines lebendigen und zukunftsorientierten Stadtmuseumsmit Zeugnissen der Geschichte, Kunst und Archäologie der Stadt Münster – das und noch viele weitere spannende museale Aufgaben erwarten Sie in unserem zweijährigen wissenschaftlichen Volontariat im Stadtmuseum.\nDas 1989 eröffnete Stadtmuseum gehört mit 2.600 qm Ausstellungsfläche und zahlreichen Besucherinnen und Besuchern zu den bedeutendsten stadtgeschichtlichen Museen in Deutschland. Die umfangreiche Schausammlung und jährlich mehrere Wechselausstellungen veranschaulichen die Geschichte, Kunst und Kultur der Stadt.\nUnser Angebot\nWir bieten Ihnen eine monatliche Pauschalvergütung in Höhe von 50% des Tariflohns von EG 13 TVöD der Kommunen:\n2.314,38 € im 1. Jahr\n2.492,98 € im 2. Jahr\nEs erwartet Sie ein abwechslungsreiches wissenschaftliches Volontariat in Vollzeit (39 Wochenstunden), in dem Sie die große Bandbreite der Aktivitäten eines modernen und weltoffenen Stadtmuseums kennenlernen.\nWir geben Ihnen die Möglichkeit, neue Ideen einzubringen – aktives Engagement ist bei uns ausdrücklich erwünscht.\nWährend Ihres gesamten Volontariats werden Sie individuell durch erfahrene und engagierte Praxisanleitungen betreut und begleitet.\nSie profitieren von unserem breiten Angebot an Fort- und Weiterbildungen.\nWesentliche Inhalte des Volontariats\nSie lernen die musealen Aufgabenfelder Sammeln, Forschen, Ausstellen und Vermitteln kennen.\nSie erfahren, wie ein Museum professionell verwaltet und geleitet wird.\nIm Rahmen unserer Öffentlichkeitsarbeit entwickeln Sie Inhalte für Social Media, erlernen den Umgang mit unserem Content-Management-System und übernehmen auch Verantwortung für weitere Pressearbeit.\nSie konzipieren und begleiten Ausstellungsprojekte mit den dazugehörigen Begleitpublikationen.\nMit Blick auf die unterschiedlichen Erwartungen und Bedürfnisse unserer Besucherinnen und Besucher entwickeln Sie museumspädagogische und -partizipative Angebote.\nDas bringen Sie mit\nSie haben erste Erfahrungen im Kulturbetrieb bzw. in einigen der oben genannten Aufgabenfelder.\nUm auch bei größeren Projekten den Überblick zu behalten, besitzen Sie Organisationstalent und arbeiten selbständig und zielorientiert.\nSie sind kommunikativ und verfügen über ein gutes Ausdrucksvermögen in Wort und Schrift (gute Englischkenntnisse sind zudem wünschenswert).\nSie sind sicher sind im Umgang mit modernen Informations- und Kommunikationsmitteln (Office-Anwendungen, Internet, Social Media).\nSie sind flexibel und bereit dazu, auch außerhalb der üblichen Dienstzeiten zu arbeiten.\nEinstellungsvoraussetzung\nSie verfügen zu Beginn des Volontariats über ein erfolgreich abgeschlossenes Hochschulstudium (Master oder vergleichbar) der mittleren und/oder neueren/neuesten Geschichte und/oder Volkskunde/Kunstgeschichte.\nEine Promotion sowie Erfahrungen in der Museumsarbeit und der Presse-/Öffentlichkeitsarbeit sind wünschenswert.\nDafür stehen wir\nMünster setzt sich aktiv für Chancengleichheit und Vielfalt ein. Wir verfolgen das Ziel, ein wertschätzendes, geschlechtersensibles und familienfreundliches Arbeitsumfeld zu schaffen, in dem Rassismus und Diskriminierung keinen Platz haben. Wir begrüßen daher Bewerbungen von Menschen unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität. Die Stadt Münster fördert Frauen und stellt sie in Bereichen, in denen sie unterrepräsentiert sind, bei gleicher Eignung, Befähigung und fachlicher Leistung entsprechend den Zielen des LGG NRW bevorzugt ein. Wir wünschen uns ausdrücklich Bewerbungen schwerbehinderter Menschen. Bewerbungen von Menschen mit internationaler Familiengeschichte sind sehr willkommen.\nKontakt\nFragen zum Aufgabengebiet des Volontariats beantwortet Ihnen gerne:\nDr. Axel Schollmeier\nStadtmuseum Münster\nSchollme@stadt-muenster.de\n0251 492-4511\nBei Fragen zum Einstellungsverfahren wenden Sie sich gerne an:\nAnna Kresing\nAusbildungsleitung\nKresing@stadt-muenster.de\n0251 492-1276\nHaben wir Ihr Interesse geweckt?\nDann machen Sie die Stadt zu Ihrem Job! Wir freuen uns auf Ihre Online-Bewerbung\nbis zum 02.03.2025.\nWeitere Informationen zur Ausbildung bei der Stadt Münster finden Sie unter\nwww.stadt-muenster.de/gute-einstellung\n.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-39/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-38/", "image": "", "title": "Wissenschaftliche:r Volontär:in", "content_text": "LÜBECKER MUSEEN, Lübeck Bewerbungsende: 25.02.2025 | Die LÜBECKER MUSEEN suchen für die Kunsthalle St. Annen zum 05.06.2025\neine:n wissenschaftliche:n Volontär:in\nDie Kunsthalle St. Annen\nbeherbergt eine bedeutende Sammlung von Gemälden und Skulpturen von 1945 bis zur Gegenwart mit den Schwerpunkten Malerei des Informel, der deutschen Malerei und der Bildhauerei. Daneben gibt es auch zahlreiche Werke internationaler Künstler, wie z. B. Andy Warhol. Gegenwärtig erweitert die Kunsthalle ihren Bestand der zeitgenössischen Kunst. Jüngste Beispiele sind Neuerwerbungen von Jonathan Meese und Manaf Halbouni. Die Sammlung der Nachkriegsmoderne im lebhaften Dialog mit der zeitgenössischen Kunst ist Ausgangspunkt für Forschung und Ausstellungen des Hauses. Weitere Aspekte der aktuellen Museumsarbeit sind die globalhistorische Erforschung der Sammlung, die Öffnung des Museums als Ort des Dialogs, der Teilhabe und des gemeinsamen Lernens, das sich an ein diverses Publikum richtet und der Abbau von Barrieren. Mittels innovativer musealer Formate werden aktuelle Themen im Spiegel der Vergangenheit reflektiert, um über die Kunst gesellschaftliche Veränderungen anzustoßen.\nDer/die Volontär:in wird alle Bereiche der wissenschaftlichen und kuratorischen Museumsarbeit aktiv kennenlernen.\nDas Aufgabengebiet umfasst:\ndas Vorbereitung von Ausstellungen\ndie Inventarisierung\ndas Erstellen von Texten, Mitarbeit an Sammlungs- und/oder Ausstellungskatalogen\ndie Betreuung wissenschaftlicher Anfragen, Durchführung von spezifischen Recherchen zum Thema Kunst des 21. Jahrhunderts Schwerpunkt ab 1945, Globale Moderne / Globale Kunst\ndie Durchführung und Unterstützung bei der Konzeption und Betreuung von Veranstaltungen und interaktiven Formaten im Rahmen des Community Building Programms der Kunsthalle St. Annen\nFührungen\nKennenlernen der Restaurierung\nallgemeine Museumsverwaltungsaufgaben\ndie Unterstützung bei der Entwicklung und Aufbereitung von Inhalten für die digitale Vermittlung musealer Inhalte\nErwartet werden:\nein abgeschlossenes wissenschaftliches Hochschulstudium (Magister, Master, Uni-Diplom) im Fach Kunstgeschichte, Globale Kunstgeschichte, Kulturwissenschaften, Curatorial Studies, Kulturmanagement möglichst mit passendem Schwerpunkt oder vergleichbaren Studiengängen bzw. der Erwerb dieses Abschlusses spätestens bis zum Sommer 2025; eine Promotion ist von Vorteil\nZuverlässigkeit und persönliches Engagement, die Fähigkeit zur Teamarbeit und selbständiges Arbeiten\nZwingend sehr gute Englischkenntnisse; idealerweise weitere Fremdsprachenkenntnisse\nmöglichst Kenntnisse in Microsoft Access und museumsspezifischen Datenbanken, Photoshop, InDesign und weiteren digitalen Anwendungen\nGeboten werden:\nein umfassender Einblick in den Museumsalltag hinter den Kulissen eines Hauses mit einer bedeutenden Sammlung und einem regen Ausstellungsbetrieb, oft in direkter Zusammenarbeit mit zeitgenössischen Künstler:innen\ndie Einführung in museumsspezifische, restauratorische, ausstellungstechnische und allgemeine museologische Fragen, dazu zählt auch ein Einblick in die konservatorischen Bedingungen und die Pflege der Objekte\nDas Volontariat ist auf zwei Jahre befristet. Die Vergütung entspricht 50 % von TVÖD EG 13 Stufe 1 im ersten Jahr und Stufe 2 im zweiten Jahr.\nDie Hansestadt Lübeck verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern auf Grundlage des Frauenförderplans.\nBei sonst gleicher Eignung werden schwer­behinderte Bewerber:innen bevorzugt berücksichtigt.\nDie Hansestadt Lübeck ist bemüht, das ehrenamtliche Engagement ihrer Mitarbeiter:innen zu fördern. Erfahrungen und Fähigkeiten aus ehrenamtlicher Tätigkeit, die als Qualifikation anhand des Stellen­anforderungs­profils von Bedeutung sind, werden bei der Stellen­besetzung berücksichtigt.\nAusdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben.\nBitte bewerben Sie sich zum\n25.2.2025\nüber das Karriereportal der Hansestadt Lübeck (\nwww.luebeck.de/jobs\n) unter der\nKennziffer K 051 / 2025.\nVon Bewerbungen auf dem Postweg oder per E-Mail bitten wir abzusehen. Bewerbungen, die auf dem Postweg bei uns eingehen, werden nach Abschluss des Verfahrens aus Gründen des Verwaltungsaufwandes und der damit verbundenen Kosten nicht zurückgesandt.\nAls Ansprechpartnerin für fachbezogene Fragen steht Ihnen Frau Dirani, Tel. 0451 122-4142, in personalwirtschaftlichen Angelegenheiten Frau Neuser, Tel. 0451 122-1910 zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-38/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-107/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Museum Abtei Liesborn, Wadersloh Bewerbungsende: 16.02.2025 | Das Museum Abtei Liesborn des Kreises Warendorf zählt zu den bedeutenden und bekannten kunst- und kulturgeschichtlichen Museen im Münsterland. Jährlich nehmen mehr als 20.000 Besucherinnen und Besucher die Ausstellungs- und Veranstaltungsangebote des Museums wahr.\nDas Museum bietet eine moderne, inklusive und eigenständig erschließbare Dauerausstellung. Der Fokus liegt dabei auf dem 1.000 Jahre alten Liesborner Evangeliar und die Abteigeschichte vom Mittelalter bis zur Neuzeit. Die Sammlung des Museums spiegelt die Kunst- und Kulturgeschichte der Region wider. Ergänzend zur Sammlung werden Sonderausstellungen gezeigt und ein umfassendes Veranstaltungs- und Vermittlungsprogramm angeboten. Einmalig ist Europas größte Sammlung von Kruzifixen und Kreuzigungsdarstellungen mit mehr als 1.300 Objekten vom 6. Jahrhundert bis zur Gegenwart.\nHier\nfinden Sie weitere Informationen über die Kreisverwaltung Warendorf sowie\nhier\nüber das Museum Abtei Liesborn.\nZur Stellenausschreibung\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-107/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-senckenberg-naturmuseums-frankfurt-m-w-d/", "image": "", "title": "Leitung des Senckenberg Naturmuseums Frankfurt (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt am Main Bewerbungsende: 30.03.2025 | Als eines der Leibniz Forschungsmuseen zählt die Senckenberg Gesellschaft für Naturforschung zu den wichtigsten Wissenschaftseinrichtungen rund um die Biodiversität – die Vielfalt des Lebens – und das seit über 200 Jahren. An acht Instituten in Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen Forschung im Bereich Biodiversität, Erdsystemanalyse und Klimawandel. Senckenberg möchte die Öffentlichkeit für Naturwissenschaften faszinieren und den verantwortungsvollen Umgang mit der Natur fördern. Dafür betreiben wir in Frankfurt, Görlitz und Dresden Naturmuseen. Das Senckenberg Naturmuseum Frankfurt ist eines der bedeutendsten Naturkundemuseen Europas und begrüßt jährlich über 400.000 Besuchende. Es ist ein wichtiger außerschulischer Lernort und gehört zur Mainmetropole wie Wolkenkratzer und Apfelwein. In den kommenden Jahren ist eine große bauliche und konzeptionelle Neugestaltung des Museums geplant.\nDie Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht zum nächstmöglichen Zeitpunkt für das Naturmuseum Frankfurt am Standort Frankfurt am Main eine\nLeitung des Senckenberg Naturmuseums Frankfurt (m/w/d)\n(Vollzeit / vollzeitnahe Teilzeit möglich)\nIhre Aufgaben\nAls Leiter*in des Naturmuseums übernehmen Sie die Verantwortung für seine inhaltliche und operative Weiterentwicklung sowie die Leitung des Museumsteams mit über 70 Mitarbeiter*innen. Ihr Aufgabenspektrum beinhaltet die Umsetzung und Weiterentwicklung des musealen Konzepts für das Projekt „Neues Senckenberg Naturmuseum Frankfurt“: In den kommenden Jahren verantworten Sie die Konzeption bestehender und neuer Ausstellungsflächen sowie die inhaltliche, zukunftsgerichtete Profilierung des Museums als eines der bedeutendsten Naturmuseen Europas und weltweit in Zusammenarbeit mit ihrem Team und dem wissenschaftlichen Kollegium von Senckenberg. Sie begleiten die Einbindung von Besuchenden, Förderern und der Stadtgesellschaft in das Museumsprojekt. Dabei arbeiten Sie eng mit der Institutsleitung und dem Senckenberg-Direktorium, Architekt*innen, der Kommunikation sowie dem Fundraising zusammen. Die durch Sie gestaltete Weiterentwicklung des Naturmuseums trägt durch die museale Gesamtkonzeption zu den programmatischen Zielen Senckenbergs bei und fördert somit das Museum als Dialogort mit der Gesellschaft.\nIhre Profil\nEine visionäre, innovative, kreative Persönlichkeit, die ein Naturmuseum gleichermaßen als Schaufenster der Wissenschaft und Forschung, als außerschulischen Lernort sowie als Ort des gesellschaftlichen Dialogs und der kulturellen Teilhabe versteht\nEine kooperativ arbeitende, wertschätzende Führungspersönlichkeit mit Leitungs- und Managementerfahrung im Museumsbereich, die mit Empathie komplexe Projekte mit einem engagierten Team erfolgreich umsetzt\nEine*n Teamplayer*in, die*der sich in der Museumsarbeit stark mit den Forschungsbereichen Senckenbergs identifiziert, über hohe interkulturelle und Diversitäts-Kompetenzen verfügt sowie Freude am gemeinsamen Erfolg mitbringt\nSie verfügen über…\nbelastbare Erfahrungen in der Konzeption und Umsetzung innovativer Ausstellungen und der Steuerung großer musealer Projekte\nnationale (und internationale) Vernetzung im musealen und/oder Forschungssektor\nein abgeschlossenes Hochschulstudium, idealerweise mit naturwissenschaftlichem oder fachnahem Hintergrund. Eine Promotion ist wünschenswert.\nlangjährige Berufserfahrung in Museen mit breiten Kenntnissen der Museumsarbeit und entsprechender Leitungserfahrung in einer Institution\nErfahrung in der Führung von interdisziplinären Teams\nein sicheres Auftreten, Teamfähigkeit, Freude am Netzwerken und hervorragende Kommunikationsfähigkeiten\nErfahrung in der aktiven Einbindung gesellschaftlicher Akteure und im Fundraising\nSie verfolgen mit uns das gemeinsame Ziel…\ndie wissenschaftliche Arbeit Senckenbergs in den Bereichen Biodiversität, Erdsystemanalyse und Klimawandel in enger Kooperation mit Wissenschaftler*innen in innovative Museumskonzepte zu übersetzen\ndie Vision eines Naturmuseums als Ort des Vertrauens, der Wissensvermittlung und des Engagements für den Erhalt unserer natürlichen Ressourcen kontinuierlich zu stärken\nWir bieten…\neine attraktive und herausfordernde Tätigkeit in einem motivierten Team\nselbstständiges Handeln in einem internationalen und professionellen Umfeld\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – Dienstausweis in Verbindung mit kostenfreiem Eintritt in städtische Museen – Jahressonderzahlung – betriebliche Altersvorsorge\nOrt: Frankfurt\nBeschäftigungsumfang: Vollzeit / vollzeitnahe Teilzeit ist möglich (mind. 75%)\nVertragsart: Unbefristet\nVergütung: Tarifvertrag des Landes Hessens (TV-H)\nSenckenberg setzt sich für Vielfalt ein. Wir profitieren von den unterschiedlichen Kompetenzen, Sichtweisen und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung von qualifizierten Bewerber*innen, unabhängig von Alter, Geschlecht, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Frauen sind besonders aufgefordert, sich zu bewerben, da sie im Bereich dieser Position unterrepräsentiert sind; bei gleicher Qualifikation und Eignung werden sie bevorzugt eingestellt. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Arbeitskultur.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Anschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenz #01-25010 bis zum 30. März 2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online\nBewerbungsformular\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Herr Prof. Dr. Klement Tockner (Generaldirektor), Herr Prof. Dr. Andreas Mulch (Institutsdirektor) oder Frau Dr. Eva Roßmanith (Kommissarische-Museumsleitung) sehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.03.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-senckenberg-naturmuseums-frankfurt-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-museumsbetrieb-m-w-d/", "image": "", "title": "Sachbearbeiter/-in Museumsbetrieb (m/w/d)", "content_text": "StadtPalais – Museum für Stuttgart, Stuttgart Bewerbungsende: 20.02.2025 | Die Stadt Stuttgart sucht Sie für das Kulturamt der Landeshauptstadt Stuttgart in der Abteilung StadtPalais – Museum für Stuttgart. Die Stelle ist in Teilzeit (60 %) und unbefristet zu besetzen.\nDas StadtPalais – Museum für Stuttgart ist für die stadtgeschichtliche Sammlung verantwortlich und bietet neben seiner Dauerausstellung regelmäßige Sonderausstellungen, Veranstaltungen und Events für ein breites Publikum. Darüber hinaus gehören das „Stadtlabor“ und die Museen Hegel-Haus, Stadtmuseum Bad Cannstatt, Städtisches Lapidarium und die Heimatmuseen Möhringen und Plieningen in den Verantwortungsbereich des StadtPalais.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.02.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiter-in-museumsbetrieb-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-18/", "image": "", "title": "Bibliothekar*in (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 09.03.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschich­te Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum und das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Neugründungen Europas.\nDas\nMuseum der Arbeit\nhat seinen Sitz in Hamburg-Barmbek auf dem ehemaligen Fabrikgelände der „New-York Hamburger Gummi-Waaren Compagnie“. Es zeigt am Beispiel Hamburgs die Veränderungen in der Arbeitswelt in den letzten 200 Jahren und die damit verbundenen Auswirkungen auf den Menschen. Darüber hinaus ist es Plattform für aktuelle gesellschaftliche und politische Diskussion.\nDas Museum der Arbeit sucht für den Fachbereich\nSammlungen & Fachdienste\nzum nächstmöglichen Zeitpunkt eine Person als\nBibliothekar*in (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren wesentlichen Aufgaben gehören:\nVorakzession,Erwerbung und Übernahme von neu erschienenen und antiquarischen Monographien und Zeitschriften für die wissenschaftliche Spezialbibliothek des Museums (One Person Library)\nZugangsbearbeitung neuer Medien durch Führen des Inventarbuchs und Rechnungsbearbeitung\nErfassung von Titel-, Exemplar- und Normdaten (GND) in der Verbundsoftware PICA, einschließlich Retrokatalogisierung\nVerbale und klassifikatorische Inhaltserschließung des bibliothekarischen Sammlungsguts\nBibliothekarische Auskunft, Beratung und Recherche\nUnterstützung im Rahmen von Sonderprojekten u. a. Mitwirkung beim Umzug der Bibliothek innerhalb des Museums\nStellvertretung des Archivars im Museum der Arbeit in Abwesenheit\nDafür besitzen Sie folgendes Profil:\nein abgeschlossenes Hochschulstudium im Bereich Bibliothekswesen oder eine gleichwertige Ausbildung\nmehrjährige Berufserfahrung in der professionellen Sammlungserschließung\ninhaltliche Kenntnisse und Interesse hinsichtlich der Themen der Sammlungs- und Programmarbeit des Museums der Arbeit\nErfassungs- und Rechercheerfahrungen in musealen Sammlungsdatenbanken sind von Vorteil\nAusbildereignung der Handelskammer bzw. Bereitschaft zur Ausbildereignungsprüfung (AEVO) bei der Handelskammer Hamburg\nEinsatzbereitschaft, Organisationsfähigkeit, Flexibilität und Belastbarkeit\nausgeprägte Teamfähigkeit, selbstständige und sorgfältige Arbeitsweise\nsehr gute schriftliche Deutschkenntnisse (mindestens Niveau C1)\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nDie Vergütung dieser Position erfolgt nach Entgeltgruppe\n9b TV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 09. März 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/bibliothekarin-m-w-d-18/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/aufsicht-mit-kassentaetigkeit-m-w-d/", "image": "", "title": "Aufsicht mit Kassentätigkeit (m/w/d)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 09.03.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschich­te Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum und das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Neugründungen Europas.\nAls eines der vier Haupthäuser der Stiftung präsentiert das\nAltonaer Museum\ndie Geschichte und Kulturgeschichte der ehemals selbständigen Stadt Altona mit ihren Bezügen zu Hamburg und zum norddeutschen Raum. Das Museum will insbesondere Kinder & Familien ansprechen und strebt eine diversitätssensible Öffnung der Institution an. Zum Altonaer Museum gehört das Jenisch Haus als Außenstelle. Sowohl das Altonaer Museum als auch das Jenisch Haus stehen aktuell vor umfangreichen inhaltlichen und baulichen Modernisierungen, die mit Mitteln des Bundes und der Freien und Hansestadt Hamburg umgesetzt werden sollen.\nNeben den regulären Aufsichts- und Kassentätigkeiten wird ein Schwerpunkt dieser Stellen die Aufsicht in der „wunderkammer“ des Altonaer Museums sein, die größtenteils von Familien mit Kindern besucht wird.\nFür den\nFachbereich Verwaltung\nsuchen wir zum nächstmöglichen Zeitpunkt zwei Personen als\nAufsicht mit Kassentätigkeit (m/w/d)\nunbefristet, in Teilzeit mit 75%\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nGästeinformation und Beratung\nTicketverkauf und tägliche Kassen-Abrechnung\nregelmäßige Aufsichtstätigkeit im Altonaer Museum zu den Öffnungszeiten von Mittwoch bis Montag – grundsätzlich ist auch ein Einsatz im Jenisch Haus möglich\nInformationen zur Ausstellung „wunderkammer“ vor Ort geben und Gewährleistung von Ordnung und Sicherheit in der Ausstellung\neiner Person sollen zusätzlich Aufgaben zur Unterstützung der Aufsichtsleitung übertragen werden, insbesondere im Tagesgeschäft sowie deren Vertretung bei Abwesenheit der Aufsichtsleitung\nBitte geben Sie in Ihrer Bewerbung mit an, ob Sie sich die Tätigkeit als\nUnterstützung der Aufsichtsleitung vorstellen können\n.\nDafür besitzen Sie folgendes Profil:\nabgeschlossene Ausbildung als Servicekraft für Schutz und Sicherheit oder berufspraktische gleichwertige Erfahrungen\nzuverlässiger Umgang mit Geldmitteln / Kassenerfahrung ist von Vorteil\nPC – Kenntnisse, insbesondere der Office-Anwendungen\ngute Kommunikationsfähigkeit mit fließenden Deutschkenntnissen in Wort und Schrift, guten Englischkenntnissen, gerne weitere Fremdsprachen\neine hohe Sozialkompetenz und interkulturelle Kompetenz / vorurteilsfreier Umgang mit Besucher*innen besonders mit Familien und Kindern\nBereitschaft zur regelmäßiger Wochenendarbeit, Schichtarbeit und Arbeit in den Abendstunden und an Feiertagen und gegebenenfalls bei Museumsveranstaltungen\nBereitschaft mit anzupacken und ruhig zu bleiben, auch wenn es mal hoch her geht\nFreude an der Arbeit in einem Museum\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 3\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fachlicher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich bis zum\n09. März 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/aufsicht-mit-kassentaetigkeit-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-museumsshop-des-kulturzentrums-festung-ehrenbreitstein-4/", "image": "", "title": "Mitarbeiter/in (m/w/d) für den Museumsshop des Kulturzentrums Festung Ehrenbreitstein", "content_text": "Generaldirektion Kulturelles Erbe Rheinland-Pfalz, Koblenz Bewerbungsende: 04.03.2025 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE)\n– Kulturzentrum Festung Ehrenbreitstein –\nstellt zum nächstmöglichen Zeitpunkt\neine/n Mitarbeiter/in (m/w/d) für den Museumsshop\ndes Kulturzentrums Festung Ehrenbreitstein\nbefristet in\nTeilzeit mit einer durchschnittlichen Wochenarbeitszeit von max. 6 Stunden\nauf der Grundlage einer geringfügigen Beschäftigung für die Dauer von einem Jahr ein. Dienstort ist Koblenz. Die Eingruppierung erfolgt nach Entgeltgruppe 5 TV-L.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist als obere Landesbehörde unmittelbar dem Ministerium des Innern und für Sport nachgeordnet und vereint sechs Direktionen und mehrere Stabsstellen für Querschnittsaufgaben unter einem Dach. Sie übernimmt in der Landesverwaltung Verantwortung für das materielle kulturelle Erbe des Landes. Dies beinhaltet Kulturdenkmale, wie archäologische Stätten und Baudenkmale, sowie die Sammlungsbestände der Landesmuseen.\nDas Kulturzentrum Festung Ehrenbreitstein mit dem Landesmuseum Koblenz ist mit mehr als 600.000 Besucherinnen und Besuchern eines der größten kulturtouristischen Ziele in Rheinland-Pfalz, welches Kultur, Erholung, Genuss und Aussicht über Koblenz und die Rhein-Mosel-Mündung in sich vereint. Verbunden durch die Seilbahn ist sowohl Koblenz mit seinen vielfältigen Attraktionen als auch die Festung Ehrenbreitstein inzwischen ein großer touristischer Anziehungspunkt. Ein reichhaltiges Veranstaltungs- und Ausstellungsprogramm, die unterschiedlichsten gastronomischen Angebote, Shops, Führungen u.v.m. unter der Mitwirkung vieler Kooperationspartner, sorgen für einen abwechslungsreichen Aufenthalt und eine umfangreiche Angebotspalette, welche es den Gästen nahezubringen gilt.\nAls Mitarbeiter/in (m/w/d) des Museumsshops im Entreé der Festung Ehrenbreitstein erwarten Sie folgende abwechslungsreichen Aufgaben:\nEmpfang und Begrüßung der Besucher/innen\nallgemeine Besucherinformation sowie eingehende Beratung der Besucherinnen und Besucher zu den musealen Angeboten sowie den aktuellen Veranstaltungen, auch fremdsprachlich\nVerkauf von Eintrittskarten, einem vielfältigen Publikationsangebot sowie einem reichhaltigen Sortiment an sogenannten Merchandising-Produkten sowie Durchführung der Abrechnung der Kassengeschäfte für den Bereich Ticketing, Museumsshop und der Kassenautomaten\nMitwirkung bei der Warenwirtschaft und der Weiterentwicklung der Angebote und Produktpalette des Museumsshops\nUnterstützung bei der Vor- und Nachbereitung sowie Durchführung von Veranstaltungen, anlassbezogen auch in Abend- und Nachtstunden (z.B. Lange Nacht der Museen)\nFür diese Aufgaben wünschen wir folgende Qualifikationen:\neine erfolgreich abgeschlossene Ausbildung in einem kaufmännischen Beruf, vorzugsweise als Kauffrau/-mann im Einzelhandel oder vergleichbare Kenntnisse mit entsprechender mehrjähriger beruflicher Erfahrung\nFreude am Umgang mit Menschen\nInteresse an Geschichte und Kultur\ngutes sprachliches Ausdrucksvermögen\nBerufserfahrung in einem vergleichbaren Aufgabenbereich sind vorteilhaft\nsicheres Auftreten und gute Umgangsformen\nhohe Flexibilität und Belastbarkeit, ausgeprägte Teamfähigkeit\nZuverlässigkeit und Bereitschaft zu regelmäßigen Diensten an Wochenenden und Feiertagen nach Dienstplan sowie die Arbeitszeit den dienstlichen Bedürfnissen saisonal anzupassen\nFremdsprachenkenntnisse (Englisch oder Französisch) sind erwünscht\nDie regelmäßige wöchentliche Arbeitszeit beträgt durchschnittlich sechs Stunden pro Woche.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 08/2025 bis zum 04.03.2025\nan:\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\noder an\nbewerbung@gdke.rlp.de\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-m-w-d-fuer-den-museumsshop-des-kulturzentrums-festung-ehrenbreitstein-4/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-x-clubs-am-deutschen-roentgen-museum-m-w-d/", "image": "", "title": "Leitung des X-Clubs am Deutschen Röntgen-Museum (m/w/d)", "content_text": "Deutsches Röntgen-Museum, Remscheid Bewerbungsende: 05.03.2025 | Das Das Deutsche RĂ¶ntgen-Museum sucht UnterstĂĽtzung!\nLeitung des X-Clubs am Deutschen RĂ¶ntgen-Museum (m/w/d)\nAuf Minijob-Basis (538 â‚¬, 6-8 Stunden/Woche)\nDu arbeitest gerne mit Kindern und hast die FĂ¤higkeit sie fĂĽr die unterschiedlichsten Themen zu begeistern? Du hast eine AffinitĂ¤t zu Museen und Naturwissenschaften? Dann werde Teil unseres Teams und leite die nĂ¤chste Generation unserer X-Clubber!\nĂśber ein Jahr werden teilnehmende Kinder im Alter von 9-12 Jahren dabei zu jungen Museumsprofis ausgebildet. Sie haben nicht nur die Chance im Museumslabor RĂ¶Lab faszinierenden PhĂ¤nomenen aus der Naturwissenschaft zu erleben, sondern lernen auch wie man eine spannende FĂĽhrung durch das Museum gestaltet und durchfĂĽhrt. Dabei gehen sie vielen aufregenden Fragen nach: Welche Eigenschaften zeichnet die RĂ¶ntgenstrahlen aus? Wie gelang es dem weltberĂĽhmten Forscher am Abend des 8. November 1895 die neue, unsichtbare Art von Strahlen in seinem Labor in WĂĽrzburg zu entdecken? Und wie vielfĂ¤ltig ist der Einsatz der nach ihm benannten Strahlen in unserer heutigen Welt? Die FĂĽhrung von Kindern fĂĽr Kinder bietet den jungen Besucher*innen die MĂ¶glichkeit, auf AugenhĂ¶he ins GesprĂ¤ch zu kommen und Fragen nachzugehen, die sie am meisten interessieren.\nDeine Aufgaben:\nDu organisierst und leitest die wĂ¶chentlichen Treffen des X-Clubs\nDu organisierst die X-Club FĂĽhrungen (Rundmails, Pressetext etc.) und die Abschlussveranstaltung fĂĽr die teilnehmenden Kinder\nDu bist Ansprechpartner*in fĂĽr die teilnehmenden Kinder des X-Clubs bzw. fĂĽr deren Eltern\nDu arbeitest dich in die schon vorhandenen Konzepte und Experimentierideen ein und entwickelst bei Interesse neue Formate\nDas solltest Du mitbringen:\nSpaĂź und Freude an der Arbeit mit Kindern\nInteresse an aktiver Bildungsarbeit in einem Museum\nAffinitĂ¤t zu Naturwissenschaften\nFreundliches, offenes und sympathisches Auftreten – insbesondere in der Kommunikation mit Kindern\nDer X-Club wird seit Beginn 2010 von der Volksbank im Bergischen Land eG gefĂ¶rdert.\nDas Deutsche RĂ¶ntgen-Museum ist das einzige wissenschafts- und technikhistorische Museum seiner Art weltweit. Am Geburtsort von Wilhelm Conrad RĂ¶ntgen wird die Geschichte der Entdeckung und Anwendung der RĂ¶ntgenstrahlen in vielfĂ¤ltigen Bereichen dokumentiert, erforscht bewahrt und lebensnah in seinen Ausstellungen interaktiv prĂ¤sentiert.\nBewerbungen mit den ĂĽblichen Unterlagen (z.B. CV, kurzes Motivationsschreiben, Sprachnachweise) sind postalisch oder online an die folgende Adresse zu richten:\nDeutsches RĂ¶ntgen-Museum\nSchwelmer Str. 41\n42897 Remscheid\nEmail:\nanna.kaetker@remscheid.de\nTel.: 02191/16-3407\nWeitere Informationen:\nwww.roentgenmuseum.de\nwww.museumslabor-roelab.de\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-x-clubs-am-deutschen-roentgen-museum-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/teamleitung-besucherservice-besucherbetreuung-m-w-d/", "image": "", "title": "Teamleitung Besucherservice/Besucherbetreuung (m/w/d)", "content_text": "Erwin Hymer Museum, Bad Waldsee Bewerbungsende: 10.02.2025 | Das Erwin Hymer Museum in Bad Waldsee ist das größte Museum zur Geschichte des mobilen Reisens in Europa. Auf über 6.000 Quadratmetern Ausstellungsfläche präsentiert das Museum eine einzigartige Sammlung historischer Wohnwagen, Reisemobile und Expeditionsfahrzeuge aus verschiedenen Jahrzehnten und Regionen der Welt.\nNeben der Hauptausstellung bietet das Erwin Hymer Museum regelmäßig Sonderausstellungen, Workshops und Veranstaltungen zu verschiedenen Themen rund um das Reisen an. Das Museum dient auch als Veranstaltungszentrum für Tagungen, Konzerte, Firmen-Events und private Feiern.\nWir suchen zum nächstmöglichen Zeitpunkt eine\nTeamleitung Besucherservice/Besucherbetreuung (m/w/d)\nIhre Aufgaben\nOrganisation und Personaldisposition der Mitarbeitenden in den Bereichen Besucherinformation/Führungen/Workshops\nBeantwortung von Gästeanfragen (Gruppen/Individualbesuchende/Workshops) und Beratung\nVertriebliche Tätigkeiten/Kundenakquise im Bereich Gruppentouristik/Bustouristik\nMessebesuche/Veranstaltungsbesuche\nIhr Profil\nSehr ausgeprägter Servicegedanke, ein hohes Qualitätsbewusstsein sowie Flexibilität\nKontaktfreude gegenüber Gästen\nGute Kenntnisse in der englischen Sprache\nErfahrung in der Leitung von Teams\nBereitschaft, auch gelegentlich am Wochenende und in den Abendstunden zu arbeiten\nServiceerfahrung im Bereich Museum/Kultur/Tourismus oder Hotellerie/Gastronomie\nGute MS-Office Kenntnisse\nUnser Angebot\nUnbefristete Anstellung in einem freundlichen und motivierten Team\nZahlreiche Mitarbeiterbenefits (Vergünstigungen bei Kooperationspartnern, Zuschüsse, Jobrad, …)\nUrlaubs- und Weihnachtsgeld\nBetriebliche Altersvorsorge\nFortbildungen\nFirmenfeiern/ -events\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen mit Ihren Gehaltsvorstellungen bis zum 10.03.2025 an\npersonal@erwin-hymer-museum.de\nIhre Bewerbung wird selbstverständlich vertraulich behandelt.\nBei Fragen zur ausgeschriebenen Stelle wenden Sie sich bitte per Mail an den Direktor des Museums unter\nsf@erwin-hymer-museum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.02.2025", "url": "https://www.museumsbund.de/stellenangebote/teamleitung-besucherservice-besucherbetreuung-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-archivarin-m-w-d/", "image": "", "title": "Wissenschaftliche:r Archivar:in (m/w/d)", "content_text": "Deutsches Museum, München Bewerbungsende: 12.03.2025 | Das Deutsche Museum ist eines der größten Wissenschafts- und Technikmuseen weltweit. Es beherbergt eine einmalige Sammlung aus Naturwissenschaft und Technik und ist mit seinen aktuellen Ausstellungen ein Forum zur Information über und Auseinandersetzung mit den neuesten naturwissenschaftlich-technischen Entwicklungen.\nDas Deutsche Museum ist ein Forschungsmuseum der Leibniz-Gemeinschaft. Sein Archiv als Hauptabteilung im Bereich „Forschung, Archiv, Bibliothek“ zählt zu den führenden Spezialarchiven zur Geschichte der Naturwissenschaft und Technik. Es archiviert und sammelt zentrale Nachlässe und andere einzigartige Bestände in diesem Themenfeld und verwahrt das Verwaltungsarchiv des Deutschen Museums.\nFür die stellvertretende Leitung der Hauptabteilung Archiv suchen wir zum nächstmöglichen Zeitpunkt einen\nwissenschaftlichen Archivar (m/w/d)\nIhre Aufgaben\nStellvertretung der Archivleitung und Mitwirkung bei der strategischen Weiterentwicklung des Archivs\nverantwortliche Planung und Koordinierung der Archivbenutzung inkl. Beratung sowie Bearbeitung der allgemeinen und wissenschaftlichen Anfragen\nLeitung und Koordination der Notfallprävention sowie von Bestandserhaltungsmaßnahmen\nMitwirkung an der Konzeption, Beantragung und Betreuung von Drittmittelprojekten, v. a. im Bereich Erschließung und Digitalisierung\nMitwirkung an der Konzeption und Umsetzung der digitalen Langzeitarchivierung\nOrganisation des gesamten Beschaffungswesens des Archivs\nMitwirkung an der Bearbeitung und dem Publizieren von Forschungsaufgaben\nMitwirkung an der archivischen Öffentlichkeitsarbeit und der Vernetzung im Archivwesen\nIhr Profil\nLaufbahnbefähigung für den höheren Archivdienst oder erfolgreicher wissenschaftlicher Hochschulabschluss (Master oder Magister) in einer einschlägigen archivwissenschaftlichen Fachrichtung (z. B. Archivwissenschaft, Archival Studies) oder erfolgreich abgeschlossenes einschlägiges wissenschaftliches historisches Hochschulstudium, bevorzugt in der Wissenschafts- und Technikgeschichte (Master, Magister, vorzugsweise mit Promotion), mit mehrjähriger Berufserfahrung in einem öffentlichen Archiv\nausgeprägtes Interesse an Themen der digitalen Transformation und im Bereich der Digital Humanities\numfassende IT-Kenntnisse (insbesondere MS-Office und Archivinformationssysteme)\nprofunde Kenntnisse im Bereich der Digitalisierung und der Bestandserhaltung\nsichere Kenntnisse im Archiv-, Datenschutz- und Urheberrecht\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKenntnisse in der Paläografie (insbesondere des 18. bis 20. Jahrhunderts), in der Wissenschafts- und Technikgeschichte sowie auf dem Gebiet der Archivierung digitaler Unterlagen und Erfahrungen bei der Projektleitung sind erwünscht\nPersönliche / soziale / methodische Kompetenzen\nEigeninitiative, selbstständiges Arbeiten und sicheres Auftreten\nKommunikations-, Motivations- und Teamfähigkeit\nProjektmanagement, Prioritätensetzung und schriftliches Ausdrucksvermögen\nWir bieten\neinen verantwortungsvollen, interessanten und zukunftsorientierten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team mit vielseitigen Fort- und Weiterbildungsmöglichkeiten\neine tarifgerechte Bezahlung in Entgeltgruppe 13 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes und vermögenswirksame Leistungen\n30 Tage Urlaub sowie bezahlte Freistellung am 24. und 31.12.\nFlexibilität durch Gleitzeit\nein Betriebliches Gesundheitsmanagement\nDie Stelle ist auf 2 Jahre befristet mit der Option auf unbefristete Übernahme.\nFür fachliche Rückfragen steht Ihnen der Leiter des Archivs Dr. Matthias Röschner (m.roeschner@deutsches-museum.de, Tel. +49 (0) 89 2179-238) zur Verfügung.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (\neine Datei im PDF-Format, max. 5 MB\n) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis\n12.03.2025\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2511\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nBei Bewerbungen auf dem Postweg (Postanschrift: Deutsches Museum – Personalstelle – Museumsinsel 1 – 80538 München) beachten Sie bitte, dass wir Ihre Bewerbungsunterlagen nach Abschluss des Verfahrens nur zurücksenden können, wenn ihnen ein ausreichend frankierter Rückumschlag beiliegt.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-archivarin-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/haustechniker-m-w-d-6/", "image": "", "title": "Haustechniker (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 19.02.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen Haustechniker (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 5 TV-L) im Bereich Gebäudemanagement und Informationstechnik (IT). Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Zusammen mit vier Institutionen repräsentieren sie eine thematische Vielfalt, die in ihrer Art international einzigartig ist. Beheimatet an verschiedenen Orten in zum Teil weltberühmten, aufwendig rekonstruierten historischen Gebäuden präsentieren sie ihre Schätze. Mehrere Millionen Objekte werden in den Sammlungen bewahrt, erforscht, ihre Geschichten vermittelt. Neben der Präsentation von Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an anderen temporären Ausstellungsorten in Sachsen kooperieren die SKD mit anderen Museen weltweit. In den SKD arbeiten rund 450 Beschäftigte, darunter ein hoher Anteil an Projekt- und Drittmittelpersonal.\nDie Abteilung Gebäudemanagement und Informationstechnik ist eine Querschnittsabteilung, die für das Gebäudemanagement, die Koordinierung aller Baumaßnahmen und den IT-Betrieb in allen 22 Liegenschaften der SKD verantwortlich ist. Der Sitz der Abteilungsleitung ist im Dresdner Schloss. Die Abteilung hat 28 Mitarbeitende.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.02.2025", "url": "https://www.museumsbund.de/stellenangebote/haustechniker-m-w-d-6/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/98395/", "image": "", "title": "Vorführer:in (w/m/d)", "content_text": "Bundesanstalt für Arbeitsschutz und Arbeitsmedizin, Dortmund Bewerbungsende: 02.03.2025 | Forschung für Arbeit und Gesundheit\nWir, die Bundesanstalt für Arbeitsschutz und Arbeitsmedizin (BAuA), suchen am Standort Dortmund zum nächstmöglichen Zeitpunkt eine / einen\nVorführerin / Vorführer\n(w/m/d)\nfür die DASA Arbeitswelt Ausstellung\nbis E 8 TVöD\n|\nVollzeit/Teilzeit\n|\nunbefristet\n|\nBewerbungsfrist: 02.03.2025\nfür das Team DASA 3b „Besucherdienst“.\nDie BAuA ist eine Ressortforschungseinrichtung im Geschäftsbereich des Bundesministeriums für Arbeit und Soziales (BMAS). An drei Standorten in Dortmund, Berlin und Dresden arbeiten rund 750 engagierte Mitarbeiterinnen und Mitarbeiter an der Schnittstelle zwischen Forschung, Politik und Praxis sowie in gesetzlichen Aufgaben. Mit unserer DASA Arbeitswelt Ausstellung leisten wir zentrale Bildungs- und Vermittlungsarbeit an eine breite Öffentlichkeit.\nDie DASA Arbeitswelt Ausstellung präsentiert – erlebnishaft und interaktiv – auf 13.000 Quadratmetern Ausstellungsfläche Arbeitswelten von gestern, heute und morgen. Sie ist die ständige bildungsaktive Einrichtung der Bundesanstalt für Arbeitsschutz und Arbeitsmedizin und informiert die Öffentlichkeit über die Arbeitswelt, ihren Stellenwert für Individuum und Gesellschaft sowie über die Bedeutung menschengerechter Gestaltung der Arbeit. Jährlich besuchen die DASA mehr als 185.000 Menschen in der Dauerausstellung, Wechselausstellungen und Veranstaltungen. Die Dauerausstellung der DASA wird laufend aktualisiert.\nDas Team DASA 3b (Besucherdienst) arbeitet an der direkten Schnittstelle zu den Besuchenden der DASA. Zu den Aufgaben gehören neben der Betreuung der Besuchenden die personale Vermittlung von Inhalten, u.a. durch Vorführung von Ausstellungsexponaten sowie durch Beteiligung an Ausstellungsführungen. Zudem steuert das Team das externe Führungs-, Vorführ- und Ausstellungspersonal und wirkt mit bei der Betreuung und Pflege sowie Aktualisierung der Ausstellungsbereiche.\nIhre Aufgaben:\nPersonale Vermittlung und Vorführung von Exponaten/ Objekten in der DASA\nWeiterentwicklung und Betreuung von Angeboten für das Publikum der DASA\nUnterstützung bei der Steuerung von externen Servicedienstleistenden\nMonitoring der Ausstellungsbereiche\nIhr Profil:\nErforderlich:\nErfolgreich abgeschlossene Berufsausbildung mit inhaltlichen Bezügen zu den Themen des Museums (zum Beispiel eine technische oder pädagogische Berufsausbildung)\nMehrjährige Berufserfahrung, idealerweise im Besucherservice im Kultur- oder Tourismusbereich\nSelbstbewusstsein und Empathie im Umgang mit Besucherinnen und Besuchern\nFreude an der Arbeit mit Menschen und Begeisterungsfähigkeit für die Arbeit in einer Ausstellung\nKommunikationsstärke und Serviceorientierung\nMethodisches Geschick in der Betreuung unterschiedlichster Besuchergruppen\nZuverlässigkeit, Teamfähigkeit und zeitliche Flexibilität (Bereitschaft zur Arbeit auch an Wochenenden und Feiertagen)\nAusgeprägt strukturierte Arbeitsweise und Organisationsgeschick\nDeutsche Sprachkenntnisse mindestens Level B2\nEnglische Sprachkenntnisse mindestens Level B2\nWünschenswert:\nErfahrungen im Bereich Museumspädagogik oder vergleichbaren Bereichen\nGute Sprachkenntnisse in einer weiteren Fremdsprache\nWir bieten:\nZukunftsorientiertes, innovatives und gesellschaftlich bedeutendes Arbeitsfeld\nFlexible Arbeitszeit und ortsflexible Arbeitsmöglichkeit\nModerne Arbeitsplatzausstattung, auch am häuslichen Arbeitsplatz\nAttraktives Entgelt mit Zusatzrente bzw. Besoldung\nIndividuelle Personalentwicklungsmaßnahmen\nJobticket mit Arbeitgeberförderung (monatlich 23,28 Euro)\nInteresse geweckt?\nWir freuen uns über Ihre Bewerbung! Unser Selbstverständnis als zertifizierte Arbeitgeberin ist es, für eine familienfreundliche, vielfältige, nachhaltige und chancengleiche Arbeitswelt einzustehen.\nDie Gleichstellung von Frau und Mann ist unser Ziel. Bewerbungen von Frauen sind ausdrücklich erwünscht. Eine Teilzeitbeschäftigung ist möglich.\nAuch eine Behinderung sollte Sie nicht hemmen, sich bei uns zu bewerben und uns Ihre Kompetenzen aufzuzeigen. Wir unterstützen ausdrücklich die Ziele der UN-Behindertenrechtskonvention und setzen uns nach Maßgabe des SGB IX und des Behindertengleichstellungsgesetzes besonders für die Belange von Menschen mit Behinderungen ein. Hinsichtlich der Erfüllung der Ausschreibungsvoraussetzungen erfolgt eine individuelle Betrachtung.\nWie Sie sich bewerben:\nBis zum 02.03.2025  über die Plattform interamt.de (Stellen-ID: 1255156)\nAllgemeine Hinweise zum Bewerbungsverfahren finden Sie auf unserer Homepage (www.baua.de/Die-BAuA/Karriere/Stellenangebote). Bei individuellen Fragen zum Verfahren können Sie sich gerne an\nPatricia Boeven\n, Tel. 0231/9071-2230 wenden. Für fachliche Fragen steht Ihnen\nLisa-Maria Vedder\nTel. 0231/9071-2041 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/98395/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/personalverwaltung-m-w-d-fuer-arbeitsschutzkoordination-organisation-und-finanzen/", "image": "", "title": "Personalverwaltung (m/w/d) für Arbeitsschutzkoordination, Organisation und Finanzen", "content_text": "Staatliche Kunsthalle Karlsruhe, Karlsruhe Bewerbungsende: 02.03.2025 | Die Staatliche Kunsthalle Karlsruhe gehört mit ihrer hochrangigen Sammlung und einer regen Ausstellungs- und Veranstaltungstätigkeit zu den großen Kunstmuseen in Deutschland. Sie wird seit 2009 als Landesbetrieb geführt und ist eine nach kunstwissenschaftlichen und wirtschaftlichen Grundsätzen agierende Kultureinrichtung des Landes Baden-Württemberg. Das Team der Staatlichen Kunsthalle Karlsruhe kommt aus verschiedenen Regionen und Ländern. Wir pflegen eine kollegiale Arbeitsatmosphäre und unsere Herzen schlagen für die Kunst. Das Museum befindet sich derzeit in einem umfassenden Transformationsprozess, in dem insbesondere die Chancen des digitalen Wandels aktiv      genutzt werden. Das Hauptgebäude der Kunsthalle wird für mehrere Jahre grundlegend saniert und erweitert. In der Interimszeit bespielt die Kunsthalle verschiedene Standorte, darunter auch das ZKM | Zentrum für Kunst und Medien Karlsruhe.\nZum nächstmöglichen Zeitpunkt ist in unserer Abteilung Zentrale Dienste eine Position in der\nPersonalverwaltung (m/w/d)\nfür Arbeitsschutzkoordination, Organisation und Finanzen\nin einem unbefristeten Beschäftigungsverhältnis in Teilzeit (50 %) zu besetzen.\nIhre Aufgaben:\nKoordinator*in für Arbeitsschutz:\nArbeitssicherheit, Arbeitsschutz mit Unterstützung der Fachkraft für Arbeitssicherheit sowie des betriebsärztlichen Dienstes, insbesondere\nð Einberufen und Organisieren von ASA-Sitzungen,\nð Erstellen von Gefährdungsbeurteilungen,\nð Vorbereiten und Koordinieren von Arbeitsschutzunterweisungen\nPlanung und Umsetzung von Maßnahmen der Betrieblichen Gesundheitsförderung (BGF)\nOrganisation und IT-Anwendungen im Personalwesen\nFinanzen und Controlling im Personalwesen, z. B.\nð Künstlersozialabgabe\nð Kosten- und Leistungsrechnung\nð Personalstatistiken\nÜbernahme von Vertretungsaufgaben im Bereich der Verwaltung\nIhr Profil:\nein abgeschlossenes Hochschulstudium im Bereich Public Management oder einem anderen einschlägigen Studiengang, alternativ einen Berufsabschluss mit gleichwertigen Kenntnissen/Fähigkeiten und Erfahrungen\nBerufserfahrung im Bereich Arbeitsschutz/-sicherheit und/oder im Personalwesen\nFundierte EDV-Kenntnisse, vor allem der MS-Office-Produkte\nmöglichst Erfahrung mit SAP- sowie Personalverwaltungssoftware\nschnelle Auffassungsgabe sowie strukturiertes, sorgfältiges und eigenständiges Arbeiten\norganisatorisches Talent und Serviceorientierung\nEngagement und Teamfähigkeit\nWir bieten:\neinen unbefristeten Arbeitsplatz in einem attraktiven, kreativen Umfeld\neine Teilzeitstelle mit einer durchschnittlichen Wochenarbeitszeit von 19,75 Stunden\nflexible Gestaltung der Arbeitszeit mit großzügiger Gleitzeitregelung und der Möglichkeit von mobilem Arbeiten\nVergütung bis Entgeltgruppe 10 TV-L bei Vorliegen der tariflichen Voraussetzungen\neine jährliche Sonderzuwendung\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder (Betriebsrente)\nattraktive Angebote im Rahmen der betrieblichen Gesundheitsförderung\nArbeitgeberzuschuss zum Jobticket für den öffentlichen Nahverkehr\nMitarbeiter*innen mit unterschiedlichem kulturellen Hintergrund sind eine Bereicherung – für unseren Arbeitsalltag, für unser Programm und unsere Projekte. Wir schätzen Vielfalt und begrüßen daher alle Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum\n02.03.2025\nper E-Mail an\npersonal@kunsthalle-karlsruhe.de\noder schriftlich an die Verwaltung der Staatlichen Kunsthalle Karlsruhe, Frau Claudia Buselmeier, Hermann-Veit-Straße 6, 76135 Karlsruhe. Eine Rücksendung schriftlicher Bewerbungen erfolgt nur, wenn Sie einen frankierten und adressierten Rückumschlag beifügen. Nach Abschluss des Auswahlverfahrens werden alle Unterlagen gemäß geltendem Datenschutzrecht vernichtet. Weitere Informationen erhalten Sie bei der Leiterin der Abteilung Zentrale Dienste, Frau Priska Weßbecher, per Mail an\nwessbecher@kunsthalle-karlsruhe.de\noder im Internet unter\nwww.kunsthalle-karlsruhe.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/personalverwaltung-m-w-d-fuer-arbeitsschutzkoordination-organisation-und-finanzen/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeisterin-und-depotverwalterin-m-w-d/", "image": "", "title": "Hausmeister:in und Depotverwalter:in (m/w/d)", "content_text": "LVR-Industriemuseum, Oberhausen Bewerbungsende: 14.02.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas\nLVR-Industriemuseum\n, Rheinisches Landesmuseum für Industrie- und Sozialgeschichte, ist ein Verbundmuseum mit Standorten (Schauplätzen) in überwiegend denkmalgeschützten Fabriken in Oberhausen, Ratingen, Solingen, Bergisch Gladbach, Engelskirchen und Euskirchen.\nNeben den Museen Zinkfabrik Altenberg und St. Antony Hütte mit Industriearchäologischem Park und dem Museum Eisenheim befinden sich in Oberhausen die zentralen Dienste des Museumsverbunds wie Direktion und Verwaltung, Kommunikation und Marketing, Planung und Projektierung von Verbundausstellungen, Sammlungsdienste mit Depot und Bibliothek sowie der Technische Dienst mit seinen Werkstätten.\nDer LVR steht für Vielfalt. Unser Ziel ist es, dies auch in unserer Beschäftigtenstruktur abzubilden.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.02.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeisterin-und-depotverwalterin-m-w-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-ausstellungen-und-museumspaedagogische-angebote/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für Ausstellungen und museumspädagogische Angebote", "content_text": "LVR-Industriemuseum, Oberhausen Bewerbungsende: 05.03.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund Heilpädagogischer Hilfen erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nDas LVR-Industriemuseum, Rheinisches Landesmuseum für Industrie- und Sozialgeschichte, ist ein Verbundmuseum mit Standorten (Schauplätzen) in überwiegend denkmalgeschützten Fabriken in Oberhausen, Ratingen, Solingen, Bergisch Gladbach, Engelskirchen und Euskirchen.\nNeben den Museen Zinkfabrik Altenberg und St. Antony Hütte mit Industriearchäologischem Park und dem Museum Eisenheim befinden sich in Oberhausen die zentralen Dienste des Museumsverbunds wie Direktion und Verwaltung, Kommunikation und Marketing, Planung und Projektierung von Verbundausstellungen, Sammlungsdienste mit Depot und Bibliothek sowie der Technische Dienst mit seinen Werkstätten.\nDer LVR steht für Vielfalt. Unser Ziel ist es, dies auch in unserer Beschäftigtenstruktur abzubilden.\nMehr Informationen über den LVR finden Sie unter www.lvr.de.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-ausstellungen-und-museumspaedagogische-angebote/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/auszubildender-zum-mediengestalter-fuer-digital-und-print/", "image": "", "title": "Auszubildende:r zum Mediengestalter für Digital und Print", "content_text": "Stiftung Deutsches Hygiene-Museum, Dresden Bewerbungsende: 02.03.2025 | Das Deutsche Hygiene-Museum ist eine moderne, interdisziplinäre Kultur- und Wissenschaftseinrichtung. Im Mittelpunkt seiner Dauerausstellung „Abenteuer Mensch“ steht die Vermittlung von Wissen zum Körper, während das Kinder-Museum erlebnisorientierte Zugänge zum Thema „Welt der Sinne“ ermöglicht. Die vielbeachteten Sonderausstellungen beschäftigen sich mit aktuellen Fragestellungen aus Wissenschaft und Gesellschaft, Kunst und Kultur.\nDie Stiftung Deutsches Hygiene-Museum sucht zum Ausbildungsbeginn am 1. August 2025\neine:n Auszubildende:n zum Mediengestalter für Digital und Print\nFachrichtung Printmedien\n(m/w/d)\nMediengestalter Digital und Print (m/w/d) mit der Fachrichtung Printmedien entwickeln Text-, Grafik-, Audio- und Videodateien für Multimedia- oder Printprodukte. Sie konzipieren die Gestaltung von digitalen oder gedruckten Informationsmitteln und setzen diese um.\nDas zielgruppengerechte Gestalten und Erstellen von Medienprodukten wie Zeitschriften, Werbebroschüren oder Internetanimationen sowie das Entwerfen von Grafiken, Diagrammen oder Illustrationen gehört ebenso zu den Aufgabenbereichen. Darüber hinaus prägt eine enge Zusammenarbeit mit Dienstleistungsunternehmen die tägliche Arbeit. Im Rahmen der Ausbildung lernen Auszubildende diese Tätigkeiten und Abläufe „on-the-job“.\nDie Ausbildung dauert 3 Jahre und beinhaltet theoretischen Unterricht in der Berufsschule BSZ Bau und Technik in Dresden sowie praktische Einsätze in den Bereichen Grafik und Kommunikation des Deutschen Hygiene-Museums (duales System).\nGegenstand der Berufsausbildung:\nGrundlagen der Gestaltung\nTypografische Gestaltung, Bildbearbeitung, Illustration von Flyern, Postern, Prospekten und Zeitschriften\nAngewandte Typografie und Präsentationstechniken (z.B. Folienplot) im Ausstellungsbereich\nVideo- und Audiobearbeitung\nKonzeption und Gestaltung digitaler Medien im Ausstellungs- und Museumsbereich\nDatenhandling, Medienintegration\nProjektplanung, projektbezogene Datenbearbeitung, Projektdurchführung\nErstellung und Aufbereitung von Elementen für Cross-Media-Publishing (Print- und Onlinemedien)\nMitwirkung Auf- und Abbau von Ausstellungen und Veranstaltungen\nAnforderungsprofil:\nInteresse an Design, Werbung und Ausstellungsgestaltung\nGestalterisches Verständnis\nHohes Maß an Kreativität und Engagement\nSchnelle Auffassungsgabe\nEigeninitiative und Verantwortungsbewusstsein\nSehr gute Sprachkenntnisse in Deutsch, gute Grundkenntnisse in Englisch\nBereitschaft, die Diversitätsstrategie des Hauses zu unterstützen\nWir bieten eine interessante Aufgabe in einem kreativen Umfeld und einem gegenüber Diversität und Interkulturalität aufgeschlossenen Team.\nFür Fragen stehen wir Ihnen gern zur Verfügung: Zu den Inhalten der Ausbildung:\nHerr Pätzug (Tel. 0351 48 46 343, veit.paetzug@dhmd.de), zum Besetzungsverfahren\nFrau Hofmann (0351 48 46 308, monique.hofmann@dhmd.de).\nDas Deutsche Hygiene-Museum hat sich zum Ziel gesetzt, die Diversität in der Belegschaft zu erhöhen. Wir freuen uns daher über Bewerbungen aller Nationalitäten, von People of Color, Schwarzen Menschen sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte; ausländische Qualifikationen erkennen wir i. d. R. als gleichwertig an. Bewerbungen von Schwerbehinderten berücksichtigen wir entsprechend den Zielsetzungen des Schwerbehindertenrechts. Wir fördern die berufliche Gleichstellung aller Geschlechter und Lebensformen, darunter die Vereinbarkeit von Beruf und Familie.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung.\nIhre Bewerbungsunterlagen, inklusive Zeugnissen und Beurteilungen, richten Sie bitte bis zum\n2. März 2025\nelektronisch zusammengefasst in einem PDF-Dokument an\nbewerbung@dhmd.de\noder postalisch an:\nStiftung Deutsches Hygiene-Museum, Frau Hofmann, Lingnerplatz 1, 01069 Dresden.\nWenn Sie sich bewerben, erheben und verarbeiten wir Ihre personenbezogenen Daten gemäß Art. 5 und 6 der EU-DSGVO ausschließlich für Zwecke, die sich durch eine mögliche zukünftige Beschäftigung bei der Stiftung Deutsches Hygiene-Museum ergeben. Nach Abschluss des Verfahrens werden Ihre Daten unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet. Weitere Informationen zum Datenschutz erhalten Sie unter https://www.dhmd.de/datenschutz/.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/auszubildender-zum-mediengestalter-fuer-digital-und-print/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-technical-assistant-m-f-d/", "image": "", "title": "Technische Assistenz (m/w/d) / Technical Assistant (m/f/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Dresden Bewerbungsende: 05.03.2025 | // EN below\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An den zwölf  Standorten in ganz Deutschland betreiben Wissenschaftlerinnen und Wissenschaftler aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort in der sächsischen Landeshauptstadt Dresden befinden sich die Senckenberg Naturhistorischen Sammlungen in einer historisch geprägten Stadt mit einem großen kulturellen Angebot und exzellenten Forschungskooperationen.\nSenckenberg erforscht die Ursachen und Auswirkungen des Biodiversitätsverlusts im Anthropozän. Im Rahmen des Großen Strategischen Sondertatbestands „Anthropocene Biodiversity Loss“ werden die Module „Collectomics“, „Biodiversity Genomics“ und „Solution Labs“ aufgebaut. Zu den Zielen gehören die Transformation naturhistorischer Sammlungen in das digitale Zeitalter, die Untersuchung der Biodiversität von der Genom- bis zur Ökosystemebene und die Bereitstellung von Diskursräumen für Wissenschaft und Gesellschaft, um gemeinsame Lösungen für die Herausforderungen des Anthropozäns zu entwickeln.\nIn diesem Kontext unternimmt Senckenberg innovative Schritte in der sammlungsbasierten Forschung und Datenwissenschaft. Ziel von „Collectomics“ ist es, aktuelle und zukünftige naturhistorische Sammlungen digital zugänglich zu machen und die Integration und Zusammenarbeit zwischen Regionen, Sammlungen und Disziplinen zu verbessern. Dies wird eine breitere, ganzheitlichere Biodiversitätsforschung zum Nutzen von Mensch und Natur ermöglichen.\nDie Senckenberg Gesellschaft für Naturforschung mit Sitz in Frankfurt am Main sucht für das\nInstitut\n„Senckenberg Naturhistorische Sammlungen Dresden“\n(SNSD)\nin Dresden\nzum nächstmöglichen Zeitpunkt\neine\nTechnische Assistenz (m/w/d)\n(Molekulargenetik)\n(Teilzeit 80 %, 20 Monate)\nIhre Aufgaben\nDNA-Isolation von Insektengewebe in einem speziellen Labor für historische DNA\nErstellung von NGS shotgun libraries mit speziellen Protokollen für hDNA\nQuerschnittsaufgaben im Bereich Sammeln und Bewahren\nQualitätskontrolle der NGS-Daten\nIhr Profil\nAbgeschlossene Ausbildung zur biologisch-technischen Assistenz oder zur/zum Biologielaborantin/en, im Bereich Molekulargenetik oder einer vergleichbaren Fachrichtung oder eine vergleichbare Qualifikation\nErfahrung in der DNA-Isolierung und Festigkeit im Pipettieren\nTeamgeist, Verantwortungsbewusstsein und Motivation sowie Eigeninitiative\nSehr gute Deutsch- und Englischkenntnisse\nZusätzlich wünschenswerte Erfahrungen und Kenntnisse\nProbenvorbereitung zur Sequenzierung mittels NGS\nPflege von molekulargenetischen Probensammlungen\nBereitschaft zum Erlernen erster Qualitätskontrollen von NGS-Daten\nWir bieten Ihnen\nAusgezeichnete Arbeitsbedingungen, eine attraktive, verantwortungsvolle und herausfordernde Tätigkeit im inspirierenden Forschungsumfeld einer weltweit anerkannten Forschungseinrichtung mit motiviert und professionell arbeitenden Kolleg*innen\nEin offenes und kollegiales Umfeld mit flexiblen Arbeitszeiten, mobilem Arbeiten, familienfreundlichen Arbeitsbedingungen, Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“)\nTarifliche Jahressonderzahlung, tariflichen Urlaubsanspruch, betriebliche Altersvorsorge\nDienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen\nLeben in der pulsierenden Stadt Dresden (560.000 Einwohner), einem bedeutenden europäischen Zentrum für Musik, Kunst und Wissenschaft\nOrt: Dresden\nBeschäftigungsumfang: Teilzeit (80 %)\nVertragsart: Projektbefristet für 20 Monate\nVergütung: TV-L E6\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Fachkenntnissen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden\nSie Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen\n(Motivationsschreiben, Lebenslauf, Schul- und Berufsabschlusszeugnisse sowie ggf. Arbeitszeugnisse) in elektronischer Form (als eine zusammenhängende PDF-Datei) unter Angabe der Referenznummer „\n#07-25002 TA im Bereich Molekulargenetik (m/w/d)\n“ bis zum\n0\n5.03.2025\nan\nrecruiting@senckenberg.de\noder bewerben Sie sich online über das Bewerbungsformular auf unserer Webseite unter\nOnline bewerben | Senckenberg Gesellschaft für Naturforschung\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Dr. Anna Hundsdörfer unter der E-Mail-Adresse\nanna.hundsdoerfer@senckenberg.de\nsehr gerne zur Verfügung.\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\n// EN\nFounded in 1817, the Senckenberg Gesellschaft für Naturforschung (SGN) is one of the most important research institutions in the area of biological diversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international level. Located in Saxony’s capital, the Senckenberg Natural History Collections provide excellent research collaborations in the historic city of Dresden.\nSenckenberg is committed to study the causes and effects of biodiversity loss in the Anthropocene. As part of our strategic development, we launched an ambitious long-term research effort in “Anthropocene Biodiversity Loss” encompassing the modules “Collectomics”, “Biodiversity Genomics”, and “Solution Labs”. Objectives include the transformation of natural history collections into the digital era, studying biodiversity from the genome to the ecosystem levels and offering exploratory spaces for science and society to develop common solutions to Anthropocene challenges.\nWithin this research effort, Senckenberg takes innovative steps in collection-based research and data science. The objective of “Collectomics” is to make current and future natural history collections digitally accessible and to improve integration and collaboration across regions, collections, and disciplines. This will enable broader, more holistic biodiversity research, for the benefit of people and nature.\nFor its\nSenckenberg Natural History Collections Dresden\n, the Senckenberg Gesellschaft für Naturforschung with headquarters in Frankfurt (Main) is seeking to fill the position of a\nTechnical Assistant\n(m/f/d)\n(molecular biology)\n(part-time 80%, 20 months)\nas soon as possible.\nYour tasks\nDNA Isolation from insect tissues in a special laboratory for historic DNA\nPreparation of NGS shotgun libraries with special protocols for hDNA\nCross-sectional tasks in the field of collection and preservation\nQuality assurance of NGS data\nYour profile\nCompleted vocational training as a biologic laboratory technician or biotechnical assistant in molecular biology or a related discipline or a comparable qualification\nExperienced in DNA isolation and proficient in pipetting\nExcellent team worker, highly motivated, keen to take the initiative and to contribute, and with a strong sense of responsibility\nVery good communication skills in English and German\nExperience and skills in the following areas are desirable\nPreparing sequencing using NGS\nMolecular genetic sample collection management\nNo fear of learning quality control of NGS data\nWe offer\nExcellent working conditions in the inspiring environment of a globally recognized research institution\nFlexible working hours, mobile working options, support with childcare or caring for family members (certified by „audit berufundfamilie“), open and cooperative atmosphere\nSpecial annual payment, 30 days leave p.a., company pension scheme\nFree entry to numerous museums\nLife in the vibrant city of Dresden, a major European culture and science hub\nLocation: Dresden\nWorking hours: part time (80%)\nPosition:  Project-based for 20 months\nSalary: E 6 according to collective bargaining agreement of the German\nLänder\n(TV-L)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture. The legal regulations regarding part-time work are met.\nHow to apply?\nPlease send your\ncomplete and comprehensive application\n(motivation letter, CV, high school certificates, vocational training certificates, reference letters) electronically (\nas one single PDF\n) to\nrecruiting@senckenberg.de\nstating the\nreference “#07-25002 TA molecular biology m/f/d”\nby\nMarch\n5, 2025\nor apply online, using the application form on our website\nwww.senckenberg.de/de/karriere/bewerbung/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Dr. Anna Hundsdörfer at\nanna.hundsdoerfer@senckenberg.de\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/technische-assistenz-m-w-d-technical-assistant-m-f-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-sammlungsmanagement/", "image": "", "title": "Stelle (m/w/d) im Sammlungsmanagement", "content_text": "Stadtmuseum Hornmoldhaus, Bietigheim-Bissingen Bewerbungsende: 08.03.2025 | Bietigheim-Bissingen ist eine Stadt mit vielen Talenten, die etwas aus sich macht – und Großes hervorbringt. Auch wir in der Stadtverwaltung brennen für unsere vielfältigen Aufgaben. Diese gehen wir zusammen an – ob in der Organisation, im Kindergarten oder beim Bauhof. Gemeinsam mit einem starken Netzwerk aus Menschen, Vereinen und Organisationen schaffen wir die richtigen Lösungen. Damit unsere Stadt jeden Tag ein bisschen besser wird.\nFür das Stadtmuseum Hornmoldhaus suchen wir dich zum nächstmöglichen Zeitpunkt für das\nSammlungsmanagement in unserem Archiv (m/w/d)\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2025", "url": "https://www.museumsbund.de/stellenangebote/stelle-m-w-d-im-sammlungsmanagement/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistentin-w-m-d/", "image": "", "title": "Assistent*in (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 02.03.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden- Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nZum frühestmöglichen Zeitpunkt suchen wir zur Unterstützung unseres Abteilungsteams Drittmittel, Gremien und Veranstaltungen eine*n\nAssistent*in (w/m/d)\nTeilzeit (40 %)\nDie Stelle ist zunächst befristet auf zwei Jahre. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben:\nallgemeine Assistenzaufgaben in den Aufgabenbereichen der Abteilung und des Fördervereins, dazu gehören u.a.:\nPostbearbeitung und -versand, E-Mailkorrespondenz\nPflege der Adressverwaltung (Cobra)\nUnterstützung bei der Spenden- und Mitgliederverwaltung sowie der Buchhaltung des Fördervereins\nTerminkoordination und -pflege, u.a. im Bereich Veranstaltungen\nZuarbeit im Bereich Veranstaltungen, z.B. Vorbereitung von Abrechnungen, Verträgen, Angebotsanfragen, Beschaffungen\nMitwirkung bei der Vorbereitung und Durchführung von Veranstaltungen\nIhr Profil:\nerfolgreich abgeschlossene Berufsausbildung in einem kaufmännischen oder vergleichbaren Bereich, alternativ mehrjährige Berufserfahrung innerhalb eines vergleichbaren Aufgabenbereichs\nErfahrungen im genannten Aufgabenbereich sind von Vorteil\nergebnisorientierte, strukturierte Arbeitsweise und ausgeprägte Organisationsfähigkeit\nsehr gewissenhaftes und exaktes Arbeiten\ngeübter Umgang mit Anwendungen von Microsoft Office\nErfahrungen im Umgang mit Datenbanken\nhohe Serviceorientierung und Aufgeschlossenheit für neue Themen\nsehr gute mündliche und schriftliche Ausdrucksmöglichkeit\nsicherer Umgang mit der deutschen Rechtschreibung\ngute Kommunikations- und Teamfähigkeit\nbisher keine Beschäftigung beim Land Baden-Württemberg\nbei erfolgreicher Bewerbung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde (§ 30 Abs. 5 Bundeszentralregistergesetz)\nWir bieten:\nein kreatives und spannendes Arbeitsumfeld im Museum mit abwechslungsreichen Themen und verantwortungsvollen Tätigkeiten\nbei Vorliegen tarifrechtlicher Voraussetzungen eine Vergütung bis Entgeltgruppe 5 TV-L\neine betriebliche Altersvorsorge der VBL\nZuschuss zu Ihrer Mobilität mit dem JobTicket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nflexible Arbeitsmodelle wie Gleitzeitregelung\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 502\nmit aussagefähigen Unterlagen\n(Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur\nBewerbungsfrist 02.03.2025\nin unserem\nBewerbungsportal ein unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie Vorstellungsgespräche finden am 13.03.2025 statt.\nFür Fragen steht Ihnen Frau Anne Eichmann, Abteilungsleiterin Drittmittel, Gremien und Veranstaltungen, gerne zur Verfügung (Telefon: 0711 89535-103,\nE-Mail: Anne. Eichmann@Landesmuseum-Stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/assistentin-w-m-d/", "date_published": "2025-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-22/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (w/m/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 28.02.2025 | Das Landesmuseum Württemberg in Stuttgart mit seiner Außenstelle, dem Museum der Alltagskultur im Schloss Waldenbuch, und seinen Zweigmuseen gehört zu den größten kulturhistorischen Museen in Deutschland. Innerhalb des Landesmuseums Württemberg ist die Fachabteilung Populär- und Alltagskultur organisatorisch der Abteilung Sammlung und Forschung zugeordnet.\nZum frühestmöglichen Zeitpunkt bis voraussichtlich 31. Juli 2025 ist die Teilzeitstelle (75 %)\nwissenschaftliche Mitarbeiter*in (w/m/d)\nim Rahmen einer Abwesenheitsvertretung zu besetzen. Der Arbeitsort ist Stuttgart.\nSie sind bereit, Museum neu zu denken und es über die Ausstellungsräume hinaus in den digitalen Raum zu erweitern. Es macht Ihnen Freude, mit musealen Objekten zu arbeiten und Ihr Wissen an Besucher und Besucherinnen zu vermitteln. Sie suchen immer nach kreativen Lösungen, um durch das Museum Denkanstöße in die Gesellschaft zu geben. Sie wollen gesellschaftlich relevante Fragen aufwerfen und nutzen dafür Objekte aus musealen Sammlungen. Sie betrachten das Museum als einen Raum der Diskussion und nicht nur der Präsentation.\nSollte dieses Profil Ihren eigenen Vorstellungen von Museumsarbeit entsprechen, dann freuen wir uns über Ihre Bewerbung.\nIhre Aufgaben:\nZur Stelle gehören insbesondere folgende Aufgaben:\nin zwei Outreach-Projekten das Museum nach außen hin sichtbar machen und den musealen Raum erweitern:\nKonzeption und Durchführung eines Pop-Up-Museums (mobiles Museum auf Zeit) zu Transformationsprozessen im ländlichen Raum, welches sich mit der Abschaltung eines Kraftwerks im Rahmen eines partizipativen Projekts auseinandersetzt,\nEntwicklung und Durchführung eines Projekts in einem Team, das in Zusammenarbeit mit einer Pflegeeinrichtung ein Angebot für Menschen mit demenzieller Veränderung entwickelt,\nUnterstützung bei weiteren Veranstaltungs- und Ausstellungsvorhaben,\nUnterstützung bei der Sammlungsrevision,\ninterdisziplinäre Zusammenarbeit mit anderen Fachabteilungen.\nIhr Profil:\nabgeschlossenes Studium der Empirischen Kulturwissenschaft/Europäischen Ethnologie/Kulturanthropologie oder einem vergleichbaren Fach mit sehr guten Kenntnissen in aktuellen Themen der Fachdisziplin, wie etwa nuclear heritage\nErfahrung mit Outreach-Formaten und partizipativen Arbeitsmethoden\nmuseale Berufserfahrung oder Arbeitserfahrungen in anderen Kultureinrichtungen mit starkem Publikumsbezug\nÜberblick über die aktuellen nationalen und internationalen Entwicklungen in der Kulturlandschaft\ngute konzeptionelle und organisatorische Fähigkeiten\nergebnisorientierte, strukturierte Arbeitsweise\ngute Kommunikations- und Teamfähigkeit\ngeübter Umgang mit musealen Objekten\nsehr gute mündliche und schriftliche zielgruppenspezifische Ausdrucksmöglichkeit\nhohes Engagement\nFührerschein Klasse B und Bereitschaft zum Führen eines Dienstwagens\ndie Fähigkeit zum wirtschaftlichen Denken und Handeln.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld und mit einem engagierten Team\nbei Vorliegen der Voraussetzungen eine Eingruppierung in Entgeltgruppe 13 TV-L\nUnterstützung Ihrer Mobilität mit dem JobTicket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit.\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 506\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur\nBewerbungsfrist 28.02.2025\nin unserem Bewerbungsportal ein unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\nDie Vorstellungsgespräche finden voraussichtlich in KW 11 im Museum der Alltagskultur in Waldenbuch statt. Bewerbungskosten werden nicht erstattet.\nFür Fragen steht Ihnen Herr Dr. Alexander Schwanebeck, Leiter der Fachabteilung Populär- und Alltagskultur (Telefon: 0711 89535-222,\nE-Mail: Alexander.Schwanebeck@Landesmuseum-Stuttgart.de), gerne zur Verfügung.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 28.02.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-w-m-d-22/", "date_published": "2025-02-05T00:00:00"}]}