{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-21/", "image": "", "title": "Verwaltungsleitung (m/w/d)", "content_text": "Museumspädagogisches Zentrum, München Bewerbungsende: 25.07.2025 | Das MPZ ist eine Einrichtung des Freistaates Bayern und der Landeshauptstadt München. Es konzipiert und realisiert analoge und digitale Vermittlungsprogramme für alle Altersgruppen in Museen, im Stadtraum und online. Es bietet Fortbildungen an, berät Museen bei didaktischen Fragen und veröffentlicht Schriften zu Museen und zur Museumspädagogik.\nDas MPZ ist Sitz der Geschäftsstelle der Bayerischen Museumsakademie, der Beratungsstelle Kultur macht stark Bayern und der Fachstelle für Museen und Kulturelle Teilhabe. Im Rahmen seiner strategischen Weiterentwicklung ist das MPZ bestrebt, seine Arbeit zukunftsweisend und teilhabeorientiert auszurichten.\nZur Verstärkung unseres Teams suchen wir eine\nVerwaltungsleitung (m/w/d)\nab nächstmöglichem Zeitpunkt, im Umfang von 100%,\nEntgeltgruppe 9b TV-L, unbefristet\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.07.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-21/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-fuer-den-fachbereich-kulturelle-vermittlung/", "image": "", "title": "Leitung für den Fachbereich Kulturelle Vermittlung", "content_text": "Akademie der Künste Berlin, Berlin Bewerbungsende: 20.07.2025 | Die Akademie der Künste – bundesunmittelbare, rechtsfähige Körperschaft des öffentlichen Rechts in der Trägerschaft des Bundes – sucht zum 01.10.2025\neine Leitung für den Fachbereich Kulturelle Vermittlung,\nVollzeit (39 Std.)\nGegründet im Jahre 1696, gehört die Akademie der Künste in Berlin zu den ältesten europäischen Kulturinstituten. Sie ist ein Ausstellungs- und Veranstaltungsort, eine Stätte der Begegnung von Künstler*innen und Kunstinteressierten und führt öffentliche Debatten über Kunst und Kulturpolitik. Ihr Archiv zählt zu den bedeutendsten interdisziplinären Archiven zur Kunst des 20. und 21. Jahrhunderts.\nDas Vermittlungsprogramm KUNSTWELTEN entspricht dem Auftrag der Akademie, öffentlich zu wirken. Es wendet sich an Kinder, Jugendliche und Erwachsene und schöpft aus der Vielfalt und dem Zusammenspiel der Werke und Erfahrungen der Mitglieder und Stipendiat*innen, der Künstlerarchive und Sammlungen der Akademie. In Führungen, Gesprächen, Werkstätten und künstlerischen Aktionen werden unterschiedlichen Zielgruppen Themen und Projekte der Akademie und ihrer Mitglieder nähergebracht.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-fuer-den-fachbereich-kulturelle-vermittlung/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitender-betriebstechnikerin-m-w-d-2/", "image": "", "title": "Leitende:r Betriebstechniker:in (m/w/d)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 31.07.2025 | Die Bayerischen Staatsgemäldesammlungen suchen eine/n\nLEITENDE BETRIEBSTECHNIKERIN /\nLEITENDEN BETRIEBSTECHNIKER (M/W/D)\nin Vollzeit und unbefristet, zum nächstmöglichen Zeitpunkt.\nIm Herzen der Landeshauptstadt Bayerns befinden sich inmitten des Kunstareals die Bayerischen Staatsgemäldesammlungen. Mit den über 30.000 zu betreuenden Objekten des Gemälde- und Kunstbesitzes des Freistaates zählen die Bayerischen Staatsgemäldesammlungen mit ihren fünf Münchner Häusern und den Staatsgalerien an etlichen weiteren Standorten in Bayern zu den bedeutendsten Gemäldesammlungen in Europa.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/leitender-betriebstechnikerin-m-w-d-2/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-projektmanagement-lange-nacht-der-museen-m-w-d/", "image": "", "title": "Mitarbeiter Marketing / Projektmanagement Lange Nacht der Museen (m/w/d)", "content_text": "Städtische Museen Jena, Jena Bewerbungsende: 20.07.2025 | JenaKultur steht für viele besondere Momente im Leben der Menschen unserer Stadt und ihrer Gäste. Kulturarena und Jenaer Philharmonie. Volkshochschule Jena und Musik- und Kunstschule Jena. Die Ernst-Abbe-Bücherei und die Städtischen Museen Jena. Volksbad Jena und Volkshaus Jena. Tourismus und Kulturmarketing. Und vieles mehr. Ob für Jung oder Alt. Ob bewahrend oder zukunftsorientiert. Unsere Einrichtungen und Themen sind vielfältig und stets lebendig.\nSeit der Gründung im Jahr 2005 stellen unsere heute mehr als 320 Mitarbeiter:innen mit jedem Projekt, jedem Kurs, jedem Konzert und jeder Veranstaltung unter Beweis, mit welcher Leidenschaft sie Kultur leben und für Jena weiterentwickeln.\nIn den Städtischen Museen Jena soll die Teilzeitstelle\nschnellstmöglich\n, vorerst befristet für 2 Jahre, besetzt werden.\nDie Städtischen Museen Jena vereinen mit dem\nStadtmuseum Jena\n, dem\nRomantikerhaus Jena\nund der\nKunstsammlung Jena\neine museale Erlebnis- und Bildungswelt in den Bereichen Literaturgeschichte, Stadtgeschichte und Kunst. Mit interessanten Sonderausstellungen und dauerhaften Präsentationen zu überregional bedeutsamen Themen der Stadtentwicklung, museumspädagogischen Angeboten und Veranstaltungen stellen sie attraktive Angebote bereit.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-marketing-projektmanagement-lange-nacht-der-museen-m-w-d/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/techniker-m-w-d-3/", "image": "", "title": "Techniker (m/w/d)", "content_text": "Stiftung Deutsches Marinemuseum, Wilhelmshaven Bewerbungsende: 18.07.2025 | Die Stiftung Deutsches Marinemuseum stellt am historischen Ort in Wilhelmshaven die Geschichte der deutschen Marinen von 1848 bis in die Gegenwart dar und zählt zu den meistbesuchten Museen Niedersachsens.\nZur Verstärkung der Haustechnik sucht das Museum zum nächstmöglichen Zeitpunkt einen engagierten\nTechniker (m/w/d)\nin Vollzeit\nIhre Aufgaben:\nDie Durchführung von Reparaturen und Wartungsarbeiten im gesamten Museumsbereich, den Außendepots sowie auf den Schiffen und Booten\nDie Pflege der Ausstellung sowie Unterstützung beim Auf- und Abbau von Ausstellungen\nDie Gewährleistung der Sauberkeit des Museums, des Geländes und der Großexponate sowie die Sicherstellung des Winterdienstes\nDas Sicherstellen des technischen Betriebes während der Besuchszeiten\nDie Betreuung der ehrenamtlichen Helfer:innen (Instandsetzungsmaßnahmen Schiffe und Boote)\nIhr Profil:\nEine abgeschlossene handwerkliche Berufsausbildung sowie breites handwerkliches Geschick und Technikverständnis\nEine eigenständige und zuverlässige Arbeitsweise sowie Flexibilität und Teamfähigkeit\nDie Wertschätzung für historische Exponate\nEinen Führerschein, mindestens Klasse B\nDie Bereitschaft an Fort- und Weiterbildungen teilzunehmen\nDas erwartet Sie:\nEine unbefristete Anstellung in Vollzeit (39 Stunden)\nEine Vergütung in Anlehnung an den TVöD (Entgeltgruppe E5)\n30 Tage Urlaub/Jahr sowie dienstfrei an Heiligabend und Silvester\nGute Fortbildungsmöglichkeiten\nEin vielseitiges und abwechslungsreiches Aufgabengebiet\nEin kollegiales Umfeld in einem kleinen, engagierten und zielorientiert arbeitenden Team\nIhre aussagekräftigen Bewerbungsunterlagen richten Sie bitte bis zum 18.07.2025 postalisch an die Stiftung Deutsches Marinemuseum, z. Hd. Fenna Rohr oder per E-Mail an personal@marinemuseum.de.\nSüdstrand 125 | 26382 Wilhelmshaven | Tel. 04421-4008411\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/techniker-m-w-d-3/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-an-empfang-und-kasse/", "image": "", "title": "Mitarbeiter:in an Empfang und Kasse", "content_text": "Urgeschichtlichen Zentrum Wildeshausen, Wildeshausen Bewerbungsende: 13.07.2025 | Mit dem Urgeschichtlichen Zentrum Wildeshausen (UZW) wird 2025 ein neues Informationszentrum und Ausstellungshaus eröffnet. Zentrales Thema ist die Archäologie im Naturpark Wildeshauser Geest. Die Eröffnung im sanierten Alten Feuerwehrhaus in Wildeshausen ist für den 27. August 2025 geplant.\nDas UZW sucht ab dem 11. August 2025 drei Personen für die Servicestelle am Eingangstresen für insgesamt ca. 100-120 Stunden/Monat während unserer Öffnungszeiten (bis zu 40 Stunden / Monat pro Person). Die Tätigkeit kann entweder als versicherungspflichtige Teilzeit-Arbeit oder als geringfügige Beschäftigung (Mini-Job) aufgenommen werden.\nIhre Aufgaben bei uns\nBegrüßung und Betreuung unserer Besucher:innen im Eingangsbereich.\nVerkauf von Eintrittskarten und von Büchern, Spielzeug und Souvenirs.\nBedienung des digitalen Kassensystems und Durchführung von Tagesabrechnungen.\nBetreuung des Shopbereiches (Listen führen, Waren nachlegen, Dekoration).\nTelefonische und persönliche Auskünfte zu Öffnungszeiten, Angeboten und Führungen.\nUnterstützung bei organisatorischen Abläufen im Besuchsservice.\nSicherstellung eines gepflegten und einladenden Erscheinungsbildes im Empfangsbereich, gegebenenfalls Durchsetzung der Hausordnung.\nZusammenarbeit mit den Kolleg:innen der Touristinformation.\nEingreifen bei Notfällen, Erste Hilfe, Brandschutz und Evakuierung.\nIhr Profil\nFreundliches und serviceorientiertes Auftreten.\nBereitschaft zur Arbeit an Wochenenden und an Feiertagen.\nGute Kenntnisse der deutschen Sprache.\nFremdsprachenkenntnisse, bes. Englisch oder Niederländisch, sind vorteilhaft.\nFreude am Umgang mit Menschen sowie Interesse an Wissenschaft, besonders an Archäologie und Geschichte in der Wildeshauser Geest.\nEDV-Anwenderkenntnisse in der Nutzung von digitalen Programmen (z.B. Word, Excel).\nIdealerweise Erfahrung im Verkauf, Empfang oder in der Gastronomie.\nZuverlässigkeit, Teamfähigkeit und Verantwortungsbewusstsein.\nUnser Angebot\nAbwechslungsreiche Aufgabe in einem kleinen motivierten Team.\nUnbefristetes Arbeitsverhältnis oder nach Wunsch befristeter Vertrag (z.B. semsterbezogen).\nArbeitszeiten von Dienstag bis Sonntag (Di-Fr 12-15 Uhr, Sa / So 10-17 Uhr), auch an Feiertagen.\nGehalt 15 Euro brutto / Stunde.\nVertragsart nach Wunsch entweder als versicherungspflichtiges oder als geringfügiges Beschäftigungsverhältnis. Bei einem Mini-Job sind maximal 37 h pro Monat möglich.\nGründliche Einarbeitung.\nBetriebliche Schulung für Erste Hilfe und andere Notsituationen.\nFreier Eintritt in ausgewählte Museen in Deutschland.\nWeitere Auskünfte erhalten Sie gerne bei Dr. Julia K. Koch, Leitung des UZW, unter der Tel.-Nr. 0152 2374 5601.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungen von Menschen mit einer Behinderung werden begrüßt. Diesem Personenkreis wird bei im Wesentlichen gleicher fachlicher und persönlicher Eignung der Vorrang gegeben. Bitte fügen Sie zur Wahrung Ihrer Interessen der Bewerbung einen Nachweis über eine bestehende Schwerbehinderung oder Gleichstellung bei.\nDie Bestimmungen des Allgemeinen Gleichbehandlungsgesetzes (AGG) werden im Auswahlverfahren beachtet.\nWir freuen uns auf Ihre aussagekräftige Bewerbung bis spätestens zum 13. Juli 2025. Ihre Bewerbungsunterlagen (ohne Foto) mit Lebenslauf und (Arbeits-)Zeugnissen senden Sie in einer pdf-Datei per E-Mail an\nuzw.bewerbung@posteo.de\n. Geben Sie bitte auch die gewünschte Vertragsart, die Anzahl der von Ihnen gewünschten Stunden pro Woche und bevorzugte Arbeitstage an.\nMit dem Einreichen Ihrer Bewerbung willigen Sie in die Verarbeitung Ihrer personenbezogenen Daten, die wir im Rahmen des Auswahlverfahrens von Ihnen erhalten haben, ein. Ihre gespeicherten Daten und Bewerbungsunterlagen werden sechs Monate nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet.\nBitte beachten Sie, dass Reisekosten und sonstige Auslagen für ein eventuelles Vorstellungsgespräch nicht übernommen werden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-an-empfang-und-kasse/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-verwaltung/", "image": "", "title": "Mitarbeiter*in (m/w/d) – Verwaltung", "content_text": "Kunstmuseum Mülheim an der Ruhr, Mühlheim a.d. Ruhr Bewerbungsende: 01.07.2025 | Der Kulturbetrieb der Stadt Mülheim an der Ruhr der hat zum nächstmöglichen Zeitpunkt eine Teilzeitstelle (24,5 Stunden wöchentlich) als\nMitarbeiter*in (m/w/d) – Verwaltung im Kunstmuseum\n(Entgeltgruppe 08 TVöD, mindestens 25.566,- € bis 31.025,- € im Jahr; je nach einschlägiger Berufserfahrung)\nzu besetzen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-verwaltung/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsleitung-m-w-d-3/", "image": "", "title": "Geschäftsleitung (m/w/d)", "content_text": "Stiftung Käthe Kollwitz Haus Moritzburg, Moritzburg Bewerbungsende: 31.07.2025 | Die Stiftung Käthe Kollwitz Haus Moritzburg sucht zum nächstmöglichen Zeitpunkt eine neue\nGeschäftsleitung (m/w/d)\nDas Käthe Kollwitz Haus Moritzburg ist der einzige noch öffentlich zugängliche authentische Aufenthaltsort und gleichzeitig das Sterbehaus der bedeutendsten deutschen Grafikerin und Bildhauerin des 20. Jahrhunderts. Eine Dauerausstellung mit Originalgrafik und einer biografischen Dokumentation gibt einen Überblick über ihr Leben und Werk.\nSonderausstellungen, Veranstaltungen und ein umfangreiches museumsdidaktisches Angebot bieten Möglichkeiten für eine lebendige Begegnungsstätte. Das Käthe Kollwitz Haus hat sich seit seiner Eröffnung im Jahr 1994 auch als ein Ort der grafischen Kunst der Gegenwart profiliert.\nIhre Aufgaben:\nBetreuung und Weiterentwicklung des Käthe Kollwitz Hauses als national wertvolles Kulturdenkmal und als kultureller Gedächtnisort auf der Grundlage des neuen Entwicklungskonzeptes und den satzungsgemäßen Zwecken und Aufgaben der Käthe Kollwitz Stiftung Moritzburg\nFederführende Bearbeitung der Haushalts- und Wirtschaftsführung der Stiftung einschließlich Drittmittelbeschaffung und Fördermittelakquise\nOrganisation und Begleitung museumsdidaktischer Angebote einschließlich der Akquise neuer Zielgruppen und Bildungseinrichtungen\nOrganisation und Begleitung von Sonderausstellungen und Veranstaltungen\nLiegenschaftliche Verwaltung des denkmalgeschützten Gesamtensembles\nPersonalverantwortung für Mitarbeiter und Honorarkräfte\nVorbereitende und begleitende Gremienarbeit der Stiftungsorgane\nKontaktperson zum „Freundeskreis Käthe Kollwitz Moritzburg e.V.“\nÖffentlichkeits- und Pressearbeit einschließlich Betreuung der sozialen Medien\nIhr Profil:\nAbgeschlossenes Studium in den Bereichen Kulturwissenschaften, Museologie, Kulturmanagement bzw. vergleichbaren Ausbildungen oder eine 5-jährige Erfahrung in vergleichbaren Kulturbereichen oder Einrichtungen\nEine engagierte und offene Persönlichkeit mit hoher Kommunikationsstärke, Organisationstalent, sowie selbständiger, kreativer und lösungsorientierter Arbeitsweise\nErfahrung in der Wirtschaftsführung einer Kultureinrichtung\nGute EDV-Kenntnisse und ein sicherer Umgang mit Microsoft-Office-Produkten\nDie Bereitschaft, den Dienstbetrieb während der Öffnungszeiten, ggf. an Wochenenden und Feiertagen abzusichern\nWir bieten:\nEin freundliches Arbeitsumfeld in einem denkmalgeschützten Gebäudeensemble\nEine partnerschaftliche Zusammenarbeit, insbesondere mit dem Kollwitz-Museum Köln sowie den Institutionen und Mitgliedern des Beirates der Käthe Kollwitz Stiftung\nEine Vergütung in Anlehnung an den TVÖD EG 9a mit einem Umfang von zunächst 28 Wochenstunden\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbungsunterlagen bis zum\n31.07.2025\nper Mail an:\nvorstand@kollwitz-moritzburg.de\nNeben objektiver Information garantieren wir Ihnen die vertrauliche Behandlung Ihrer persönlichen Daten. Mit der Zusendung Ihrer Unterlagen erklären Sie sich einverstanden, dass Ihre Angaben für den Zeitraum des Bewerbungsverfahrens elektronisch gespeichert werden dürfen. Kosten, die mit der Bewerbung verbunden sind, können nicht erstattet werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsleitung-m-w-d-3/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/direktorin-der-lwl-archaeologie-fuer-westfalen-w-m-d/", "image": "", "title": "Direktor:in der LWL-Archäologie für Westfalen (w/m/d)", "content_text": "LWL-Archäologie für Westfalen, Münster Bewerbungsende: 11.07.2026 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum 01.01.2026 als\nDirektor:in der LWL-Archäologie für Westfalen (w/m/d)\nB 2 LBesG NRW bzw. AT-Vergütung\nWir bieten eine unbefristete Vollzeitstelle (41 bzw. 39 Stunden/Woche) an. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8130 bis zum 11.07.2025.\nDie Vorstellungsgespräche werden voraussichtlich am 25.07.2025 in Präsenz in Münster stattfinden. Eine mögliche Einladung erhalten Sie vorab per E-Mail.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.07.2026", "url": "https://www.museumsbund.de/stellenangebote/direktorin-der-lwl-archaeologie-fuer-westfalen-w-m-d/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/machbarkeitsstudie-der-neugestaltung-des-naturkundemuseums-erfurt/", "image": "", "title": "Machbarkeitsstudie der Neugestaltung des Naturkundemuseums Erfurt", "content_text": "Stadt Erfurt, Erfurt Bewerbungsende: 01.08.2025 | Die Stadt Erfurt verfolgt als Teil des Museumsentwicklungskonzeptes die bauliche Neugestaltung und die konzeptionelle Fortentwicklung des Naturkundemuseums. Das Naturkundemuseum Erfurt erfreut sich großer Beliebtheit bei Erfurterinnen und Erfurtern, bei Gästen der Stadt sowie beim Fachpublikum. Es begrüßt über 60.000 Besucherinnen und Besucher jährlich.\nDas Museum ist dabei auch ein anerkannter Akteur in nationalen und internationalen Forschungsprojekten. Es übernimmt Aufgaben für den Freistaat Thüringen als Leitmuseum für Natur durch Beratung und Unterstützung lokaler Natur- und Heimatmuseen.\nMit Unterstützung eines externen Auftragnehmers ist durch das Naturkundemuseum Erfurt die Vision seiner künftigen Positionierung und Neugestaltung erarbeitet worden, welche öffentlich vorgestellt ist. Das Leitbild ist bezüglich der Handlungsbedarfe auf Basis der Icom-Kriterien musealen Arbeitens untersetzt. Es bildet eine fundierte Grundlage zur nunmehr erforderlichen Aufstellung des Masterplans.\nThematische und wissenschaftliche Alleinstellungsmerkmale des Naturkundemuseums, sein künftiges Kernthema, Grundzüge einer neuen Ausstellungsdramaturgie und bauliche Neuerungsbedarfe sind in der Vision fokussiert, mit Kernaussagen umrissen und überdies für die öffentliche Darstellung visuell aufbereitet.\nNunmehr sind insbesondere die baulichen Anforderungen an das neue Naturkundemuseum zu ermitteln und zu beschreiben. Die Ausarbeitung eines Raumprogramms ist durch den Auftragnehmer vorzunehmen.\nZugleich ist der Auftragnehmer aufgefordert, die bauliche Bedarfsplanung mit allen weiteren Aspekten der bereits vorliegenden Vision zu einem Masterplan zusammenzuführen und somit zu einem vollständigen Anforderungskatalog für Bau und Implementierung des neuen Naturkundemuseums auszuformulieren.\nDer Masterplan wird die Grundlage bilden, um in einer kommenden Projektphase den aktuellen sowie potenziell neue Standorte des Naturkundemuseums auf ihre bauliche, wirtschaftliche und ausstellungsinszenatorische Eignung zu überprüfen (Machbarkeitsstudie).\nzur Ausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.08.2025", "url": "https://www.museumsbund.de/stellenangebote/machbarkeitsstudie-der-neugestaltung-des-naturkundemuseums-erfurt/", "date_published": "2025-06-28T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturvermittlerin-w-m-d-7/", "image": "", "title": "Kulturvermittler:in (w/m/d)", "content_text": "LWL-Römermuseum, Haltern am See Bewerbungsende: 11.07.2025 | Der Landschaftsverband Westfalen-Lippe sucht Sie zum frühestmöglichen Eintrittstermin als\nKulturvermittler:in (w/m/d)\nEG 9b TVöD VKA\nfür unser LWL-Römermuseum in Haltern am See.\nWir bieten eine unbefristete Teilzeitstelle (10,75 Stunden/Woche). Diese Stelle ist befristet bis zum 31.12.2025 mit bis zu 15 Stunden zu besetzen.\nBitte bewerben Sie sich unter Angabe der Kenn-Nr. 8106 bis zum 11.07.2025.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.07.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturvermittlerin-w-m-d-7/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-im-bereich-technik-und-sicherheit-m-w-d/", "image": "", "title": "Sachbearbeiter*in im Bereich Technik und Sicherheit (m/w/d)", "content_text": "Kulturbetriebe Dortmund, Dortmund Bewerbungsende: 18.07.2025 | Bei den Kulturbetrieben Dortmund – einer eigenbetriebsähnlichen Einrichtung der Stadt Dortmund – ist im Geschäftsbereich Dortmunder U ab sofort eine Stelle als\nSachbearbeiter*in im Bereich Technik und Sicherheit\n(m/w/d)\nzu besetzen.\nDie Kulturbetriebe Dortmund bestehen aus den Geschäftsbereichen Kulturbüro, Bibliotheken, Museen, Dortmund Musik, Dietrich-Keuning-Haus, Volkshochschule, Stadtarchiv und Dortmunder U. Das Büro der Geschäftsleitung ist die gemeinsame Serviceeinrichtung.\nDas Dortmunder U ist ein öffentlicher Ort des Austauschens über Kunst, Medien und der Kultur der Gegenwart für unterschiedliche Bevölkerungsgruppen. Im Haus vertreten sind das Museum Ostwall, der Hartware Medienkunstverein, die Kulturelle Bildung, die Dortmunder Hochschulen und das Innogy-Forum mit einem Kunstkino. Eine Sonderausstellungsfläche und gastronomische Angebote runden das Angebot ab.\nDie Planstelle ist nach EG 11 des TVöD (AT/Ing) bzw. A 12 LBesO NRW bewertet. Sollten Sie noch nicht über die persönlichen Voraussetzungen für eine Eingruppierung in die EG 11 TVöD (AT/Ing) verfügen, erfolgt zunächst eine Eingruppierung in EG 10 TVöD(AT/Ing).\nDie Ausschreibung richtet sich an Beschäftigte, die über ein abgeschlossenes Hochschulstudium im Bereich der Sicherheitstechnik (Diplom FH oder Bachelor), des Sicherheitsmanagement (Diplom FH oder Bachelor), der Ingenieurswissenschaften insbesondere mit der Fachrichtung Elektrotechnik, Architektur, Facility Management, (Diplom FH oder Bachelor) o.ä. verfügen sowie an sonstige Beschäftigte, die über gleichwertige Fähigkeiten und Erfahrungen als Techniker*in (abgeschlossene Weiterbildung im Bereich Elektrotechnik o. ä.) verfügen.\nDas Aufgabengebiet umfasst insbesondere die folgenden Tätigkeiten:\nSie übernehmen die Planung, Durchführung und Bewertung aller sicherheitsrelevanter Aufgaben, wie Arbeits- und Brandschutz\nSie übernehmen die Funktion des/der Brandschutzbeauftragte*n\nSie unterstützen bei der Durchführung von Gefahrenanalysen und Gefährdungsbeurteilungen\nSie unterstützen bei der Planung, Ausschreibung und Umsetzung von Maßnahmen zum Schutz der kritischen Infrastruktur\nSie unterstützen bei der Erstellung von Dienst-/ Betriebs- und Arbeitsanweisungen\nSie planen Unterweisungen und führen diese durch\nSie unterstützen beim Aufbau einer Präventions- und Notfall-Organisation\nSie arbeiten an allen sicherheitstechnischen Fragestellungen mit\nSie unterstützen die sicherheits- und technische Betreuung von Veranstaltungen\nIhr Profil:\nSie haben Kenntnisse in den einschlägigen Rechtsvorschriften (wie dem Baurecht und den Vergabevorschriften), den Unfallverhütungsvorschriften sowie den Technischen Regeln für Arbeitsstätten und weiteren themenrelevanten Gesetzen, Vorschriften, Verordnungen und Regeln\nSie sind Fachkraft für Arbeitssicherheit und idealerweise ausgebildeter Brandschutzbeauftragter, beziehungsweise wird zwingend die Bereitschaft vorausgesetzt, dass Sie sich zeitnah zum/zur Brandschutzbeauftragten ausbilden lassen\nSie haben umfassende Kenntnisse in Arbeits- und Brandschutz (baulich, technisch, organisatorisch)\nSie haben Kenntnisse in diversen Maßnahmen zum Schutz der kritischen Infrastruktur\nSie bringen die Fähigkeit mit, Risiken eigenständig zu erkennen und zu bewerten sowie die selbstständige Erarbeitung von Lösungsvorschlägen zum Umgang mit Risiken bzw. zur Risikominimierung\nSie haben idealerweise Kenntnisse in Informations- und Kommunikationstechnik sowie Gebäudetechnik\nSie haben gute Kenntnisse Sicherheitstechnik sowie Elektrotechnik\nSie haben eine hohe Kooperationskompetenz (Team-, Kommunikations- und Konfliktfähigkeit) sowie soziale Kompetenz\nSie zeigen eine hohe Eigeninitiative und Eigenständigkeit, haben organisatorische Fähigkeiten und verantwortungsvolle und vorausschauende Arbeitsweise\nSie zeigen eine schnelle Auffassungsgabe und die Bereitschaft, vielfältige Aufgaben zu übernehmen und sich effizient in neue Themengebiete einzuarbeiten und sind belastbar\nBenefits:\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit.\nWir bieten Vergünstigungen durch ein Firmenticket und ein attraktives Angebot für Fahrradleasing an.\nAls TVöD-Beschäftigte*r erhalten Sie kvw Zusatzleistungen.\nVergünstigungen für Mitarbeiter*innen in Fitnessstudios sowie Möglichkeiten zur Teilnahme an betrieblichen Sportgruppen.\nEine flexible Arbeitszeitgestaltung kann – orientiert an den dienstlichen Erfordernissen – vereinbart werden. Arbeitseinsätze – auch außerhalb der üblichen Dienstzeiten, d. h. am Abend, an Feiertagen und an Wochenenden, sind unumgänglich.\nDie Stadt Dortmund ist Trägerin des Prädikats Total E-Quality – Engagement für Chancengleichheit und Diversity. Bewerbungen von Frauen sind ausdrücklich erwünscht. Bei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach den Bestimmungen des Landesgleichstellungsgesetzes bevorzugt berücksichtigt. Bewerbungen von Schwerbehinderten sind ebenso erwünscht.\nWir sind eine welt- und kulturoffene Stadt. Es entspricht unserem Selbstverständnis, allen Menschen in der Stadt gleiche Teilhabe und Chancen auf allen Ebenen der Gesellschaft zu ermöglichen. Chancengerechtigkeit, Gleichstellung und der Umgang mit Interkulturalität sind daher not-wendige und unverzichtbare Elemente unseres Verwaltungshandelns. Wir erwarten daher von unseren Mitarbeiter*innen, dass sie sich mit dieser Zielsetzung identifizieren.\nIhre Bewerbung kann nur berücksichtigt werden, wenn Sie diese bis zum 18.07.2025 über unsere Karriereseite (dortmund.de/karriere) online einreichen. Die Erfassung per E-Mail oder Post übersandter Bewerbungen ist grundsätzlich nicht möglich.\nWir bitten zu beachten, dass Kosten, die Ihnen im Rahmen des Bewerbungsverfahrens oder Ihrer persönlichen Teilnahme am Auswahlverfahren entstehen, leider nicht übernommen werden können.\nSie möchten sich umfassend über die Vorzüge einer Beschäftigung bei der Stadt Dortmund in-formieren? Dann sehen Sie sich gerne unsere Broschüre “Gute Gründe für die Stadt Dortmund” [pdf, 7,5 MB] sowie unseren Flyer “Arbeitgeberin Stadt Dortmund bietet Perspektiven” [pdf, 2,7 MB] an.\nFür Fragen und Auskünfte steht Ihnen Herr Heitkemper, unter der Rufnummer 0231/50 – 2 77 42 (oder via E-Mail: sheitkemper@stadtdo.de) zur Verfügung. Wir bieten Ihnen gerne im Vorfeld Ihrer Bewerbung die Möglichkeit zu einem persönlichen Gespräch.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.07.2025", "url": "https://www.museumsbund.de/stellenangebote/sachbearbeiterin-im-bereich-technik-und-sicherheit-m-w-d/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-referentin-m-w-d-der-geschaeftsleitung/", "image": "", "title": "Elternzeitvertretung – Referent*in (m/w/d) der Geschäftsleitung", "content_text": "Roemer- und Pelizaeus Museum, Hildesheim Bewerbungsende: 10.08.2025 | Das Roemer- und Pelizaeus Museum beherbergt die zweitwichtigste ägyptische Sammlung Deutschlands, aber auch Objekte aus diversen anderen Kulturkreisen, wie Alaska, Südamerika, Afrika, China oder der Hildesheimer Stadtgeschichte, aber auch Naturhistorie und vieles mehr. Die Kraft des Museums liegt in der Verknüpfung dieser Sammlungsgebiete und dem Ziel mit allen Besucher*innen zu relevanten Fragen in Dialog zu treten. Das RPM ist ein Ort, an dem sich Hildesheimer*innen und auswärtige Besucher*innen wohlfühlen, dort inspiriert werden, Spaß haben, und sich einbringen können. Insbesondere sollen sich dort Gruppen begegnen, die sonst weniger miteinander in Kontakt sind, sich austauschen.\nBei uns erwartet Sie eine spannende und vielseitige Tätigkeit, die in gemeinsame Absprache in Voll- oder Teilzeit stattfinden kann. Die Stelle als Referent*in ist eine auf ein Jahr befristete Elternzeitvertretung, die idealerweise am 01. September 2025 beginnt. Dienstort ist Hildesheim, wobei mobiles Arbeiten in Absprache möglich ist.\nIhre Tätigkeiten als Referent*in\nUnterstützung und Entlastung unserer Geschäftsführerin von administrativen und organisatorischen Aufgaben im Tagesgeschäft und bei Projekten\nKoordination von Terminen und Dienstreisen, inklusive sorgfältiger Vor- und Nachbereitung (Protokollführung etc.)\nRegelmäßige Abstimmung / Korrespondenz mit Schnittstellenpartnern, um den Informationsfluss sicherzustellen und erhaltene Informationen zu verteilen\nErstellung und Auswertung von Protokollen, internen Reports und Statistiken sowie Aufbereitung von Präsentationen und Beschlussvorlagen\nWas erwarten wir von Ihnen?\neingehende Berufserfahrung im betriebswirtschaftlichen oder kaufmännischen Sektor oder eine vergleichbare Qualifikation\nErfahrungen in den Bereichen öffentlicher Haushalt, Fördermittelmanagement oder Projektmanagement sind von Vorteil\nHohe Zuverlässigkeit, Pünktlichkeit und Verantwortungsbewusstsein\nErwünscht:\nSehr gute Deutschkenntnisse in Wort und Schrift\nOrganisationstalent, Teamfähigkeit und Belastbarkeit\nausgeprägte selbstständige Arbeitsweise und Flexibilität\nDas bieten wir:\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nschlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nanteilige Übernahme der Kosten für ein Deutschlandticket Job\nbetriebliche Altersvorsorge\nWir freuen uns über die Zusendung Ihrer Bewerbungsunterlagen unter Nennung Ihrer Gehaltsvorstellungen bis zum\n10. August\n2025\nper E-Mail an:\nbewerbung@rpmuseum.de\n. Durch die Bewerbung entstehende Reisekosten werden nicht erstattet. Die Auswahlgespräche finden am 21. und 22. August statt. Dienstbeginn idealerweise zum 01. September 2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.08.2025", "url": "https://www.museumsbund.de/stellenangebote/elternzeitvertretung-referentin-m-w-d-der-geschaeftsleitung/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-das-besuchsservice-und-ticketing/", "image": "", "title": "Mitarbeiter*in (m/w/d) für das Besuchsservice und Ticketing", "content_text": "Deichtorhallen Hamburg, Hamburg Bewerbungsende: 31.07.2025 | Die Deichtorhallen Hamburg GmbH ist eines der renommiertesten Ausstellungshäuser für zeitgenössische Kunst und Fotografie in Europa. Neben einem vielfältigem Ausstellungsprogramm beherbergen sie zwei bedeutende Kunstsammlungen – die Sammlung Falckenberg sowie die Sammlung F.C. Gundlach. Mit ihren drei Ausstellungshäusern bieten die Deichtorhallen einen einzigartigen Raum für hochkarätige Ausstellungsprojekte.\nWir suchen schnellstmöglich für 30 Std./Woche in Teilzeit eine*n\nMitarbeiter*in (m/w/d) für das Besuchsservice und Ticketing.\nSie arbeiten an einer wichtigen digitalen Schnittstelle zwischen der Verwaltung und der Kulturellen Bildung in einem Kunstbetrieb.\nIhre Aufgaben:\nAnlegen und Verwalten des Ticketing für alle drei Ausstellungshäuser\nAnlegen von Vermittlungsangeboten in Zusammenarbeit mit der Kulturellen Bildung\nAnsprechpartner*in für Betreuung individuelle Besuchsanfragen in Zusammenarbeit mit der Kulturellen Bildung\nDisposition von Führungen\nBetreuung der Soft- und Hardware (go~mus und Koronakasse)\nRegelmäßige Erstellung von Kennzahlen und statistischen Auswertungen\nBetreuung der Schnittstelle zum Museumsdienst Hamburg\nSie bringen mit:\nErfahrungen im Bereich Ticketing- und Besuchsmanagementsystemen\nGute MS-Office-Kenntnisse (insbesondere Excel und Word)\nSpaß an der Arbeit mit IT- und Datenbanksystemen\nEine strukturierte und präzise Arbeitsweise sowie logisches Denkvermögen\nPräzises und klares Ausdrucksvermögen in Wort und Schrift\nSpaß an der Kommunikation\nServiceorientiertes Handeln im Austausch mit Besucher*innen\nWir bieten Ihnen:\nMitgestaltung eines wichtigen Digitalisierungsprojektes in der Kulturbranche\nEin abwechslungsreiches und spannendes Arbeitsumfeld mitten in der Hamburger Kulturlandschaft\nZusammenarbeit in interdisziplinären Teams\nBezahlung in Anlehnung an TV-L EG 8 inkl. Jahressonderzahlung\nArbeitgeberfinanzierte betriebliche Altersversorgung (VBLU mit 4,6% AG-Anteil)\n30 Tage Urlaub (bei einer 5-Tage-Woche)\nFlexible Arbeitszeiten und die Möglichkeit zum Homeoffice\nAttraktive Zusatzleistungen: Zuschuss zum HVV-Job-Ticket, Betriebssport (Rückentraining), freier Eintritt in alle Häuser der Kunstmeile Hamburg\nZentral gelegener Arbeitsplatz mit sehr guter Verkehrsanbindung\nDie Deichtorhallen Hamburg GmbH fördert aktiv die berufliche Gleichstellung aller Menschen und setzt sich für Chancengleichheit, Diversität sowie die Vereinbarkeit von Familie und Beruf ein. Wir begrüßen die Bewerbungen aller Personen, unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBitte senden Sie uns Ihre aussagekräftigen Bewerbungsunterlagen\nbis zum 31. Juli 2025\nmit Lebenslauf und Motivationsschreiben per E-Mail in einem PDF an unsere Personalabteilung:\nbewerbung@deichtorhallen.de\n. Für Fragen steht Ihnen unsere Leitung Personal Sandra Freimane-Franke gern zur Verfügung.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.07.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-das-besuchsservice-und-ticketing/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/membership-managerin-w-m-d/", "image": "", "title": "Membership Manager*in (w/m/d)", "content_text": "Haus der Kunst, München Bewerbungsende: 07.07.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst: Hier ist die Zukunft“ befindet sich die Institution am Puls der Zeit.\nIm Zuge der Erweiterung unseres Angebots für ein vielfältiges Publikum gründen wir den\nCommunity Club\nals neues Mitgliedschaftsprogramm, mit der Zielsetzung, enge Verbindungen zu unseren Besucher*innen, Unterstützer*innen und Partner*innen zu fördern.\nFür die Entwicklung, Umsetzung und Erweiterung der Initiative suchen wir für die Abteilung Kommunikation eine*n:\nMembership Manager*in (w/m/d)\nin Vollzeit.\nEine spannende Gelegenheit für eine*n erfahrene*n Membership Manager*in mit strategischen Fähigkeiten, die Gründung des Community Clubs im Haus der Kunst zu leiten. Ihre Aufgabe wird es sein, ein ansprechendes Mitgliedschaftsprogramm zu entwerfen und umzusetzen, das die Einbindung des Publikums verbessert, eine starke Mitgliedergemeinschaft aufbaut und nachhaltige Unterstützung für die Institution gewährleistet.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nEntwicklung und Umsetzung\nGestaltung und Einführung des Community Clubs, unter Berücksichtigung der Vision des Haus der Kunst und der Bedürfnisse des Publikums\nEntwicklung von Mitgliedschaftsstufen, Vorteilen und Strategien zur Publikumsbeteiligung\nErarbeitung einer langfristigen Strategie zur Gewinnung von Mitgliedern\nMarketing und Öffentlichkeitsarbeit\nEnge Zusammenarbeit mit dem Kommunikationsteam des Haus der Kunst\nKoordination der Erstellung von digitalen Inhalten und Werbematerialien\nAufbau von Partnerschaften mit Unternehmen, Kulturorganisationen etc.\nEinbindung und Mitgliedererfahrung\nEntwicklung und Durchführung von Veranstaltungen für die Mitglieder des Community Clubs\nBeziehungspflege zu den Mitgliedern\nSammlung von Daten und Feedback zur Optimierung des Mitgliederangebots\nBetriebsabläufe und Verwaltungsaufgaben\nVerwaltung der Mitgliederdatenbank und des CRM-Systems\nErfassung von Kennzahlen und regelmäßige Berichterstattung über Einnahmen, Wachstum und Bindungsrate der Mitglieder\nAnforderungen – Das bringen Sie mit:\nNachweisbare Erfahrung in den Bereichen Mitgliederverwaltung, Zielgruppenerschließung, Fundraising/Sponsoring oder einer ähnlichen Funktion, idealerweise im Kunst- oder Kultursektor\nAusgeprägte strategische und Projektmanagement-Fertigkeiten\nAusgezeichnete Fähigkeiten im Bereich Kommunikation\nErfahrung in den Bereichen Marketing, Veranstaltungsplanung und CRM/Datenbankverwaltung\nKenntnisse über Mitgliedschaftstrends und bewährter Praxis in Kultureinrichtungen\nInteresse an zeitgenössischer Kunst\nFließende Deutsch- und Englischkenntnisse\nWas wir bieten:\nEine einzigartige Gelegenheit, den Community Club von Grund auf zu gestalten und zu etablieren\nEin kreatives Arbeitsumfeld in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L / bis zu EG 11 entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nDie Stelle ist zunächst auf 2 Jahre befristet, eine dauerhafte Etablierung der Stelle ist angedacht\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher begrüßen wir alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Behinderung, sexueller Orientierung und Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir präferieren Bewerbungen ohne Foto.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem Stichwort HDK-2025-08 bis zum\n7.7.25\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche werden am 21. & 23.7.25 online stattfinden.\nFür inhaltliche Fragen steht Ihnen Anja Fetzer, Leiterin Abteilung Kommunikation gerne unter 089/211 27-130 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nBeate Gurth – Personalabteilung, Prinzregentenstr. 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.07.2025", "url": "https://www.museumsbund.de/stellenangebote/membership-managerin-w-m-d/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-und-crm-managerin-w-m-d/", "image": "", "title": "Marketing- und CRM-Manager*in  (w/m/d)", "content_text": "Haus der Kunst, München Bewerbungsende: 07.07.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst: Hier ist die Zukunft“ befindet sich die Institution am Puls der Zeit.\nIm Zuge der Erweiterung unseres Angebots für ein vielfältiges Publikum gründen wir den\nCommunity Club\nals neues Mitgliedschaftsprogramm, mit der Zielsetzung, enge Verbindungen zu unseren Besucher*innen, Unterstützer*innen und Partner*innen zu fördern.\nZur Unterstützung des*der Membership Manager*in bei der Entwicklung, Förderung und dem Ausbau des Community Clubs suchen wir für die Abteilung Kommunikation eine*n\n:\nMarketing- und CRM-Manager*in  (w/m/d)\nin Vollzeit.\nEine spannende Gelegenheit für eine*n erfahrene*n Marketing- und CRM-Manager*in eine Schlüsselrolle bei der Einführung des Community Club zu spielen. In Zusammenarbeit mit dem*der Membership Manager*in werden Sie Strategien und gezielte Kampagnen entwickeln, um eine starke Mitglieder-Community aufzubauen und zu festigen.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nMarketing & Öffentlichkeitsarbeit\nEntwicklung und Durchführung von Multi-Channel-Marketingkampagnen zur Bewerbung des Community Clubs\nErstellung ansprechender digitaler Inhalte, Werbematerialien und gezielter Outreach-Initiativen\nVerwaltung der Online-Präsenz des Mitgliedschaftsprogramms, einschließlich Webseiteninhalte, E-Mail-Marketing und Einbindung in den sozialen Medien\nZusammenarbeit mit internen Teams und externen Partner*innen\nAnalyse der Kampagnenleistung und Optimierung von Strategien mittels Datenerkenntnissen\nCRM & Datenverwaltung\nKoordination der Implementierung und Verwaltung des CRM-Systems für Mitglieder\nNachverfolgung der Interaktionen, Anmeldungen, Verlängerungen und Zahlungen von Mitgliedern\nVerwendung von Datenanalysen zur Beobachtung von Mitgliedschaftstrends\nErstellung von Berichten über Schlüsselkennzahlen\nEinbindung und Mitgliedererfahrung\nEntwicklung personalisierter Kommunikationsstrategien zur Verbesserung der Mitgliederbindung\nImplementierung von E-Mail-Marketingkampagnen und automatisierten Workflows zur Verbesserung des Mitgliedererhalts\nUnterstützung bei der Durchführung exklusiver Veranstaltungen für Mitglieder\nAnalyse von Mitgliederfeedback zur Optimierung von Marketing- und Beteiligungsstrategien\nAnforderungen – Das bringen Sie mit:\nNachweisbare Erfahrung in den Bereichen Marketing, digitale Beteiligung, CRM-Management oder Zielgruppenerschließung, idealerweise im Kunst- oder Kultursektor\nAusgeprägte strategische Fähigkeiten und Erfahrung im Projektmanagement\nKenntnisse zu CRM-Plattformen, E-Mail-Marketing-Tools und Analysesoftware\nAusgezeichnete Fähigkeiten in den Bereichen Kommunikation, Storytelling und Content-Erstellung\nDatengesteuerte Denkweise mit Erfahrung bei Zielgruppensegmentierung und Strategien zur Einbeziehung des Publikums\nInteresse an zeitgenössischer Kunst\nKenntnisse über Mitgliedschaftstrends und bewährte Praxis in Kultureinrichtungen\nErfahrung mit Marketing-Automatisierung und Customer Journey Mapping\nFließende Deutsch- und Englischkenntnisse\nWas wir bieten:\nEine einzigartige Gelegenheit, den Community Club von Grund auf zu gestalten und zu etablieren\nEin kreatives Arbeitsumfeld in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L / bis zu EG 10 entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\nDie Stelle ist zunächst auf 2 Jahre befristet, eine dauerhafte Etablierung der Stelle ist angedacht\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher begrüßen wir alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Behinderung, sexueller Orientierung und Identität. Bewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht. Wir präferieren Bewerbungen ohne Foto.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse, Qualifikationsnachweise) senden Sie bitte unter dem Stichwort HDK-2025-07 bis zum\n7.7.25\nin elektronischer Form (eine PDF-Datei) an: bewerbung@hausderkunst.de\nDie Vorstellungsgespräche werden am 21. & 23.7.25 online stattfinden.\nFür inhaltliche Fragen steht Ihnen Anja Fetzer, Leiterin Abteilung Kommunikation gerne unter 089/211 27-130 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nBeate Gurth – Personalabteilung, Prinzregentenstr. 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter www.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.07.2025", "url": "https://www.museumsbund.de/stellenangebote/marketing-und-crm-managerin-w-m-d/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/persoenlichkeit-m-w-d-fuer-den-aufsichtsdienst/", "image": "", "title": "Persönlichkeit (m/w/d) für den Aufsichtsdienst", "content_text": "Museum Fünf Kontinente, München Bewerbungsende: 13.07.2025 | Das Museum Fünf Kontinente ist ein Museum der Weltkulturen. Innerhalb der vielfältigen Münchner Museumslandschaft bietet es einen einzigartigen Zugang zum kulturellen Reichtum der Menschen in aller Welt und tritt für Weltoffenheit und Toleranz ein.\nWir suchen zur Verstärkung unseres Teams\nEINE ENGAGIERTE PERSÖNLICHKEIT (M/W/D) FÜR DEN AUFSICHTSDIENST\nin Vollzeit und unbefristet zum nächstmöglichen Termin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/persoenlichkeit-m-w-d-fuer-den-aufsichtsdienst/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fahrer-m-w-d-3/", "image": "", "title": "Fahrer (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 13.07.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit einen\nFahrer (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der\nEntgeltgruppe 4 Pkw-Fahrer-TV-L Pauschalgr. 1\n) in der Abteilung Recht und Innerer Dienst.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDie Abteilung Recht und Innerer Dienst nimmt vielfältige Querschnittsaufgaben innerhalb des Museumsverbundes wahr. Bestandteil der Abteilung sind unter anderen das Rechtsreferat, der Informations- und Datenschutz, sowie die Poststelle, das Fuhrparkmanagement und die Büromaterialbeschaffung.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/fahrer-m-w-d-3/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-das-museum-fuer-natur-und-umwelt-2/", "image": "", "title": "wissenschaftliche:r Volontär:in für das Museum für Natur und Umwelt", "content_text": "LÜBECKER MUSEEN, Lübeck Bewerbungsende: 15.07.2025 | Die LÜBECKER MUSEEN suchen zum 01. September 2025\neine:n wissenschaftliche:n Volontär:in für das Museum für Natur und Umwelt\nDas Museum für Natur und Umwelt ist ein großes regionales Naturkundemuseum in Schleswig-Holstein. Es bietet Einblicke in die Naturgeschichte des Landes sowie in die Lebensräume und die artenreiche Tier- und Pflanzenwelt der Region und es ist eine vom Land zertifizierte »Bildungseinrichtung für Nachhaltigkeit«. Die wissenschaftlichen Sammlungen im Haus umfassen über 200.000 Objekte aus Zoologie, Botanik und Geologie, vorwiegend aus der Region und Schleswig-Holstein.\nIn den kommenden Jahren soll das Museum neu konzipiert und mittelfristig baulich erneuert und erweitert werden. Es soll mittels zeitgemäßer Dauerausstellungen und u.a. auch einer stärkeren Vernetzung die Aufgaben der Bildungs- und Vermittlungsarbeit noch besser wahrnehmen und verstetigen.\nDer/die Volontär:in wird alle Bereiche der wissenschaftlichen und kuratorischen Museumsarbeit aktiv kennenlernen. Der Schwerpunkt liegt bei Ausstellungen und Vermittlungsarbeit.\nDas Aufgabengebiet umfasst:\ndie konzeptionelle Mitarbeit bei Ausstellungen im Zeitraum des Volontariats sowie Mitarbeit an der Weiterentwicklung und Neukonzeption des Hauses\nMuseumspädagogik/Umweltbildung, Veranstaltungen und Öffentlichkeitsarbeit\ndie Unterstützung bei der Entwicklung und Aufbereitung von Inhalten für die digitale Vermittlung musealer Inhalte\nSammlungsmanagement, Sammlungspflege und Inventarisierung\nallgemeine Museumsverwaltungsaufgaben und Einblicke in Verwaltungs-strukturen\ndie Betreuung wissenschaftlicher Anfragen\ndas Kennenlernen von Präparation und Modellbau\nErwartet werden:\nein abgeschlossenes Hochschulstudium (Master) in einem bio- und/oder geowissenschaftlichen Fach bzw. Erwerb des Abschlusses zum Herbst 2025\neine breit angelegte naturwissenschaftliche Bildung, möglichst inklusive guter Kenntnisse heimischer Arten und Ökologie/Biodiversität\nwünschenswerterweise Erfahrungen mit Datenbanken, Microsoft Excel und Access\ngute Englischkenntnisse\nZuverlässigkeit, Verantwortungsbewusstsein, persönliches Engagement und Aufgeschlossenheit\ndie Fähigkeit zur Teamarbeit und zum selbstständigem Arbeiten\nOrganisationstalent, Kreativität und Freude am Umgang mit Menschen\nGeboten werden:\neine vielseitige Tätigkeit mit Gestaltungsmöglichkeiten\nEinblicke in alle wichtigen Arbeitsfelder eines Naturkundemuseums und den Museumsalltag sowie die Einführung in museumsspezifische Fragen\nintra- und interdisziplinäre Teamarbeit\nEinblicke in alle Arbeitsbereiche des Museumsverbundes\nDas Volontariat ist auf zwei Jahre befristet. Die Vergütung entspricht 50 % von TVÖD EG 13 Stufe 1 im 1. Jahr und Stufe 2 im 2. Jahr.\nDie Hansestadt Lübeck verfolgt das Ziel der beruflichen Gleichstellung von Frauen und Männern. Bei sonst gleicher Eignung werden schwerbehinderte Bewerber:innen bevorzugt berücksichtigt. Ausdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben. Die Hansestadt Lübeck ist bemüht, das ehrenamtliche Engagement ihrer Mitarbeiter:innen zu fördern. Erfahrungen und Fähigkeiten aus ehrenamtlicher Tätigkeit, die als Qualifikation anhand des Stellen­anforderungs­profils von Bedeutung sind, werden bei der Stellen­besetzung berücksichtigt. Ausdrücklich begrüßen wir es, wenn sich Menschen mit Migrationshintergrund bei uns bewerben.\nDie Vorstellungsgespräche finden voraussichtlich in der 27. KW statt.\nBitte bewerben Sie sich zum\n15. Juli 2025\nüber das Karriereportal der Hansestadt Lübeck (\nwww.luebeck.de/jobs\n) unter der Kennziffer 123 / 2025.\nVon Bewerbungen auf dem Postweg oder per E-Mail bitten wir abzusehen. Bewerbungen, die auf dem Postweg bei uns eingehen, werden nach Abschluss des Verfahrens aus Gründen des Verwaltungsaufwandes und der damit verbundenen Kosten nicht zurückgesandt.\nAls Ansprechpartnerin für fachbezogene Fragen steht Ihnen Frau Dr. Füting, Tel. 0451 122-4120, in personalwirtschaftlichen Angelegenheiten Frau Neuser, Tel. 0451 122-1910 zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-fuer-das-museum-fuer-natur-und-umwelt-2/", "date_published": "2025-06-24T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-im-team-bildung-und-vermittlung/", "image": "", "title": "Volontariat im Team Bildung und Vermittlung", "content_text": "Städtische Museen und Kunsthäuser Oldenburg, Oldenburg Bewerbungsende: 20.07.2025 | Die Universitätsstadt Oldenburg, Zentrum im Nordwesten mit mehr als 170.000 Einwohnerinnen und Einwohnern, bietet zum 01.09.2025\nein Volontariat im Team Bildung und Vermittlung der städtischen Museen und Kunsthäuser\nDie Stelle auf einen Blick\nAmt\n: Amt für Kultur, Museen und Sport\nFachdienst\n: 300 – Zentrale Dienste – Bildung und Vermittlung der städtischen Museen und Kunsthäuser\nFunktion\n: Volontärin / Volontär\nEntgeltgruppe\n: 50 % des Entgeltes der Entgeltgruppe 13 Stufe 1 TVöD-V in der jeweils geltenden Fassung, Erhöhung im zweiten Jahr auf Stufe 2\nWochenarbeitszeit\n: Vollzeit (39 Stunden – Teilzeit ist möglich)\nTermin der Einstellung\n: 01.09.2025\nBeschäftigungsdauer\n: Zwei Jahre\nEnde der Bewerbungsfrist\n: 20.07.2025\nDie Stadt Oldenburg bietet im Amt für Kultur, Museen und Sport, Fachdienst Zentrale Dienste / Team Bildung und Vermittlung der städtischen Museen und Kunsthäuser ein Volontariat für zwei Jahre. Zu den städtischen Museen und Kunsthäusern zählen das Stadtmuseum Oldenburg mit der Artothek, das Horst-Janssen-Museum und das Haus für Medienkunst.\nDas Aufgabengebiet\nZu den Aufgaben im Einzelnen gehören insbesondere\nBeteiligung an der Organisation und Durchführung des Veranstaltungsbetriebs der einzelnen Häuser\nKonzeption und Durchführung museumspädagogischer Angebote für verschiedene Zielgruppen\nErstellung ausstellungsbegleitender Materialien\nMitwirkung bei Veranstaltungen, gelegentlich auch abends und an den Wochenenden\nMitwirkung in der Außenkommunikation – u.a. Öffentlichkeitsarbeit, Social Media, Flyer, Ausstellungstexte, etc.\nSIE\nbringen ein erfolgreich abgeschlossenes Hochschulstudium (Master, Magister, Diplom) in museumsrelevanten Fächern wie z. B. der Fachrichtungen Museumspädagogik, Kunstpädagogik, Kulturwissenschaft, Kulturmanagement, Museumswissenschaften / Museologie, Geschichte, Kunstgeschichte, Kunstwissenschaft mit. Sie sind textsicher, verfügen über eine hohe kommunikative und interkulturelle Kompetenz und kommunizieren klar, anschaulich und empfängerinnen-/empfängerorientiert. Fließende Deutschkenntnisse sowie gute Kenntnisse in mindestens einer weiteren Sprache (bevorzugt Englisch) sind wünschenswert. Sie bieten Engagement, Eigeninitiative und Teamfähigkeit. Insbesondere sollten Sie sich mit einem Verständnis der Museumsarbeit identifizieren, das an kultureller Teilhabe, Partizipation und Öffnung orientiert ist. Dabei ist auch die Identifikation mit dem Leitbild der Stadt Oldenburg wichtig.\nDie Stadt Oldenburg freut sich auf Menschen, die ihr Leben verantwortungsbewusst und aktiv gestalten – im Beruf und zuhause. Daher bieten wir flexible Arbeitszeiten und attraktive Angebote im Rahmen der betrieblichen Gesundheitsförderung. Darüber hinaus fördern wir die Vereinbarkeit von Beruf, Familie und Privatleben.\nHier erfahren Sie mehr über die Stadt Oldenburg (Oldb) als Arbeitgeber\n»\nDiversität verstehen wir als Bereicherung und haben uns mit der Unterzeichnung der Charta der Vielfalt ausdrücklich dazu bekannt. Wir leben eine offene und tolerante Unternehmenskultur, in der alle Beschäftigten die gleiche Wertschätzung und Förderung erfahren und wünschen uns Mitarbeiterinnen und Mitarbeiter, die dazu beitragen.\nHaben wir Sie neugierig gemacht?\nAuskünfte zum Aufgabenbereich erteilt Ihnen gern Frau Strathmann, Leiterin des Fachdienstes Zentrale Dienste, Telefon: 0441 235-4655.\nFragen zum Bewerbungsverfahren beantwortet Herr Geers, Fachdienst Personal und Organisation, Telefon 0441 235-2785.\nInformationen zum Datenschutz für Bewerberinnen und Bewerber finden Sie hier\n»\nBitte bewerben Sie sich ausschließlich online.\nUnsere Bewerbungsfrist endet am 20.07.2025.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.07.2025", "url": "https://www.museumsbund.de/stellenangebote/volontariat-im-team-bildung-und-vermittlung/", "date_published": "2025-06-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-oeffentlichkeitsarbeit/", "image": "", "title": "wissenschaftliche:r Volontär:in im Bereich Öffentlichkeitsarbeit", "content_text": "Museen Freiburg, Freiburg Bewerbungsende: 13.07.2025 | Die Abteilung Kommunikation und Vermittlung arbeitet häuserübergreifend im Verbund der Museen Freiburg. Sie verantwortet Öffentlichkeits-arbeit und Museumspädagogik für alle Ausstellungen und Projekte von Augustinermuseum, Museum für Neue Kunst, Museum Natur und Mensch, Archäologischem Museum Colombischlössle und Dokumentatioszentrum Nationalsozialismus.\nIhr neuer Aufgabenbereich\nSie arbeiten bei der Redaktion von Internetseite und Social Media Kanälen der Museen Freiburg, Konzeption und Erstellung von digitalem Content mit\nSie beteiligen sich an der Konzeption und Umsetzung von Marketingkampagnen und Mediaplänen sowie der Erstellung von Werbemitteln (Druckprodukte und online) für Ausstellungen und Veranstaltungen\nSie wirken bei der Organisation von Pressekonferenzen, Vorbereitung von Pressematerial und dem Beantworten von Presseanfragen mit\nSie übernehmen Bildbearbeitung und -recherche\nDas bringen Sie mit\nSie haben ein abgeschlossenes wissenschaftliches Studium (MA/ Master) der Kommunikations-, Kultur- oder Geisteswissenschaften\nSie bringen erste Erfahrungen in den Bereichen Online-Kommunikation und Social Media, Marketing oder Pressearbeit mit\nErfahrungen mit Grafik-Programmen, Website-Redaktion und digitaler Content-Produktion sind von Vorteil\nSie bringen eine ausgeprägte Organisations-, Koordinations- und Kommunikationsfähigkeit mit und verfügen über ein sehr gutes sprachliches Ausdrucksvermögen in Wort und Schrift\nWir freuen uns über ein hohes Maß an Kreativität, Engagement und Teamfähigkeit sowie ein großes Interesse für Museen und Ausstellungen\nWir bieten ihnen\nEine umfassende, zweijährige Ausbildung in Vollzeit mit frühestmöglichem Beginn zum 01.10.2025\nDie monatliche Vergütung entspricht 50 % von EG 13 Stufe 1 TVöD im ersten Jahr bzw. EG 13 Stufe 2 TVöD 50 % im zweiten Jahr\nEine aktive und kreative Mitarbeit mit hoher Eigenverantwortung in einem dynamischen Team\nWährend der Ausbildung erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nNoch offene Fragen?\nFrau Hartloff, 0761 / 201-2526, beantwortet sie gerne!\nBewerben Sie sich\nhier\nonline bis 13.07.2025 (Kennziffer E1743).\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-im-bereich-oeffentlichkeitsarbeit/", "date_published": "2025-06-23T00:00:00"}]}