{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-aufsichtsdienst-m-w-d/", "image": "", "title": "Mitarbeiter/-in Aufsichtsdienst (m/w/d)", "content_text": "StadtPalais – Museum für Stuttgart, Stuttgart Bewerbungsende: 29.05.2025 | Wir suchen Sie für das Kulturamt der Landeshauptstadt Stuttgart, Abteilung StadtPalais – Museum für Stuttgart. Die Stelle ist in Teilzeit (60 %) und befristet für den Zeitraum einer Krankheitsvertretung zu besetzen. Die Stelle ist auch teilbar. Eine Beschäftigung im Minijob bei einem kleineren Arbeitszeitumfang ist möglich.\nDas StadtPalais – Museum für Stuttgart ist für die stadtgeschichtliche Sammlung verantwortlich und bietet neben seiner Dauerausstellung regelmäßige Sonderausstellungen, Veranstaltungen und Events für ein breites Publikum. Darüber hinaus gehören das „Stadtlabor“ und die Museen Hegel-Haus, Stadtmuseum Bad Cannstatt, Städtisches Lapidarium und die Heimatmuseen Möhringen und Plieningen in den Verantwortungsbereich des StadtPalais.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 29.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-aufsichtsdienst-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte/", "image": "", "title": "Mitarbeiter (w/m/d) Sicherheitszentrale und Pforte", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWerden Sie Teil unseres Teams! Denn auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld und Team. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besuchern zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken.\nWir besetzen ab sofort eine Stelle als\nMitarbeiter (w/m/d) Sicherheitszentrale und Pforte\n(in Vollzeit, 38,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nÜberwachung und Kontrolle der zugangsberechtigten Personen\nKontrolle und Überwachung der Außenhaut mittels Videoüberwachungsanlage\nKontrollgänge aus technischen Gründen oder bei Veranstaltungen\nKoordinierung des Alarmablaufs bei Polizei oder Brandalarm, Verständigung von Personen nach Notfallplan\nTelefonzentrale für technische bzw. infrastrukturelle Belange\nInformation und Vermittlungsposition bei externen Besuchern und Dienstleistern\nBestellung und Koordinierung der Handwerkeraufsichten\nMelden und Erstellen von Berichten und Vorkommnissen\nIhr Profil:\nBerufserfahrung im Bereich Sicherheit und Pfortendienst\nBescheinigung über die Unterrichtung nach § 34a GewO oder höherwertig\nKenntnisse im Umgang mit Gefahrenmanagementsystemen (BMA/EBA)\nTechnisches Verständnis z. B. im Bereich der Gefahrenmeldetechnik\nGute Anwender PC-Kenntnisse\nBereitschaft, im Schichtbetrieb (Früh- und Spätschicht) zu arbeiten\nHohes Verantwortungsbewusstsein und verantwortungsvoller Umgang mit Informationen\nFähigkeit, auch in Notfallsituationen ruhig und konzentriert zu bleiben\nGute und schnelle Auffassungsgabe\nAusgesprochene Team- und Kommunikationsfähigkeit\nKompetentes und freundliches Auftreten\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nDas Aufgabengebiet ist grundsätzlich teilbar, auch Tandembewerbungen sind erwünscht. Schwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung unter Angabe der Gehaltsvorstellung, die Sie bitte\nbis zum 15.06.2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe\nder Kennziffer SGS-2025-11\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Frau Böttcher (Leitung Bereich Besucherservice) unter T +49 711 470 40 130. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/ datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-sicherheitszentrale-und-pforte/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-bereich-personal/", "image": "", "title": "Mitarbeiter (w/m/d) im Bereich Personal", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWerden Sie Teil unseres Teams! Auf Sie warten vielseitige Aufgaben in einem kreativen und motivierten, dynamischen Umfeld. Unser gemeinsames Ziel: Den Besuch und Aufenthalt in der Staatsgalerie für unsere Besucherinnen und Besucher zu einer unvergesslichen Erfahrung zu machen. Gleichzeitig setzen wir alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld im öffentlichen Dienst zu fördern und zu stärken. Wir freuen uns auf Ihre Bewerbung!\nZur Verstärkung unseres Teams Personal suchen wir ab sofort eine engagierte Persönlichkeit, die Freude an Aufgaben in der Personalverwaltung mitbringt.\nWir besetzen ab sofort eine Stelle als\nMitarbeiter (w/m/d) im Bereich Personal\n(in Teilzeit, zwischen 30 und 35 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben:\nErfassung und Administration von personellen Maßnahmen und Mitarbeiterdaten in unseren Personalverwaltungs- und Zeiterfassungsprogrammen\nUnterstützung bei der Bearbeitung und Pflege der elektronischen Personalakten\nDurchführung von monatlichen, jährlichen sowie ad hoc personalrelevanten Auswertungen\nSonstige administrative Tätigkeiten wie z. B. Bearbeitung des Bescheinigungs- und Meldewesens und der Ein- und Austritte\nMitwirkung bei der Vorbereitung der Lohnabrechnung\nDokumentation und Weiterentwicklung der Prozesse und Arbeitsabläufe innerhalb des Bereichs Personal\nIhr Profil:\nErfolgreich abgeschlossene Ausbildung im kaufmännischen Bereich\nGerne erste Berufserfahrungen im Personalwesen\nKenntnisse im Arbeits-, Tarif- sowie Sozialversicherungsrecht wünschenswert\nSicherer Umgang mit MS-Office-Anwendungen\nGute schriftliche und mündliche Ausdrucksweise (Niveau C1)\nHohe Vertrauenswürdigkeit, Verschwiegenheit und Zuverlässigkeit\nSicheres und freundliches Auftreten\nSelbstständige, sorgfältige und strukturierte Arbeitsweise\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nBewerber (w/m/d) mit Behinderung oder Gleichstellung werden bei entsprechender Eignung vorrangig berücksichtigt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung und sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung unter Angabe Ihrer Gehaltsvorstellung, die Sie bitte\nbis zum 15.06.2025\nausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der\nKennziffer SGS-2025-09\neinreichen.\nFür fachliche und allgemeine Fragen stehen Ihnen Frau Radu und Frau Wolff aus dem Bereich Personal gerne unter T +49 711 470 40 194 oder -196 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-bereich-personal/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-ausbildung-zum-zur-kuratorin/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d) Ausbildung zum/ zur Kurator:in", "content_text": "Deutsches Textilmuseum Krefeld, Krefeld Bewerbungsende: 08.07.2025 | Inmitten der Metropolregion Rheinland\nist Krefeld eine Großstadt mit Charakter, viel Grün und hoher Lebensqualität – kulturell lebendig, wirtschaftlich dynamisch, mit einer engagierten Stadtgesellschaft. Unsere lange Tradition der Kreativität und Weltoffenheit wird auch in der Gegenwart spürbar.\nMachen Sie Krefeld mit uns l(i)ebenswert! Die Stadtverwaltung Krefeld ist vor Ort eine der größten Arbeitgeberinnen. Im Zusammenwirken mit der Bürgerschaft organisieren und gestalten rund 4000 Mitarbeiterinnen und Mitarbeiter den Alltag und das tägliche Miteinander in unserer Stadt.\nWir bieten Ihnen\neine\nAusbildung zum Kurator/zur Kuratorin (m/w/d) am Deutschen Textilmuseum\nim Rahmen eines\nwissenschaftlichen Volontariats\nKennziffer E – 122/25/41T I Beginn zum 01. Januar 2026 I befristet für die Dauer von zwei Jahren I Vollzeit I Die Vergütung beträgt 50 v.H. des Entgelts der EG 13 TVöD I Bewerbungsfrist: 08. Juli 2025\nDie Ausbildung, die dem wissenschaftlichen Volontär/der Volontärin den praktischen Umgang mit Objekten eröffnet, vermittelt eine wesentliche Zusatzqualifikation zu dem bereits an einer Hochschule erzielten Studienabschluss.\nDas Deutsche Textilmuseum Krefeld verfügt mit seiner nahezu 30.000 Objekte umfassenden Textilsammlung aus allen Kulturen, Epochen und Regionen über ein Alleinstellungsmerkmal. An diese Sammlung knüpfen sich zahlreiche Forschungs- und Publikationsprojekte, die zudem in temporären Ausstellungen gezeigt werden. Zwei Mal jährlich eröffnet das Museum eine neue Schau, die Themen bilden starke Kontraste und reichen von Kulturgeschichte, Ethnologie, Archäologie und textilem Handwerk bis hin zur zeitgenössischen Textilkunst.\nDurch einen wissenschaftlichen Volontär/eine wissenschaftliche Volontärin wird der Museumsbetrieb bei der Konzeption und Durchführung seiner Forschungs- und Ausstellungsprojekte qualifiziert unterstützt, zugleich werden dem Volontär/der Volontärin Kenntnisse und Fertigkeiten in allen Tätigkeitsfeldern des Museumsbetriebes vermittelt. Der Volontär/die Volontärin durchläuft alle Abteilungen des Hauses und erlernt so den praktischen Umgang mit zu bewahrendem Kulturgut, aber auch Projektmanagement, ein Kenntnisschatz, der an Universitäten und Hochschulen nicht vermittelt wird.\nDie Institutsleitung übernimmt die Betreuung und wissenschaftliche Ausbildung bei der es gilt, ein Bewusstsein zu schaffen für die Kernaufgaben des Museums: Sammeln, Bewahren, Erforschen, Ausstellen und Vermitteln. Unter fachgerechter Anleitung wird der Volontär/die Volontärin die Planung und Durchführung von öffentlichen Events (Workshops, Tagungen, Vorträge etc.) mitgestalten, dabei den zeitgemäßen Einsatz von digitalen Medien voranbringen sowie maßgeblich an der Konzeption und Realisierung von Ausstellung enmitarbeiten.\nWenn Sie über die im Profil genannten Qualifikationen verfügen, freuen wir uns über Ihre Online-Bewerbung\nIhr Profil\nein abgeschlossenes Hochschulstudium (Master, Magister, Diplom), möglichst mit Promotion in Kunstgeschichte, Ethnologie, Museologie oder einer anderen historischen Kulturwissenschaft und\nabsolvierte Museumspraktika von insgesamt mindestens drei Monaten\nIhre Aufgaben\nMitarbeit an Ausstellungsprojekten: inhaltliche Konzeption, Gestaltung und Realisieren der Ausstellungspläne, Leihverkehr (auch international), Verfassen wissenschaftlicher Texte und Unterstützung der Katalogproduktion, Öffentlichkeitsarbeit, Erstellen und Durchführen von Begleitprogrammen, Kunstvermittlung für verschiedene Altersgruppen\nMitarbeit an der Entwicklung digitaler Präsentationsformate\nAuseinandersetzung mit Sammlungsbeständen: Unterstützung der Inventarisierung und Sammlungsbetreuung\nDarüber hinaus wünschenswert\npraktische Erfahrungen im Ausstellungswesen\nErfahrungen im Recherchieren sowie Verfassen und Redigieren von Texten in deutscher Sprache\nstark ausgeprägte kommunikative Kompetenzen in Wort und Schrift\nausgewiesenes Interesse an Kulturgeschichte und europäischem Kunstgewerbe, außerdem Kenntnisse in Textil- und Modegeschichte\nBereitschaft, sich in Herstellungstechniken von Textilien einzuarbeiten\nErfahrungen im Umgang mit digitalen Medien, Social Media und Datenbanken\ngute Kenntnisse der englischen Sprache in Wort und Schrift, daneben Kenntnisse der französischen Sprache\nTeam- und Organisationsfähigkeit\nEngagement und Kreativität\nselbständige Arbeitsweise\nWir bieten Ihnen\nGesundheitsmangement/Sport\n30 Tage Urlaub\nHomeoffice (Stellenabhängig) / flexible Arbeitszeiten\nBetriebliche Altersvorsorge\nPersonalentwicklung/ Coaching/Mentoring\nOnboarding\nFeedback/ Ideenmanagement\nMitarbeitendenevents\nModerne Mobilitätsangebote wie Jobrad, AG-Darlehen & Dienstfahrkarten\nLeistungsorientierte Bezahlung\nFür fachliche Fragen hinsichtlich der ausgeschriebenen Stelle steht Ihnen die Leiterin des Deutschen Textilmuseums Frau Dr. Annette Paetz gen. Schieck (Tel. 02151/9 46 94 50) zur Verfügung. Ihre Ansprechpartnerin im Fachbereich Verwaltungssteuerung und – service rund um das Auswahlverfahren ist Frau Anke Axnick (Tel. 02151/86-1480).\nDie Stadt Krefeld fördert aktiv die Gleichstellung der Geschlechter und setzt sich für Chancengleichheit und Diversität ein. Wir erwarten von allen Mitarbeiterinnen und Mitarbeitern, dass sie an der Erreichung dieser Ziele aktiv mitwirken und begrüßen die Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Orientierung und geschlechtlicher Identität.\nDie Stadtverwaltung Krefeld hat sich verpflichtet, einen ausgewogenen Anteil von Frauen und Männern gegenwärtig und in Zukunft sicherzustellen. Frauen sind deshalb ausdrücklich angesprochen, sich zu bewerben. Die Auswahlentscheidungen erfolgen unter Berücksichtigung der Regelungen im Sozialgesetzbuch IX, im Landesgleichstellungsgesetz NRW sowie unseres aktuellen Gleichstellungsplans.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.07.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-ausbildung-zum-zur-kuratorin/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-97/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 15.06.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nEin Volontariat am Landesmuseum Württemberg ermöglicht eine fundierte Museumsausbildung. Ein Curriculum von internen Seminaren vertieft die praxisnahe und umfassende Einführung in alle museumsrelevanten Arbeitsgebiete. Es wird ein umfassender Einblick in alle Bereiche des Museums gegeben.\nIn der Fachabteilung Archäologie ist zum 1. November 2025 die Stelle einer/eines\nwissenschaftlichen Volontärin/Volontärs (m/w/d)\nin Vollzeit zu besetzen. Das Volontariat ist auf zwei Jahre befristet. Der Arbeitsort ist Stuttgart.\nNeben den allgemeinen Aufgaben in der Fachabteilung sind insbesondere die Mitarbeit im Ausstellungswesen, Projekten und Sammlungsmanagement Schwerpunkte des Volontariats.\nWir setzen voraus:\nein abgeschlossenes Hochschulstudium (Magister, Master, Diplom) in der Vor- und Frühgeschichte, Provinzialrömischen oder Klassischen Archäologie (Promotion wünschenswert).\nIhr Profil:\nInteresse an der musealen Präsentation von Objekten und Themen\nBereitschaft zur Vermittlung von Inhalten im Museum und im digitalen Raum\nerste Erfahrungen in der Museumsarbeit und Kenntnisse im Umgang mit Datenbanken sind von Vorteil\nüberdurchschnittliches Engagement, Teamfähigkeit, Belastbarkeit, Einsatzbereitschaft, Verantwortungsbewusstsein und Flexibilität\nDeutschkenntnisse im C1-Sprachniveau\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde.\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld\neine qualifizierende Weiterbildung für die Arbeit in Museen\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nUnterstützung Ihrer Mobilität mit dem JobTicket BW\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit\nDie Vergütung während des zweijährigen Volontariats entspricht 50 % der Entgeltgruppe 13 Stufe 1TV-L (Erhöhung im zweiten Jahr auf Stufe 2)\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre aussagekräftige Bewerbung unter Angabe der\nKennziffer 516\nmit den üblichen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zum\n15.06.2025\nin unserem Bewerbungsportal ein unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\nDie Vorstellungsgespräche sind für den 15.07.2025 vorgesehen.\nEine Teilnahme ist auch digital möglich.\nFür Rückfragen steht Ihnen Frau Dr. Astrid Fendt, Leiterin der Fachabteilung Archäologie, gerne zur Verfügung (Telefon: 0711 89535 205, E-Mail: Astrid.Fendt@Landesmuseum-Stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-97/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-96/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 01.06.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nEin Volontariat am Landesmuseum Württemberg ermöglicht eine fundierte Museumsausbildung. Ein Curriculum von internen Seminaren vertieft die praxisnahe und umfassende Einführung in alle museumsrelevanten Arbeitsgebiete. Es wird ein umfassender Einblick in alle Bereiche des Museums gegeben.\nIn der Fachabteilung Kunst- und Kulturgeschichte ist zum 1. November 2025 die Stelle einer/eines\nwissenschaftlichen Volontärin/Volontärs (m/w/d)\nin Vollzeit zu besetzen. Das Volontariat ist auf zwei Jahre befristet. Der Arbeitsort ist Stuttgart.\nNeben den allgemeinen Aufgaben in der Abteilung ist die Mitarbeit an der Großen Landesausstellung „Wunderwelten des Barocks in Württemberg und Europa“ (Arbeitstitel) ein Schwerpunkt des Volontariats.\nWir setzen voraus:\nein abgeschlossenes Hochschulstudium (Master/Magister) der Kunstgeschichte oder Geschichte (Promotion wünschenswert)\nIhr Profil:\nInteresse an der musealen Präsentation von Objekten und Themen\nKenntnisse der südwestdeutschen (Kultur)Geschichte der Frühen Neuzeit\neinen flüssigen Schreibstil und eine sorgfältige Arbeitsweise\nInteresse an der Vermittlung von Inhalten an ein breites Publikum, auch im digitalen Raum\nüberdurchschnittliches Engagement, Teamfähigkeit, Belastbarkeit, Einsatzbereitschaft, Verantwortungsbewusstsein und Flexibilität\nBereitschaft zu Dienstreisen\nDeutschkenntnisse im C1-Sprachniveau\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde\nErwünscht sind:\nerste Erfahrungen in der Museumsarbeit\nErfahrungen im Umgang mit Datenbanken und in digitalen Vermittlungsformaten\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld\neine qualifizierende Weiterbildung für die Arbeit in Museen\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung\nUnterstützung Ihrer Mobilität mit dem JobTicket BW\nflexible Arbeitsmodelle wie Gleitzeitregelung und Möglichkeit zur mobilen Arbeit\nDie Vergütung während des zweijährigen Volontariats entspricht 50 % der Entgeltgruppe 13 Stufe 1 TV-L. (Erhöhung im zweiten Jahr auf Stufe 2)\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre aussagekräftige Bewerbung unter Angabe der\nKennziffer 517\nmit den üblichen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zum\n01.06.2025\nin unserem Bewerbungsportal ein unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\nDie Vorstellungsgespräche sind für Dienstag, den 01.07.2025 vorgesehen.\nFür Fragen steht Ihnen Herr Dr. Matthias Ohm, Leiter der Fachabteilung Kunst- und Kulturgeschichte, gerne zur Verfügung (Telefon: 0711 89535-215, E-Mail: matthias.ohm@landesmuseum-stuttgart.de).\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-96/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-kommunikation-mit-schwerpunkt-digitale-kommunikation-m-w-d/", "image": "", "title": "Volontär*in Kommunikation mit Schwerpunkt Digitale Kommunikation (m/w/d)", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 25.05.2025 | Die Kunstsammlung Nordrhein-Westfalen wurde 1961 gegründet und zählt zu den bedeutendsten Museen weltweit. Als Landeseinrichtung mit rund 100 Mitarbeiter*innen verwahrt, erforscht und vermittelt sie eine der international bedeutendsten Sammlungen der Moderne, der Nachkriegsmoderne und der Gegenwartskunst. An ihren beiden Standorten K20 und K21 präsentiert das Museum ambitionierte Wechsel- und Dauerausstellungen, konzipiert und organisiert innovative Vermittlungsformate zu gesellschaftlich relevanten Themen.\nDie Abteilung Kommunikation besteht aus den Fachbereichen Presse, Marketing und Digitale Kommunikation. In enger Zusammenarbeit mit der Kuratorischen Abteilung und der Abteilung Bildung ist die Abteilung Kommunikation für die strategische Weitentwicklung der digitalen und analogen Öffentlichkeitsarbeit des Museums verantwortlich mit dem Ziel ein Museum für alle zu schaffen.\nWir suchen zum nächstmöglichen Zeitpunkt eine*n\nVolontär*in Kommunikation mit Schwerpunkt Digitale Kommunikation (m/w/d)\nbefristet für 2 Jahre\nWährend der Ausbildung erhält der/die Volontär*in eine umfassende Einarbeitung in diesen Bereich und darüber hinaus fundierte Einblicke in alle Facetten der Kommunikationsarbeit eines Museums von internationalem Rang. Der/die Volontär*in erhält auch Einblicke in die anderen Bereiche des Museums.\nIhre Aufgaben\nAktive Begleitung innovativer digitaler Formate und Projekte sowie Mitarbeit an strategischen Prozessen\nRedaktion von Text, Bild und Video der Webseite über das hauseigene Content Management System, inkl. SEO und Erstellung von Reportings\nPlanung, Umsetzung und Evalierung von Foto- und Video-Content für unsere Social Media Kanäle\nCommunity-Management und Kontakt zu Influencern und Multiplikatoren\nSteuerung und Umsetzung kleinerer Digitalprojekte, Events oder Kooperationen, auch in Zusammenarbeit mit Agenturen und Dienstleistern\nRedaktion und Aufbereitung des allgemeinen Newsletter-Versands in Abstimmung mit den Bereichen Presse und Marketing\nUnterstützung der Fachbereiche Presse und Marketing\nUnsere Anforderungen an Sie\nAbgeschlossenes Studium oder Ausbildung, z. B. im Bereich der Medien- oder Kommunikationswissenschaft, Kultur- oder Medienmanagement, Publizistik\nHohe Online-Affinität und selbstverständlicher Umgang mit sozialen Medien\nNachgewiesene erste praktische Erfahrung in einer Online-Redaktion oder im Bereich Social Media, idealerweise innerhalb einer größeren Kulturinstitution\nSicherer Umgang mit den gängigen MS Office-Anwendungen, Kenntnisse von Content Management Systemen sowie Bild-, Grafik- und Videobearbeitungsprogrammen der Adobe Creative Cloud\nEigeninitiative, Kreativität, Innovationsgeist sowie Teamgeist, Verantwortungsbewusstsein und Belastbarkeit\nSehr gute sprachliche Kenntnisse (Deutsch und Englisch fließend in Wort und Schrift)\nAktive Teilhabe in kunst- oder kulturaffinen Netzwerken ist wünschenswert\nWir bieten Ihnen\nEine vielseitige Volontärstelle befristet auf 2 Jahre in Vollzeit (39:50 Std.) in einer der angesehensten Kultureinrichtungen Europas\nEin Gehalt gemäß TV-L mit 50 % der E13, Stufe 1 im ersten Jahr, Stufe 2 im zweiten Jahr\nEinen attraktiven Ausbildungsplatz im Zentrum Düsseldorfs\nFlexible Arbeitszeiten und das Angebot zur mobilen Arbeit\nEngagierte Kolleg*innen und individuelle Weiter- und Fortbildungsmöglichkeiten\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte weltoffene Persönlichkeit, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte. Ihre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum 25.05.2025 in elektronischer Form über unser Bewerbungsportal an:\nhttps://jobs.kunstsammlung.de/stellenangebote/385340070?ref=8010141000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross / Personalabteilung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-kommunikation-mit-schwerpunkt-digitale-kommunikation-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-in-der-kustodie-sowjetisches-speziallager-nr-2/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d) in der Kustodie Sowjetisches Speziallager Nr. 2", "content_text": "Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, Weimar Bewerbungsende: 10.06.2025 | Bei der Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora ist zum 01. August 2025 eine auf zwei Jahre befristete Stelle eines\nwissenschaftlichen Volontärs (m/w/d)\nin der Kustodie Sowjetisches Speziallager Nr. 2 der Gedenkstätte Buchenwald zu besetzen.\nDie Geschichte des sowjetischen Speziallagers Nr. 2 in Buchenwald (1945-50) – zur Zeit der DDR weitgehend tabuisiert – wird seit 1990 wissenschaftlich erforscht. 1997 eröffnete die Gedenkstätte Buchenwald eine eigene Dauerausstellung zur Geschichte des Speziallagers. Ein umfängliches Archiv, Objekt- und Dokumentensammlungen sind zu den Biographien und Erfahrungen ehemaliger Lagerinsass:innen wie auch zur sowjetischen Lagerpolitik entstanden. Projekttage und Workshops zum Thema Speziallager, Vorträge, Diskussionsveranstaltungen und Sonderausstellungen regen zur kritischen Auseinandersetzung mit der Vergangenheit an.\nDas Aufgabengebiet des Volontariats umfasst insbesondere die Mitarbeit an der Vorbereitung einer neuen Dauerausstellung zur Geschichte des sowjetischen Speziallagers Nr. 2 in Buchenwald, auch in Verbindung mit der pädagogischen Abteilung der Gedenkstätte. Schwerpunkte der Arbeit liegen in der wissenschaftlichen Recherche zu einzelnen Ausstellungsabschnitten, der Bild- und Objektrecherche, dem Verfassen von Ausstellungstexten sowie in der Zusammenarbeit mit den Ausstellungsgestalter:innen. Die fachliche Betreuung von Besucher:innen und Angehörigen, die Vorbereitung und Begleitung von Veranstaltungen, die Bearbeitung von Anfragen sowie redaktionelle Aufgaben gehören zum weiteren Aufgabenfeld.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-in-der-kustodie-sowjetisches-speziallager-nr-2/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-bereich-digitalisierung-und-online-marketing-m-w-d/", "image": "", "title": "Wissenschaftliches Volontariat im Bereich Digitalisierung und Online-Marketing (m/w/d)", "content_text": "Von der Heydt-Museum Wuppertal, Wuppertal Bewerbungsende: 15.06.2025 | Im Zuge der Umsetzung der langfristigen Digitalisierungsstrategie des Museums vergibt die Von der Heydt-Museum gGmbH zum 1. November 2025 ein\nwissenschaftliches Volontariat im Bereich Digitalisierung und Online-Marketing (m/w/d).\nVollzeit (39 Stunden/Woche), befristet auf zwei Jahre.\nDas Von der Heydt-Museum zählt zu den prominentesten Museen Deutschlands und steht im Austausch mit vielen Institutionen auf der ganzen Welt. Es verfügt über bedeutende, international bekannte Bestände u. a. der niederländischen Kunst des 17. Jahrhunderts, der Malerei und Grafik des 19. Jahrhunderts sowie der Kunst des 20. und 21. Jahrhunderts. Auch aufgrund seiner Sonderausstellungen genießt das Museum beim Publikum wie in der Fachwelt einen ausgezeichneten Ruf.\nWährend der Ausbildung erhalten die Volontär*innen Einblicke in alle museumsrelevanten Bereiche der Institution. Einen Schwerpunkt setzt das Volontariat im Tätigkeitsbereich Digitalisierung und Online-Marketing mit folgenden Arbeitsschwerpunkten:\nfortwährende digitale Erfassung der Sammlungs- und Archivbestände\nPflege der Museumsdatenbank und Sammlung Digital\nEntwicklung von digitalen Angeboten für Museumsbesucher*innen sowie Nutzer*innen der Museumshomepage\nMitwirkung an der digitalen Kommunikation des Museums: Homepage und Social Media\nMitwirkung im Bereich Online-Marketing\nunterstützende Mitarbeit bei wissenschaftlichen Projekten des Museums\nVoraussetzungen:\nabgeschlossenes Hochschulstudium (Magister/Master) der Kunstgeschichte, Museologie oder einer vergleichbaren Fachrichtung\nKenntnisse und Qualifikationen im Bereich Digitalisierung oder Online-Marketing\ngute Englischkenntnisse in Sprache und Schrift\ngutes schriftliches und mündliches Ausdrucksvermögen\nsichere Beherrschung der Produkte der MS-Office-Familie\nKommunikations- und Kooperationskompetenz, Sorgfalt, Teamfähigkeit\nVorteilhaft sind:\npraktische Erfahrungen im Umgang mit Datenbanken sowie im Bereich Content Management\nErfahrungen in Museumsarbeit und im Umgang mit Sammlungen sowie in Kommunikation und Vermittlung\nfachliche Grundkenntnisse im IT-Bereich\nweitere Sprachkenntnisse, z. B. Französisch\nDie Stelle ist auf zwei Jahre befristet. Die Vergütung erfolgt in Anlehnung an TVöD EG 13 (50%).\nIhre Bewerbung richten Sie bitte bis zum 15.06.2025 in schriftlicher oder elektronischer Form an:\nDr. Roland Mönig, Direktor\nVon der Heydt-Museum Wuppertal\nTurmhof 8\nD-42103 Wuppertal\nE-Mail: von-der-heydt-museum@stadt.wuppertal.de\nFür nähere Informationen steht Ihnen Frau Dr. Anna Storm (Anna.Storm@Stadt.Wuppertal.de), Stellvertretende Direktorin des Von der Heydt-Museums, zur Verfügung.\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-bereich-digitalisierung-und-online-marketing-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-95/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "LVR-Niederrheinmuseum Wesel, Wesel Bewerbungsende: 06.06.2025 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nVon der Regionalgeschichte bis hin zur Weltgeschichte zeigt das\nLVR-Niederrheinmuseum Wesel\nseine Dauer- und Sonderausstellungen in der ehemaligen Festung Wesels. Das Leben am Niederrhein wird grenzüberschreitend beleuchtet und bezieht so auch die Niederlande mit ein. Das Museum ist zweisprachig und sieht sich als Netzwerker mit den zahlreichen Kulturakteuren der Region.\nIn der neu zu konzipierenden Dauerausstellung “Leben am Wasser” werden die Geschichten der Menschen und die prägenden Ereignisse der Niederrheinlande erzählt: spannend, abwechslungsreich, medial und lebendig.\nÜber die Kernaufgaben des Museums hinaus, ist das LVR-Niederrheinmuseum Wesel ein Ort für Veranstaltungen, Partizipation und Dialog. Durch zahlreiche Formate und kulturpädagogische Angebote ist das Haus als Familienmuseum schon jetzt ein attraktiver “place to be”.\nDer LVR steht für Vielfalt. Unser Ziel ist es, dies auch in unserer Beschäftigtenstruktur abzubilden.\nAllgemeine Informationen über den Landschaftsverband Rheinland und das LVR-Niederrheinmuseum Wesel finden Sie im Internet unter\nwww.lvr.de\nund\nwww.niederrheinmuseum-wesel.lvr.de\n.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-95/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/106855/", "image": "", "title": "Aufsichtskräfte / Kunstvermittler:innen", "content_text": "Galerie im Marstall Ahrensburg, Bad Oldesloe Bewerbungsende: 15.07.2025 | Für die kommenden Ausstellungen in der\nGalerie im Marstall Ahrensburg\nwerden ab August 2025\nAufsichtskräfte mit kunstgeschichtlichem oder kunstpädagogischem Interesse gesucht\n, die Lust haben, als Aufsichten und Ansprechpartner:innen für die Besucher:innen der Ausstellungen in der Galerie tätig zu sein.\nZum Ausstellungsort\nDie Galerie im Marstall Ahrensburg bei Hamburg ist ein Ausstellungshaus für Gegenwartskunst der Stiftungen der Sparkasse Holstein und präsentiert bis zu fünf Ausstellungen pro Jahr. Der Schwerpunkt liegt auf der Präsentation von Künstlerinnen und Künstlern aus dem norddeutschen Raum. Zu den Ausstellungen erscheinen Publikationen. Die Galerie befindet sich im ehemaligen Marstall des Schlosses Ahrensburg, der nach einer umfassenden Restaurierung durch die Stadt Ahrensburg und die Sparkassen-Kulturstiftung Stormarn als Ausstellungshalle genutzt wird. Die Ausstellungsreihe in der Galerie im Marstall Ahrensburg wird von der Sparkassen-Kulturstiftung Stormarn und das Vermittlungsangebot von der Sparkassen-Stiftung Stormarn koordiniert und finanziert.\nWir freuen uns über Interessierte, die mehrere Termine während der Ausstellungslaufzeiten übernehmen können (Arbeitszeit Mi/Sa/So von ca. 10:45 bis 17:15 Uhr).\nDie Tätigkeit wird im Rahmen einer geringfügigen Beschäftigung mit 15 EUR/Stunde vergütet.\nWeitere Informationen zum Ausstellungsprogramm unter\nwww.galerie-im-marstall.de\nIhre Bewerbungsunterlagen mit Lebenslauf schicken Sie bitte bis 15. Juli 2025 als PDF per E-Mail an:\nDr. Katharina Schlüter\nSparkassen-Kulturstiftung Stormarn\nE-Mail:\nkatharina.schlueter@spkstholstein.de\nMobil: +49 – (0)160 883 67 11\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.07.2025", "url": "https://www.museumsbund.de/stellenangebote/106855/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-koordinatorin-m-w-d/", "image": "", "title": "Wissenschaftliche*r Koordinator*in (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 07.06.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das LEIZA den materiellen Hinterlassenschaften aus 3 Mio. Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür den Leibniz-WissenschaftsCampus Mainz/Trier „Resiliencies: Comparing and Integrating Methodologies, Methods, Narratives, and Theories“ ( RECOMENT) am\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt\neine*n (m/w/d)\nWissenschaftliche*r Koordinator*in\n(EG 13 TV-L, Teilzeit, 50 %)\nBefristet bis zum 30.09.2028\nIhre Aufgaben:\nAdministration und Koordination des WissenschaftsCampus und des zugehörigen Arbeitsprogramms\nMitarbeit bei der Entwicklung und Umsetzung des Arbeitsprogramms\nOrganisation von Tagungen und Veranstaltungen\nVor- und Nachbereitung von Gremiensitzungen\nBerichtswesen\nKoordination der Finanzplanung in Abstimmung mit den Finanzabteilungen der beteiligten Einrichtungen und dem Direktorium von RECOMENT\nKoordination der Außendarstellung des WissenschaftsCampus RECOMENT in Abstimmung mit den zuständigen Kommunikations- und Presseabteilungen\nPflege von externen Kontakten/Partner*innen und Netzwerkarbeit\nIhr Anforderungsprofil:\nPromotion im Bereich der Archäologischen Wissenschaften\nErfahrung in der Durchführung von drittmittelgeförderten Projekten sowie im Projektmanagement\nErfahrung in der Gremienarbeit und im Berichtswesen\nErfahrung in der Organisation und Durchführung von Veranstaltungen\nSehr gute Kenntnisse in der deutschen und englischen Sprache in Wort und Schrift\nInteresse an interdisziplinärer Forschung\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung sowie den kollegialen Austausch mit den Kolleg*innen der Institute der Leibniz-Gemeinschaft\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen!) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum\n07.06.2025.\nBitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an: Dr. Louise Rokohl (louise.rokohl@leiza.de)\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.06.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-koordinatorin-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/journal-managing-editor-m-w-d/", "image": "", "title": "Journal Managing Editor (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz / Schleswig Bewerbungsende: 13.06.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür den\nStandort Mainz oder Schleswig\nsuchen wir zum nächstmöglichen Zeitpunkt\neinen Journal Managing Editor (m/w/d)\n(EG 13 TV-L, Voll- oder Teilzeit)\nDas LEIZA plant ein neues, international ausgerichtetes Journal zur Publikation grundlegender Erkenntnisse aus den Archäologien und ihren Nachbarwissenschaften, in dem qualitative und quantitative Studien, theoretische und methodische Reflexionen sowie Ergebnisse aus archäologischen Feldforschungen, Analysen und Experimenten in unterschiedlichen Formaten publiziert werden können. Das englischsprachige Journal wird im Diamond Open Access erscheinen.\nAls Managing Editor verantworten Sie den Aufbau und die Etablierung des neuen internationalen Journals. In enger Zusammenarbeit mit dem Herausgeber, dem Editorial Board und dem Advisory Board gestalten Sie das neue Publikationsformat und seine inhaltliche Ausrichtung mit, organisieren und betreuen den Publikationsprozess, übernehmen die Korrespondenz mit den Mitgliedern der Boards, den Reviewer*innen und Autor*innen. Die Position bietet die Möglichkeit, in einem dynamischen Umfeld ein neues, innovatives Publikationsformat maßgeblich mitzugestalten und kontinuierlich für die internationale Wissenschaftscommunity zu entwickeln.\nIhre Aufgaben:\nMitarbeit an der konzeptionellen Entwicklung und Einführung des Journals\nZusammenarbeit mit den Gremien und Herausgeber*innen\nZusammenarbeit mit internationalen Wissenschaftler*innen\nRedaktionelle Betreuung und strategische Weiterentwicklung des Journals\nKoordination der Beiträge von der Einreichung bis zur Publikation\nSteuerung des Peer-Review-Prozesses und der Publikationsabläufe\nLektorat und redaktionelle Bearbeitung sowie Strukturierung von Beiträgen\nSicherstellung der Einhaltung wissenschaftlicher Publikationsstandards und Open-Access-Prinzipien (Diamond Open Access)\nImplementierung und Pflege moderner Publikationstechnologien (JATS-XML, OJS)\nEntwicklung und Umsetzung von Maßnahmen zur Erhöhung der internationalen Sichtbarkeit des Journals\nIhr Anforderungsprofil:\nPromotion in einer archäologischen oder altertumswissenschaftlichen Disziplin\nErweiterte Erfahrungen im wissenschaftlichen Arbeiten und Publizieren (z. B. als Autor*in, Gutachter*in, etc.), idealerweise im Journal-Management\nHerausragende Kommunikations- und Organisationsfähigkeiten\nEnglisch als Muttersprache oder vergleichbare Sprachkompetenz auf höchstem Niveau\nKenntnisse der internationalen Publikationslandschaft, des Verlagswesens und der Einreichungssysteme\nWünschenswert:\nSehr gute Deutschkenntnisse in Wort und Schrift\nKenntnisse publikationsrelevanter Anwendungsprogramme (Adobe Creative Cloud, v. a. Indesign)\nSicherer Umgang mit wissenschaftlichen Publikationsinfrastrukturen, (z. B. Fachdatenbanken) und Publikationsstandards (z. B. Metadatenstandards, Open Science Standards)\nKenntnisse in XML, JATS-XML sowie Erfahrung mit Open Journal Systems (OJS)\nWir bieten:\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen.\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L, eine Bezuschussung des Deutschlandtickets iHv 50%.\nFlexible Arbeitszeiten mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten.\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr).\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung.\nEin Arbeitsumfeld, in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie.\nNeben beruflicher Sicherheit und Familienfreundlichkeit bieten wir Ihnen ein attraktives, vielfältiges Arbeitsumfeld, zuverlässige Strukturen sowie eine abwechslungsreiche Tätigkeit.\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerber*innen unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen!) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre vollständige Bewerbung – in einer PDF-Datei – per E-Mail bis zum\n13.06.2025\n. Bitte senden Sie diese an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an:\nDr. Claudia Nickel,\nclaudia.nickel@leiza.de\n.\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.06.2025", "url": "https://www.museumsbund.de/stellenangebote/journal-managing-editor-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fortbildung-zu-fachreferenteninnen-fuer-sammlungsmanagement-und-qualitaetsstandards-in-museen/", "image": "", "title": "Fortbildung zu „Fachreferenten*innen für Sammlungsmanagement und Qualitätsstandards in Museen“", "content_text": "MUSEALOG | Die Museumsakademie, Emden Bewerbungsende: 10.09.2025 | Die Museumsakademie MUSEALOG qualifiziert arbeitssuchende Kultur- und Geisteswissenschaftler*innen für die Arbeit in Museen, Kulturverbänden und Stiftungen. Unsere praxisnahe Fortbildung bereitet Sie optimal auf die aktuellen Anforderungen im Berufsalltag an Museen und Kultureinrichtungen vor.\nMUSEALOG 2025 | 2026 startet am 6. Oktober 2025 und läuft bis zum 8. Juni 2026. Wir suchen Historiker*innen, Kunsthistoriker*innen, Sozial- und Kulturanthropolog*innen, Kulturwissenschaftler*innen sowie Absolvent*innen vergleichbarer geisteswissenschaftlicher Studiengänge als Teilnehmer*innen, die sich zu\n„Fachreferenten*innen für Sammlungsmanagement und Qualitätsstandards in Museen“\nweiterbilden wollen.\nFortbildungsmodule\nUnsere Fortbildungsmodule bestehen aus praktischer Projektarbeit im Museum, museologischen Fachseminaren und museumsrelevanten EDV-Schulungen und umfassen insgesamt 149 Schulungstage, davon 48 Seminartage und 101 Tage Museumspraxis. Über die gesamte Kursdauer führen Sie von Montag bis Freitag entweder ein Projekt an einem der Partnermuseen durch oder nehmen an den Fachseminaren und EDV-Schulungen in Oldenburg teil. Die Lerninhalte basieren auf den Standards museologischer Arbeit des Deutschen Museumsbundes. Während Ihrer Teilnahme an MUSEALOG stellen wir Ihnen einen Laptop kostenfrei zur Verfügung.\nMuseumspraxis\nInnerhalb Ihrer achtmonatigen Projektarbeit lernen Sie an einem der beteiligten Musen das breite Aufgabenspektrum moderner und professioneller Museumsarbeit kennen. Ihre Tätigkeitsfelder reichen von der Konzeption von Projekten bis zu deren praktischer Umsetzung. Inhalte der Projektarbeit sind das Sammlungsmanagement, die Objektdokumentation, die Magazinierung, die Sachkulturforschung, die Provenienzforschung, die Ausstellungstätigkeit und die Vermittlungsarbeit.\nMUSEALOG 2025 | 2026 wird an folgenden Museen durchgeführt:\nEmsland Moormuseum Geeste\nEmslandmuseum Schloss Clemenswerth\nJüdisches Museum August-Gottschalk-Haus Esens\nLandesmuseum Kunst & Kultur Oldenburg\nLandesmuseum Natur und Mensch Oldenburg\nMuseumsdorf Cloppenburg\nNordwestdeutsches Museum für IndustrieKultur Delmenhorst\nOstfriesisches Landesmuseum Emden\nSchiffahrtsmuseum der oldenburgischen Unterweser\nSchlossmuseum Jever\nStadtmuseum Meppen\nStadtmuseum Oldenburg\nDie konkreten Projekte der Museen für MUSEALOG 2025 | 2026 finden Sie unter www.musealog.de/museumspraxis.\nBildungsgutschein\nSie können an MUSEALOG kostenlos teilnehmen, wenn sie mit einem Bildungsgutschein gefördert werden. Dazu müssen Sie bei der Agentur für Arbeit oder dem Jobcenter an Ihrem Wohnsitz arbeitssuchend gemeldet sein. Mit dem Bildungsgutschein erhalten Sie eine vollständige Übernahme der Teilnahmegebühren und der Pendelfahrten vor Ort. Teilnehmer*innen, die Ihren Wohnsitz nicht in der Nähe unserer Museen haben, werden die Kosten für auswärtige Unterbringung, Verpflegungsmehraufwand sowie monatliche Familienheimfahrten erstattet. Ab dem 1. Januar 2025 liegt die Zuständigkeit für Weiterbildungsberatung, Entscheidung und Finanzierung von beruflichen Weiterbildungen alleine bei der Agentur für Arbeit. Wenden Sie sich deshalb auch als Bezieher*in von Bürgergeld an die Agentur für Arbeit an Ihrem Wohnort und lassen Sie sich dort beraten.\nBewerbung\nBewerben können sich arbeitssuchende Kultur- und Geisteswissenschaftler*innen. Senden Sie uns Ihre Bewerbungsmappe mit Bildungsgutschein und der Liste mit Ihren Standortwünschen bis spätestens 10. September 2025 an\ninfo@musealog.de\nInformationen und Kontakt\nMUSEALOG | Die Museumsakademie\nDirk Heisig\nPostfach 2332 | 26703 Emden\nTelefon 04921 997206 |\ninfo@musealog.de\nwww.musealog.de\nBewerbungsende: 10.09.2025\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 10.09.2025", "url": "https://www.museumsbund.de/stellenangebote/fortbildung-zu-fachreferenteninnen-fuer-sammlungsmanagement-und-qualitaetsstandards-in-museen/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museologinnen-m-w-d/", "image": "", "title": "Museolog:innen (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Frankfurt am Main Bewerbungsende: 03.06.2025 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des öffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Die Sammlung gehört zu den weltweit größten und bedeutendsten zur Geschichte der Kommunikation und Nachrichtenübermittlung. Zur Museumsstiftung gehören die Museen für Kommunikation in Berlin, Frankfurt am Main und Nürnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv für Philatelie in Bonn.\nAm\nMuseum für Kommunikation in Frankfurt\nsuchen wir für die Abteilung Sammlungen am Standort in Heusenstamm ab 01.07.2025, befristet für zwei Jahre, zwei\nMuseolog:innen (m/w/d)\n(E 9b TVöD Bund, Vollzeit 39 Std./Woche)\nDas Aufgabengebiet umfasst hauptsächlich die Mitarbeit im Vorfeld der Verlagerung der gesamten Sammlung in ein neues Depotgebäude.\nDie Aufgaben im Einzelnen sind:\nInventarisation und Dokumentation von bislang nicht oder nicht vollständig erfassten Objektgruppen\nUnterstützung bei der Depotorganisation, der Umzugsvorbereitung und bei der Sammlungsqualifikation\norganisatorische Querschnittsaufgaben\nVoraussetzungen sind:\nein abgeschlossenes Hochschulstudium (Master, Magister, Diplom) der Museologie bzw. Museumswissenschaft/ Museumskunde oder einschlägiger Fachrichtungen (z.B. Kulturwissenschaft, Geschichte, Technikgeschichte, Europäische Ethnologie o.ä.) sowie\nBerufserfahrung (mindestens 3 Jahre) in einer musealen Sammlung (Sammlungsbetreuung, Inventarisation, Dokumentation, Provenienzforschung)\nErwünscht sind:\nErfahrungen auf dem Gebiet der Depotverwaltung und -organisation\nAnwendererfahrungen mit der Inventarisierungssoftware BeeCollect, MuseumPlus oder einem vergleichbaren System\nKenntnisse konservatorischer Maßgaben beim Objekthandling, Verpacken, Transport und Lagern verschiedener Material- und Objektgruppen\nsicherer Umgang mit Informations- und Kommunikationstechniken (Microsoft Office Standardanwendungen: Outlook, Word, Excel, Powerpoint und Access)\nFührerschein Klasse B, idealerweise auch der Klassen BE oder C1, Flurfördermittelschein\nSie passen gut zu uns, wenn Sie gern selbständig arbeiten und Ihre Arbeitsweise durch Sorgfältigkeit und Genauigkeit geprägt ist. Sie bereichern unser engagiertes Team mit Ihrer Organisations-fähigkeit und sind zudem kommunikativ, kooperativ und teamfähig.\nWir bieten eine abwechslungsreiche Beschäftigung in einer bundesweit tätigen Stiftung mit direkter Anbindung an eines der schönsten Museen von Frankfurt am Main. Die Vergütung und Sozialleistungen erfolgen gemäß Tarifvertrag (TVöD) des Bundes. Bei Vorliegen der fachlichen und persönlichen Voraussetzungen ist eine Eingruppierung bis zur Entgeltgruppe 9b vorgesehen.\nFlexible Arbeitszeiten sowie die Möglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewährleistet gemäß BGleiG die berufliche Gleichstellung unabhängig vom Geschlecht und unterstützt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berücksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrüßen wir Bewerbungen unabhängig von Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und Identität.\nBei der Museumsstiftung ist eine Teilzeitbeschäftigung grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nFür weitere Auskünfte steht Ihnen Frau Winkler unter 030/ 71 30 27 72 gern zur Verfügung.\nBitte senden Sie Ihre aussagefähige Bewerbung\nausschließlich per E-Mail\nbis zum\n03. Juni 2025\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straße 16 in 10117 Berlin\nE-Mail:\nbewerbung2@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung (pdf-Format) nicht mehr als 4 MB Umfang hat, Zip–Anhänge können aus Sicherheitsgründen keine Berücksichtigung finden.\nDie von Ihnen übermittelten Daten werden von uns gespeichert. Es werden ausschließlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. Nähere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung übersandt. Sie können jederzeit Ihr Einverständnis zur Speicherung der Daten zurückziehen und die Löschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.06.2025", "url": "https://www.museumsbund.de/stellenangebote/museologinnen-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sb-finanzen-m-w-d-in-elternzeitvertretung/", "image": "", "title": "SB Finanzen (m/w/d) in Elternzeitvertretung", "content_text": "Eigenbetrieb Kunsthalle Mannheim, Mannheim Bewerbungsende: 01.06.2025 | Der Eigenbetrieb Kunsthalle Mannheim sucht zum 08.09.2025 eine*n\nSB FINANZEN (M/W/D)\nEntgeltgruppe 9a TVöD | Teilzeit (zzt. 20 Stunden) | befristet bis 16.04.2027\nAls eine große Arbeitgeberin der Metropolregion Rhein-Neckar bieten wir neben beruflicher Sicherheit und ausgeprägter Familienfreundlichkeit, ein produktives Arbeitsumfeld mit zuverlässigen Strukturen. Sie finden bei uns spannende und abwechslungsreiche Tätigkeiten sowie eine dialogorientierte Führungskultur vor. Flexible Arbeitszeit, individuelle Arbeits-und Teilzeitmodelle, ein Jobticket und Kantinen gehören dabei ebenso zu den Angeboten für unsere Beschäftigten wie gezielte qualifizierte Weiterbildungen, ein innovatives Gesundheitsmanagement und die Möglichkeit zur Kinderbetreuung im Stadtnest.\nDie Stadt Mannheim fördert die Gleichstellung ihrer Mitarbeiter*innen und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Leisten Sie gemeinsam mit uns einen Beitrag für alle Bürger*innen und gestalten Sie das vielfältige und bunte Zusammenleben in unserer Stadt in einer weltoffenen und zukunftsorientierten europäischen Metropolregion. Weitere Informationen finden Sie auf unserer Karriereseite unter\nwww.mannheim.de/karriere\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sb-finanzen-m-w-d-in-elternzeitvertretung/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausbildung-als-fachangestellte-r-fuer-medien-und-informationsdienste-m-w-d-fachrichtung-archiv/", "image": "", "title": "Ausbildung als Fachangestellte/r für Medien- und Informationsdienste (m/w/d) Fachrichtung Archiv", "content_text": "Museumsdorf Cloppenburg, Cloppenburg Bewerbungsende: 13.06.2025 | Zum 01.08.2025 bietet das Museumsdorf Cloppenburg einen Ausbildungsplatz zur/m Fachangestellten für Medien- und Informationsdienste, Fachrichtung\nArchiv\n(m/w/d) in Vollzeit mit 39,8 Stunden / Woche (Ausbildungsdauer 3 Jahre) an.\nDas Niedersächsische Freilichtmuseum – Museumsdorf Cloppenburg ist das Gedächtnis der Alltagskultur im Nordwesten Deutschlands. Es sammelt seit über 100 Jahren Zeugnisse der Geschichte und bewahrt neben Objekten und Exponaten auch einen umfangreichen Bestand an schriftlicher Überlieferung. Dieser umfasst Briefe, Hofarchive, Rechnungsunterlagen, Urkunden, Handschriften und einen umfangreichen Aktenbestand. Ein Fotoarchiv, Nachlässe und verschiedene Sammlungen ergänzen die Bestände, die – im Original oder Kopie – vom 16. Jahrhundert bis in die heutige Zeit reichen. Durch eine Neuordnung der Bestände stehen sie künftig der Forschung noch besser zur Verfügung.\nHier ist Deine Chance: Du suchst einen Ausbildungsberuf mit Kundenkontakt? Deine Stärke ist es, Dinge  systematisch zu ordnen, Informationen zu ermitteln und Wissen weiterzugeben? Du möchtest gerne an der vielseitigen Arbeit unseres Museumsdorfs beteiligt sein und in einem engagierten Team mitarbeiten?\nOhne sie gingen wichtige Informationen ganz einfach verloren: Fachangestellte für Medien- und Informationsdienste der Fachrichtung\nArchiv\nübernehmen, ordnen und erschließen Schriftgut und andere Informationsträger, die auf Dauer für die Nachwelt erhalten bleiben sollen. Sie organisieren und überwachen die Aufbewahrung und Pflege von\nAkten\n,\nUrkunden\nund\nKarten\n, von digitalisierten Dokumenten und von originär digitalen Daten. Darüber hinaus recherchieren sie in Datenbanken und erteilen schriftliche und telefonische Auskünfte. Auch wirken sie an der\nÖffentlichkeitsarbeit\nmit und informieren und beraten die Besucher*innen der Archive und Museen.\nSo läuft Deine Ausbildung ab:\nIn Deiner Ausbildung wirst Du beim Neuaufbau der Archivstruktur des Museumsdorfs mitarbeiten. Du ordnest und verzeichnest analoges und digitales Schriftgut. Du berätst und betreust\nBenutzer\nund bearbeitest schriftliche Anfragen. Weiterhin wirkst Du bei Digitalisierungsprojekten und der\nÖffentlichkeitsarbeit\ndes Museums mit. Verwaltungstätigkeiten und die Unterstützung der Abteilungsleitung runden Deine Ausbildung ab.\nAußerdem erhältst Du die Möglichkeit, in anderen Teilen des Museums weitere Abläufe und Prozesse kennenzulernen. Durch Praktika in anderen Archiven und Kommunalverwaltungen erlangst Du zudem einen umfassenden Einblick in die Arbeit öffentlicher Archive.\nDas bringst Du mit\nfreundliches und sicheres Auftreten, Kommunikationsbereitschaft und Teamfähigkeit\nOrdnungssinn und eine sorgfältige, genaue Arbeitsweise\nEDV-Grundkenntnisse und Interesse im IT-Bereich\nMind. einen guten Realschulabschluss mit guten Noten in Geschichte und Deutsch\ngute Deutsch- und Englischkenntnisse in Wort und Schrift\nein gutes Allgemeinwissen, Interesse an geschichtlichen und aktuellen Ereignissen\nUnser Angebot\nPraktische Ausbildung in allen Arbeitsbereichen des Museumsarchives:\nErschließen\n,\nBewerten\n,\nMagazinieren\n, Digitalisieren, Nutzer betreuen,\nÖffentlichkeitsarbeit\nuvm.\nSchulische Ausbildung an zwei Tagen pro Woche in Bremen oder Hannover\nVerdienst während der Ausbildung nach Tarifvertrag (TVA-L BBiG)\nDu erhältst zurzeit\nim 1. Ausbildungsjahr: 1.236,82 Euro brutto monatlich\nim 2. Ausbildungsjahr: 1.290,96 Euro brutto monatlich\nim 3. Ausbildungsjahr: 1.340,61 Euro brutto monatlich\nInteresse?\nWir freuen uns über Deine Bewerbung und unterstützen Dich gerne auf dem Weg zum erfolgreichen Abschluss. Weitere Informationen zum Museum finden sich unter\nwww.museumsdorf.de\nFür Rückfragen steht Dir Herr Beuke unter der Telefonnummer: 04471-948413 oder\nvia E-Mail:\nbeuke@museumsdorf.de\nzur Verfügung.\nWir freuen uns auf Deine aussagefähige, schriftliche Bewerbung, einschließlich der letzten Zeugnisse, bis spätestens zum 13.06.2025. Reiche bitte nur als unbeglaubigte Kopien ein und verwende keine Mappen/Klarsichtfolien, da die Unterlagen nicht zurückgesandt, sondern nach einer Aufbewahrungsfrist von 3 Monaten nach Abschluss des Stellenbesetzungsverfahrens datenschutzgerecht vernichtet werden. Gerne kannst Du Deine Bewerbungsunterlagen auch digital (bitte ausschließlich als pdf-Dokument) an\nverwaltung@museumsdorf.de\nsenden.\nMuseumsdorf Cloppenburg\nBether Str. 6\n49661 Cloppenburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.06.2025", "url": "https://www.museumsbund.de/stellenangebote/ausbildung-als-fachangestellte-r-fuer-medien-und-informationsdienste-m-w-d-fachrichtung-archiv/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/magazinverwalterin-w-m-d-2/", "image": "", "title": "Magazinverwalter:in (w/m/d)", "content_text": "LWL-Museum für Kunst und Kultur, Münster Bewerbungsende: 02.06.2025 | Wir suchen Sie zum frühestmöglichen Eintrittstermin als\nMagazinverwalter:in (w/m/d)\nbis EG 8 TVöD VKA\nfür unser LWL-Museum für Kunst und Kultur. Wir bieten eine unbefristete Vollzeitstelle (39 Stunden/Woche) an. Teilzeit ist ebenfalls möglich.\nBitte bewerben Sie sich unter Angabe der\nKenn-Nr. 7523\nbis zum\n02.06.2025\n.\nDie Eingruppierung richtet sich nach der Qualifikation und der fachspezifischen Berufserfahrung.\nDas erwarten wir von Ihnen:\neine abgeschlossene handwerkliche Berufsausbildung mit Weiterbildung zum:r staatlich geprüften Techniker:in mit Fachrichtung Museums- und Ausstellungstechnik\noder\nSonstige Beschäftigte, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können\nsowie\neine stellenbezogene Berufserfahrung im Umgang mit z. T. sehr empfindlichen bzw. hoch sensiblen Museumsobjekten\nausgeprägten Ordnungssinn bei der Magazinorganisation\nein hohes Maß an Eigeninitiative und Verantwortungsbewusstsein beim Umgang mit Ausstellungsobjekten\nTeamfähigkeit und Kooperationsbereitschaft\nvolle körperliche Eignung (Einlagerung und Umlagerung von Objekten, teilweise schweres Heben und Tragen)\nFührerschein Klasse B (wünschenswert Klasse C)\ngute PC-Kenntnisse (MS-Office, Datenbanken)\nIhre Aufgaben\nObjekthandling\nkonservatorische Grundversorgung von Exponaten: fachgerechtes Säubern und Verpacken, Zustandskontrollen der eingelagerten Sammlungsobjekte, selbständige Optimierung und Weiterentwicklung der Exponatlagerung\nInventarisierung der Werke und Werkteile in Zusammenarbeit mit der Leiter:in des Sachbereichs Dokumentation und wissenschaftlichen Mitarbeitenden\nEinordnen und Bereitstellen der Depotbestände\nselbständige Überwachung der Installation von teils komplexen Kunstinstallationen unterschiedlichster Materialien im Museum und zum Teil in den Räumen von wichtigen Dauerleihgebern, verantwortlich für die Koordination des Austauschs\nMagazinorganisation\nVerantwortlichkeit für die Ordnung sämtlicher Sammlungsbestände und für die sichere Lagerung des Sammlungsguts in den Depots, inklusive Zugangskontrolle und Sicherheit, Schädlingsüberwachung, Ordnung und Sauberkeit\nselbständige organisatorische sowie technische Betreuung von kunst- und kulturgeschichtlichen Exponaten in den Depots des LWL-Museums für Kunst und Kultur sowie die Standortverwaltung\nEntwicklung von Archiv- und Lagersystemen sowie Verpackungen und Mitarbeit bei der Planung der technischen Depoteinrichtung sowie der Übernahme von Sammlungskonvoluten\nMonitoring der konservatorischen Bedingungen im Depot und der Gebäudetechnik, Umsetzung und Weiterentwicklung des Pflegeplans (Integriertes Pestmanagement)\nselbstständige Planung und Durchführung von präventiven Maßnahmen (z. B. Stickstoffbegasung) in Zusammenarbeit mit den Restaurator:innen\nAusstellung\nOrganisation und Supervision des Ausstellungsaufbaus in Zusammenarbeit mit dem Registrar und der Sachbereichsleitung der Restaurierung\nselbständige Zusammenstellung, Anweisung und Kontrolle der durchführenden Arbeitsteams für die Realisation von Ausstellungsprojekten und Sammlungspräsentationen\nselbständige Planung, Organisation und Durchführung der Transporte von Kunstwerken zwischen den Depots und Ausstellungsräumen sowie der Leihgaben und Leihnahmen in enger Abstimmung und Koordination von Kunsttransportfirmen und Zollabwicklung sowie der Verpackung von Kunstwerken nach konservatorischen Vorgaben und internationalen Standards\nMithilfe beim Einrahmen, Durchführung von Objekt-Transporten und Begleitung, auch von hoch empfindlichen, Kunstwerken (Leihgaben) als Kurier:in\nInformationen\nLWL-Haupt- und Personalabteilung, Lara Steinkamp\n0251 591-5168\nLWL-Museum für Kunst und Kultur, Dr. Pirsig-Marshall\n0251 5907-239\nDer LWL strebt eine diverse Personalaufstellung an. Bewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind daher ausdrücklich erwünscht. Darüber hinaus begrüßen wir alle Bewerbungen von Menschen, unabhängig von ihrer kulturellen und sozialen Herkunft, ihrem Alter, ihrer Religion und Weltanschauung oder ihrer sexuellen Orientierung und geschlechtlichen Identität.\nWeitere Infos:\nwww.karriere.lwl.org\nwww.lwl-museum-kunst-kultur.de\nLeben und Arbeiten – beim LWL harmonieren diese Welten miteinander. Erfahren Sie jetzt\nmehr\nüber die Guten Gründe, die für uns sprechen.\nUnsere Benefits\neine abgeschlossene handwerkliche Berufsausbildung mit Weiterbildung zum:r staatlich geprüften Techniker:in mit Fachrichtung Museums- und Ausstellungstechnik\noder\nsonstige Beschäftigte, die aufgrund langjähriger Berufstätigkeit gleichwertige Fähigkeiten und Erfahrungen nachweisen können\nsowie\neine stellenbezogene Berufserfahrung im Umgang mit z. T. sehr empfindlichen bzw. hoch sensiblen Museumsobjekten\nausgeprägten Ordnungssinn bei der Magazinorganisation\nein hohes Maß an Eigeninitiative und Verantwortungsbewusstsein beim Umgang mit Ausstellungsobjekten\nTeamfähigkeit und Kooperationsbereitschaft\nvolle körperliche Eignung (Einlagerung und Umlagerung von Objekten, teilweise schweres Heben und Tragen)\nFührerschein Klasse B (wünschenswert Klasse C)\ngute PC-Kenntnisse (MS-Office, Datenbanken)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.06.2025", "url": "https://www.museumsbund.de/stellenangebote/magazinverwalterin-w-m-d-2/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-leiter-der-umweltbildung-m-w-d/", "image": "", "title": "Leiterin / Leiter der Umweltbildung (m/w/d)", "content_text": "UNESCO-Weltnaturerbe Wattenmeer Besucherzentrum Wilhelmshaven, Wilhelmshaven Bewerbungsende: 01.06.2025 | Das UNESCO-Weltnaturerbe Wattenmeer Besucherzentrum Wilhelmshaven sucht ab 1. Oktober 2025 eine engagierte und motivierte Persönlichkeit als\nLeiterin / Leiter der Umweltbildung (m/w/d).\nWenn Sie eine Leidenschaft für Naturschutz, Umweltbildung und die Region Wattenmeer mitbringen, freuen wir uns auf Ihre Bewerbung!\nDas Wattenmeer Besucherzentrum vermittelt mit der interaktiven, modernen Dauerausstellung und mit Naturerlebnis-Veranstaltungen Touristen sowie Einheimischen die Einzigartigkeit und Schönheit des Lebensraumes Wattenmeer. Es ist die größte Informations- und Bildungseinrichtung im Nationalpark Niedersächsisches Wattenmeer und ein zertifizierter außerschulischer Lernort für BNE.\nJährlich besuchen über 25.000 Teilnehmende unterschiedlicher Altersklassen und Zielgruppen die über 700 Veranstaltungen. Die vielfältigen Angebote reichen von einstündigen Ausstellungsbesuchen über mehrstündige Veranstaltungen wie Südstrandsafaris, Experimenten in den Laboren oder Naturerlebnisfahrten mit Schaufischen auf einem Schiff bis zu Tagesausflügen nach Spiekeroog.\nIhre Aufgaben\nLeitung und Koordination der Bildungsarbeit\nEntwicklung und Umsetzung innovativer Umweltbildungsprogramme für Besuchende aller Altersgruppen\nKonzeption und Erstellung ausstellungsbegleitender Materialien\nErstellung von Monatsprogrammen\nOrganisation und Durchführung von Führungen, Workshops, Veranstaltungen und Vorträgen\nOrganisation und Betreuung von Projekten mit kooperierenden Schulen\nOrganisation und Durchführung von Sonderveranstaltungen wie die überregional bekannten Schweinswaltage und Zugvogeltage\nZusammenarbeit und Erweiterung des Bildungsnetzwerks mit Partnern aus Schule, Vereinen, Verbänden und Wissenschaft\nMitwirkung bei Öffentlichkeitsarbeit und Marketingmaßnahmen\nBetreuung und Schulung von freien Mitarbeitern und ehrenamtlichen Helfern\nIhr Profil:\nAbgeschlossenes Master-Studium im Bereich Biologie, Geographie, Naturschutz, Umweltwissenschaften oder Umweltbildung mit dem Schwerpunkt Meeresökologie\nMehrere Jahre Berufserfahrung in einer vergleichbaren Position\nErfahrung in der Umweltbildung und Bildung für nachhaltige Entwicklung idealerweise im Bereich Wattenmeer oder Küstenregionen\nVerantwortungsbewusstsein, Flexibilität, Fähigkeit zur selbstständigen Arbeit und Organisationstalent\nSicheres Auftreten, ausgezeichnete Kommunikationsfähigkeit und Freude am Umgang mit Menschen\nGute Englischkenntnisse in Wort und Schrift\nGute MS Office Kenntnisse\nSoziale Kompetenz und Teamfähigkeit\nBereitschaft zu flexiblen Arbeitszeiten, auch am Abend, an Feiertagen oder an Wochenenden\nWir bieten:\nEine verantwortungsvolle Position in einer einzigartigen Naturlandschaft\nEin motiviertes Team und ein inspirierendes Arbeitsumfeld\nMöglichkeiten zur Weiterbildung und persönlichen Entwicklung\nDie Vergütung erfolgt nach Entgeltgruppe TVöD 10. Die Stelle umfasst eine Arbeitszeit von 30 Std/Woche.\nBewerbung: Bitte senden Sie Ihre vollständigen Bewerbungsunterlagen (Lebenslauf, Anschreiben, Zeugnisse) bis zum 1. Juni 2025, per E-Mail an:\nDr. Juliana Köhler\nUNESCO-Weltnaturerbe Wattenmeer Besucherzentrum\nSüdstrand 110 b, 26382 Wilhelmshaven\nkoehler@wattenmeer-besucherzentrum.de\nWir freuen uns auf Ihre Bewerbung und darauf, gemeinsam das Wattenmeer für zukünftige Generationen zu schützen und erlebbar zu machen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/leiterin-leiter-der-umweltbildung-m-w-d/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotleiter-in-w-m-d-3/", "image": "", "title": "Depotleiter/-in (w/m/d)", "content_text": "Stralsund Museum, Stralsund Bewerbungsende: 15.06.2025 | Zur Verstärkung unseres Teams im Amt für Kultur, Welterbe und Medien der Hansestadt Stralsund suchen wir zum nächstmöglichen Zeitpunkt eine/-n\nDepotleiter/-in (w/m/d)\nDie Stelle in der Entgeltgruppe 9b TVöD ist ab dem 01.08.2025 unbefristet in Vollzeit zu besetzen.\nIhre Aufgaben:\nKoordinierung, Organisation, Dokumentation und Abwicklung der internen und externen Objektbewegungen\nStandortverwaltung der Sammlungsobjekte\nSicherstellung einer objektgerechten Aufbewahrung der Sammlung an allen Standorten des STRALSUND MUSEUMs\nPlanung, Durchführung und Anleitung der fortlaufenden Digitalisierung der Sammlung\nIhr Profil:\nHochschulabschluss (Diplom oder Bachelor) im Bereich Geisteswissenschaften (Kunstgeschichte, Kulturgeschichte, Ethnologie, Museologie o. ä.)\neinschlägige Berufserfahrung\nfundierte Kenntnisse im Umgang mit Sammlungs- oder Archivgut, Magazinmanagement o. ä.\nsichere IT-Kenntnisse, insb. Software für Magazin- und Datenbankverwaltung\nrestauratorische Grundkenntnisse\ngute Englischkenntnisse, weitere Fremdsprachenkenntnisse wünschenswert\nFähigkeit zu selbständiger, konzeptioneller und teamorientierter Arbeit\nhohes Maß an Eigeninitiative\nWir bieten Ihnen:\nflexible Arbeitszeiten im Rahmen einer Dienstvereinbarung\nGewährung einer Jahressonderzahlung, vermögenswirksamer Leistungen und eines jährlichen Leistungsentgeltes\nMaßnahmen zur betrieblichen Gesundheitsförderung\nattraktive und vielfältige Weiterbildungsmöglichkeiten\neine Beschäftigung in einer attraktiven Stadt mit hoher Lebensqualität in einer der schönsten Urlaubsregionen Deutschlands\nWir haben Ihr Interesse geweckt?\nDann bewerben Sie sich gern bei uns! Wir freuen uns auf Ihre Bewerbung!\nBewerbungen schwerbehinderter Menschen werden bei gleicher Eignung und Befähigung vorrangig berücksichtigt.\nBewerber/-innen, die Tätigkeiten für das Gemeinwohl ausüben, können bei ansonsten gleicher Eignung bevorzugt berücksichtigt werden.\nKosten, die im Zusammenhang mit der Bewerbung stehen, können von der Hansestadt Stralsund nicht übernommen werden.\nEs ist die Vorlage eines Führungszeugnisses erforderlich. Dieses ist nicht mit der Bewerbung einzureichen, sondern nach dem erfolgreichen Durchlaufen des Auswahlverfahrens vor einer Einstellung vorzulegen.\nBitte senden Sie Ihre aussagekräftige Bewerbung bis zum\n15.06.2025\nonline an die Hansestadt Stralsund.\nDie Hansestadt Stralsund arbeitet mit Interamt, dem Stellenportal für den öffentlichen Dienst. Onlinebewerbungen sind ausdrücklich erwünscht. Die elektronische Übermittlung Ihrer Bewerberdaten ermöglicht uns eine einfache und schnelle Prüfung aller eingehenden Bewerbungen und beschleunigt somit das Bewerbungsverfahren. Bitte senden Sie uns möglichst keine Bewerbungen per Post oder E-Mail zu. Bewerbungen, die auf dem Postweg eingehen, können nach Abschluss des Verfahrens nur zurückgesandt werden, wenn ein ausreichend frankierter Rückumschlag beigefügt ist.\nDie Stellenausschreibung können Sie über folgenden Link aufrufen:\nhttps://interamt.de/koop/app/trefferliste?80&partner=346\nAnsprechpartnerin ist Frau Schmidt (Tel. 03831 252 412, Mail:\npers@stralsund.de\n). Anschrift: Hansestadt Stralsund, Der Oberbürgermeister, Amt für zentrale Dienste, Personalabteilung, PF 2145, 18408 Stralsund\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/depotleiter-in-w-m-d-3/", "date_published": "2025-05-19T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-museumsbibliothek/", "image": "", "title": "Mitarbeiter*in Museumsbibliothek", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 25.05.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Als international renommierte Einrichtung in besonderer Verantwortung des Landes Nordrhein-Westfalen und rund 100 Mitarbeiter:innen verwahrt, verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich.\nDie Bibliothek der Kunstsammlung Nordrhein-Westfalen ist eine Kunstwissenschaftliche Spezialbibliothek zur Kunst des 20. und 21.Jahrhunderts. Ihr Bestand von ca. 145 000 Medieneinheiten ist eng an die Sammlung und die Ausstellungsaktivitäten der Kunstsammlung geknüpft.\nWir suchen ab sofort eine*n\nMitarbeiter*in Museumsbibliothek\nin Vollzeit\nIhre Aufgaben\nEigenständige Bearbeitung aller bibliothekarischen Aufgaben u. a. Erwerbung, Katalogisierung, Buchbearbeitung, Zeitschriftenverwaltung, Bestandspflege, Schriftentausch\nSelbstständige Eingabe und Pflege von Daten im Bibliotheksmanagementsystem (Allegro) und in der Zeitschriftendatenbank (ZDB)\nBenutzungsdienst mit Betreuung der internen und externen Nutzer*innen der Bibliothek\nBearbeitung von Rechercheanfragen\nAktive Mitarbeit und Weiterentwicklung der Serviceangebote und IT-Projekte der Bibliothek\nMitarbeit an Projekten u. a. mit den Fachabteilungen des Museums\nUnsere Anforderungen an Sie\nAbgeschlossenes Studium im Bereich Bibliotheks- und Informationsmanagement oder abgeschlossene Ausbildung zur/zum Fachangestellten für Medien- und Informationsdienste, Fachrichtung Bibliothek oder langjährige Berufserfahrung im Bereich Bibliothek, Archiv oder Museum\nGute Medienkompetenz und einen sicheren Umgang mit Bibliotheksmanagementsystemen, Standardsoftware und bibliothekarischen Regelwerken\nInnovationsfreude und Aufgeschlossenheit gegenüber neuen technischen Entwicklungen\nServiceorientierte, selbständige, strukturierte und konzentrierte Arbeitsweise\nHohe Sozialkompetenz und Teamfähigkeit sowie sehr gute Organisations- und Kommunikationsfähigkeiten\nGute Kenntnisse der englischen Sprache wünschenswert\nInteresse an der Vielfältigkeit des Ausstellungsprogramms sowie an den aktuellen Entwicklungsprozessen der Kunstsammlung\nWir bieten Ihnen\nEine interessante, verantwortungsvolle Tätigkeit mit großem Gestaltungspotenzial in einer der angesehensten Kultureinrichtungen Europas\nEine Vollzeitstelle (39:50 Std.) für 4 Jahre, danach besteht die Option auf Verlängerung als Teilzeitbeschäftigung (19.55 Std.) unbefristet mit einer tariflichen Bezahlung je nach Qualifikation bis zur Entgeltgruppe 9 TV-L\nMitarbeit in einem kleinen engagierten Team\nBetriebliche Altersversorgung (VBL)\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Düsseldorfs und flexible Arbeitszeiten\nIndividuelle Weiter- und Fortbildungsmöglichkeiten\nDie Kunstsammlung Nordrhein-Westfalen versteht Vielfalt als Bereicherung und begrüßt ausdrücklich alle Bewerbungen, unabhängig von personenbezogenen Merkmalen jedweder Art.\nWir freuen uns auf eine motivierte Persönlichkeit, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte. Ihre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis zum 25.05.2025 in elektronischer Form über unser Bewerbungsportal:\nhttps://jobs.kunstsammlung.de/stellenangebote/42473288?ref=8010141000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-museumsbibliothek/", "date_published": "2025-05-19T00:00:00"}]}