{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-fuer-archaeologisches-kulturgut-w-m-d-im-museum-fuer-vor-und-fruehgeschichte/", "image": "", "title": "Restaurator/ in für archäologisches Kulturgut (w/m/d) im Museum für Vor- und Frühgeschichte", "content_text": "Stiftung Saarländischer Kulturbesitz, Saarbrücken Bewerbungsende: 14.03.2025 | Die Stiftung Saarländischer Kulturbesitz ist eine der bedeutendsten Kulturinstitutionen des Saarlandes mit überregionaler und grenzüberschreitender Strahlkraft. Zu ihren Einrichtungen gehören das Saarlandmuseum (Moderne Galerie/Alte Sammlung), das Museum für Vor- und Frühgeschichte (Saarbrücken) mit der Römischen Villa Nennig sowie das Deutsche Zeitungsmuseum in Wadgassen.\nZur Verstärkung ihres Teams sucht die Stiftung Saarländischer Kulturbesitz zum nächstmöglichen Zeitpunkt befristet für zwei Jahre in Teilzeit (50 %) einen\nRestaurator/ in für archäologisches Kulturgut (w/m/d) im Museum für Vor- und Frühgeschichte mit der Römischen Villa in Nennig\nIhre Aufgaben:\nDurchführung von Konservierungs- und Restaurierungsmaßnahmen\nan archäologischem Kulturgut aus organischen, anorgansichen und Kompositmaterialien;\npräventive Überwachung und Bearbeitung der Depotbestände sowie Betreuung der museumseigenen Objekte in der Dauerausstellung;\nrestauratorische Betreuung von Sonderausstellungen – inkl. Anfertigung von Zustands- und Übergabeprotokollen;\nfachliche Beratung und Mitarbeit im Ausstellungswesen sowie im Leihverkehr;\nÜberwachung der Einhaltung konservatorischer Standards in den Ausstellungsräumen;\nUmsetzung von Maßnahmen zur Schadensprävention und zum Notfallmanagement;\nUnterstützung in der Zustandserfassung und Sichtung der Sammlungen (Inventur);\nadministrative Aufgaben.\nIhr Profil:\nabgeschlossene Ausbildung im Fachbereich Konservierung und Restaurierung mit Schwerpunkt archäologische Objekte an einer (Fach-) Hochschule (Bachelor oder ähnlich);\ngute Kenntnisse der gängigen Konservierungsmethoden für archäologische Objekte;\nKenntnisse der Schadensfaktoren sowie Präventionsmaßnahmen;\nKenntnisse in der fachgerechten Objektpräsentation;\nKenntnisse der gesetzlichen Gefahrenschutz- und Arbeitsschutzvorschriften;\nEDV-Kenntnisse (gängige Dienstprogramme, Datenbanken, Bildbearbeitung)\nkonzeptionelles Denken und Bereitschaft zur fachübergreifenden Zusammenarbeit;\nOrganisationstalent, Teamfähigkeit und Belastbarkeit;\nFührerschein Klasse B mit Fahrpraxis.\nWünschenswert:\nmehrjährige Berufserfahrung im ausgeschriebenen Aufgabenbereich;\nFremdsprachenkenntnisse in Französisch und Englisch;\ndie Bereitschaft zur Fort- und Weiterbildung sowie zu regelmäßigen Dienstreisen.\nWir bieten Ihnen:\ndie Arbeit in einem hochmotivierten Team;\nVergütung nach dem Tarifvertrag der Länder mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch);\nflexible Arbeitszeiten;\ndie Möglichkeit des Bezugs eines Jobtickets (Kostenbeteiligung).\nDie Einstellung erfolgt befristet für zwei Jahre. Die Bezahlung erfolgt bei Erfüllung der tariflichen Voraussetzungen bis EG 9 b TV-L. Bitte informieren Sie sich z.B. unter\nwww.oeffentlicher-dienst.info\nüber die Vergütung.\nDie Stiftung Saarländischer Kulturbesitz gewährleistet die berufliche Gleichstellung aller Beschäftigten. Wir begrüßen deshalb Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Bei gleicher Eignung werden wir schwerbehinderte Menschen bevorzugt einstellen.\nIhre Bewerbung (Motivationsschreiben, Lebenslauf, Arbeitszeugnisse, Qualifikationsnachweise, frühestes Eintrittsdatum) richten Sie bitte bis einschließlich 14.03.2025 an: Vorstand, Stiftung Saarländischer Kulturbesitz, Bismarckstr. 11 – 19, 66111 Saarbrücken, oder per E-Mail an:\npersonalstelle@kulturbesitz.de\n.\nBeachten Sie, dass per Post eingegangene Bewerbungen nicht zurückgeschickt werden und ausschließlich Kopien vorzulegen sind. Im Zusammenhang mit der Bewerbung entstehende Kosten werden nicht erstattet.\nDie Bewerbungsunterlagen werden ausschließlich zum Zwecke des Auswahlverfahrens verwendet und nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen der DSGVO gelöscht. Mit Ihrer Bewerbung stimmen Sie der Verarbeitung Ihrer personenbezogenen Daten in erforderlichem Umfang zur Durchführung des Bewerbungs- und Auswahlverfahrens gemäß der EU-Datenschutz-Grundverordnung (DSGVO) zu.\nWeitere Bestimmungen zum Datenschutz finden Sie unter folgendem Link:\nhttps://www.kulturbesitz.de/fileadmin/images/Kulturbesitz/Stiftung/Dokumente/Bewerberinformation_Stiftung_Saarlaendischer_Kulturbesitz-21_05_2024.pdf\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.03.2025", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-fuer-archaeologisches-kulturgut-w-m-d-im-museum-fuer-vor-und-fruehgeschichte/", "date_published": "2025-02-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sachgebietsleitung-archaeologische-sammlungen/", "image": "", "title": "Sachgebietsleitung Archäologische Sammlungen", "content_text": "Museen der Stadt Aschaffenburg, Aschaffenburg Bewerbungsende: 06.04.2025 | Die Aschaffenburger Museumslandschaft bietet eine herausragende Sammlungsvielfalt von der Archäologie, der Stadtgeschichte und Naturkunde über die Kunst des Mittelalters, der Neuzeit und der Moderne bis hin zu künstlerischen Positionen der Gegenwart. Ein umfangreiches Ausstellungs- und Veranstaltungsprogramm entfaltet überregionale Wirksamkeit. Einschließlich der staatlichen Institutionen Schloss Johannisburg, Pompejanum sowie Schloss und Park Schönbusch bietet Aschaffenburg mit seinen über 73.000 Einwohnern eine weit überdurchschnittliche Dichte an Sehenswürdigkeiten.\nInnerhalb des Verbunds der Museen der Stadt Aschaffenburg bildet die Archäologische Sammlung mit der Dauerausstellung im Stiftsmuseum aufgrund der langen Besiedlungsgeschichte der Region seit der ältesten Steinzeit einen bedeutenden Schwerpunkt der städtischen Bestände. Die Sachgebietsleitung „Archäologische Sammlungen“ ist in Zusammenarbeit mit der Unteren Denkmalschutzbehörde der Stadt und dem Bayerischen Landesamt für Denkmalpflege Ansprechpartnerin bei regional-, kirchen- und stadtarchäologischen Belangen. Die Verlagerung der Sammlungsbestände in ein neu errichtetes Museumsdepot steht bevor.\nNähere Informationen finden Sie unter\nwww.museen-aschaffenburg.de\n.\nFür die Sachgebietsleitung „Archäologische Sammlungen“ suchen die\nMuseen der Stadt Aschaffenburg\nzum nächstmöglichen Zeitpunkt eine Vollzeitkraft (derzeit 39 Wochenstunden). Die unbefristete Stelle ist mit Entgeltgruppe 13 TVöD ausgewiesen.\nGesucht wird eine engagierte Persönlichkeit mit Studienabschluss in Vor- und Frühgeschichte oder provinzialrömischer Archäologie oder Mittelalterarchäologie. Sie sollte gute museologische und IT-Kenntnisse sowie Erfahrungen mit Registrartätigkeiten und Depotverwaltung besitzen.\nIhre Aufgaben:\nBetreuung, Aufarbeitung und digitale Erschließung der Archäologischen Sammlungen\nEntwicklung der Ausstellungsbereiche zur Archäologie in Schausammlung und Sonderausstellungen\nBetreuung von Langzeitprojekten und Grabungsauswertungen\nInventarisierung und Nach-Inventarisierung\nErstellung von wissenschaftlichen und werblichen Texten; Betreuung und Redaktion von Publikationen\nPlanung und Koordination von Veranstaltungen (Tagungen, Vorträge, Diskussionen )\nEinwerbung von Drittmitteln\nBetreuung der Entwicklung der IT-Infrastruktur der Museen in Zusammenarbeit mit stadtinternen und externen Partnern (Systembetreuer)\nRegistrartätigkeit einschließlich Depotverwaltung für die Sammlungsbestände der Museen\nFührerschein Klasse B\nWir bieten:\ngezielte Fortbildungsangebote\neine zusätzliche Altersversorgung durch die Zusatzversorgungskasse Bayern\nBetriebssportmöglichkeiten und betriebliche Gesundheitsförderung\nDas Arbeitsverhältnis richtet sich nach dem Tarifvertrag für den öffentlichen Dienst (TVöD) mit den üblichen Sozialleistungen. Schwerbehinderte (bitte fügen Sie Ihren Bewerbungsunterlagen eine Kopie des Schwerbehindertenausweises bei) werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt. Nähere Informationen zur Stadt Aschaffenburg als Arbeitgeber finden Sie auf\nwww.aschaffenburg.de.\nHinweise bezüglich Ihrer persönlichen Daten im Bewerbungsverfahren finden Sie auf unserem Bewerberportal.\nFachliche Informationen erhalten Sie bei:\nPD Dr.Thomas Schauerte Tel. 06021 / 386 740\nMuseumsdirektor\nWenn Sie die Anforderungen erfüllen, dann freuen wir uns über Ihre aussagekräftige und vollständige Bewerbung:\nBewerbungsanschreiben\ntabellarischer Lebenslauf\nNachweise über Ihre Berufs- und Studienabschlüsse\nqualifizierte Arbeitszeugnisse\nNachweis über Ihren Führerschein\nBitte beachten Sie, dass wir unsere Stellen nur nach Eignung, Leistung und Befähigung besetzen; wir können Sie daher im weiteren Verlauf nur dann berücksichtigen, wenn Sie uns vollständige Nachweise hierüber vorlegen.\nAusländische Berufsabschlüsse können nur berücksichtigt werden, wenn Sie einen Nachweis über die Gleichwertigkeit vorweisen. Die hierfür zuständige Stelle können Sie über das Portal\nwww.anerkennung-in-deutschland.de\nfinden.\nBitte bewerben Sie sich bis zum\n06.04.2025\ndirekt über unser Bewerberportal auf\nwww.aschaffenburg.de/stellenan-\nzeigen.\nWir weisen darauf hin, dass Bewerbungen außerhalb des Portals (insbesondere E-Mail-Bewerbungen) leider nicht möglich sind.\nStadt Aschaffenburg I Amt für zentrale Dienste I Postfach 10 01 63 I 63701 Aschaffenburg\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.04.2025", "url": "https://www.museumsbund.de/stellenangebote/sachgebietsleitung-archaeologische-sammlungen/", "date_published": "2025-02-14T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sekretariat-muenzkabinett-m-w-d/", "image": "", "title": "Sekretariat Münzkabinett (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 13.03.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, in Vollzeit, eine Person für das Sekretariat (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 5 TV-L) im Münzkabinett. Die Stelle ist zunächst auf zwei Jahre befristet. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden. Der Arbeitsplatz ist grundsätzlich auch für Teilzeitbeschäftigung geeignet. Bei entsprechenden Bewerbungen erfolgt die Überprüfung, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten entsprochen werden kann.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Zusammen mit vier Institutionen repräsentieren sie eine thematische Vielfalt, die in ihrer Art international einzigartig ist. Beheimatet an verschiedenen Orten in zum Teil weltberühmten, aufwendig rekonstruierten historischen Gebäuden präsentieren sie ihre Schätze. Mehrere Millionen Objekte werden in den Sammlungen bewahrt, erforscht, ihre Geschichten vermittelt. Neben der Präsentation von Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an anderen temporären Ausstellungsorten in Sachsen kooperieren die SKD mit anderen Museen weltweit. In den SKD arbeiten rund 450 Beschäftigte, darunter ein hoher Anteil an Projekt- und Drittmittelpersonal.\nDas Dresdner Münzkabinett befindet sich im Residenzschlosses und verwahrt rund 300.000 numismatische Objekte – von der Antike bis zur Gegenwart. Die Anfänge dieser Universalsammlung gehen auf Herzog Georg den Bärtigen in das 16. Jahrhundert zurück. In der Dauerausstellung des Münzkabinetts werden Stücke der weltweiten Münz-, Medaillen und Geldgeschichte aufgezeigt und durch regelmäßig wechselnde Sonderausstellungen thematische bereichert, was zudem Brücken in die Gegenwart schlägt und einem breiten Publikum die Numismatik und ihre Reichweite näherbringen möchte.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 13.03.2025", "url": "https://www.museumsbund.de/stellenangebote/sekretariat-muenzkabinett-m-w-d/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media/", "image": "", "title": "Marketing Manager*in / Social Media", "content_text": "Stiftung Jüdisches Museum Berlin, Berlin Bewerbungsende: 02.03.2025 | Zu besetzen ist eine unbefristete Vollzeitstelle mit 39 Wochenstunden in der Entgeltgruppe 9b TVöD (Bund) zum nächstmöglichen Zeitpunkt. Die Eingruppierung erfolgt nach den persönlichen Voraussetzungen.\nDer Bereich Marketing und Kommunikation entwickelt Kommunikations- und Vermarktungsstrategien für alle Angebote des Jüdischen Museums Berlin – Ausstellungen, Veranstaltungen, pädagogische Programme, digitale Formate etc. – und setzt diese mit geeigneten Instrumenten und Maßnahmen um. Im Rahmen der fortschreitenden Digitalisierung und der zunehmenden Bedeutung von Social Media als Kommunikations- und Marketinginstrument ist es für das Jüdische Museum Berlin (JMB) unerlässlich, seine Social Media Strategie kontinuierlich an aktuelle Trends, Technologien und Nutzergewohnheiten anzupassen.\nFolgende Aufgaben erwarten Sie u.a.\nMarketing\nUmsetzung und Steuerung von Marketingstrategien zur Bewerbung der Ausstellungen, Bildungsangebote, Veranstaltungen und Sonderprojekte des JMB\nPlanung und Durchführung von zielgruppenspezifischen Kampagnen inklusive Mediaplanung, Einholung von Angeboten und Recherche entsprechender Anbieter*innen\nKonzeption und Gestaltung von Werbematerialien (Print und Digital) in Zusammenarbeit mit externen Agenturen und intern in Abstimmung mit den zuständigen Fachbereichen\nSocial Media\nBetreuung und Weiterentwicklung der Social-Media-Kanäle des Museums\nErstellung und Veröffentlichung von zielgruppenorientierten und kreativen Inhalten zur Förderung der Sichtbarkeit und Reichweiten\nMitarbeit bei der Entwicklung und Umsetzung von Social-Media-Kampagnen in Abstimmung mit der Gesamtstrategie\nMonitoring und Analyse der Social-Media-Aktivitäten sowie Erstellung von Berichten zur Performance-Optimierung\nÜberwachung, Koordination und Steuerung von Projekten im Budgetrahmen sowie Controlling und Evaluation der Maßnahmen sowie Sicherstellung einer effektiven Ressourcennutzung\nUnsere Anforderungen\nEin abgeschlossenes Hochschulstudium (Bachelor/FH-Diplom) in der Fachrichtung Marketing bzw. Kommunikation, Kulturmanagement oder eine vergleichbare Qualifikation\nEinschlägige Berufserfahrung im Bereich Marketing und Social Media, idealerweise im Kultur- oder Museumsbereich\nFundierte Kenntnisse in der Betreuung und Analyse von Social-Media-Kanälen\nSicherer Umgang mit gängigen Grafik- und Marketing-Tools (z.B. Adobe Creative Suite, Content-Management-Systeme, Social-Media-Management-Tools)\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nKreativität, sprachliches Feingefühl und ein Gespür für zielgruppenspezifische Kommunikation\nInteresse an der Vermittlung jüdischer Geschichte, Kultur und Gegenwart\nUnser Angebot\nZukunftssichere Beschäftigung im Öffentlichen Dienst\nFlexible Arbeitszeiten und die Möglichkeit mobil zu arbeiten\nBis 30 Tage Jahresurlaub nach TVöD, 24.12. sowie 31.12. sind arbeitsfrei\nBetriebliche Altersvorsorge (VBL) und vermögenswirksame Leistungen\nJahressonderzahlung sowie ein jährliches Leistungsentgelt\nWeiterbildungsmöglichkeiten im Rahmen Ihrer Tätigkeit\nZentral gelegener Arbeitsplatz mit guter Anbindung an den öffentlichen Nahverkehr\nOption eines Deutschland-Ticket Job oder Jobtickets, das vom Arbeitgeber bezuschusst wird\nKostenloser Besuch der Wechselausstellung des Jüdischen Museums Berlin für Sie und eine Begleitperson sowie die vergünstigte bzw. kostenlose Teilnahme an Veranstaltungen des JMB\nDas Jüdische Museum Berlin gehört zu den herausragenden Institutionen in der europäischen Museumslandschaft. Mit seiner 2020 neu eröffneten Dauerausstellung und den Wechselausstellungen, seinen Sammlungen, dem Veranstaltungsprogramm und der W. Michael Blumenthal Akademie sowie den digitalen und pädagogischen Angeboten ist das Museum ein lebendiger Ort des Dialogs und der Reflexion jüdischer Geschichte und Gegenwart in Deutschland. ANOHA, die Kinderwelt des JMB, erzählt als spielerisches Erlebnisangebot für Kinder die Geschichte der Arche Noah.\nDie Stiftung Jüdisches Museum Berlin fördert die berufliche Gleichstellung aller Geschlechter und Lebensformen. Die Vereinbarkeit von Familie und Beruf ist uns ein großes Anliegen. Wir begrüßen Bewerbungen aller Menschen ungeachtet ihrer nationalen, kulturellen, religiösen oder nicht-religiösen Zugehörigkeit. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung. Bitte senden Sie Ihre Bewerbung unter Angabe der\nKennziffer 02/2025\nbis zum\n2. März 2025\nan\nbewerbung@jmberlin.de.\nDie Unterlagen sind in Form einer zusammengefassten Datei im PDF-Format (max. 10 MB) einzu­reichen. Nach Abschluss des Verfahrens werden Ihre Unterlagen maximal drei Monate lang aufbewahrt.\nDie Bewerbungsgespräche werden voraussichtlich in der Woche vom 15. März bis 19. März 2025 stattfinden.\nNähere Auskünfte zum Bewerbungsverfahren erteilt Ihnen gerne Herr Krogulec unter der Telefon­nummer 030/25993482. Inhaltliche Fragestellungen richten Sie bitte an Frau Hollmann unter 030/25993443.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/marketing-managerin-social-media/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-geschaeftsfuehrung-m-w-d-2/", "image": "", "title": "Assistenz der Geschäftsführung (m/w/d)", "content_text": "Museumsverein Düren e.V., Düren Bewerbungsende: 07.03.2025 | Beim Museumsverein Düren e.V. ist zum nächstmöglichen Zeitpunkt eine Stelle als Assistent•in der Geschäftsführung\n(m/w/d) zu besetzen.\nDer Museumsverein Düren e.V. ist der 1905 gegründete Förderverein des Leopold-Hoesch-Museums und des Papiermuseums Düren. Der Museumsverein Düren e.V. unterstützt Projekte, wie Ausstellungen, Kataloge, Forschungsvorhaben, Restaurierungen und Vermittlungsangebote beider Museen. Der Verein bietet seinen ca. 500 Privat- und Firmenmitgliedern einen regen, gemeinschaftlichen Austausch zu kulturellen wie künstlerischen Themen im Rahmen von Führungen, Vorträgen und Mitgliederreisen. Zudem werden den Mitgliedern exklusive Jahresgaben angeboten.\nStellenausschreibung, Frist: 7.3.2025\nIhre Aufgaben\nMitgliederbetreuung und –verwaltung\nMitarbeit bei der Entwicklung sowie Organisation des jährlichen Mitgliederprogramms\nRechnungswesen und vorbereitende Buchhaltung\nMitarbeit beim Erstellen von Wirtschaftsplänen und Finanzübersichten\nVor- und Nachbereitung von Vorstandssitzungen und Mitgliederversammlungen\nVerwaltung von Personalangelegenheiten\nPresse- und Öffentlichkeitsarbeit des Vereins (einschließlich dem Erstellen von Texten, Drucksachen, der Pflege der Website und Social Media Accounts)\nIhr Profil\nErfolgreich abgeschlossenes Studium im Bereich Kulturmanagement, Betriebswirtschaft, Kunstgeschichte o.ä., oder abgeschlossene kaufmännische Ausbildung oder Ausbildung in einem Verwaltungsbereich\nBegeisterung für Kunst und Kultur sowie Freude am Umgang mit kunstinteressierten Personen\nSelbstständige, strukturierte und zuverlässige Arbeitsweise\nsicherer Umgang mit MS Office, Sicherheit im Schreiben von Texten\ngute englische Fremdsprachenkenntnisse\nTeam- und Kommunikationsfähigkeit, freundliches Auftreten\nBerufserfahrung im administrativen Bereich, idealerweise in einem kulturellen Umfeld ist wünschenswert\nWir bieten\nEine vielseitige und verantwortungsvolle Tätigkeit in Zusammenarbeit mit den lebendigen und aufgeschlossenen Teams des Museumsvereins und des Leopold-Hoesch-Museums und des Papiermuseums Düren\nEin kulturelles und ansprechendes Arbeitsumfeld\nFlexible Arbeitszeiten aufgrund der Option auf Homeoffice\n20-22 Stunden wöchentlich, Vergütung 2.200 Euro brutto\nMöglichkeit der Teilerstattung eines Deutschlandtickets\nBewerbung\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (inkl. Lebenslauf, Zeugnissen und relevanten Nachweisen) bis zum 7.3.2025 per E-Mail an a.dorn@dueren.de oder per Post an die Geschäftsstelle des Vereins.\nFür weitere Informationen steht Ihnen die Geschäftsführerin des Museumsvereins und Museumsdirektorin der Museen der Stadt Düren Anja Dorn gerne zur Verfügung.\nWir freuen uns auf Ihre Bewerbung und darauf, Sie kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.03.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-geschaeftsfuehrung-m-w-d-2/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d-6/", "image": "", "title": "Wissenschaftliche*r Mitarbeiter*in (m/w/d)", "content_text": "Landesmuseum Natur und Mensch Oldenburg, Oldenburg Bewerbungsende: 16.03.2025 | Das Landesmuseum Natur und Mensch Oldenburg bietet zum nächstmöglichen Zeitpunkt für 3 Jahre eine Stelle als wissenschaftliche*r Mitarbeiter*in im Projekt: Wissenschaftsraum Provenienz- und Sammlungsforschung digital „ProSaDi“.\nIm Rahmen des Wissenschaftsraums Provenienz- und Sammlungsforschung Digital, der vom Land Niedersachsen und der VolkswagenStiftung mit rund 3 Millionen Euro unter Leitung der Carl von Ossietzky Universität Oldenburg an den Standorten Oldenburg, Hannover, Lüneburg, Göttingen und Bremerhaven gefördert wird, werden über den Förderungszeitraum von insgesamt 4 Jahren 10 wissenschaftliche Mitarbeiter*innen Stellen ausgeschrieben.\nDie Stelle des Landesmuseums Natur und Mensch ist direkt am Museum angesiedelt und arbeitet eng mit den Projektpartner*innen zusammen.\nWir suchen zum nächstmöglichen Zeitpunkt für die Dauer von 3 Jahren\neine*n wissenschaftliche*n Mitarbeiter*in\n(m/w/d), mit entsprechendem Fachstudium, Entgeltgruppe 13 TV-L\n,\nin Teilzeit 50% der regulären Arbeitszeit,\nunter dem Vorbehalt der Mittelzuweisung.\nDas Projekt\nDer Wissenschaftsraum setzt sich aus mehreren aufeinander abgestimmten Teilprojekten zusammen, die neue Methoden zur digital gestützten Erforschung und Präsentation von Sammlungsgut erproben, welches im Zusammenhang mit Kolonialismus, Krieg, Raub, Verfolgung und Marktdynamiken aus ihren ursprünglichen Herkunftskontexten herausgelöst und in Museen bewahrt wurde sowie verstärkt in Datenbanken erfasst und in Ausstellungen präsentiert wird. In zwei Fallstudien werden Provenienz- und Sammlungsforschung um IT- und KI-gestützte Methoden erweitert, gemeinsam mit internationalen Partner:innen die Wissensproduktion zu den Sammlungsgütern in den Herkunftsgesellschaften begleitet und der Umgang mit unsicheren Daten und Wissen erforscht.\nAufgabengebiet\nZu den Aufgaben gehört die übergreifende wissenschaftliche Erschließung der Sammlung der Kaurischnecken und der Objekte mit Kaurischnecken in den verschiedenen Sparten des Museums im Sammlungsmanagementsystem Axiell Collections unter Einbeziehung von Normdatenquellen und bekannten Thesauri. Bei Projektabschluss sollen die Daten als LIDO-Export bereitgestellt werden können, bspw. für DDB/CCC, Europeana und GBIF.\nWeiterhin sollen in Kooperation mit Universitäten Themen für Examensarbeiten erarbeitet und Forschungsmittel eingeworben werden. Darüber hinaus sollen auch Anfragen der Projektpartner*innen in Zusammenarbeit mit der sammlungsverantwortlichen Restauratorin bearbeitet werden und die am Museum wirkenden Teilprojekte und Arbeitspakete selbständig organisiert und koordiniert werden. Aufgrund des engen Zeitplans kann eine Einarbeitungszeit nicht gewährt werden. Daher ist die Stelle nur für erfahrene und qualifizierte Personen geeignet.\nVoraussetzungen\nAbgeschlossenes Hochschulstudium (Master, Diplom oder vergleichbar) in Biologie/ Biowissenschaften, in Museumswissenschaften oder vergleichbar\nBiologisches Fachwissen im Bereich der Systematik/Taxonomie; idealerweise mit einem Schwerpunkt im Bereich der Malakologie (Weichtierkunde)\nErfahrungen in Museumssammlungen\nErfahrung bei der Arbeit mit Archivalien/ Provenienzrecherche\nErfahrung mit Sammlungs-Datenbanken und Objekt-Digitalisierung\nErfahrungen in/über wissenschaftliche Analyse-Verfahren zur Erforschung von Alter, Herkunft o. ä.\nFähigkeit zu strukturiertem Arbeiten und Koordinieren\nBereitschaft zur transdisziplinären Zusammenarbeit\nSehr gute englische Sprachkenntnisse in Wort und Schrift\nOffenheit für Wandlungsprozesse und die Bereitschaft, sich auf die vielfältigen Themen des Hauses einzulassen\nDiversitätskompetenz\nAusgeprägte Teamfähigkeit, Belastbarkeit, Organisationstalent sowie ein überdurchschnittliches Maß an Eigeninitiative\nWünschenswert\nInteresse für Koloniale Kontexte\nInteresse an Wissenschaftsgeschichte\nErfahrungen in der Drittmittel-Akquise\nBestehende Kontakte im Bereich der Provenienzforschung in naturkundlichen und/oder ethnologischen Sammlungen\nKenntnisse oder die Bereitschaft sich das Lesen deutscher Kurrentschrift anzueignen\nBereitschaft zu Dienstreisen, auch mehrtägig\nBewerbungsfrist: 16.03.2025\nWir bieten:\nEin spannendes, innovatives Arbeitsumfeld\nDie Mitarbeit in einem hochengagierten, interdisziplinären divers zusammengesetzten Team\nAlle sozialen Bedingungen des öffentlichen Dienstes\nDie Möglichkeit, Homeoffice und Vor-Ort-Zeiten miteinander zu kombinieren\nDie Möglichkeit zu Fortbildungen und Teilnahme an Tagungen\nBewerbungshinweise\nFür Rückfragen steht Ihnen die Direktorin Frau Dr. Warnke unter: u.warnke@landesmuseen-ol.de und telefonisch unter: (0441) 40570-301 zur Verfügung.\nDas Landesmuseum Natur und Mensch Oldenburg möchte die Vielfalt der Gesellschaft widerspiegeln und fördert die berufliche Gleichstellung von Personen, unabhängig von Geschlecht, Herkunft, sexueller Orientierung, körperlichen Voraussetzungen und weiteren Eigenschaften. Aus diesem Grund erwarten wir von Ihnen Offenheit für die Vielfalt der Besuchenden und Bereitschaft, sich auf unterschiedliche Bedürfnisse von Personengruppen einzustellen.\nDer Betrieb strebt den Abbau einer Unterrepräsentanz nach dem Niedersächsischen Gleichberechtigungsgesetz (NGG) an und fördert die berufliche Gleichstellung aller Geschlechter. Daher werden Bewerbungen von Männern besonders begrüßt.\nDer beruflichen Teilhabe von schwerbehinderten Beschäftigten sehen sich die Landesmuseen Oldenburg in besonderer Weise verpflichtet. Bewerbungen schwerbehinderter Personen werden bei gleicher Eignung und nach Maßgabe der einschlägigen Vorschriften bevorzugt berücksichtigt. Wir bitten Sie, eine Behinderung/Gleichstellung zur Wahrung der Interessen bereits in das Bewerbungsschreiben aufzunehmen.\nSollten Sie Lust haben, bei uns zu arbeiten, freuen wir uns auf Ihre aussagekräftige Bewerbung mit den üblichen Unterlagen, aber ohne Foto und mit einer Darstellung Ihres beruflichen Werdegangs und einer Publikationsliste. Bitte senden Sie Ihre Bewerbung ausschließlich digital\nin einer PDF Datei\nmit max. 10 MB an den Personalleiter der Niedersächsischen Landesmuseen Oldenburg, Herrn Angelopoulos, unter\nbewerbung@landesmuseen-ol.de\n, Stichwort “ProSaDi“.\nDie Unterlagen werden nach Abschluss des Besetzungsverfahrens im Rahmen der Datenschutz-Grundverordnung (DS-GVO) vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-mitarbeiterin-m-w-d-6/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-innen-m-w-d-fuer-den-museumsshop/", "image": "", "title": "Mitarbeiter/innen (m/w/d) für den Museumsshop", "content_text": "Landesmuseum Mainz, Mainz Bewerbungsende: 05.03.2025 | Die Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) – Direktion Landesmuseum Mainz – stellt zum nächstmöglichen Zeitpunkt\nMitarbeiter/innen (m/w/d)\nfür den Museumsshop im Landesmuseum Mainz\nin Vollzeit und Teilzeit für die Dauer von einem Jahr ein. Dienstort ist Mainz. Die Eingruppierung erfolgt nach Entgeltgruppe 5 TV-L.\nDie Generaldirektion Kulturelles Erbe Rheinland-Pfalz (GDKE) ist eine obere Landesbehörde und unmittelbar dem Ministerium des Innern und für Sport nachgeordnet. Sie vereint die Direktionen Landesarchäologie, Landesdenkmalpflege, Landesmuseum Mainz, Rheinisches Landesmuseum Trier, Landesmuseum Koblenz und die Direktion Burgen, Schlösser, Altertümer (B.S.A.) sowie Stabsstellen für zentrale Verwaltungs-, Marketing- und Bauaufgaben unter einem Dach.\nDas Landesmuseum Mainz im ehemaligen kurfürstlichen Marstall beherbergt eine der bedeutendsten kunst- und kulturgeschichtlichen Sammlungen des Landes und ist eines der ältesten Museen in Deutschland. Seine Exponate reichen von den Anfängen der Kultur bis zur Kunst der Gegenwart.\nAls Mitarbeiter/in (m/w/d) des Museumsshops erwarten Sie folgende abwechslungsreichen Aufgaben:\nEmpfang und Begrüßung der Besucher/innen\nallgemeine Besucherinformation sowie Beratung der Besucherinnen und Besucher zu den musealen Angeboten sowie den aktuellen Veranstaltungen\nVerkauf von Eintrittskarten, einem vielfältigen Publikationsangebot sowie einem reichhaltigen Sortiment an sogenannten Merchandising-Produkten sowie Durchführung der Abrechnung der Kassengeschäfte für den Bereich Ticketing, Museumsshop\nMitwirkung bei der Warenwirtschaft und der Weiterentwicklung der Angebote und Produktpalette des Museumsshops\nUnterstützung bei der Vor- und Nachbereitung sowie Durchführung von Veranstaltungen der GDKE Rheinland-Pfalz, der Stabsstelle Marketing am Standort Mainz\nBedienung der multimedialen Bespielung\nFür diese Aufgaben wünschen wir folgende Qualifikationen:\neine erfolgreich abgeschlossene Ausbildung in einem kaufmännischen Beruf, vorzugsweise als Kauffrau/-mann im Einzelhandel oder vergleichbare Kenntnisse mit entsprechender mehrjähriger beruflicher Erfahrung\nFreude am Umgang mit Menschen\nInteresse an Geschichte und Kultur\ngutes sprachliches Ausdrucksvermögen\nBerufserfahrung in einem vergleichbaren Aufgabenbereich sind vorteilhaft\nsicheres Auftreten und gute Umgangsformen\nhohe Flexibilität und Belastbarkeit, ausgeprägte Teamfähigkeit\nZuverlässigkeit und Bereitschaft zu regelmäßigen Diensten an Wochenenden und Feiertagen nach Dienstplan sowie die Arbeitszeit den dienstlichen Bedürfnissen saisonal anzupassen\nFremdsprachenkenntnisse (Englisch oder Französisch) sind erwünscht\nDas Aufgabengebiet ist auch Teilzeit geeignet. Bitte geben Sie Ihren Teilzeitwunsch mit Nennung der gewünschten durchschnittlichen Wochenarbeitszeit in der Bewerbung explizit an.\nIm Rahmen des Landesgleichstellungsgesetzes streben wir eine Erhöhung des Frauenanteils an und sind an Bewerbungen von Frauen besonders interessiert. Schwerbehinderte Bewerberinnen und Bewerber werden bei entsprechender Eignung vorrangig berücksichtigt.\nIhre schriftliche Bewerbung mit aussagekräftigen und vollständigen Unterlagen in Kopie senden Sie bitte unter der Angabe der\nKennziffer 14/2025\nbis zum\n05.03.2025\nan:\nGeneraldirektion Kulturelles Erbe Rheinland-Pfalz\nPersonal\nFestung Ehrenbreitstein\n56077 Koblenz\noder\nbewerbung@gdke.rlp.de\nWir bitten, Bewerbungsunterlagen nicht in Mappen oder Hüllen und auch nur als unbeglaubigte Kopien vorzulegen, da die Unterlagen nicht zurückgesandt werden; sie werden nach Abschluss des Verfahrens vernichtet. Wünschen Sie die Rücksendung Ihrer Unterlagen, bitten wir einen ausreichend frankierten Rückumschlag beizufügen. Sofern Sie Ihre Bewerbung per E-Mail zusenden, bitten wir alle Bewerbungsunterlagen in einer PDF-Datei mit einer Dateigröße von bis zu 5 Megabyte zu übermitteln.\nWeitere Informationen über die GDKE Rheinland-Pfalz finden Sie auf der Internetpräsenz: www.gdke.rlp.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.03.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-innen-m-w-d-fuer-den-museumsshop/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleiterin-digitale-kultur-m-w-d/", "image": "", "title": "Projektleiter*in Digitale Kultur (m/w/d)", "content_text": "MFG Medien- und Filmgesellschaft Baden-Württemberg mbH, Stuttgart Bewerbungsende: 12.03.2025 | Suchen Sie eine abwechslungsreiche, verantwortungsvolle Tätigkeit mit großem Gestaltungsspielraum? Schlägt Ihr Herz für Museen? Ermöglichen Sie gerne Veränderung im Kontext des digitalen Wandels? Zeichnet Sie strategische Weitsicht aus? Ist Ihnen eine wertschätzende, kooperative und offene Arbeitsatmosphäre wichtig? Wünschen Sie sich außerdem einen verlässlichen Arbeitgeber in öffentlicher Trägerschaft?\nDann lesen Sie weiter – die MFG freut sich auf Sie!\nDie MFG Medien- und Filmgesellschaft ist eine Einrichtung des Landes Baden-Württemberg und des SWR mit Sitz in Stuttgart. Aufgabe der MFG ist die Förderung der Filmkultur und Filmwirtschaft sowie der Kultur- und Kreativwirtschaft. Mit bedarfsorientierten Programmen und Projekten unterstützt die MFG in ihrem Geschäftsbereich „MFG Kreativ“ Kultur- und Kreativschaffende im Südwesten. Dabei liegt der Schwerpunkt auf Vernetzungs- und Vermittlungsaktivitäten sowie im Kompetenzfeld Digitale Kultur.\nZum\nnächstmöglichen Zeitpunkt\nsuchen wir innerhalb des Geschäftsbereichs\nMFG Kreativ\neine*n:\nProjektleiter*in Digitale Kultur (m/w/d)\nin Vollzeit als Elternzeitvertretung für das Team Digitale Kultur, zunächst befristet bis 31.08.2026.\nSie sind verantwortlich für die Durchführung von Projekten zur Förderung digitaler Innovation im Museumsbereich. Dies umfasst neben der Konzeption und Leitung von Projekten auch die Planung und Durchführung von Veranstaltungen.\nIhre Aufgaben:\nEigenständige Leitung von Projekten (u.A. Gamification im Museum) im Bereich Digitale Kultur mit Budgetverantwortung und Steuerung von Projektpartner*innen\nKonzeption neuer Projekte im Bereich Digitale Kultur\nDurchführung und Moderation von Austauschtreffen und Veranstaltungen sowohl on- als auch offline mit Museen und Partnern\nEntwicklung innovativer Trainings- und Workshop-Konzepte für die Zielgruppe Museen\nNetzwerken mit relevanten Stakeholder*innen auf regionaler, nationaler und europäischer Ebene\nRepräsentation der MFG auf regionalen und internationalen Konferenzen\nIhr Profil:\nAbgeschlossenes Hochschulstudium in Geistes-, Kultur- oder Sozialwissenschaften\nGute Kenntnisse im Bereich Digitale Kultur\nGute Kenntnisse im Bereich Museum\nAusgeprägte Projektmanagementkompetenzen\nAusgeprägte Moderationskompetenzen\nKompetenzen in der Anwendung von Innovationsmethoden\nSehr gute analytische und konzeptionelle Fähigkeiten\nWas bieten wir Ihnen?\nEine abwechslungsreiche, verantwortungsvolle Tätigkeit mit großem Gestaltungsspielraum\nEine angenehme Arbeitsatmosphäre in einem engagierten, kollegialen und sympathischen Team\nDie Chance, persönliche Ziel- und Wertvorstellungen einzubringen und zu leben\nEinen mit Rad, Bus und Bahn gut erreichbaren Arbeitsort im Zentrum von Stuttgart (Zuzahlung ÖPNV)\nPersönliche und fachliche Entwicklungsmöglichkeiten durch gezielte Fortbildungen\nEine Tätigkeit in einem Unternehmen, das ökologische Nachhaltigkeit großschreibt\nEinen modernen Arbeitsplatz mit guter Technikunterstützung\nFlexible Arbeitszeiten und Möglichkeit zur Arbeit im Homeoffice\n30 Tage Erholungsurlaub bei einer 5-Tage-Woche und zusätzliche Brückentage\nWir freuen uns auf Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber*innen werden bei gleicher Eignung bevorzugt.\nHaben wir Sie angesprochen?\nDann freuen wir uns auf Ihre vollständige Bewerbung mit Angabe Ihrer Gehaltsvorstellung über unser\nBewerbungsformular\n.\nMFG Medien- und Filmgesellschaft Baden-Württemberg mbH\nFrau Simone Rückert\nBreitscheidstraße 4\n70174 Stuttgart\npersonal@mfg.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.03.2025", "url": "https://www.museumsbund.de/stellenangebote/projektleiterin-digitale-kultur-m-w-d/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/elektroniker-mit-fachrichtung-energie-und-gebaeudetechnik-m-w-d/", "image": "", "title": "Elektroniker mit Fachrichtung Energie- und Gebäudetechnik (m/w/d)", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 09.03.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen Elektroniker mit Fachrichtung Energie- und Gebäudetechnik (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 6 TV-L) in der Abteilung Gebäudemanagement und Informationstechnik (GMI). Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 Museen. Zusammen mit vier Institutionen repräsentieren sie eine thematische Vielfalt, die in ihrer Art international einzigartig ist. Beheimatet an verschiedenen Orten in zum Teil weltberühmten, aufwendig rekonstruierten historischen Gebäuden präsentieren sie ihre Schätze. Mehrere Millionen Objekte werden in den Sammlungen bewahrt, erforscht, ihre Geschichten vermittelt. Neben der Präsentation von Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an anderen temporären Ausstellungsorten in Sachsen kooperieren die SKD mit anderen Museen weltweit. In den SKD arbeiten rund 450 Beschäftigte, darunter ein hoher Anteil an Projekt- und Drittmittelpersonal.\nDie Abteilung Gebäudemanagement und Informationstechnik ist eine Querschnittsabteilung, die für das Gebäudemanagement, die Koordinierung aller Baumaßnahmen und den IT-Betrieb in allen 22 Liegenschaften der SKD verantwortlich ist. Der Sitz der Abteilungsleitung ist im Dresdner Schloss. Die Abteilung hat 28 Mitarbeitende.\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/elektroniker-mit-fachrichtung-energie-und-gebaeudetechnik-m-w-d/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/produktionsleiterin-d-m-w-3/", "image": "", "title": "Produktionsleiter*in (d/m/w)", "content_text": "Stiftung Humboldt Forum, Berlin Bewerbungsende: 23.02.2025 | Der Bereich\nDisposition & Produktion\nist die zentrale Koordinationsstelle sämtlicher Termine und Aktivitäten im Humboldt Forum, und verantwortet die organisatorische Gesamtplanung aller Programmaktivitäten und Veranstaltungen der Stiftung Humboldt Forum sowie des Akteursverbunds. Dies umfasst die Planung, Organisation, bereichs- und abteilungsübergreifende Kommunikation, sowie Umsetzung aller veranstaltungsbezogenen Prozesse inklusive der Koordination aller beteiligten Gewerke und Fachbereiche.\nFür die Vorbereitungen zur Eröffnung des Jahresprogramm „Beziehungsweise Familie“ sowie für die langfristige Planung und Umsetzung der Veranstaltungen „Transkontinentale“ und „Dia de los muertos“ im Sommer 2025 sucht der Bereich Disposition und Produktion zum 01.04.2025 eine*n\nProduktionsleiter*in (d/m/w)\nIhre Aufgaben\nSie übernehmen die Absprachen und Kommunikation mit (internationalen) Gästen und Kompanien, zu den Spielorten sowie bereichsübergreifend mit dem technischen Veranstaltungsmanagement, dem Besucherservice/Ticketing, Marketing und Digitales, den beteiligten Akteur*innen des Humboldt Forums, der Akademie sowie der Service GmbH zur Organisation, Durchführung und Sicherstellung des gesamten Vorstellungs- und Veranstaltungsbetriebes inkl. entsprechender Personalplanung und –anleitung.\nSie managen Projekten eigenständig inkl. Budgetaufstellung und –kontrolle in Abstimmung mit der Bereichsleitung.\nSie verantworten die organisatorische Durchführung diverser Veranstaltungs- und Vorstellungsformate in allen künstlerischen und wissenschaftlichen Sparten.\nSie übernehmen die Betreuung, Organisation und Kommunikation von Kooperationen mit externen Veranstaltungspartner*innen inkl. Aushandelns von Kooperationsbedingungen mit Veranstaltungs- und Kooperationspartner*innen in Absprache mit der Bereichsleitung.\nSie beaufsichtigen Vergabeverfahren an Fremdfirmen für die künstlerische Ausstattung und Realisierung von Vorstellungen, Veranstaltungen und Produktionen sowie die Anleitung des Assistenzpersonals in der Vorbereitung der Vergaben.\nSie ermitteln den Bedarf an Service- und Sicherheitspersonal in Zusammenarbeit mit den entsprechenden Bereichsleitungen resp. der Service Gesellschaft.\nSie verantworten das Erstellen und die Kommunikation von technischen Umsetzungs- und Anforderungskonzepten in Absprache mit künstlerischem Personal und technischem Veranstaltungsmanagement für alle Vorstellungen, Veranstaltungen, Produktionen, Reihen oder Vermietungen.\nIhr Profil\nSie besitzen ein abgeschlossenes Hochschulstudium in Kulturmanagement oder einem vergleichbaren Studiengang, oder gleichwertige Kenntnisse und Erfahrungen.\nSie haben fundierte Berufserfahrung in den Bereichen Produktionsleitung / Disposition im Kultur- oder Festivalbetrieb.\nSie haben Erfahrung in den Gebieten Verträge, Budgetierung, Vergabe und Projektmanagement, und kennen die wesentlichen zugrundeliegenden Gesetze.\nSie arbeiten selbstständig, gewissenhaft und genau, und können verschiedene Projekte gleichzeitig koordinieren.\nSie haben ein hohes Maß an Eigeninitiative, Verantwortungsbewusstsein, Teamfähigkeit und interkulturelle Kompetenz.\nSie sind mit interdisziplinärer Zusammenarbeit vertraut und besitzen eine ausgeprägte Kommunikationsfähigkeit.\nSie können auch unter Druck effektiv arbeiten und besitzen ein lösungsorientiertes Planungs-und Organisationsgeschick.\nSie verfügen über Einfühlungsvermögen in künstlerische Prozesse.\nSie haben solide Kenntnisse in die technischen Prozesse innerhalb einer künstlerischen Produktion.\nSie sind sicherer im Umgang mit den gängigen MS-Office und Internet-Anwendungen.\nSie verfügen über sehr gute Sprachkenntnisse in Deutsch und Englisch und vorzugsweise einer weiteren Fremdsprache.\nSie bringen die Bereitschaft mit, auch an Abenden, Wochenenden und Feiertagen zu arbeiten.\nUnser Angebot\nEin inspirierendes, kreatives und offenes Arbeits- und Kommunikationsumfeld mitten im Herzen Berlins mit\ndirekter ÖPNV-Anbindung\nModerne Ausstattung\n(Laptop, Diensthandy, ggf. Tablet, Office365, Atlassian Produkte, u. v. m.)\nEigenverantwortliches Arbeiten in einem motivierten Team sowie Unterstützung Ihrer fachlichen Weiterentwicklung durch\nFort- und Weiterbildung\nSichere Bezahlung und Vorzüge tarifvertraglicher Konditionen des\nTVöD Bund\n, wie z. B.\n39 Std. Woche bei Vollzeit, 30 Tage Urlaubsanspruch, Jahressonderzahlung\nBeratungsangebote und lebendige betriebliche Mitbestimmung durch einen Betriebsrat, Gleichstellungsbeauftragte und Schwerbehindertenvertretung\nVereinbarkeit von Familie und Beruf durch unterschiedliche Arbeitszeitmodelle und die Möglichkeit des\nmobilen Arbeitens\nBetriebliche Altersvorsorge\n(VBL)\nArbeitgeberzuschuss für das\nJobticket\nMitarbeiter*innen-Rabatt\nin Cafés und Restaurants im Humboldt Forum\nKostenloser Zugang\nzu Ausstellungen und ausgewählten Veranstaltungen im Humboldt Forum sowie\nZugang\nzu den staatlichen Museen Berlins\nRegelmäßige\nUnternehmen- und Teamevents\nund\nein Team, das sich auf Sie freut!\nDie Vergütung erfolgt unter Anwendung des TVöD-Bund für die Entgeltgruppe 11. Die Besetzung der Stelle erfolgt befristet bis zum 31.08.2025. Die Stelle ist für eine Wahrnehmung in Teilzeit geeignet.\nInformationen zum Bewerbungsprozess\nIhre Bewerbung ist bei uns willkommen, gleich Ihrer Nationalität, kulturellen, ethnischen oder sozialen Herkunft, sexuellen Orientierung, Ihres Geschlechts, Alters oder einer Beeinträchtigung. Bewerbungen von nicht-deutschen Muttersprachler*innen sowie Menschen mit gesellschaftlichen Marginalisierungsperspektiven sind ausdrücklich erwünscht. Bei gleicher Eignung und Qualifikation werden Bewerbungen von Menschen mit anerkannter Schwerbehinderung besonders berücksichtigt.\nBei Rückfragen zum Bewerbungsverfahren wenden Sie sich bitte an Mathieu Davenne (Personal) unter bewerbung@humboldtforum.org. Ihr Bewerbungsanschreiben richten Sie bitte an die Bereichsleiterin Mary Aniella Petersen.\nIm Rahmen des Auswahlverfahrens entstandene Reisekosten können leider nicht erstattet werden.\nBewerbungsfrist\nLust darauf, ein Teil der Stiftung Humboldt Forum im Berliner Schloss zu werden? Dann freuen wir uns auf Ihre Bewerbung bis zum 23.02.2025 über unser Online-Formular.\nProduktionsleiter*in (d/m/w) | Jobs bei Stiftung Humboldt Forum im Berliner Schloss\nÜber uns\nDas Humboldt Forum ist ein neuer Stadtraum in der historischen Mitte Berlins – ein Ort für Kultur und Wissenschaft, Austausch und Debatten. Ein Ort mit einer besonderen Geschichte. Namensgeber sind die beiden Forscher, Reformer und Visionäre Alexander und Wilhelm von Humboldt. Hinter den rekonstruierten barocken Fassaden des Berliner Schlosses und in einer modernen Architektur finden sich herausragende ethnologische Sammlungen, temporäre Ausstellungen, Veranstaltungen, Vermittlungsformate sowie digitale Projekte zu aktuellen, globalen Themen. Die Stiftung Humboldt Forum im Berliner Schloss ist eine Stiftung bürgerlichen Rechts. Im Auftrag der Bundesbeauftragten für Kultur und Medien verantwortet sie federführend mit drei weiteren Akteuren den kulturellen Betrieb und das programmatische Profil des Humboldt Forums.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2025", "url": "https://www.museumsbund.de/stellenangebote/produktionsleiterin-d-m-w-3/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsdirektion-m-w-d/", "image": "", "title": "Verwaltungsdirektion (m/w/d)", "content_text": "Bauhaus-Archiv - Museum für Gestaltung, Berlin Bewerbungsende: 09.03.2025 | Für das Bauhaus-Archiv / Museum für Gestaltung ist die unbefristete Position\nVerwaltungsdirektion (m/w/d)\nzum nächstmöglichen Zeitpunkt neu zu besetzen.\nDie Institution\nIn seiner einzigartigen Verbindung aus lebendigem Archiv und Zukunftsmuseum verfügt das Bauhaus-Archiv / Museum für Gestaltung in Berlin über die weltweit größte Sammlung zum Thema Bauhaus und ist zentrale Anlaufstelle für Besucher*innen und Forscher*innen aus aller Welt. Das Bauhaus-Archiv zählt international zu den herausragenden Designmuseen mit über 100.000 Gästen jährlich. Das von Walter Gropius entworfene Gebäude erhält mit der kurz vor der Vollendung stehenden Erweiterung durch Volker Staab ein architektonisches Wahrzeichen: Der weithin sichtbare Glasturm stellt Vermittlung und Dialog als zentrale Aufgaben der Einrichtung in den Mittelpunkt.\nGemeinsam mit der künstlerischen Direktion führen Sie als geschäftsführendes Vorstandsmitglied die Geschäfte des Hauses mit seinen derzeit insgesamt 55 Mitarbeitenden, steuern die strategische Ausrichtung und vertreten zusammen mit dem ehrenamtlichen Vorstand den Trägerverein. In der Verwaltung, die die Bereiche Finanzen, Personal, Facility Management/Bau und IT umfasst, werden Sie dabei von der Leitung Finanzen/Personal sowie einem motivierten und erfahrenen Team von 15 Mitarbeitenden unterstützt.\nWir bieten Ihnen die einmalige Gelegenheit, die Eröffnung des derzeitig geschlossenen Bauhaus-Archivs / Museums für Gestaltung mit einem spektakulären Museumsneubau als Verwaltungsdirektor*in zu begleiten.\nIhre Aufgaben\nSie übernehmen die Gesamtverantwortung für die\nBereiche Finanzen, Personal, Infrastruktur, Technik,\nIT und Neubau\nund gestalten diese Bereiche zukunftsorientiert. Dabei erwarten Sie folgende abwechslungsreiche Aufgaben:\nSie entwickeln die strategische Planung sämtlicher administrativer Prozesse.\nSie steuern die mittel- und langfristige Wirtschaftsplanung und pflegen den Austausch mit den Zuwendungsgebern, insbesondere dem Land Berlin.\nSie sorgen für die Einhaltung aller gesetzlichen Bestimmungen und entwickeln die betrieblichen und übergeordneten Compliance-Strukturen weiter.\nAls Arbeitgebervertreter*in fördern Sie die nachhaltige Entwicklung aller Mitarbeitenden.\nSie treiben die engagierte Weiterentwicklung von Finanzierungsinstrumenten wie Drittmittelakquise, Sponsoring und Fundraising voran.\nSie verantworten das Management der Liegenschaften, einschließlich der Sicherheitsmaßnahmen des Museums und der Informationstechnik.\nSie steuern die Auftragsvergabe und verhandeln lösungsorientiert mit Auftragnehmer*innen.\nGemeinsam mit der künstlerischen Direktion und dem Baureferenten entwickeln Sie die Betriebsabläufe des neuen Museums und stellen dabei die Bedarfe im Bauprojekt sicher.\nGemeinsam mit den Vorständen übernehmen Sie die kaufmännische Aufsichtsrolle im Bauhaus Council Berlin e. V., der Bauhaus-Archiv GmbH, der Bauhaus Kooperation Berlin-Dessau-Weimar gGmbH und der Stiftung Jakob und Marianne Maier.\nGemeinsam mit dem Geschäftsführer der Bauhaus-Archiv GmbH verantworten Sie die Geschäfte des Bauhaus-Shops und entwickeln diese weiter.\nWas bringen Sie mit\nSie haben ein abgeschlossenes Hochschulstudium der Verwaltungs-, Rechts- oder Wirtschaftswissenschaften.\nMehrjährige Führungserfahrung in der wirtschaftlichen und organisatorischen Steuerung, vorzugsweise einer Kulturorganisation oder im gemeinnützigen bzw. öffentlichen Sektor.\nIdealerweise haben Sie Erfahrung mit Bauprojekten und einem Museumsbetrieb der öffentlichen Hand gesammelt.\nHilfreich wären Kenntnis der Berliner Kulturlandschaft und Erfahrung in der Zusammenarbeit mit der Politik.\nSie verfügen über spezielle Kenntnisse in den administrativen Aufgaben der Position, insbesondere in einschlägigen Rechtsgebieten.\nSie verfügen über verhandlungssichere Sprachkenntnisse in Deutsch und Englisch in Wort und Schrift.\nIhre Bereitschaft zur stetigen Weiterqualifizierung unterstreicht Ihr Engagement.\nIhre Persönlichkeit\nSie verfügen über eine analytische, strategische und unternehmerische Denkweise.\nOrganisationsvermögen und eine ergebnisorientierte Arbeitsweise zeichnen Sie aus.\nSie überzeugen durch Verhandlungsgeschick, Durchsetzungsvermögen und Kooperationsfähigkeit.\nIntegratives Führungsverhalten und Teamfähigkeit auf allen Gesprächsebenen runden Ihr Profil ab.\nIhre Bewerbung\nIhre aussagekräftigen Unterlagen sowie Angaben zu Ihrem frühestmöglichen Eintrittsdatum und Ihren Gehaltsvorstellungen übersenden Sie bis zum\n09.03.2025\nper E-Mail an die von uns beauftragte Personalberaterin Sabine von Anhalt, AMROPCIVITAS, an\narne.irmler@amropcivitas.com\nSie werden gebeten, Ihrer Bewerbung eine Erklärung beizufügen, dass Sie der DSGVO-konformen Speicherung sowie der Einsichtnahme in Ihre Bewerbungsunterlagen durch die mit der Auswahl betrauten Personen zustimmen.\nDas Land Berlin fördert aktiv eine Kultur der Wertschätzung von Vielfalt. Wir begrüßen deshalb gleichberechtigt Bewerbungen von Menschen aller Nationalitäten, Religionen und Weltanschauungen, sexueller Orientierungen und geschlechtlicher Identitäten sowie aller Altersgruppen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.03.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsdirektion-m-w-d/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-86/", "image": "", "title": "Wissenschaftliche:r Volontär:in (m/w/d)", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 02.03.2025 | Die Stiftung Domäne Dahlem – Landgut und Museum ist ein für alle Besucher:innen offenes 15 ha umfassendes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt. In unserem Museum im Herrenhaus zeigen wir wechselnde themenbezogene Ausstellungen. Das CULINARIUM im ehemaligen Pferdestall beherbergt eine Erlebnisausstellung zur Kulturgeschichte der Ernährung von 1850 bis heute. Ca. 12 ha des Geländes werden als Bioland-Demonstrations-Betrieb bewirtschaftet, einschließlich der Direktvermarktung der Produkte in unserem Domäne-eigenen Hofladen. Das bestehende Museums- und Vermittlungskonzept stellt den Bildungsauftrag an oberste Stelle. Dieser wird im umfangreichen museumspädagogischen Angebot verwirklicht und findet lebendigen Ausdruck in der sektionsübergreifenden Arbeitsweise.\nZur Verstärkung unseres Teams im Bereich Sammlung und Ausstellung suchen wir zum 1.5.2025 in Vollzeit eine/n:\nWissenschaftliche Volontärin/ Wissenschaftlichen Volontär (m/w/d)\nWir wünschen uns eine fachkompetente, souveräne, freundliche Persönlichkeit, die belastbar, lösungsorientiert und teamfähig ist und für die konzeptionelles und analytisches Denken ebenso handlungsleitend ist wie eine organisierte und strukturierte Arbeitsweise.\nIhre Aufgaben:\nKonzeptionelle Mitarbeit und Umsetzung von Ausstellungsprojekten im Innenraum sowie im Freilichtgelände der Stiftung Domäne Dahlem\nMitwirkung am Kuratieren von Ausstellungen\nMitarbeit an Ausstellungen, die eine diversitätsorientierte Erweiterung von Publikum und Programmformaten zum Ziel haben\nEigenständige Durchführung eines eigenen Projekts im Bereich Ausstellungen\nErstellung, Redaktion und Lektorat von Texten für den Museumsbereich (z.B. Publikationen, Ausstellungstexte)\nInventarisierung und Dokumentation von Sammlungsobjekten\nOrganisation, Durchführung und Betreuung des Leihverkehrs des Museums\nWissenschaftliche Begleitung der musealen Arbeit (Museumsmanagement)\nObjekthandling, fotografische Erfassung, Mitarbeit an Restaurierungsarbeiten im Rahmen von Dekontaminationsmaßnahmen von Sammlungsobjekten\nMitarbeit an der Strategischen Planung und Weiterentwicklung der Depots\nMitarbeit an der Planung und Umsetzung von Strategien im Bereich Digitale Vermittlung und digitales Museum\nUnsere Anforderungen:\nErfolgreich abgeschlossenes Hochschulstudium eines historischen, museologischen, kunst- oder kulturgeschichtlichen Studienfaches an einer Universität mit einem Diplom-, Magister- oder Masterabschluss oder einem Masterabschluss in entsprechend akkreditierten Studiengängen an einer Fachhochschule.\nVorausgesetzt wird Museumserfahrung, insbesondere im Bereich Ausstellungen und Sammlung im Rahmen von Praktika oder ähnlichem\nInteresse an der Arbeit eines Freiluftmuseums\nVertiefte Kenntnisse von audiovisuellen/neuen Medien\nTalent zum kreativen, verständlichen Schreiben und Vermitteln\nHohe kommunikative und soziale Kompetenz, ausgeprägte Hands-on-Mentalität\nGute Kenntnisse in MS Office Programmen\nWünschenswert sind Grundkenntnisse zur digitalen Fotografie und Bildbearbeitung sowie Grundkenntnisse im Umgang mit Museumsdatenbanken wie MuseumPlus, VINO, Axiell Collection, Daphne oder FirstRumos\nWir bieten:\nEine vielseitige und attraktive Ausbildung im Rahmen des Volontariats mit Einblicken in diverse Bereiche der Museumsarbeit\nFlexible Arbeitszeiten und anteilige Homeoffice-Option\nEinen idyllischen Arbeitsplatz im Grünen mit erstklassiger ÖPNV-Anbindung\nBVG-Jobticket/Deutschlandticket\nDas Volontariat ist auf zwei Jahre befristet. Die Vergütung entspricht 50 % von TV-L EG 13 Stufe 1 im ersten Jahr und Stufe 2 im zweiten Jahr.\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung! Senden Sie bitte Ihre Unterlagen als PDF in\neiner\nDatei an:\nbewerbung@domaene-dahlem.de\nBewerbungsschluss: 02.03.2025\nKontakt:\nStiftung Domäne Dahlem – Landgut und Museum | Königin-Luise-Str. 49 | 14195 Berlin\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-m-w-d-86/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-34/", "image": "", "title": "Wissenschaftliche:r Volontär:in (w/m/d)", "content_text": "Stiftung Kloster Dalheim – LWL-Landesmuseum für Klosterkultur, Dahlheim Bewerbungsende: 07.03.2025 | Die Stiftung Kloster Dalheim, das LWL-Landesmuseum für Klosterkultur in Dalheim (Kreis Paderborn) sucht zum\nnächstmöglichen Termin\neine:n\nwissenschaftliche:n Volontär:in (w/m/d)\n(Pauschalvergütung wissenschaftliches Volontariat; Kenn-Nr. 507/25)\nin der Presse- und Öffentlichkeitsarbeit und Veranstaltungskoordination. Das Volontariat dient insbesondere der Vorbereitung und Begleitung der Sonderausstellung „Die Macht der Regeln! Zwischen Freiheit und Kontrolle“.\nWir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich. Sie erhalten eine monatliche Pauschalvergütung in Höhe von 50% der Entgeltgruppe 13, Stufe 1, TVöD VKA, im zweiten Jahr nach Stufe 2.\nDas LWL-Landesmuseum für Klosterkultur ist eines der 18 Museen des LWL und wird gemeinsam mit der Stiftung Kloster Dalheim betrieben. Es hat seinen Sitz in dem ehemaligen Kloster Dalheim. Denkmalgeschützte Bausubstanz und moderne Architektur bilden die Grundlage für eine innovative Museumsarbeit mit ausgeprägtem Gegenwartsbezug. Festivals und Märkte prägen das Veranstaltungsprogramm des Hauses.\nIhre Aufgaben\nMitarbeit in den Bereichen Presse- und Öffentlichkeitsarbeit, etwa in der Redaktion und Weiterentwicklung unserer Print- und Online-Kommunikation\nMitarbeit bei der Planung und Durchführung von Veranstaltungen\nErstellung von Pressemitteilungen, Vorbereitung und Begleitung von Pressegesprächen\nStrategisches und operatives Marketing\nPlanung und Durchführung touristischer Angebote\nMitarbeit in der Museumspädagogik\nWährend des Volontariates erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nIhr Profil\nein abgeschlossenes wissenschaftliches Hochschulstudium (Master/ Magister/ Diplom (Universität)) der Medien- oder Kommunikationswissenschaften, Geschichtswissenschaften\noder\nein anderes abgeschlossenes einschlägiges wissenschaftliches Hochschulstudium in einem vergleichbaren Fach\nsowie\nerste journalistische Erfahrungen (wünschenswert)\nFähigkeit, komplizierte Sachverhalte gut und verständlich darzustellen\nEigeninitiative, Flexibilität, Kreativität und Teamfähigkeit\nBereitschaft zur Arbeit auch an Wochenenden und Feiertagen\nFührerschein Klasse B\nUnser Angebot\neine vielseitige und anspruchsvolle Aufgabe in einem engagierten Museumsteam in guter Arbeitsatmosphäre\ndie Möglichkeit, sich mit wesentlichen Aspekten der Museumsarbeit vertraut zu machen und praktische Kenntnisse zu erwerben\nKennenlernen der Arbeit eines auf unterschiedlichen Feldern agierenden Hauses mit Sonderausstellungen, Großveranstaltungen, Kulturfestivals und museumspädagogischen Angeboten\nBeteiligung an der Umsetzung einer kulturhistorischen Sonderausstellung\ngründliche Einarbeitung und intensive Begleitung\nGleitarbeitszeit\nBewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind ausdrücklich erwünscht.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung. Für\nRückfragen\nsteht Ihnen\nDr. Ingo Grabowsky\n(05292 9319-120), gerne zur Verfügung\nBitte senden Sie uns Ihre Bewerbung unter Angabe der Kennnummer\n507/25\nbis zum\n07.03.2025\nper E-Mail an die LWL-Haupt- und Personalabteilung:\nlaura.von-herz@lwl.org\nWeitere Informationen:\nwww.lwl.org\nwww.stiftung-kloster-dalheim.lwl.org\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-34/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-zeitzeugenarchiv/", "image": "", "title": "Wissenschaftliches Volontariat im Zeitzeugenarchiv", "content_text": "Stiftung Gedenkstätte Berlin-Hohenschönhausen, Berlin Bewerbungsende: 07.03.2025 | Bei der Stiftung Gedenkstätte Berlin-Hohenschönhausen ist im Zeitzeugenarchiv die Vollzeitstelle\neines wissenschaftlichen Volontariats (m/w/d)\nab dem 1. Juni 2025 zu besetzen.\nDie Stiftung Gedenkstätte Berlin-Hohenschönhausen befindet sich im ehemaligen zentralen Untersuchungsgefängnis des DDR-Staatssicherheitsdienstes in Berlin. Sie hat die gesetzliche Aufgabe, die Geschichte der Haftanstalt zu erforschen, über Ausstellungen, Veranstaltungen und Publikationen zu informieren und zur Auseinandersetzung mit den Formen und Folgen politischer Verfolgung in der kommunistischen Diktatur anzuregen.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-im-zeitzeugenarchiv/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-fachkraft-fuer-restaurierung-m-w-x/", "image": "", "title": "Wissenschaftliche Fachkraft für Restaurierung (m/w/x)", "content_text": "Bischöfliches Ordinariat Regensburg, Regensburg Bewerbungsende: 07.03.2025 | Das Bischöfliche Ordinariat Regensburg – Hauptabteilung Seelsorge – Abteilung Kunst und Denkmalpflege sucht eine\nWissenschaftliche Fachkraft für Restaurierung (m/w/x)\nVollzeit / Teilzeit möglich, unbefristet, zum nächstmöglichen Zeitpunkt\nAufgabengebiet:\nReferenz-Nr.: Kunst-Denkmal.wissFK.Rest.ext\nObjektbegutachtungen und Zustandsbeschreibungen für alle Sammlungsgattungen des Museums (Gemälde, Plastiken und Skulpturen, Grafiken und Zeichnungen, Objekte der Volkskunst, Gold- und Silberschmiedearbeiten, Paramente, Möbel, Objekte der Kirchenausstattung)\nOrganisatorische Mitarbeit beim Umzug der Sammlung in den Depotneubau; restauratorische Betreuung vor den Standortzuweisungen für Objekte und deren Prüfung; Standortbuchung\nPlanung und Begleitung der Schädlingsbehandlung und Schadstoffabreicherung an Objekten, Durchführung von Schadstoffmessungen und Dokumentation von Messreihen\nErarbeitung eines Konservierungs-, Sicherungs- und Restaurierungskonzepts für Objekte\nFestlegung, Organisation und terminliche Koordination konservatorisch notwendiger Maßnahmen: restauratorische Objektvorbereitung, Reinigung, Verpacken und Lagern von Kunstwerken\nTransportvorbereitung und -organisation; Erarbeitung von Ausschreibungen und Bearbeiten von Vergaben (Transportbedingungen, Sicherung, Verpackung, Transport)\nPrüfung und Auswertung der Klimabedingungen an den verschiedenen Objektstandorten\nUmsetzung von Maßnahmen zum Integrated Pest Management\nBeratung und Unterstützung von Pfarrkirchenstiftungen bei Vergaben von Restaurierungsmaßnahmen\nAnforderungsprofil:\nErfolgreich abgeschlossenes Masterstudium der Konservierung und Restaurierung, Schwerpunkt Skulptur und Gemälde\nMehrjährige Berufserfahrung in präventiver und praktischer Konservierung und Restaurierung, Erfahrung im Umgang mit wertvollem musealen Kulturgut in Museen (Arthandling); wünschenswert Erfahrung mit sakralem Kunstgut in Kirchen\nKompetenz und Erfahrung in der EDV-gestützten Inventarisation von Kunstgut mit Museumsdokumentationssystemen (bevorzugt VINO)\nHandwerkliches Geschick und Fertigkeit im Umgang mit technischen Geräten\nHohe soziale Kompetenz mit Organisationstalent, Kommunikationsfähigkeit, Flexibilität und Belastbarkeit\nFähigkeit zur interdisziplinären Teamarbeit\nEine Fahrerlaubnis der Klasse B/BE; Fahrerlaubnis der Klasse C erwünscht\nIdentifikation mit den Zielen und Aufgaben der katholischen Kirche\nUnsere Leistungen:\nMehr Informationen finden Sie unter\nwww.bistum-regensburg.de/berufung-berufe/stellenangebote.\nBitte senden Sie Ihre Bewerbungsunterlagen\na\nn\nbewerbung@bistum-regensburg.de.\nAdresse\n: Bischöfliches Ordinariat Regensburg, HA Personal, Niedermünstergasse 1, 93047 Regensburg\nBei Rückfragen können Sie sich gerne an die Abteilungsleiterin, Frau Dr. Maria Baumann, unter\nmaria.baumann@bistum-regensburg.de\nwenden.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-fachkraft-fuer-restaurierung-m-w-x/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-fuer-fruehmittelalterliche-archaeologie/", "image": "", "title": "Referent*in für Frühmittelalterliche Archäologie", "content_text": "Archäologisches Landesmuseum Baden-Württemberg, Konstanz Bewerbungsende: 16.03.2025 | Das\nArchäologische Landesmuseum Baden-Württemberg\nist mit seinem Hauptsitz in Konstanz, dem Zentralen Fundarchiv in Rastatt und sieben Zweigmuseen die zentrale Institution für die Vermittlung der Landesarchäologie und für die Archivierung der archäologischen Zeugnisse aus einer der wichtigsten Fundregionen Europas.\nZum nächstmöglichen Zeitpunkt ist die Stelle (30%) eines*einer\nReferent*in für Frühmittelalterliche Archäologie\nzu besetzen\nIhre Aufgaben umfassen unter anderem:\nBetreuung der Dauerausstellung\nKonzeption und Umsetzung von Dauer- und Sonderausstellungen\nRedaktion\nMitarbeit bei Drittmittelanträgen\nIhr Profil\nStudium der Archäologie des Frühen Mittelalters (Promotion erwünscht), nach Möglichkeit mit Schwerpunkt der Region Süddeutschland und möglichst einer durch Publikationen belegte wissenschaftliche Tätigkeit.\nmuseale Berufserfahrung\nsehr gute konzeptionelle und organisatorische Fähigkeiten\nzielorientierte, strukturierte Arbeitsweise\nsichere Anwenderkenntnisse im gesamten MS-Office-Paket sowie einer Affinität zu digitalen Medien und Veröffentlichungsformaten\nsehr gutes mündliche und schriftliches zielgruppenspezifischen Ausdrucksvermögen, dazu sehr gute Englischkenntnisse\ndie Bereitschaft zu hohem persönlichem Engagement und flexibler Arbeitszeitgestaltung\nTeamfähigkeit und Zuverlässigkeit\nbei erfolgreicher Bewerbung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde\nUnser Angebot\neine unbefristete Stelle (30 %) mit einer Vergütung nach Entgeltgruppe 13 TV-L\neine verantwortungsvolle Tätigkeit in einer renommierten Kultureinrichtung\neine interessante Arbeit in einem engagierten Team sowie ein professionelles, wertschätzenden Arbeitsklima\nflexible Arbeitszeiten zur besseren Vereinbarkeit von Familie und Beruf\nWeiterbildungsmöglichkeiten, die sozialen Leistungen im öffentlichen Dienst sowie einen Zuschuss zum Job-Ticket Baden-Württemberg\nVielfalt ist uns wichtig, daher begrüßen wir Bewerbungen von Personen jeglichen Geschlechts, unabhängig des Alters, des Glaubens, der kulturellen und sozialen Herkunft oder der sexuellen Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben Sie Interesse?\nDann freuen wir uns auf Ihre Online-Bewerbung mit aussagekräftigen Unterlagen inkl. Zeugnisse und Referenzen bis zum 16. März 2025 per Mail an bewerbungen@konstanz.alm-bw.de; Betreff: »Frühmittelalter«\nFür Fragen steht Ihnen gerne Frau Dr. Nina Willburger unter der Tel: 07531/9804-30 zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nDie Bewerbungsgespräche finden voraussichtlich am 10. April 2025 in Konstanz statt.\nBitte beachten Sie im Kontext Ihrer Bewerbung auch unsere Datenschutzerklärung. Mit Ihrer Bewerbung bestätigen Sie, diese zur Kenntnis genommen zu haben und damit einverstanden zu sein, dass die von Ihnen angegebenen Daten elektronisch erhoben und gespeichert werden. Ihre Daten werden dabei nur streng zweckgebunden zur Bearbeitung und Beantwortung Ihrer Anfrage benutzt. Mit dem Absenden Ihrer Bewerbung erklären Sie sich mit der Verarbeitung einverstanden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-fuer-fruehmittelalterliche-archaeologie/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-10/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter*in", "content_text": "Archäologisches Landesmuseum Baden-Württemberg, Konstanz Bewerbungsende: 16.03.2025 | Das\nArchäologische Landesmuseum Baden-Württemberg\nist mit seinem Hauptsitz in Konstanz, dem Zentralen Fundarchiv in Rastatt und sieben Zweigmuseen die zentrale Institution für die Vermittlung der Landesarchäologie und für die Archivierung der archäologischen Zeugnisse aus einer der wichtigsten Fundregionen Europas.\nZum nächstmöglichen Zeitpunkt ist die Stelle (50%) eines*einer\nwissenschaftlichen Mitarbeit*in\nfür eine an der Direktion angegliederte\nStabsstelle\nmit Hauptsitz Konstanz zu besetzen.\nIhre Aufgaben umfassen unter anderem:\nUnterstützung der Direktion, insbesondere\nim Bereich Fundraising / Sponsoring\nbei der Kontaktpflege und Vernetzung mit lokalen, nationalen und auch internationalen Partnern, Aufbau von Kooperationen.\nMitarbeit an Programmplanungen sowie Ausstellungs- und Sonderprojekten\nIhr Profil:\nabgeschlossenes Hochschulstudium (M.A., Diplom, Master) in einer archäologischen Disziplin, vorzugweise der Vor- und Frühgeschichte oder der Provinzialrömischen Archäologie\nGute Kenntnisse im Bereich der Archäologie Südwestdeutschlands\nBerufserfahrung im Museumsbereich\nNach Möglichkeit Erfahrung im Bereich Fundraising/Sponsoring\nstrukturierte und effiziente Arbeitsweise\nausgeprägtes Ausdrucksvermögen (mündlich und schriftlich), sehr gute Englischkenntnisse\nOrganisationstalent,\nKommunikationsstärke\nflexibel, belastbar, hohes Engagement\nhohes Verantwortungsbewusstsein\numfassende Kenntnisse im Umgang mit MS Office\nBereitschaft zu Dienstreisen und zur Wahrnehmung von Terminen auch außerhalb der regulären Arbeitszeit\nbei erfolgreicher Bewerbung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde\nUnser Angebot:\neine unbefristete Stelle (50 %) mit einer Vergütung nach Entgeltgruppe 13 TV-L\neine verantwortungsvolle Tätigkeit in einer renommierten Kultureinrichtung\neine interessante Arbeit in einem engagierten Team sowie ein professionelles, wertschätzenden Arbeitsklima\nflexible Arbeitszeiten zur besseren Vereinbarkeit von Familie und Beruf\nWeiterbildungsmöglichkeiten, die sozialen Leistungen im öffentlichen Dienst sowie einen Zuschuss zum Job-Ticket Baden-Württemberg\nVielfalt ist uns wichtig, daher begrüßen wir Bewerbungen von Personen jeglichen Geschlechts, unabhängig des Alters, des Glaubens, der kulturellen und sozialen Herkunft oder der sexuellen Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nHaben Sie Interesse?\nDann freuen wir uns auf Ihre Online-Bewerbung mit aussagekräftigen Unterlagen inkl. Zeugnisse und Referenzen bis zum 16. März 2025 per Mail an bewerbungen@konstanz.alm-bw.de; Betreff: »Stabsstelle«\nFür Fragen steht Ihnen gerne Frau Dr. Nina Willburger unter der Tel: 07531/9804-30 zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nDie Bewerbungsgespräche finden voraussichtlich am 10. April 2025 in Konstanz statt.\nBitte beachten Sie im Kontext Ihrer Bewerbung auch unsere Datenschutzerklärung. Mit Ihrer Bewerbung bestätigen Sie, diese zur Kenntnis genommen zu haben und damit einverstanden zu sein, dass die von Ihnen angegebenen Daten elektronisch erhoben und gespeichert werden. Ihre Daten werden dabei nur streng zweckgebunden zur Bearbeitung und Beantwortung Ihrer Anfrage benutzt. Mit dem Absenden Ihrer Bewerbung erklären Sie sich mit der Verarbeitung einverstanden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-10/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/registrarin-fuer-die-prunkraeume-der-residenz/", "image": "", "title": "Registrar:in für die Prunkräume der Residenz", "content_text": "DomQuartier Salzburg, Salzburg (Österreich) Bewerbungsende: 11.03.2025 | Das DomQuartier im Herzen des Welterbes Salzburg ist ein einzigartiges Zusammenspiel von 1300 Jahren Salzburger Herrschaftsgeschichte, Kunst, Musik und Architektur. Die DomQuartier Salzburg GmbH, die dieses Museum betreibt, sucht zum nächstmöglichen Zeitpunkt eine/n Registrar:in für die Prunkräume der Residenz (\nTeilzeit, 19,25 Wochenstunden\n).\nZu Ihren Aufgaben gehört insbesondere:\nProjektmitarbeit „Kulturerbe digital“ (BMKÖS) in Zusammenarbeit mit der Kunstvermittlung zur Digitalisierung der Bestände\nInventarisierung\nSammlungs- und Objektmanagement\nOrganisation des standardisierten Pflegeprogramms\nSie bringen mit:\nStudium der Kunstgeschichte oder Geschichte\nVerständnis für Fragen der Sammlungspflege und museale Abläufe, Versicherungen und Logistik\neinschlägige Berufserfahrung im Museumsbereich oder gleichwertige Erfahrung von Vorteil\nOrganisationstalent und Hands-On-Mentalität\nKooperations- und Teamfähigkeit\nService- und Lösungsorientierung\nkommunikationssicheres Englisch in Wort und Schrift\nWir bieten:\nvielseitige Aufgaben in einem international vernetzten Museum\nMitarbeit an einem nachhaltigen Projekt\nArbeitsplatz in der Salzburger Altstadt\ngroßzügige Gleitzeitregelung\nzwei freiwillige Feiertage\nein Jahresbruttogehalt ab 19.600 EUR für 19,25 Stunden. Das tatsächliche Gehalt richtet sich nach Ihrer Qualifikation und Erfahrung.\nBewerbungen ausschließlich in elektronischer Form an:\nbewerbung@domquartier.at\nzu Handen Fr. Dr. Susanne Vogl.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.03.2025", "url": "https://www.museumsbund.de/stellenangebote/registrarin-fuer-die-prunkraeume-der-residenz/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-klassische-moderne-und-malerei/", "image": "", "title": "Kurator:in (m/w/d) Klassische Moderne und Malerei", "content_text": "Eigenbetrieb Kunsthalle Mannheim, Mannheim Bewerbungsende: 16.03.2025 | Der Eigenbetrieb Kunsthalle Mannheim sucht zum 01.06.2025 eine*n\nKURATOR*IN KLASSISCHE MODERNE UND MALEREI (M/W/D)\nEntgeltgruppe 13 TVöD / Besoldungsgruppe A 13h LBesO | Vollzeit | unbefristet\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-m-w-d-klassische-moderne-und-malerei/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kulturvermittler-m-w-d-4/", "image": "", "title": "Kulturvermittler (m/w/d)", "content_text": "Oberhausmuseum Passau, Passau Bewerbungsende: 03.03.2025 | Die\nStadt Passau\nsucht ab 1. Juni 2025\nKulturvermittler für das Oberhausmuseum Passau (m/w/d)\nEntgeltgruppe 4 TVöD\nin Teilzeit oder geringfügiger Beschäftigung mit ca. 5 bis 16 Stunden pro Woche. Die Stellen sind immer saisonal von 1. März bis 6. Januar zu besetzen.\nDas Oberhausmuseum befindet sich in den Räumlichkeiten der Veste Oberhaus und ist eines der zentralen Museen in der Region. Eine der Hauptaufgaben in den nächsten Jahren wird es sein, die bisherige erfolgreiche Kulturvermittlung weiterzuentwickeln.\nIhre Aufgaben:\nDurchführung sämtlicher zielgruppenspezifischer Vermittlungsangebote (Führungen, Workshops, Kindergeburtstage und Begleitprogramme für Ausstellungen) im Innen- und Außenbereich des Museums\nDurchführung von Vermittlungsangeboten im Rahmen von Veranstaltungen\nUnterstützungstätigkeiten (z.B. Vorbereiten von und Aufräumen nach Veranstaltungen oder Vermittlungsangeboten, Organisatorisches)\nUnsere Anforderungen:\nAusgeprägte Kommunikationsfähigkeiten und ein selbstsicheres, freundliches Auftreten\nWertschätzender Umgang und Aufgeschlossenheit gegenüber Besucherinnen und Besucher, insb. Freude an der Arbeit mit Kindern und Jugendlichen\nFreude an der Vermittlung historischer Inhalte und die Bereitschaft, sich entsprechendes Wissen anzueignen, sowie handwerkliches Geschick\nKunst- und kulturhistorische Kenntnisse sind von Vorteil\nPädagogische Kenntnisse sind ebenfalls von Vorteil\nEinsatzbereitschaft und zeitliche Flexibilität (Arbeiten auch außerhalb der üblichen Arbeitszeiten, auch am Wochenende oder an Feiertagen)\nGute Englischkenntnisse sind wünschenswert\nDer Führerschein der Klasse B und ein eigenes Auto sind für Bewerber/innen von Vorteil, da keine regelmäßige öffentliche Verkehrsverbindung zum Dienstort besteht.\nUnser Angebot:\nEin interessantes und abwechslungsreiches Aufgabengebiet in einem Museum\nEin leistungsgerechtes Entgelt nach Entgeltgruppe 4 des Tarifvertrages für den öffentlichen Dienst (TVöD)\nDie im öffentlichen Dienst üblichen Sozialleistungen (u.a. „Weihnachtsgeld“, Leistungsentgelt)\nEine Zusatzaltersvorsorge durch den Arbeitgeber\nFür weitere Informationen zu dieser Stellenausschreibung steht Ihnen Frau Dr. Buchhold, Leiterin des Oberhausmuseums, unter der Tel.nr. 0851/396-815 gerne zur Verfügung.\nWir freuen uns auf Ihre vollständige und aussagekräftige Bewerbung inklusive der einschlägigen Abschluss- und Arbeitszeugnisse\nbis spätestens\n3. März 2025\nüber unser Bewerbungsportal (bewerbungen.passau.de).\nDie Informationen auf dem Bewerbungsportal sind Bestandteil dieser Stellenausschreibung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2025", "url": "https://www.museumsbund.de/stellenangebote/kulturvermittler-m-w-d-4/", "date_published": "2025-02-13T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-projekt-umweltbildung-biodiversitaet-und-nachhaltigkeit-kreativ-vermitteln/", "image": "", "title": "Mitarbeiter*in (m/w/d) Projekt „Umweltbildung, Biodiversität und Nachhaltigkeit kreativ vermitteln“", "content_text": "Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf, Molfsee Bewerbungsende: 26.02.2025 | Bei der Stiftung Schleswig-Holsteinische Landesmuseen Schloss Gottorf – Freilichtmuseum Molfsee – Landesmuseum für Volkskunde –\nist zum 1. April 2025 und auf zwei Jahre befristet die Stelle eine/r\nMitarbeiter*in (m/w/d) in Teilzeit (50%)\nfür das Projekt „Umweltbildung, Biodiversität und Nachhaltigkeit kreativ vermitteln“\nzu besetzen.\nDie Stiftung Schleswig-Holsteinische Landesmuseen ist mit sieben Museen an fünf Standorten der bedeutendste Museumsverbund Schleswig-Holsteins. Mit ihren Schwerpunkten Archäologie, Kunst und Kulturgeschichte sowie Volkskunde erzählen die Museen die Geschichte Schleswig-Holsteins und\nseiner Menschen von der Steinzeit bis in die Gegenwart.\nDas Freilichtmuseum Molfsee vor den Toren der Landeshauptstadt Kiel ist das größte Freilichtmuseum Norddeutschlands und zugleich das zentrale Museum für Alltagskulturgeschichte in Schleswig-Holstein. Neben einer umfangreichen Sammlung zur Alltagskultur in Schleswig-Holstein umfasst das Museum auf 40 ha Freifläche über 70 historische Exponatgebäude sowie mit dem Jahr100Haus ein modernes Ausstellungsgebäude mit Dauer- und Sonderausstellungen.\nDas erwartet Sie\nZu Ihren Aufgaben zählen der eigenständige Aufbau sowie die Strukturierung eines Vermittlungsbereichs Umweltbildung unter Einbeziehung aller Schnittstellen in der Stiftung und die Vernetzung nach innen und außen.\nHierzu gehört insbesondere die Erarbeitung eines Konzepts zur Vermittlung der Geschichte und Gegenwart von Mensch-Umwelt-Beziehungen, das den Themenstrang „Natur als Ressource“ im Freilichtmuseum sinnvoll erweitert. Zudem sollen systematisch Brücken zur Arbeit des Kooperationspartners Naturpark Westensee/Obere Eider e.V. geschlagen werden. Dabei liegt der Fokus auf kreativ-partizipativen Ansätzen und einer Sensibilisierung für die vielen Dimensionen von Nachhaltigkeit.\nDarüber hinaus sind Sie eigenständig für die Konzipierung, Koordinierung und Auswertung partizipativer Projekte – vor allem entlang von Ausstellungsthemen – zuständig. Sie arbeiten ander Konzeption eines Begleitprogrammes der im Freilichtmuseum gezeigten und geplanten Sonderausstellungen mit.\nIhr Dienstort ist Molfsee.\nWir setzen voraus\nWir suchen eine vertrauenswürdige, zuverlässige und flexible Person mit mehrjähriger Berufserfahrung, nach Möglichkeit in den Bereichen musealer Vermittlung, Arbeit mit Schülerinnen und Schülern und Gruppen, Partizipation und/oder bürgerschaftliches Engagement.\nSie verfügen über ein erfolgreich abgeschlossenes Studium (MA) in einer kulturwissenschaftlichen Fachrichtung oder einen vergleichbaren Abschluss, kennen museale Organisationsstrukturen und aktuelle Ansätze in der Vermittlungsarbeit und der Wissenschaftskommunikation. Wir freuen uns über Expertise im Bereich der Human Animal/Multi-Species Studies.\nSie sind bei uns richtig, wenn Sie sich für praktische Museumsarbeit und die Kulturgeschichte des ländlichen Raumes interessieren, strukturiert, selbstständig und verantwortungsbewusst arbeiten und auch gerne mal mit anpacken. Ihre Bereitschaft zur gelegentlichen Arbeit in den Abendstunden bzw. am Wochenende und an Feiertagen setzen wir voraus.\nDamit Sie in der Region, innerhalb der Stiftung, mit der Sammlung und Kooperationspartner*innen reibungslos zusammenarbeiten können, benötigen Sie einen Führerschein der Klasse B.\nWir erwarten einen wertschätzenden Umgang mit unseren heterogenen Kooperationspartner*innen und ein professionelles Bewusstsein für Abläufe im öffentlichen Dienst. Wir wünschen uns Sie als Verstärkung unseres Teams, wenn Sie gern kommunizieren, belastbar und teamfähig sind und auch in turbulenten Momenten nicht ihren Sinn für Humor verlieren.\nWir bieten\nWir bieten ein vielseitiges Aufgabenspektrum in einem facettenreichen kulturellen Umfeld und ein anregendes Arbeitsumfeld in einem engagierten und kollegialen Team.\nDie Vergütung erfolgt nach TV-L, je nach Qualifikation und beruflicher Erfahrung bis zu Entgeltgruppe 13. Zudem können Sie von einer betrieblichen Altersversorgung (VBL) und einem betrieblichen Gesundheitsmanagement profitieren.\nDie Stiftung fördert aktiv die Gleichstellung aller Mitarbeiterinnen und Mitarbeiter. Wir begrüßen deshalb Bewerbungen von Frauen und Männern, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerberinnen und Bewerber werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nBei Rückfragen wenden Sie sich bitte an die Museumsleitung, Dr. Kerstin Poehls (\nkerstin.poehls@landesmuseen.sh\n)\nIhre aussagekräftige Bewerbung (Lebenslauf und Zeugnisse) richten Sie bitte bis\nspätestens 26.02.2025\nan bewerbung@landesmuseen.sh\n(unsere Datenschutzhinweise finden Sie auf unserer Homepage\nhttps://landesmuseen.sh/de/datenschutz/bewerber\n). Aus technischen Gründen kann nur eine PDF-Datei mit einer Größe von 8 Megabyte übertragen werden. Bitte wählen Sie die Dateibezeichnung „Nachname_Vorname.PDF“. Andere Dateiformate oder weitere Anhänge werden ohne Rückmeldung gelöscht oder abgewiesen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.02.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-projekt-umweltbildung-biodiversitaet-und-nachhaltigkeit-kreativ-vermitteln/", "date_published": "2025-02-13T00:00:00"}]}