{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/sammlungsassistenz-w-m-d-2/", "image": "", "title": "Sammlungsassistenz (w/m/d)", "content_text": "Sudetendeutsche Museum, München Bewerbungsende: 08.03.2026 | Die Sudetendeutsche Stiftung, eine vom Freistaat Bayern eingerichtete rechtsfähige Stiftung des öffentlichen Rechts, sucht zum 01.05.2026\neine Sammlungsassistenz (w/m/d)\nin Vollzeit für das Sudetendeutsche Museum in München. Die Stelle ist als Elternzeitvertretung befristet bis voraussichtlich 31. Januar 2028. Die Eingruppierung erfolgt je nach Qualifikation, persönlichen Voraussetzungen und übertragenen Tätigkeiten max. in Entgeltgruppe 9b TV-L.\nDas Sudetendeutsche Museum wurde vom Freistaat Bayern mit finanzieller Beteiligung der Bundesrepublik Deutschland als Hochbaumaßnahme erstellt und von einem Planungsstab der Sudetendeutschen Stiftung eingerichtet. Es liegt in unmittelbarer Nähe des Deutschen Museums und des Kulturzentrums Gasteig in zentraler Lage von München. Das Sudetendeutsche Museum wurde am 12. Oktober 2020 vom Bayerischen Ministerpräsidenten Dr. Markus Söder und der Beauftragten der Bundesregierung für Kultur und Medien Staatsministerin Monika Grütters eingeweiht und wird mit Mitteln des Freistaats Bayern von der Sudetendeutschen Stiftung betrieben. Im Jahr 2023 war es für den Europäischen Museumspreis (EMYA) nominiert.\nAufgabenschwerpunkte:\nMitarbeit in der Verwaltung und Organisation des Museumsdepots in München-Trudering in enger Zusammenarbeit mit der Sammlungsleitung\nInventarisierung, Dokumentation und Katalogisierung des Sammlungsbestandes und der Neuzugänge mittels der Sammlungsdatenbank VINO, Mitarbeit bei der Übernahme von Heimatstuben\nMitarbeit bei der Konservierung, sachgemäßen Lagerung und Klimatisierung des Museumsguts\nMitarbeit bei Gestaltung und Aufbau von Sonderausstellungen\nTransport- und Verpackungsvorbereitungen für Leihvorgänge\nMitarbeit im Aufgabenfeld der präventiven Konservierung und im Kulturgüterschutz\nAufsicht und Zuständigkeit für die Vitrinen in der Dauerausstellung\nMuseumsführungen für Besucherinnen und Besucher\nVoraussetzungen für die Stellenbesetzung:\nEinschlägiger Hochschulabschluss (Bachelor oder höherwertig) im Fach Geschichte, Kunstgeschichte, Kulturgeschichte, Volkskunde, Museologie, Archivwissenschaft, Restaurierungs- und Konservierungswissenschaft oder eine vergleichbare Qualifikation\nEinschlägige Berufserfahrung im musealen Umfeld\nHistorische und konservatorische Fachkenntnisse sowie Kenntnisse im Umgang mit musealen Gegenständen\nSehr gute deutsche Sprachkenntnisse in Wort und Schrift auf dem Niveau C1 des Gemeinsamen Europäischen Referenzrahmens für Sprachen (GER), gute Englischkenntnisse mindestens auf dem Niveau B2\nSehr gute Kenntnisse des MS Office Pakets\nFührerschein Klasse B\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Daher freuen wir uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist für die Besetzung mit schwerbehinderten Personen grundsätzlich geeignet. Schwerbehinderte Bewerber bzw. Bewerberinnen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIdealerweise bringen Sie zusätzlich mit:\nKenntnisse der böhmisch-mährischen, insbesondere sudetendeutschen Geschichte\nTschechische Sprachkenntnisse\nSehr gute Kenntnisse in der Digitalisierung, Inventarisierung, Dokumentation\nFundierte Kenntnisse im Umgang mit einer Museumsdatenbank\nSelbstständiges sowie teamorientiertes Arbeiten\nEigeninitiative, Flexibilität, Bereitschaft für gelegentliche Wochenendarbeit und Dienstgänge\nSehr sorgfältige und gewissenhafte Arbeitsweise\nBegeisterungsfähigkeit, Lernbereitschaft und eine hohe Motivation\nEmpathie beim Umgang mit Besucherinnen und Besuchern sowie Spenderinnen und Spendern\nWir bieten:\nEine spannende Position in einem thematisch interessanten, hoch aktuellen und anspruchs­vollen Aufgabengebiet mit einem überschaubaren engagierten und fachkundigen Team.\nIhre Bewerbung:\nInteressierte (m/w/d) werden gebeten, ihre Bewerbung mit den entsprechenden Unterlagen (Zeugnisse, lückenlose Tätigkeitsnachweise usw.) ausschließlich per E-Mail und in einem einzigen PDF-Dokument bis zum 08.03.2026 einzureichen bei der Sudetendeutschen Stiftung, Verwaltungsleitung Sudetendeutsches Museum, Herrn Jens Bergmann, jens.bergmann@sudetendeutsche-stiftung.de.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sammlungsassistenz-w-m-d-2/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/programmer-for-scientific-data-management-f-m-d/", "image": "", "title": "Programmer for Scientific Data Management (f/m/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 06.03.2026 | The Senckenberg – Leibniz Institution for Biodiversity and Earth System Research (SGN), headquartered in Frankfurt am Main, is seeking to fill the following position in the Senckenberg Data and Modelling Center (SDMC), Geobiodiversity Information and Data Management team at the Senckenberg Research Institute and Natural History Museum Frankfurt, starting as soon as possible:\nProgrammer for Scientific Data Management (f/m/d)\n(Part-time)\nLocation: Frankfurt\nEmployment scope: Part-time: 40% – 60%\nType of contract: Temporary, limited to 36 months\nRemuneration: Collective agreement of the state Hesse (TV-H) / E11-E13\nFounded in 1817, Senckenberg Gesellschaft für Naturforschung (SGN) is one of the world’s leading research institutions in the field of biodiversity. At our twelve sites in Germany, scientists from over 40 nations conduct cutting-edge research on an international scale. Our headquarter is located in the thriving commercial metropolis of Frankfurt (Mainhatten) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum.\nThe Geobiodiverstiy Information and Data Management team contributes to the development of national and international research data infrastructures, making Senckenberg’s natural history collections and geobiodiversity research data sustainably accessible for interdisciplinary usage. Our team is dedicated to managing, storing, archiving, and publishing diverse types of geobiodiversity data and metadata.\nGFBio (Gesellschaft für Biologische Daten e.V.) constitutes a platform for managing, sharing, and preserving biological research data and expertise throughout Germany. Currently, 10 Data Centers serve as infrastructure partners within the GFBio network, supporting the curation, archiving, and publication of biodiversity data. Senckenberg hosts a GFBio Data Center, and data submitted through GFBio are transferred to the infrastructure improved and established by the appointed candidate. The aim is to enhance our infrastructure for the curation and archiving of various biological data, starting with information on physical collection objects, continuously extended by further data types. This development project is funded by NFDI4Biodiversity, part of NFDI, the German National Research Data Infrastructure Program.\nThe project position is part of our Senckenberg Data and Modelling Center (SDMC) with experts in the areas of biodiversity research data management and service development at the Senckenberg Institutes, so that comprehensive training in the relevant subject areas is guaranteed.\nYour tasks\nEnhancing SGN Data Center infrastructure for the curation and archiving of various biological data, starting with information on physical collection objects, continuously extended by further data types\nLead the conception and implementation of database extensions and APIs for data transfer, with a high level of responsibility.\nEnsuring data security, including rights management\nIndependently design a workflow for versioning of datasets, usage of suitable archiving formats and backup strategies, following the OAIS Reference Model\nSupport the Core Trust Seal Certification process\nResponsibility for the development of individual solutions for specific data submitted through GFBio as well as sustainable general workflows\nProficient communication with colleagues (Central IT, SDMC) for integration with internal workflows and systems\nCommunication with GFBio Data Center group (exchange and status reports)\nYour profile\nCompleted university/technical college degree in computer science, bioinformatics, geoinformatics, or comparable qualification\nExperience with building, maintaining, and connecting databases, data exchange formats and structures (PostgreSQL, XML, JSON)\nKnowledge of APIs and corresponding specifications (OpenAPI)\nKnowledge of data archiving formats and standards, and backup procedures, preferably strong experience in this field\nVery good communication skills and the ability to conceive and implement software solutions independently, but in close discussion with cooperation partners\nGood communication skills in both written and spoken German and English\nTeam-oriented, structured, and flexible working style, ideally with the willingness to travel for training, meetings and presentations\nDesirable skills\nExperience with biological data, taxonomic knowledge (ABCD, DarwinCore)\nExperience in Research Data Management\nKnowledge of FAIR principles and their implementation\nWe Offer\nAccess to an international network of scientists, policymakers, and research organizations\nA dynamic working environment in Frankfurt, a diverse and vibrant city offering a high quality of life\nFlexible working hours – mobile working options – Support with childcare or caring for family members (certified by the “audit berufundfamilie”) – employee ID card with free admission to municipal museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (cover letter, CV, training and employment references) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nstating the reference #01-25068-1 by 6 March 2026 or apply online, using the application form on our website\nhttps://www.senckenberg.de/en/career/apply-online/\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact PD Dr. Hanieh Saeedi at\nhanieh.saeedi@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nPlease visit our website at\nwww.senckenberg.de\nfor further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.03.2026", "url": "https://www.museumsbund.de/stellenangebote/programmer-for-scientific-data-management-f-m-d/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-als-assistenz-der-registrare-m-w-d-projektmitarbeit-museumplus/", "image": "", "title": "Mitarbeiter/in als Assistenz der Registrare (m/w/d) & Projektmitarbeit MuseumPlus", "content_text": "Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 04.03.2026 | Das Museum Barberini in Potsdam gestiftet von SAP-Gründer und Mäzen Hasso Plattner, wird von der Hasso Plattner Foundation getragen. Seit der Eröffnung 2017 ist das Haus mit Ausstellungen zum französischen Impressionismus und zu aktuellen Fragestellungen zu Künstlern wie Vincent van Gogh, Pablo Picasso oder Gerhard Richter hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die Sammlung impressionistischer Gemälde des Museumsgründers Hasso Plattner, darunter Werke von Claude Monet, Pierre-Auguste Renoir, Berthe Morisot, Gustave Caillebotte und Paul Signac.\nFür das Museum Barberini suchen wir zum nächstmöglichen Zeitpunkt befristet auf 2 Jahre eine/n:\nMitarbeiter/in als Assistenz der Registrare (m/w/d) & Projektmitarbeit MuseumPlus\nVollzeit – Museum Barberini, Potsdam\nIhre Aufgaben\nAssistenz der Registrare\nUnterstützung im nationalen und internationalen Leihverkehr (u.a. Vorbereitung von Leihverträgen)\nVorbereitung, Ablage, Dokumentation und Versand von Zustandsprotokollen\nMitarbeit bei der jährliche Inventur\nVerwaltung von Bildanfragen inkl. Bildrechten, Merchandiseanfragen und Vertragsabwicklung\nOrganisation der Annahme und Ausgabe von Leihgaben sowie Leerkisten\nMitbetreuung von Objektwechseln in den Ausstellungen\nUnterstützung bei der Umsetzung der EU-Einfuhrverordnung sowie bei Zollabwicklungen\nMitarbeit bei Ausstellungsauf- und abbauten\nUnterstützung bei Kurierplanung und -buchung\nMitarbeit beim Katalogversand und der Pflege von Adressverteilern\nDatenbankarbeit in MuseumPlus (Analge und Pflege von Datensätzen, Standortverwaltung, Unterstützung der Datenbankadministration)\nProjektmitarbeit MuseumPlus\nUnterstützung bei der Umsetzung neuer MuseumPlus-Funktionen und Module\nOperative Datenpflege sowie Mitarbeit bei Datenmigration und Qualitätssicherung\nPflege und Weiterentwicklung von Vorlagen, Berichten und Exportformaten\nDurchführung von Tests bei Updates oder neuen Modulen nach Vorgaben\nErstellung kurzer Anleitungen, Checklisten und Dokumentationen\nIhr Profil\nAbgeschlossenes Hochschulstudium der Museologie, des Kulturmanagements oder eines vergleichbaren Studiengangs\noder\neinschlägige Berufserfahrung im genannten Aufgabenfeld\nBerufserfahrung im Museums- oder Kulturbereich, idealerweise im Sammlungs- oder Registrarwesen\nAusgeprägte digitale Affinität sowie Verständnis für Datenstrukturen und Arbeitsprozesse\nSehr gute organisatorische Fähigkeiten, strukturiertes Arbeiten und sicheres Zeitmanagement\nKenntnisse in MuseumPlus sowie sichere Anwendung von Microsoft Office (wünschenswert)\nInteresse an der internationalen Museumslandschaft\nSorgfältige, zuverlässige und serviceorientierte Arbeitsweise\nGute Kommunikationsfähigkeiten und Teamorientierung\nVerhandlungsgeschick sowie Belastbarkeit auch bei Termindruck und gelegentlichen Einsätzen außerhalb regulärer Arbeitszeiten\nSehr gute Englischkenntnisse in Wort und Schrift, weitere Fremdsprachen von Vorteil\nDas bieten wir Ihnen:\nAnspruchvolles und abwechslungsreiches Aufgabengebiet in einem der führenden Ausstellungshäuser im deutschsprachigem Raum\nEin umfangreiches Benefitpaket, darunter ein monatliches Mobilitätsbudget, Essenszuschuss, Urban Sports Club Mitgliedschaft und Erholungsbeihilfe\nSchlanke Organisationsstruktur, generalistisch arbeitendes, agiles Team\nFlexible Arbeitszeiten mit regelmäßiger Home-Office-Option\nWeiterbildungsmöglichkeiten und regelmäßige Mitarbeiterevents\nIhre aussagekräftige Bewerbung (Anschreiben, Lebenslauf, Zeugniskopien) senden Sie bitte unter Angabe Ihrer Gehaltsvorstellung, als PDF bis zum\n04.03.2026\nin elektronischer Form mit dem\nStichwort\nAssistenz\nRegistrar\n(m/w\n/\nd)\nan\nbewerbungen@museum-barberini.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.03.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-als-assistenz-der-registrare-m-w-d-projektmitarbeit-museumplus/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-mediaguide-m-w-d/", "image": "", "title": "Projektassistenz Mediaguide (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 03.03.2026 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Forschung und Vermittlung von Kulturgeschichte ist unser Auftrag. Wir am Germanischen Nationalmuseum bieten unseren Besucherinnen und Besuchern eindrucksvolle Einblicke in die faszinierende Welt der Kunst- und Kulturgeschichte. Als Arbeitgeber im öffentlichen Dienst beschäftigen wir mehr als 250 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nDas Germanische Nationalmuseum strebt danach, ein offener Ort der Begegnung für möglichst viele Menschen zu sein. Die digitale Vermittlung ist eine wichtige Säule des Wissenstransfers. Dazu gehört auch der Mediaguide des Museums. Dieser soll in den nächsten Jahren durch Führungslinien in verschiedenen Sprachen, aber auch durch Angebote für Menschen mit Einschränkungen in neu entstehenden Dauerausstellungen deutlich erweitert werden.\nDie Mitarbeit erfolgt im Kunst- und Kulturpädagogischen Zentrum der Museen in Nürnberg (KPZ), dem zentralen museumspädagogischen Dienst des GNM und der Stadt Nürnberg. Wir suchen Sie zum nächstmöglichen Zeitpunkt als\nProjektassistenz Mediaguide (m/w/d)\nTeilzeit (50%), E 11 TV-L, befristet für 2 Jahre\nIhre Aufgaben:\nMitarbeit an der inhaltlichen und technischen Weiterentwicklung des Mediaguides des GNM\nPflege des CMS des Mediaguides, inklusive Einpflegen von Audio-, Bild- und Videodateien\nMitarbeit bei der Redaktion der Audiotexte\nOrganisatorische und operative Assistenz\nKommunikation und koordinierender Austausch mit unterschiedlichen externen Partnern\nregelmäßige Funktionsprüfung und Qualitätskontrolle der Mediaguide-Geräte\nIhr Profil:\nein abgeschlossenes Hochschulstudium in einem museumsrelevanten Fachgebiet, bevorzugt Kunstgeschichte oder Digital Humanities (B.A., M.A.)\npraktische Berufserfahrung im Bereich der musealen Datenverarbeitung oder der digitalen Vermittlung im Museum\nsicherer Umgang mit Datenbankprogrammen, Bildbearbeitung und KI-Redaktionsprogrammen\nErfahrungen im publikumsorientierten Schreiben\nausgeprägte Organisations- und Kommunikationskompetenz\nTeamfähigkeit sowie interkulturelle Kompetenz\nWir bieten:\neinen Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700 000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nMitarbeiteressen in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Orientierung. Schwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nSie wollen uns bei unseren Aufgaben unterstützen?\nDann freuen wir uns, Sie kennenzulernen!\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen) bis spätestens zum\n03. März 2026\nan unser Onlineportal.\nFür Auskünfte steht Ihnen die Leitung des KPZ, Dr. Jessica Mack-Andrick (0911 1331-237 oder per Mail an j.mack-andrick.kpz@gnm.de), gerne zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2026", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-mediaguide-m-w-d/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-ausstellungsdienst-fuer-die-future-box/", "image": "", "title": "Mitarbeiter (w/m/d) im Ausstellungsdienst für die „Future Box“", "content_text": "Deutsches Museum, München Bewerbungsende: 24.02.2026 | Das Deutsche Museum sucht zum nächstmöglichen Zeitpunkt in Teilzeit (20-40%)\nMitarbeiter (w/m/d) im Ausstellungsdienst für die „Future Box“\nfür die aktive Begleitung der Besucherinnen und Besucher beim Rundgang durch die innovative Ausstellung im Wechselspiel mit einer Künstlichen Intelligenz (KI AI-ME).\nIhre Aufgaben\nOrganisation, Durchführung und Betreuung des Ausstellungsangebotes\nzielgruppenspezifische und individuelle Betreuung der Besucherinnen und Besucher\nMediensteuerung der immersiven Szenen mittels Tablet\nDurchführung von Vorführungen, Veranstaltungen und Aktivitäten (z.B. VR-Weltraumflug) und Moderation von Diskussionen\nPflege von Ausrüstung und Material\nMitwirkung bei der technischen Betreuung der Ausstellung und der integrierten KI in Zusammenarbeit mit unserem Technik-Team\nIhr Profil\nerfolgreich abgeschlossene Berufsausbildung im naturwissenschaftlich-technischen, medien-technischen oder sozialwissenschaftlichen Bereich, auch Studierende einer deutschen Hoch-schule oder Fachhochschule sind eingeladen, sich zu bewerben\nFreude an intensiver Kommunikation mit Besucherinnen und Besuchern\npädagogische Erfahrung, gute Sprachkenntnisse in Deutsch und Englisch, Kenntnisse im Umgang mit KI, VR und im Bereich Zukunftstechnologien (Robotik, Quantencomputing, Raumfahrt etc.) sind von Vorteil\nBereitschaft zu flexiblen Arbeitszeiten auch in den Abendstunden, an Feiertagen und Wochenenden (max. 2x/Monat)\nWir bieten\neinen verantwortungsvollen und interessanten Arbeitsplatz in Münchner Innenstadtlage in einem engagierten, wertschätzenden und kollegialen Team\neine tarifgerechte Bezahlung in Entgeltgruppe 6 nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neine tarifliche Jahressonderzahlung\nAltersvorsorge des öffentlichen Dienstes\nbezahlte Freistellung am 24. und 31.12.\nein Betriebliches Gesundheitsmanagement, WellPass\nDie Stelle ist auf ein Jahr befristet, mit der Option auf Verlängerung um ein Jahr.\nFür fachliche Fragen steht Ihnen Frau Dr. Kellberg (089/2179-236) gerne zur Verfügung.\nWir begrüßen Ihre Bewerbung unabhängig Ihres Alters, Ihres Geschlechts, Ihrer kulturellen und sozialen Herkunft, Religion, Weltanschauung, von Behinderung und sexueller Identität.\nSind Sie interessiert?\nWir freuen uns auf Ihre Bewerbung per E-Mail (eine Datei im PDF-Format, max. 10 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen, ggf. Immatrikulationsbescheinigung bis\n24.02.2026\nan\nbewerbung@deutsches-museum.de\n. Bitte geben Sie im Betreff Ihrer E-Mail die Ausschreibungsnummer\n2605\nan.\nBei Eingang erhalten Sie eine automatische Empfangsbestätigung. Verspätete Bewerbungen können nicht berücksichtigt werden.\nInformationen zum Datenschutz und zur Verarbeitung personenbezogener Daten im Rahmen Ihrer Bewerbung finden Sie unter\nhttp://www.deutsches-museum.de/impressum/datenschutz\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-w-m-d-im-ausstellungsdienst-fuer-die-future-box/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-m-w-d-2/", "image": "", "title": "Museumspädagog*in (m/w/d)", "content_text": "Germanisches Nationalmuseum, Nürnberg Bewerbungsende: 03.03.2026 | Das Germanische Nationalmuseum (GNM) ist das größte kulturgeschichtliche Museum des deutschen Sprachraums. Mit unseren 1,4 Millionen Objekten bringen wir unsere Besucher*innen immer wieder zum Staunen. Forschung und Vermittlung von Kulturgeschichte ist unser Auftrag. Wir am Germanischen Nationalmuseum bieten unseren Besucherinnen und Besuchern eindrucksvolle Einblicke in die faszinierende Welt der Kunst- und Kulturgeschichte. Als Arbeitgeber im öffentlichen Dienst beschäftigen wir mehr als 250 Mitarbeiter*innen in den unterschiedlichsten Tätigkeitsbereichen.\nDas Germanische Nationalmuseum ist ein offener Ort der Begegnung für möglichst viele Menschen. Barrieren, die Teilhabe erschweren, sollen kontinuierlich abgebaut werden. Das Museum entwickelt Maßnahmen zur Förderung von Inklusion wie z. B. Konzepte für Tast-Stationen in Ausstellungen, bauliche Optimierungen sowie inklusive digitale Vermittlungsangebote. Die Zusammenarbeit mit Verbänden und Selbsthilfe-Organisationen ist dabei eine zentrale Aufgabe. Zu den wichtigen Vermittlungsangeboten des GNM gehört der Mediaguide, der in den nächsten Jahren durch mehrsprachige Führungslinien in den neuen Dauerausstellungen genauso wie durch neue Angebote für Menschen mit Einschränkungen deutlich erweitert werden soll. Auch das öffentliche Programm des GNM richtet sich mit Führungen, Gesprächen und Workshops an ein breites Publikum und soll ebenfalls noch inklusiver und zielgruppenorientierter gestaltet werden.\nDaher suchen wir zur Mitarbeit im Kunst- und Kulturpädagogischen Zentrum der Museen in Nürnberg (KPZ), dem zentralen museumspädagogischen Dienst des GNM und der Stadt Nürnberg, ab dem 15. Mai 2026 eine*n\nMuseumspädagog*in (m/w/d)\nVollzeit, E 13 TV-L, befristet für 2 Jahre (Elternzeitvertretung)\nfür die museumspädagogische Mitarbeit, Schwerpunkt Inklusion und Mediaguide\nIhre Aufgaben:\nWeiterentwicklung und inhaltliche Betreuung des Mediaguides\nMitarbeit in der AG Barrierefreiheit des GNM\nBeratende Begleitung bei Ausstellungskonzeptionen in Bezug auf Inklusion und Barrierefreiheit\nEntwicklung inklusiver museumspädagogischer Vermittlungskonzepte\nMitarbeit bei der Entwicklung inklusiver Vermittlungsstationen in Dauerausstellungen\nKontaktpflege zu Betroffenenverbänden und Vereinen\nMitarbeit bei der Konzeption und Koordination des öffentlichen Programms des GNM\nAllgemeine Unterstützung der Vermittlungsarbeit im GNM\nIhr Profil:\nein abgeschlossenes wissenschaftliches Hochschulstudium in einem museumsrelevanten Fachgebiet, bevorzugt Kunstgeschichte; ein Masterabschluss ist wünschenswert\neinschlägige Berufserfahrung von mindestens zwei Jahren in der Museumspädagogik mit Projektverantwortung, insbesondere in den Bereichen Inklusion und Mediaguide\nErfahrung in der didaktischen Erschließung von Ausstellungen\nfundierte museumspädagogische Methodenkompetenz\numfassende Textkompetenz und Erfahrung im publikumsorientierten Schreiben\nausgeprägte Organisations- und Kommunikationskompetenz\nTeamfähigkeit, Belastbarkeit sowie interkulturelle Kompetenz\nOffenheit für vereinzelte Einsätze an Wochenenden\nWir bieten:\neinen Arbeitsplatz in einem interdisziplinären, lebendigen und offenen Haus\ndie Möglichkeit, an einem Ort voller kultureller Schätze zu arbeiten\neine umfangreiche, gut ausgestattete Bibliothek mit ca. 700 000 Bänden zum Thema Kunst- und Kulturgeschichte\neine attraktive Lage mitten in der Nürnberger Innenstadt\neine gute Erreichbarkeit (Lage direkt an der U-Bahn-Haltestelle Opernhaus) und ein vergünstigtes Jobticket für den ÖPNV\nMitarbeiteressen in unserem Museums-Café\nindividuelle Fortbildungsmöglichkeiten\nFamilienfreundlichkeit durch flexible Arbeitszeiten\ndie Möglichkeit zum mobilen Arbeiten\nalle Sozialleistungen des öffentlichen Dienstes und eine betriebliche Altersversorgung (VBL)\nWir vom Germanischen Nationalmuseum begrüßen Vielfalt und freuen uns daher über Bewerbungen von qualifizierten Menschen, unabhängig von ihrer ethnischen, kulturellen und sozialen Herkunft sowie von Geschlecht, Religion, Weltanschauung, Behinderung, Alter oder sexueller Orientierung. Schwerbehinderte Bewerber*innen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt berücksichtigt.\nSie wollen uns bei unseren Aufgaben unterstützen? Dann freuen wir uns, Sie kennenzulernen!\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen (mit Anschreiben, Lebenslauf, Zeugnissen) bis spätestens zum\n03. März 2026\nan unser\nOnlineportal\n.\nFür Auskünfte steht Ihnen die Leitung des KPZ, Dr. Jessica Mack-Andrick (0911 1331-237 oder per Mail an j.mack-andrick.kpz@gnm.de), gerne zur Verfügung.\nLEIBNIZ-FORSCHUNGSMUSEUM FÜR KULTURGESCHICHTE\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 03.03.2026", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-m-w-d-2/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-die-inventarisierung-von-baufragmenten-m-w-d/", "image": "", "title": "Mitarbeiter/in für die Inventarisierung von Baufragmenten (m/w/d)", "content_text": "Hessen Kassel Heritage, Kassel Bewerbungsende: 24.02.2026 | Hessen Kassel Heritage besetzt zum nächstmöglichen Zeitpunkt eine Stelle als\nMitarbeiter/in für die Inventarisierung von Baufragmenten (m/w/d)\nbefristet bis 30.09.2027 in Teilzeit (20 Stunden/Woche).\nHessen Kassel Heritage besteht aus einer Einheit von Museen, Schlössern und historischen Gartendenkmälern, seit Juni 2013 gehören Wasserkünste und Herkules im Bergpark Wilhelmshöhe zum UNESCO-Weltkulturerbe der Menschheit.\nIhre Aufgaben:\nAufbau, Ausbau und Pflege der Sammlung Baufragmente\nErmittlung, Bestimmung, Erfassung, Systematisierung, Zuordnung und Dokumentation vorhandener Bestände an Spolien und Baufragmenten\nOrganisation und Umsetzung einer zu den jeweiligen Objekten passenden Einlagerung. Findung hierfür passender Orte innerhalb der Liegenschaften von Hessen Kassel Heritage, sowie Vorbereitung der dafür vorgesehenen Räume\nÜberprüfung und Testung und ggf. Optimierung der vorhandenen Objekt-Datenbank\nErarbeitung einer Handlungsanweisung zur Pflege und Nutzung der Datenbank für künftige Nutzer\nIhr Profil:\nabgeschlossenes Studium (Bachelor) der Architektur, gute Kenntnisse in Kunstgeschichte und im Bereich Denkmalschutz\numfangreiche Kenntnisse in Bezug auf Inventarisierung und Architekturgeschichte\nwünschenswert ist praktische Erfahrungen in der Planung, Bauleitung und Restaurierung von historischen Liegenschaften\nfundierte MS Office-Kenntnisse\nFührerschein der Klasse B\nWir bieten eine Eingruppierung in Entgeltgruppe 10 TV-H. Es besteht seitens des Landes Hessen eine betriebliche Altersversorgung. Zudem wird Ihnen aktuell das LandesTicket des Landes Hessen zur kostenfreien Nutzung des ÖPNV innerhalb Hessens gewährt.\nAllgemeine Hinweise\nNach dem Hessischen Gleichberechtigungsgesetz besteht die Verpflichtung, den Frauenanteil in Bereichen mit Unterrepräsentanz zu erhöhen. Bewerbungen von Frauen sind daher besonders erwünscht. Um auch den Anteil von Beschäftigten mit Zuwanderungsgeschichte zu erhöhen, freuen wir uns über Bewerbungen (m/w/d) mit Migrationskompetenzen. Schwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt.\nDie Verarbeitung Ihrer personenbezogenen Daten erfolgt aufgrund von § 23 Abs. 1 i.V.m. Abs. 8 Satz 2 des Hessischen Datenschutz- und Informationsfreiheitsgesetzes (HDSlG) zum Zwecke der Durchführung des Bewerbungsverfahrens. Ihre Unterlagen werden nach Abschluss des Bewerbungsverfahrens innerhalb maximal sechs Monaten vernichtet.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 24.02.2026 unter Angabe der Kennziffer 1.02 2026 ausschließlich online.\nstellensuche.hessen.de (Stellensuche Land Hessen)\nReferenzcode-Suche: 51087201_0002\nFreitext-Suche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 24.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-in-fuer-die-inventarisierung-von-baufragmenten-m-w-d/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-direktorin/", "image": "", "title": "Referent*in (m/w/d) der Direktorin", "content_text": "Haus der Geschichte Baden-Württemberg, Stuttgart Bewerbungsende: 20.03.2026 | Das Haus der Geschichte Baden-Württemberg ist das politisch-historische Landesmuseum mit einem zentralen Museum zur Landesgeschichte und weiteren Ausstellungsstandorten in Stuttgart und Baden-Württemberg. Unsere Arbeit orientiert sich an der Vielfalt der Gesellschaft. Wir streben eine diverse, die Gesellschaft repräsentierende Belegschaft an.\nDas Haus der Geschichte Baden-Württemberg in Stuttgart befindet sich derzeit in einem umfassenden Transformationsprozess. Zur Unterstützung der Direktion suchen wir zum nächstmöglichen Zeitpunkt als zentrale Stabsstelle eine/n\nReferent*in (m/w/d)\nder Direktorin\nEntgeltgruppe 12 TV-L\nbis zum 31.12.2030 befristet und in Vollzeit.\nIhr Aufgabengebiet umfasst insbesondere:\nVertrauensvolle Arbeit im direkten Umfeld der Direktion\nUnterstützung der Direktorin bei der strategischen Weiterentwicklung des Museums\nUnterstützung der Direktorin bei der Entwicklung und Umsetzung einer Diversitätsstrategie\nOrganisation und Koordinierung von Kooperationen und Projekten der Direktorin\nUnterstützung der Direktion bei der Gremienarbeit\nInhaltliche Vor- und Nachbereitung von Besprechungen\nErarbeitung und Bearbeitung von Drittmittel- und Fundraising-Anträgen\nVorbereitung von Jahresberichten des Hauses der Geschichte\nUnterstützung bei der Kontaktpflege, Vernetzung und Kooperation mit externen Partnern aus Politik, Wissenschaft und Kultur\nWissenschaftliche Recherchen\nPlanung und Durchführung inhaltlicher Evaluationen\nVorbereitung von Texten und Präsentationen\nAnforderungen:\nAbgeschlossenes Hochschulstudium in einem Geistes-/Sozialwissenschaftlichen oder Kulturwissenschaftlichem Fach, vorzugsweise im Bereich Kulturmanagement\nErfahrungen oder Interesse im Bereich der Organisationsentwicklung und der Gestaltung von Veränderungsprozessen in (Geschichts-)Museen\nEinschlägige, mehrjährige Berufserfahrung im Museums- und/oder Kulturbereich\nErfahrungen oder Interesse an der Entwicklung von Marketing- und Fundraisingstrategien\nInterkulturelle Kompetenz\nLangjährige nachgewiesene Kenntnisse im Projektmanagement\nHohes Maß an Organisations- und Planungsfähigkeit sowie hohes Verantwortungsbewusstsein\nSelbstständige, strukturierte Arbeitsweise, ausgezeichnete Zeitmanagementfähigkeit sowie analytisches, lösungsorientiertes Denken und Handeln\nHerausragende Kommunikationskompetenz\nSicherer Umgang mit gängigen MS Office-Programmen\nStilsichere Beherrschung der deutschen Sprache\nUnser Angebot:\nWir bieten eine befristete Vollzeitanstellung an. Die Vergütung erfolgt bei Vorliegen der tariflichen Voraussetzungen in der Entgeltgruppe 12 Tarifvertrag für den öffentlichen Dienst der Länder (TV-L)\neinen verantwortungsvollen, interessanten Arbeitsplatz in einem kreativen Umfeld im öffentlichen Dienst\neinen verkehrsgünstig gelegenen Arbeitsplatz in zentraler Lage von Stuttgart\nVereinbarkeit von Familie und Beruf durch flexible Arbeitszeiten\nJob Ticket BW (eine vom Land bezuschusste Fahrkarte für den öffentlichen Nahverkehr)\nFort- und Weiterbildungsmöglichkeiten\nvielfältige Angebote im Betrieblichen Gesundheitsmanagement\nBei gleicher Eignung, Befähigung und fachlicher Leistung werden Frauen nach dem Bundesgleichstellungsgesetz, schwerbehinderte Menschen nach Maßgabe des Sozialgesetzbuches IX besonders berücksichtigt.\nWir achten beim Haus der Geschichte Baden-Württemberg darauf, dass unser Team ein breites Spektrum an sozialen, persönlichen und kulturellen Hintergründen, politischen Überzeugungen und Lebenserfahrungen widerspiegelt. Besonders freuen wir uns über Bewerbungen von Menschen, die eine neue Perspektive in unser aktuelles Team einbringen oder die eine persönliche bzw. familiäre Migrationsgeschichte mitbringen.\nBitte richten Sie Ihre Bewerbung mit den üblichen Unterlagen bis zum 20.03.2026 an das Haus der Geschichte Baden-Württemberg, Frau Julia Schlenker, Urbansplatz 2, 70182 Stuttgart oder per E-Mail an bewerbung@hdgbw.de. Übersenden Sie uns Ihre Bewerbungsunterlagen in Kopie und ohne Bewerbungsmappe, da wir die Unterlagen aus Verwaltungs -und Kostengründen nicht zurückschicken werden. Ihre Bewerbungsunterlagen werden nach Abschluss des Verfahrens vernichtet (Datenschutz). Zur Verarbeitung Ihrer personenbezogenen Daten informieren Sie sich bitte unter https://www.hdgbw.de/jobs.\nFür weitere Informationen zur Stelle steht Ihnen Dr. Cornelia Hecht-Zeiler unter Tel. 0711/212- 3950 oder per Email unter cornelia.hecht-zeiler@hdgbw.de zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.03.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-m-w-d-der-direktorin/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-des-konrad-adenauer-forums-berlin-m-w-d/", "image": "", "title": "Leitung des Konrad-Adenauer-Forums Berlin (m/w/d)", "content_text": "Stiftung Bundeskanzler-Adenauer-Haus, Berlin Bewerbungsende: 02.03.2026 | Die Stiftung Bundeskanzler-Adenauer-Haus (StBKAH), überparteiliche, bundesunmittelbare Stiftung des öffentlichen Rechts, mit Sitz in Bad Honnef-Rhöndorf, hat die Aufgabe, die Erinnerung an Konrad Adenauer, den ersten Bundeskanzler und überzeugten Europäer, lebendig zu halten. Zugleich fragt sie als Lernort der Demokratiegeschichte nach den Grundlagen unseres Zusammenlebens bis heute.\nFür den zweiten Standort in Berlin wird zum nächstmöglichen Zeitpunkt eine neue\nLeitung des Konrad-Adenauer-Forums Berlin (m/w/d)\ngesucht. Die wöchentliche Arbeitszeit beträgt bis zu 39 Stunden. Die Einstellung erfolgt am Dienstort Berlin.\nIm September 2024 wurde das Konrad-Adenauer-Forum in Berlin mit der Dauerausstellung „Konrad Adenauer. Der erste Bundeskanzler“ in der Behrenstrasse 18 eröffnet. Auf rund 400 m\n2\nerwartet die Besucherinnen und Besucher eine multimediale Ausstellung über den Aufbau der Demokratie in der Bundesrepublik Deutschland nach 1945, die Bedeutung der Westbindung und die Entwicklung Europas, geprägt durch den ersten Bundeskanzler Konrad Adenauer.\nWir bieten:\nein vielseitiges, interessantes Aufgabengebiet an einem interessanten Arbeitsort in Berlin-Mitte,\nteamorientiertes und eigenverantwortliches Arbeiten,\nein Entgelt bis Entgeltgruppe 13 des Tarifvertrags für den öffentlichen Dienst (TVöD), abhängig vom Vorliegen der persönlichen Voraussetzungen,\nbetriebliche Altersvorsorge (VBL) und einen Zuschuss zum Deutschlandticket.\nIhre Aufgaben:\nSie leiten das „Konrad-Adenauer-Forum“, den zweiten Standort der StBKAH in Berlin, in enger Abstimmung mit dem Vorstand und der Geschäftsführung in Bad Honnef.\nSie planen, entwickeln und führen ein breit aufgestelltes Bildungs- und Vermittlungsprogramm zur Begleitung der Dauerausstellung und nutzen Ihre Netzwerke für neue Kooperationen.\nSie leiten das Team in Berlin mit dem Besucherdienst – fachlich und organisatorisch.\nSie sind vor Ort Ansprechpartner in allen Belangen, auch für die Öffentlichkeit und Medien, und repräsentieren gemeinsam mit dem Vorstand die Bundesstiftung in Berlin.\nSie wirken an übergeordneten und wissenschaftlichen Aufgaben der Stiftungsarbeit mit.\nIhr Profil:\nSie verfügen über ein erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium z.B. der Geschichts- oder Politikwissenschaft mit besonderem Fokus auf die deutsche und europäische Geschichte des 20. Jahrhunderts. Eine Promotion ist von Vorteil.\nSie sind bereit, mit Tatkraft, Umsicht und hohem Engagement die vielfältigen Aufgaben einer Leitungsstelle zu erfüllen.\nSie verfügen über mehrjährige Berufserfahrung im Bereich Geschichtsvermittlung. Erfahrungen im Museumsmanagement, in der Personalführung und kuratorische Erfahrungen (anhand mindestens einer Ausstellung) sind wünschenswert.\nSie bringen Erfahrungen im Veranstaltungsmanagement, im Bereich Marketing und Öffentlichkeitsarbeit mit.\nSie sind vor Ort mit fachlichen, institutionellen und zivilgesellschaftlichen Netzwerken verbunden.\nFreude am Umgang mit Menschen, Teamfähigkeit und Ideenreichtum werden ebenso vorausgesetzt wie organisatorische Fähigkeiten und Flexibilität auch bei gelegentlichen Arbeitszeiten an Abenden und Wochenenden sowie Dienstreisen.\nDie Stiftung Bundeskanzler-Adenauer-Haus gewährleistet die berufliche Gleichstellung von Frauen und Männern. Schwerbehinderte Menschen werden nach Maßgabe des SGB IX besonders berücksichtigt.\nMit Ihrer Bewerbung erklären Sie sich einverstanden, dass Ihre personenbezogenen Daten zur Abwicklung des Bewerbungs- und ggf. Einstellungsverfahrens gespeichert werden. Wir behandeln diese Daten mit größter Sorgfalt nach den gesetzlichen Bestimmungen zum Datenschutz.\n[1]\nSollte Ihr Interesse geweckt sein, senden Sie bitte Ihre Bewerbung mit aussagekräftigen Unterlagen bis zum 2. März 2026 an die E-Mailadresse\nverwaltung@adenauerhaus.de\n.\nFür Rückfragen steht Ihnen die Geschäftsführerin der Stiftung Bundeskanzler-Adenauer-Haus,\nDr. Sabine Schößler, unter der Telefonnummer 02224-921100 gerne zur Verfügung.\nwww.adenauerhaus.de\n[1]\nSiehe\nhttps://adenauerhaus.de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 02.03.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-des-konrad-adenauer-forums-berlin-m-w-d/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/backoffice-mitarbeiterin-in-der-kulturvermittlung-m-w-d-2/", "image": "", "title": "Backoffice – Mitarbeiter*in in der Kulturvermittlung (m/w/d)", "content_text": "Tiroler Landesmuseen, Innsbruck (Österreich) Bewerbungsende: 26.02.2026 | Zur Verstärkung unseres Teams suchen wir\nab 1.4.2026\neine/einen\nBackoffice – Mitarbeiter*in in der Kulturvermittlung (m/w/d)\nim Ausmaß einer Vollzeitstelle (40 Wochenstunden)\nDie Tiroler Landesmuseen (TLM) sind mit ihren vielfältigen Sammlungen und dem Zusammenschluss von fünf Häusern ein Universalmuseum. Sie verwalten einen der größten regionalen Sammlungsbestände Österreichs. Zu den Tiroler Landesmuseen gehören in Innsbruck das Ferdinandeum, das Zeughaus, das Volkskunstmuseum, die Hofkirche, das TIROL PANORAMA mit Kaiserjägermuseum und das Sammlungs- und Forschungszentrum in Hall in Tirol.\nMit den unterschiedlichen Sammlungen verstehen sich die Tiroler Landesmuseen als ein Forum der Wissenschaft und als Orte der Information und Begegnung, deren Ziel die Erforschung, Dokumentation, Bewahrung, Darstellung und die Vermittlung von Geschichte, Kunst und Kultur, von Natur, Wirtschaft und Technik in Tirol ist.\nAls Backoffice – Mitarbeiter*in in der Kulturvermittlung\nsind Sie als motivierte*r Teamplayer*in mit hoher Besucherorientierung erste Ansprechperson und Informationsstelle für Museumsbesucher*innen im Backoffice des Bereiches Kulturvermittlung. Sie beantworten (telefonisch und digital) effizient Buchungsanfragen zu Vermittlungsangeboten für Gruppen, führen zielgruppengerechte Beratungen durch, übernehmen die Terminplanung und die Disposition der Kulturvermittler*innen. Sie übernehmen Sekretariats- und Bürotätigkeiten für diesen Bereich und unterstützen bei Bedarf die Aktivitäten der Kulturvermittlung. In dieser Funktion arbeiten Sie mit dem Veranstaltungsmanagement der Kulturvermittlung zusammen und übernehmen in diesem Team bei Bedarf Vertretungen.\nUnsere Anforderungen\nkaufmännische Ausbildung (Maturaniveau) oder mehrjährige Berufserfahrung in vergleichbarer Position (Kultur- oder Tourismusbetriebe bevorzugt)\nhohe Beratungskompetenz, Dienstleistungsorientierung und Motivation\nsehr gute Kommunikationsfähigkeit, Konfliktfähigkeit\nausgezeichnete Deutsch- und Englischkenntnisse, weitere Sprachen von Vorteil\nInteresse für Kunst und Kultur und die Bereitschaft sich profunde Kenntnisse zu spezifischen Museumsangeboten anzueignen\nOrganisationstalent, Belastbarkeit, Stressresistenz\nsehr strukturierte, genaue und lösungsorientierte Arbeitsweise\nZahlenaffinität und Planungskompetenz\nsehr gute MS Office 365 – Kenntnisse\nErfahrung und Umgang mit Buchungssystemen erwünscht (Ticketsoftware)\naktive Mitwirkung bei der Erreichung der strategischen Ziele der TLM hinsichtlich Nachhaltigkeit\nWir bieten Ihnen …\neine Vollzeitstelle im Ausmaß von 40 Wochenstunden.\nflexible Arbeitszeiten im Rahmen der Betriebsvereinbarung für Gleitzeit.\nein Jahresbruttogehalt von € 41.300 (bei 40 Wochenstunden).\neinen attraktiven Arbeitsplatz an einem Standort mit hoher Lebensqualität.\nindividuelle Aus-, Fort- und Weiterbildungsmöglichkeiten.\nein Öffi-Ticket zur Erreichung der Betriebsstätten der TLM (Hall i. Tirol und Innsbruck).\nFür weitere Auskünfte steht Ihnen Mag. Katharina Walter (\nk.walter@tiroler-landesmuseen.at\n) zur Verfügung.\nWir weisen darauf hin, dass wir keinen Kostenersatz für Aufwendungen, die im Zusammenhang mit der Bewerbung entstehen, leisten.\nBitte richten Sie Ihre\naussagekräftigen Bewerbungsunterlagen\n(Motivationsschreiben, Lebenslauf, Zeugnisse und mit Angabe Ihres möglichen Eintrittstermins)\nausschließlich per E-Mail\n(in einem PDF, max. 5 MB)\nbis 26.2.2026\nan Lorena Kugel, Tiroler Landesmuseen-Betriebsgesellschaft m.b.H., Museumstr. 15, 6020 Innsbruck;\nbewerbung@tiroler-landesmuseen.at\n; tiroler-landesmuseen.at\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 26.02.2026", "url": "https://www.museumsbund.de/stellenangebote/backoffice-mitarbeiterin-in-der-kulturvermittlung-m-w-d-2/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referent-in-m-w-d-fuer-unsere-stabsstelle-presse/", "image": "", "title": "Referent/-in (m/w/d) für unsere Stabsstelle Presse", "content_text": "Bayerisches Landesamt für Denkmalpflege, München Bewerbungsende: 25.02.2026 | Referent/-in (m/w/d) für unsere Stabsstelle Presse zum nächstmöglichen Zeitpunkt mit 30-40 Wochenstunden befristet auf zwei Jahre\nDas Bayerische Landesamt für Denkmalpflege (BLfD) ist die zentrale Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Entscheidend sind für uns die Fragen „Was ist ein Denkmal?“ und „Wie gehen wir damit um?“ Seit der Gründung des Amtes im Jahr 1908 sind die Erfassung und Erforschung der Denkmäler und die Beratung von Eigentümern, Planerinnen und Institutionen unsere Hauptaufgaben. Wir sind Ansprechpartner für alle Fragen zu Bau- und Bodendenkmälern. Zum BLfD gehört außerdem die Landesstelle für die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren Tätigkeiten umfassend unterstützt.\nSie begeistern sich für Themen der Kunst- und Architekturgeschichte sowie Archäologie und können einschlägige Berufserfahrung in der Presse- und Öffentlichkeitsarbeit vorweisen? Dann freuen wir uns auf Ihre Bewerbung!\nZu den Aufgaben der Stabsstelle Presse zählen das Beantworten journalistischer Anfragen, das Monitoring der Medienlandschaft und Berichterstattung, das Organisieren von Presseterminen und Interviews, die Pflege von Medienkontakten sowie die proaktive Pressearbeit, um die Ziele der Denkmalpflege der Öffentlichkeit zu vermitteln. Zur Verstärkung unseres Teams suchen wir Sie zum nächstmöglichen Zeitpunkt für den Dienstort München.\nIhre Aufgaben\nSie beantworten Medienanfragen in enger Abstimmung mit den Fachreferaten.\nSie recherchieren, planen und erstellen in enger Abstimmung mit der Stabsstellenleitung und den betroffenen Fachreferaten Pressemitteilungen.\nSie organisieren Bildrechte, fotografieren und filmen mit dem Smartphone, um den Medien Fotos und Videoclips zur Verfügung zu stellen.\nSie organisieren und begleiten Pressetermine, Fernseh-Drehs und Interviews.\nSie erstellen Medienechos, Medienanalysen und sind für das Kampagnen-Controlling zuständig und sind Ansprechpartner für unseren Mitschnittdienst.\nSie recherchieren Themen für die proaktive Medienarbeit.\nSie pflegen den Presseverteiler.\nSie unterstützen das Team bei allen im Tagesgeschäft anfallenden Aufgaben.\nUnser Angebot\nDie Bezahlung erfolgt nach E 13 TV-L, bitte informieren Sie sich z. B. unter www.oeffentlicher-dienst.info über die Vergütung.\nFlexible Arbeitszeiten und die Möglichkeiten mobilen Arbeitens\nbetriebliche Altersvorsorge\neine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\nVorausgesetzt werden\nBerufserfahrung in der Presse- und Öffentlichkeitsarbeit\nsehr gutes Zeitmanagement, strukturiertes, selbstständiges und zielgruppenorientiertes Arbeiten\nerfolgreich abgeschlossenes wiss. Hochschulstudium (Master oder vglb.) in einer für die Aufgaben der Pressestelle des Landesamtes relevanten Fachrichtung;\n(ein Masterabschluss an einer Dualen Hochschule oder Fachhochschule muss für den Zugang zum höheren Dienst akkreditiert sein. Die Akkreditierung des Studiengangs zum Zeitpunkt des Abschlusses ist nachzuweisen, bei Studienabschluss außerhalb Deutschlands ist die Anerkennung nachzuweisen)\nGrundsätzlich keine Vorbeschäftigung beim Freistaat Bayern (§ 14 Abs. 2 TzBfG)\nVon Vorteil sind\njournalistische Erfahrungen, bevorzugt in einer Lokalredaktion\nVolontariat in der Presse- und Öffentlichkeitsarbeit oder in einer Redaktion\nInteresse für Verwaltungsprozesse\nSie sind kommunikativ und verfügen über eine sehr gute Ausdrucksweise in Wort und Schrift. Sie haben einen prägnanten Schreibstil und sind in der Lage, sich schnell in komplexe Themen einzuarbeiten und diese für unterschiedliche Zielgruppen aufzubereiten.\nSie denken und arbeiten routiniert crossmedial.\nbesondere Qualifikationen hinsichtlich Schwerpunktthemen der Denkmalpflege (z. B. Archäologie, Architekturgeschichte, Restaurierung), Wissenschafts- und/oder Behördenkommunikation\nSie sind engagiert, verantwortungsbewusst und teamorientiert.\nDie Stelle kann in Voll- und Teilzeit (mind. 30 Stunden/Woche) besetzt werden.\nDie Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber/innen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt. Wir weisen allerdings darauf hin, dass die Dienststellen aufgrund Ihrer Denkmaleigenschaft nur bedingt barrierefrei ist und dass die Einsatzorte auf Baustellen und Ausgrabungen nicht barrierefrei sind.\nIhre aussagekräftige Bewerbung reichen Sie bitte mit den üblichen Unterlagen, insbesondere Darstellung der als zwingend vorausgesetzten Punkte, bis spätestens\n25.02.2026\n(Eingangsdatum) über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n17.03.2026\nin München statt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nFür Rückfragen zur Tätigkeit steht Ihnen Frau Katharina Schmid unter Tel. 089/2114-245, zu organisatorischen Fragen das Referat G I, Herr Christian Beyer, unter Tel.: 089/2114-210 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referent-in-m-w-d-fuer-unsere-stabsstelle-presse/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-fuer-organisation-und-prozessmanagement-m-w-d-2/", "image": "", "title": "Referent:in für Organisation und Prozessmanagement (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Berlin Bewerbungsende: 23.02.2026 | Die Museumsstiftung Post und Telekommunikation widmet sich den Themen Kommunikation und Medien. Als eine Stiftung des Ã¶ffentlichen Rechts sammelt, vermittelt und forscht sie zur Geschichte, Gegenwart und Zukunft der Kommunikation. Zur Museumsstiftung gehÃ¶ren die Museen fÃ¼r Kommunikation in Berlin, Frankfurt am Main und NÃ¼rnberg, die Sammlungsdepots in Berlin und Heusenstamm sowie das Archiv fÃ¼r Philatelie in Bonn.\nAm Standort\nMuseum fÃ¼r Kommunikation in Berlin\nsuchen wir\nzum 01. Mai 2026 oder spÃ¤ter\neine:n\nReferent:in fÃ¼r Organisation und Prozessmanagement (m/w/d)\n(E 11 TVÃ¶D Bund, Vollzeit 39 Std./Woche)\nAls Referent:in fÃ¼r Organisation und Prozessmanagement nehmen Sie maÃŸgeblich Anteil an der Weiterentwicklung der Gesamtorganisation der Stiftung. Sie unterstÃ¼tzen die Leitung Personal und die Stiftungsleitung und begleiten aktiv relevante strategische Prozesse.\nIhre Aufgaben im Ãœberblick\nModellierung und Optimierung von Prozessen\nSchaffung von Grundlagen fÃ¼r die Digitalisierung von Prozessen\nGestaltung der stiftungsweiten Aufbauorganisation\nSchnittstelle zum externen Datenschutzbeauftragten\nKoordinationsaufgaben in den Bereichen Datenschutz und KorruptionsprÃ¤vention\nWas Sie mitbringen\nabgeschlossenes (Fach)Hochschulstudium (Bachelor oder Diplom) in einem Studiengang mit Ã¼berwiegend wirtschaftswissenschaftlichen, rechtswissenschaftlichen oder verwaltungswissenschaftlichen Inhalten alternativ Verwaltungsausbildung II mit REFA-Qualifizierung oder eine vergleichbare Ausbildung\nnachgewiesene Berufserfahrungen in den Gebieten der Aufbau- und Ablauforganisation\nKenntnisse in der Prozessmodellierung und im Umgang mit\nProzessmanagement-Tools\nKenntnisse im Bereich Datenschutz\nWas Sie idealerweise zusÃ¤tzlich mitbringen\nKenntnisse in Organisationsentwicklung, Gestaltung von VerÃ¤nderungsprozessen\nAnwendungskenntnisse im Bereich des Dokumentenmanagements\nsicherer Umgang mit Informations- und Telekommunikationstechniken (MS Office 365, Visio) und Projektmanagement-Tools\nSie passen gut zu uns, wenn Sie Ã¼ber\ngute Kommunikations- und KonfliktfÃ¤higkeit\nausgeprÃ¤gte OrganisationsfÃ¤higkeit und selbstÃ¤ndige, strukturierte Arbeitsweise\nModerationsfÃ¤higkeit\nanalytisches, lÃ¶sungsorientiertes Denken und Handeln\nund hohe Digitalkompetenz verfÃ¼gen.\nWas wir Ihnen bieten\nMitgestaltung der Weiterentwicklung einer bundesweit tÃ¤tigen Stiftung\nVergÃ¼tung gemÃ¤ÃŸ Tarifvertrag (TVÃ¶D Bund) in der Entgeltgruppe 11 (bei Vorliegen der fachlichen und persÃ¶nlichen Voraussetzungen), inklusive aller Ã¼blichen Leistungen des Ã¶ffentlichen Dienstes (z.â€¯ Zusatzversorgung, Jahressonderzahlung, 30 Urlaubstage)\nFlexible Arbeitszeiten\nMÃ¶glichkeit mobiler Arbeit\nFamilienfreundliches Arbeitsumfeld\nJobticket und FÃ¼rsorgeangebote\nDie Museumsstiftung gewÃ¤hrleistet gemÃ¤ÃŸ BGleiG die berufliche Gleichstellung unabhÃ¤ngig vom Geschlecht und unterstÃ¼tzt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (Â§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berÃ¼cksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrÃ¼ÃŸen wir Bewerbungen unabhÃ¤ngig von NationalitÃ¤t, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und IdentitÃ¤t.\nBei der Museumsstiftung ist eine TeilzeitbeschÃ¤ftigung grundsÃ¤tzlich mÃ¶glich. Gehen entsprechende Bewerbungen ein, wird fÃ¼r den Arbeitsplatz geprÃ¼ft, ob den TeilzeitwÃ¼nschen im Rahmen der dienstlichen MÃ¶glichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewÃ¼nschten Gestaltung der Teilzeit) entsprochen werden kann.\nFÃ¼r weitere AuskÃ¼nfte steht Ihnen Adrienne Boros, Leiterin Personal, Organisation und Recht, unter 030/ 202 94-400 gern zur VerfÃ¼gung.\nWir freuen uns auf Ihre Bewerbung ausschlieÃŸlich per E-Mail (eine Datei im PDF-Format, max. 4 MB) mit Ihrem Motivationsschreiben, Lebenslauf, Abschluss- und Arbeitszeugnissen bis zum\n23. Februar 2026\nan:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger StraÃŸe 16 in 10117 Berlin\nE-Mail:\nbewerbung1@mspt.de\nZipâ€“AnhÃ¤nge kÃ¶nnen aus SicherheitsgrÃ¼nden keine BerÃ¼cksichtigung finden.\nDie von Ihnen Ã¼bermittelten Daten werden von uns gespeichert. Es werden ausschlieÃŸlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. NÃ¤here Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung Ã¼bersandt. Sie kÃ¶nnen jederzeit Ihr EinverstÃ¤ndnis zur Speicherung der Daten zurÃ¼ckziehen und die LÃ¶schung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre BewerbungenÂ\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, undÂ\nnicht\nÂ an den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-fuer-organisation-und-prozessmanagement-m-w-d-2/", "date_published": "2026-02-09T06:08:23.377032"}, {"id": "https://www.museumsbund.de/stellenangebote/doctoral-or-postdoctoral-researcher-f-m-d-global-vegetation-and-biome-modelling/", "image": "", "title": "Doctoral or Postdoctoral Researcher (f/m/d) Global Vegetation and Biome Modelling", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 22.02.2026 | Senckenberg – Leibniz Institution for Biodiversity and Earth System Research (SGN), headquartered in Frankfurt am Main, is seeking to fill the following position at the Senckenberg Biodiversity and Climate Research Centre (SBiK-F), starting as of 01. April 2026:\nDoctoral or Postdoctoral Researcher (f/m/d) Global Vegetation and Biome Modelling\n(Full-Time / Part-Time options are available)\nLocation: Frankfurt\nEmployment scope: Doctoral (75%) / Postdoctoral Researcher (up to 100%)\nType of contract: Fixed-term contract until 30 September 2029\nRemuneration: Collective agreement of the state Hesse (TV-H) / E13\nSenckenberg is one of the world’s leading research institutions in the field of Biodiversity and Earth System Research, with eight research institutes across Germany and scientists from over 40 nations. Our headquarter is located in the thriving commercial metropolis of Frankfurt (Mainhattan) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum. The mission of the Senckenberg Biodiversity and Climate Research Centre is to study the complex interactions between biodiversity and climate change.\nThe announced position is embedded in a coordinated Focus Unit Project (FUN) within the TERRA (Terrestrial Geo-Biosphere Interactions in a Changing World) excellence cluster (\nwww.terra-cluster.org\n), a collaboration between Senckenberg and the Universities of Tübingen and Hohenheim. The focus research unit brings together biologists, geologists and earth system modellers who together aim at fundamentally advancing our understanding of “The past and future of the C\n4\ngrasslands of the world”. We will develop a novel approach for simulating C\n4\ngrasslands in interaction with C\n3\ngrasslands and trees based on Eco-Evolutionary Optimality (EEO) within the framework of the LPJ-GUESS Dynamic Global Vegetation Model. Geologists in the team will advance the state-of-the-art in reconstructing Oligocene to Miocene C\n3\n/C\n4\ntransitions, which will be used to test the new vegetation model. The new EEO-based vegetation model should then also be used to predict future transitions and biome shifts to ultimately answer the question to what extent C\n4\ngrasslands, savannahs and their unique biodiversity will persist under future climate change.\nYour tasks\nFurther develop our implementation of the EEO-based P model for photosynthesis within LPJ-GUESS\nTest the model against observations of the current distribution of C\n4\ngrasslands and reconstructions of past dynamics, including the time when they first expanded across the globe\nUse the model to predict the future of C\n4\ngrasslands and savannahs using the latest CMIP6 climate projections.\nCollaborate with geologists and climate modellers in the team to infer the climate conditions and CO\n2\nconcentrations at which C\n3\n/C\n4\ntransitions occurred in the past\nPublish results in scientific journals with highest scientific standards\nYour Profile\nMaster or PhD degree in Biology, Plant Ecology, Environmental Modelling, Geography, Environmental Physics or related fields\nA strong interest in plant ecology and climate change\nStrong Programming skills in C++, the language of the LPJ-GUESS code, or another fundamental programming language such as C or Fortran\nStrong expertise in data analyses and statistics\nExperience in ecological or environmental modelling\nDocumented ability to publish scientific papers in international journals (for postdoctoral candidates)\nResearch experience in interdisciplinary working environments is beneficial\nExcellent written and oral communication skills in English\nWhat We Offer\nOpportunity to work closely with leading experts in Earth System Research as well as paleoenvironmental reconstructions.\nYou will be part of the new Graduate School of Terrestrial Geo-Biosphere Interactions\nA dynamic work environment in Frankfurt, a diverse and vibrant city offering a high quality of life.\nFlexible working hours – mobile working options – Support with childcare or caring for family members (certified by the “audit berufundfamilie”) – employee ID card with free admission to municipal museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation, CV, contact details of two references, and certificates) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nunder the heading “Application: Your Name [FUN05_1]” and stating the reference #11-26002 by 22 February 2026\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Prof. Dr. Thomas Hickler at\nThomas.Hickler@Senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nWith the application you agree that your personal data will be shared among the participating institutions (University of Tübingen, University of Hohenheim, Senckenberg) for the purpose and over the duration of the recruiting procedure.\nPlease visit our website at  www.senckenberg.de for further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/doctoral-or-postdoctoral-researcher-f-m-d-global-vegetation-and-biome-modelling/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/doctoral-or-postdoctoral-researcher-f-m-d-long-term-hydroclimate-and-biodiversity-dynamics/", "image": "", "title": "Doctoral or Postdoctoral Researcher (f/m/d) Long-term Hydroclimate and Biodiversity Dynamics", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 22.02.2026 | Senckenberg – Leibniz Institution for Biodiversity and Earth System Research (SGN), headquartered in Frankfurt am Main, is seeking to fill the following position at the Senckenberg Biodiversity and Climate Research Centre (SBiK-F), starting as of 01. April 2026:\nDoctoral or Postdoctoral Researcher (f/m/d) Long-term Hydroclimate and Biodiversity Dynamics\n(Full-Time / Part-Time options are available)\nLocation: Frankfurt\nEmployment scope: Doctoral (75%) / Postdoctoral Researcher (100%)\nType of contract: Fixed-term contract until 30 September 2029\nRemuneration: Collective agreement of the state Hesse (TV-H) / E13\nSenckenberg is one of the world’s leading research institutions in the field of Biodiversity and Earth System Research, with eight research institutes across Germany and scientists from over 40 nations. Our headquarter is located in the thriving commercial metropolis of Frankfurt (Mainhattan) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum. The mission of the Senckenberg Biodiversity and Climate Research Centre is to study the complex interactions between biodiversity and climate change.\nThe announced position is embedded in a coordinated Focus Unit Project (FUN) within the TERRA (Terrestrial Geo-Biosphere Interactions in a Changing World) excellence cluster (\nwww.terra-cluster.org\n), a collaboration between Senckenberg and the Universities of Tübingen and Hohenheim. The focus research unit brings together paleobiologists, earth scientists and earth system modelers who jointly aim to disentangle hydroclimate and enigmatic biodiversity over million-year to decadal time scales. In a collaborative effort the focus research unit will study the interactions of climate and biodiversity change in Central Europe during a key climate interval of the Neogene. In particular, we strive to explore the baseline of geo-biosphere interactions without human influence during a presumably warmer climate with an enhanced hydrological cycle and weathering rates. We focus on past geo-biosphere feedbacks in a region with unusual faunal paleobiodiversity, targeting temperature and CO2 levels similar to those predicted for the near future.\nYour Tasks\nUsing state-of-the-art clumped and stable isotope geochemistry or biomarker analytics develop a paleoclimatic framework outlining Neogene hydroclimatic conditions\nContribute to refinement of (isotope) geochemical proxy applications adapted to project specific questions\nContribute to data-model comparisons\nCollaborate with geologists and paleobiologists in the team to establish interrelationships between climatic change and paleobiological diversity\nPublish results in scientific journals with highest scientific standards\nYour Profile\nMaster or doctoral degree in Earth Sciences or related fields\nA strong interest (for postdoctoral candidates also experience) in stable isotope geochemistry and analysis.\nExpertise in data analysis and willingness to collaborate closely with colleagues in paleobiology, geochemistry and landscape evolution\nExperience in isotope geochemical laboratory work is beneficial\nDocumented ability to publish scientific papers in international journals (for postdoctoral candidates)\nResearch experience in interdisciplinary working environments is beneficial\nExcellent written and oral communication skills in English\nWhat We Offer\nOpportunity to work closely with leading experts in Earth System Research as well as paleoenvironmental reconstructions within a DFG Cluster of Excellence.\nYou will be part of the new Graduate School of Terrestrial Geo-Biosphere Interactions\nA dynamic work environment in Frankfurt, a diverse and vibrant city offering a high quality of life.\nFlexible working hours – mobile working options – Support with childcare or caring for family members (certified by the “audit berufundfamilie”) – employee ID card with free admission to municipal museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation, CV, contact details of two references, and certificates) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nunder the heading “Application: Your Name [HAM-FUN03_1]” and stating the reference #11-26001 by 22 February 2026\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Prof. Dr. Andreas Mulch at\nandreas.mulch@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nWith the application you agree that your personal data will be shared among the participating institutions (University of Tübingen, University of Hohenheim, Senckenberg) for the purpose and over the duration of the recruiting procedure.\nPlease visit our website at  www.senckenberg.de for further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/doctoral-or-postdoctoral-researcher-f-m-d-long-term-hydroclimate-and-biodiversity-dynamics/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/doctoral-or-postdoctoral-researcher-f-m-d-stable-isotope-geochemistry-and-modelling/", "image": "", "title": "Doctoral or Postdoctoral Researcher (f/m/d) Stable Isotope Geochemistry and Modelling", "content_text": "Senckenberg Gesellschaft für Naturforschung, Frankfurt a. M. Bewerbungsende: 22.02.2026 | Senckenberg – Leibniz Institution for Biodiversity and Earth System Research (SGN), headquartered in Frankfurt am Main, is seeking to fill the following position at the Senckenberg Biodiversity and Climate Research Centre (SBiK-F), starting as of 01. April 2026:\nDoctoral or Postdoctoral Researcher (f/m/d) Stable Isotope Geochemistry and Modelling\n(Full-Time / Part-Time options are available)\nLocation: Frankfurt\nEmployment scope: Doctoral (75%) / Postdoctoral Researcher (100%)\nType of contract: Fixed-term contract until 30 September 2029\nRemuneration: Collective agreement of the state Hesse (TV-H) / E13\nSenckenberg is one of the world’s leading research institutions in the field of Biodiversity and Earth System Research, with eight research institutes across Germany and scientists from over 40 nations. Our headquarter is located in the thriving commercial metropolis of Frankfurt (Mainhattan) in the heart of Germany, which also hosts one of our most famous facilities, the Senckenberg Natural History Museum. The mission of the Senckenberg Biodiversity and Climate Research Centre is to study the complex interactions between biodiversity and climate change.\nThe announced position is embedded in a coordinated Focus Unit Project (FUN) within the TERRA (Terrestrial Geo-Biosphere Interactions in a Changing World) excellence cluster (\nwww.terra-cluster.org\n), a collaboration between Senckenberg and the Universities of Tübingen and Hohenheim. It is part of a focus research unit of biologists, geologists and earth system modellers who together aim at fundamentally advancing our understanding of “The past and future of the C\n4\ngrasslands of the world”. We will develop a novel approach for simulating C\n4\ngrasslands in interaction with C\n3\ngrasslands and trees based on Eco-Evolutionary Optimality (EEO) within the framework of the LPJ-GUESS Dynamic Global Vegetation Model. Geologists in the team will advance the state-of-the-art in reconstructing Oligocene to Miocene C\n3\n/C\n4\ntransitions, which will be used to test the new vegetation model. The new EEO-based vegetation model should then also be used to predict future transitions and biome shifts to ultimately answer the question to what extent C\n4\ngrasslands, savannahs and their unique biodiversity will persist under future climate change.\nYour Tasks\nUsing state-of-the-art clumped and stable isotope geochemistry or biomarker analytics develop a paleoclimatic framework outlining the Neogene development of C4 ecosystems\nContribute to community efforts in compiling and evaluating long-term proxy data pertinent to the development of C4 ecosystems\nContribute to data-model comparisons in close collaboration with climate and vegetation modelers\nCollaborate with geologists and climate modelers in the team to infer the climate conditions and CO\n2\nconcentrations at which C\n3\n/C\n4\ntransitions occurred in the past\nPublish results in scientific journals with highest scientific standards\nYour Profile\nMaster or doctoral degree in Earth Sciences or related fields\nA strong interest (for postdoctoral candidates also experience) in stable isotope geochemistry and analysis.\nExpertise in data analyses and willingness to collaborate closely with colleagues in climate and vegetation modeling\nExperience isotope geochemical work is beneficial\nDocumented ability to publish scientific papers in international journals (for postdoctoral candidates)\nResearch experience in interdisciplinary working environments is beneficial\nExcellent written and oral communication skills in English\nWhat We Offer\nOpportunity to work closely with leading experts in Earth System Research as well as paleoenvironmental reconstructions within a Cluster of Excellence.\nYou will be part of the new Graduate School of Terrestrial Geo-Biosphere Interactions\nA dynamic work environment in Frankfurt, a diverse and vibrant city offering a high quality of life.\nFlexible working hours – mobile working options – Support with childcare or caring for family members (certified by the “audit berufundfamilie”) – employee ID card with free admission to municipal museums – annual special payment – collectively agreed vacation entitlement – company pension plan (ZVK)\nSenckenberg is committed to diversity. We benefit from the different expertise, perspectives and personalities of our staff and welcome every application from qualified candidates, irrespective of age, gender, ethnic or cultural origin, religion and ideology, sexual orientation and identity or disability. Women are particularly encouraged to apply, as they are underrepresented in the field of this position; in the case of equal qualifications and suitability they will be given preference. Applicants with a severe disability will be given special consideration in case of equal suitability. Senckenberg actively supports the compatibility of work and family and places great emphasis on an equal and inclusive work culture.\nHow to apply?\nPlease send your application (letter of motivation, CV, contact details of two references, and certificates) electronically (as a single PDF) to\nrecruiting@senckenberg.de\nunder the heading “Application: Your Name [FUN05_2]” and stating the reference #11-26003 by 22 February 2026\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nIf you have any specific questions about the position, please contact Prof. Dr. Andreas Mulch at\nandreas.mulch@senckenberg.de\nFor data protection information on the processing of personal data as part of the application and selection process, please refer to the privacy policy on our homepage at\nhttps://www.senckenberg.de/en/imprint/\nWith the application you agree that your personal data will be shared among the participating institutions (University of Tübingen, University of Hohenheim, Senckenberg) for the purpose and over the duration of the recruiting procedure.\nPlease visit our website at  www.senckenberg.de for further information about the Senckenberg Gesellschaft für Naturforschung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/doctoral-or-postdoctoral-researcher-f-m-d-stable-isotope-geochemistry-and-modelling/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-5/", "image": "", "title": "Wissenschaftliches Volontariat (m/w/d)", "content_text": "Museum Berlin-Karlshorst, Berlin Bewerbungsende: 01.03.2026 | Am Museum Berlin-Karlshorst ist zum 1. April 2026 eine Stelle als wissenschaftliche:r Volontär:in in Vollzeit (39 Stunden/Woche) zu besetzen. Das Volontariat ist auf zwei Jahre befristet. Dienstort ist Berlin-Karlshorst.\nDie monatliche Vergütung beträgt 50 % des Entgelts der Entgeltgruppe EG 13 TVöD-Bund, sie erfolgt im ersten Ausbildungsjahr nach Leistungsstufe 1, im zweiten Ausbildungsjahr nach Leistungsstufe 2.\nDas Museum Berlin-Karlshorst befindet sich am historischen Ort der Kapitulation der Wehrmacht am 8. Mai 1945. Es zeigt eine multiperspektivisch angelegte Dauerausstellung zum deutsch-sowjetischen Krieg 1941–1945 und wird formal von einem deutsch-russisch-belarusisch-ukrainischen Verein getragen.\nDas wissenschaftliche Volontariat richtet sich an Absolvent:innen eines einschlägigen Fachstudiums und dient dem Berufseinstieg in das Museums- und Ausstellungswesen. Es vermittelt umfassende praktische Erfahrungen in den zentralen Arbeitsfeldern eines zeitgeschichtlichen Museums.\nEin Schwerpunkt des Volontariats liegt in der Betreuung der Dauerausstellung. Deren Konzeption aus dem Jahr 2010 (Eröffnung 2013) steht vor dem Hintergrund aktueller geschichtspolitischer Debatten und Deutungskämpfe um die Geschichte des 20. Jahrhunderts in Europa zunehmend zur Diskussion. Das Museum reagiert darauf unter anderem mit der Vortragsreihe „Geschichte im Konflikt“, deren organisatorische und inhaltliche Betreuung zum Aufgabenbereich gehört.\nDarüber hinaus ist die Mitarbeit an der inhaltlichen Gestaltung zentraler museumsspezifischer Gedenk- und Jahrestage, darunter 8. Mai, 22. Juni, 27. Januar vorgesehen. Der:die Volontär:in wird aktiv in die Bildungsarbeit, die Sammlungstätigkeit sowie – in begrenztem Umfang – in die Öffentlichkeitsarbeit des Museums eingebunden.\nAbhängig von der Haushaltslage des Museums soll der:die Volontär:in gegen Ende der Ausbildung eine kleinere Sonderausstellung eigenständig kuratieren.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.03.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-m-w-d-5/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-im-bereich-kommunikation-und-marketing-2/", "image": "", "title": "Volontariat im Bereich Kommunikation und Marketing", "content_text": "3Landesmuseen Braunschweig, Braunschweig Bewerbungsende: 22.02.2026 | Bei den 3Landesmuseen Braunschweig ist zum nächstmöglichen Zeitpunkt\nein Volontariat\nim Bereich Kommunikation und Marketing\nVollzeit, 50 % EG 13 TV-L\nzu besetzen.\nDie 3Landesmuseen Braunschweig bieten zum nächstmöglichen Zeitpunkt ein Volontariat im Bereich Kommunikation und Marketing für die Dauer von zwei Jahren an.\nDie 3Landesmuseen sind Niedersachsens größter staatlicher Museumsbetrieb mit Sitz in der Löwenstadt Braunschweig, der sich aus dem Braunschweigischen Landesmuseum, dem Herzog Anton Ulrich-Museum und dem Staatlichen Naturhistorischen Museum sowie dem paläon Forschungsmuseum zusammensetzt. Träger des Betriebes ist das Land Niedersachsen.\nDas Herzog Anton Ulrich-Museum und das Staatliche Naturhistorische Museum gehen zurück auf die Sammlungen der Braunschweiger Welfenherzöge und zählen mit ihrer Eröffnung im Jahr 1754 zu den ältesten Museen Europas, das Braunschweigische Landesmuseum ist ein Ende des 19. Jahrhunderts aus bürgerlicher Initiative heraus entstandenes Geschichtsmuseum. Im Jahr 2007 wurden die drei vormals eigenständigen Landesmuseen per Kabinettsbeschluss zu einem gemeinsamen Betrieb vereint.\nDie Abteilung Presse- und Öffentlichkeitsarbeit zeichnet als Querschnittsabteilung für alle Belange der Kommunikation und des Marketings der 3Landesmuseen Braunschweig verantwortlich. Die Volontariate gewähren Einblicke in alle Bereiche der Öffentlichkeitsarbeit und vermitteln umfassende Kenntnisse und praktische Erfahrungen mit Schwerpunkt Marketing. Während der Ausbildung erhalten die Volontär*innen zudem eine grundsätzliche Einsicht in Struktur, Strategie und Betrieb einer großen Kultureinrichtung. Das Volontariat ist für die Dauer von zwei Jahren angelegt (Probezeit drei Monate) und mit einer regelmäßigen Arbeitszeit von 40 Stunden wöchentlich zu besetzen.\nEs erwartet Sie ein engagiertes Team, das sich auf Ihre Mitarbeit freut.\nIhre Aufgabenschwerpunkte – gestalten, mitwirken, teilhaben\nMitarbeit in den Bereichen Presse, Online-Kommunikation, Social Media und interne Kommunikation\nOrganisation und Betreuung von Presseterminen\nRedaktion und Koordination von Printmedien, Newslettern und Pressetexten\neigene Themenrecherchen sowie zielgruppenspezifisches und kreatives Content-Management für die Social-Media-Kanäle der 3Landesmuseen Braunschweig (IG, FB,\nYouTube, linkedIn)\nErstellung und Bearbeitung von audiovisuellen Formaten\nArbeit mit verschiedenen CM-Systemen und Onlinetools\naktive Mitgestaltung von Eventformaten und Kampagnen\nMitwirkung an Aktionstagen der 3Landesmuseen Braunschweig\nUnsere Anforderungen – Das bringen Sie mit.\nabgeschlossenes wissenschaftliches Hochschulstudium in Kommunikations- oder Kulturwissenschaften, Journalismus, Geistes- oder Naturwissenschaften oder ähnlichen Studienfächern (Master oder vergleichbar)\nausgeprägte kommunikative Fähigkeiten und ein Gespür für den Umgang mit verschiedenen Textarten und Medien\nsprachliche Sicherheit und Ausdrucksfähigkeit im Deutschen und sichere Beherrschung der englischen Sprache\nsicherer Umgang mit MS Office, grundlegende Kenntnisse von Bild- und Videobearbeitungsprogrammen (z. B. Adobe Photoshop, InDesign, After Effects u. a.)\nselbstverständlicher Umgang mit Social Media\nWir setzen voraus – darüber hinaus…\nausgeprägtes Interesse an der Themenvielfalt der Museen\nOffenheit, sich neuen Themen und Schwerpunkten zuzuwenden und diese aktiv, anschaulich und öffentlichkeitswirksam zu entwickeln\nInteresse an aktuellen Entwicklungen und Debatten, insbesondere Offenheit für die Bedürfnisse jüngerer potentieller Museumsbesucher*innen\nSensibilität und Erfahrung im Umgang mit öffentlichen Diskursen, Diskussionsbereitschaft, klare und integrative Kommunikationsweise\nhohe Motivation, Zuverlässigkeit und eine eigenständige, strukturierte Arbeitsweise\nOrganisations- und Koordinierungsvermögen sowie Freude an der Arbeit in einem motivierten Team\nschnelle Auffassungsgabe sowie das Interesse und die Fähigkeit zur raschen Einarbeitung in neue Aufgabenfelder\nBereitschaft zur flexiblen Arbeitszeitgestaltung (z. B. gelegentlich bei Veranstaltungen am Abend, an Wochenenden)\nWillkommen bei uns – Das bieten wir.\nAnschluss an ein Team aus engagierten und kreativen Köpfen, in dem innovative Ideen erwünscht sind\nein interessantes, anspruchsvolles und abwechslungsreiches Aufgaben- und Tätigkeitsfeld\nein praxisnahes und durch hohe Eigenverantwortlichkeit ausgewiesenes Volontariat im größten Museumsbetrieb Niedersachsens\nrespektvolles und wertschätzendes Miteinander\ndie Teilnahme an internen und relevanten externen Fortbildungen, insbesondere an den regelmäßigen Niedersächsischen Volontariatsweiterbildungen des Museumsverbandes Niedersachsen und Bremen und der Volontariatsweiterbildung NORD\n30 Tage Erholungsurlaub\nflexible Arbeitszeiten (Gleitzeit)\nJahressonderzahlung\nDas wissenschaftliche Museumsvolontariat dient der praxisorientierten Aus- und Fortbildung nach Abschluss eines Hochschulstudiums und dem Erwerb spezifischer Kenntnisse innerhalb musealer Kernaufgaben wie Sammeln/Bewahren/Forschen/Ausstellen, Bildung/Vermittlung/Partizipation, Digitalisierung und Museumsmanagement.\nHaben Sie Lust, Ihr Können und Ihre Ideen im Verbund der 3Landesmuseen Braunschweig einzubringen? Erfüllen Sie die Anforderungen? Dann freuen wir uns auf Ihre aussagekräftige Bewerbung!\nBesondere Hinweise:\nDie 3Landesmuseen Braunschweig fördern aktiv die berufliche Gleichstellung von Frauen und Männern. Daher werden Bewerbungen von Männern ausdrücklich begrüßt.\nDer Arbeitsplatz ist teilzeitgeeignet, sollte jedoch zu 100% besetzt sein.\nSchwerbehinderte Bewerber*innen oder Personen, die diesen gleichgestellt sind, werden bei gleicher Eignung bevorzugt berücksichtigt. Zur Wahrung Ihrer Interessen bitten wir, uns bereits in Ihrem Anschreiben einen Hinweis auf Ihre Schwerbehinderung zu geben. Zur Unterstützung in diesem Bereich steht Ihnen die Vertrauensperson der Schwerbehinderten der 3Landesmuseen Braunschweig zur Verfügung. Weitere Hinweise finden Sie auf unserer Homepage.\nBewerbungen von Menschen aller Nationalitäten sind willkommen.\nDie Datenschutz-Grundverordnung (DSGVO) sieht vor, dass die Verantwortlichen Sie als betroffene Person über die Modalitäten, wie Ihre personenbezogenen Daten verarbeitet werden und welche Rechte Ihnen in diesem Zusammenhang zustehen, informieren. Die Informationen für Sie als Bewerber*in finden Sie als\nPDF-Dokument\nauf unserer Homepage.\nWir konnten Ihr Interesse wecken?\nDann freuen wir uns über Ihre digitale Bewerbung mit aussagekräftigen Unterlagen\n[1]\nbis zum 22. Februar 2026\nan\nbewerbung@3landesmuseen.de\nWir bevorzugen Online-Bewerbungen und bitten um Zusammenfassung aller Unterlagen in einer Gesamt-PDF, die eine Größe von 5 MB nicht überschreiten sollte.\nÜber Ziele und Inhalte wiss. Volontariate informiert u. a. der Leitfaden des Deutschen Museumsbunds:\nhttps://www.museumsbund.de/wp-content/uploads/2018/03/2018-leitfaden-volontariat-web.pdf\nAnsprechpartner für fachliche Auskünfte:\nFrau Diana Polack-Chwalczyk, Leitung Presse- und Öffentlichkeitsarbeit / Marketing, Tel.: 0531 1225-4400\nAnsprechpartnerin für\ndas Bewerbungsverfahren:\nFrau Uta Rapmund, Personalabteilung, Tel. 0531 1225-4310\n3Landesmuseen Braunschweig\nMuseumstr. 1\n38100 Braunschweig\n[1]\nMindestens Anschreiben, Lebenslauf, relevante Arbeitszeugnisse, Zeugnis Ihres höchsten Bildungsabschlusses. Ein Verweis auf Ihre Personalakte ist nicht ausreichend. Bitte beachten Sie, dass Bewerbungen in Papierform grundsätzlich nicht zurückgesandt und nach Abschluss des Auswahlverfahrens datenschutzgerecht vernichtet werden.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/volontariat-im-bereich-kommunikation-und-marketing-2/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorisches-volontariat-w-m-d/", "image": "", "title": "Kuratorisches Volontariat (w/m/d)", "content_text": "Maxim Gorki Theater Berlin, Berlin Bewerbungsende: 22.02.2026 | Das Maxim Gorki Theater Berlin ist eines der Berliner Ensembletheater in staatlicher Trägerschaft. Es ist geprägt von einer Geschichte der politischen und künstlerischen Aufbrüche. Gebaut als Konzertsaal der Berliner Singakademie wurde es 1952 als Sprechtheater wiedereröffnet und hat seitdem immer wieder entscheidende künstlerische Impulse gesetzt. Zwischen Humboldt-Universität und Museumsinsel gelegen, ist das Theater ein Ort des transdisziplinären Austauschs und der politischen Debatte mit künstlerischen Mitteln über Genregrenzen hinweg. Ab der Spielzeit 2026/27 wird das Maxim Gorki Theater unter der Leitung von Çağla Ilk neu als ein Haus der Künste, Widersprüche und Aufbrüche ausgerichtet werden.\nDas Volontariat\nDas kuratorische Volontariat bietet eine strukturierte, praxisnahe Ausbildung in der kuratorischen Arbeit eines multidisziplinären Kunst- und Theaterhauses. Sie begleiten das kuratorische Team in allen Phasen – von der konzeptionellen Recherche über Projektplanung und -organisation bis zur Realisation von Ausstellungen, Publikationen und performativen Formaten. Ziel ist es, fundierte Einblicke in die kuratorische und dramaturgische Praxis zu gewinnen und methodische Kompetenzen für eigenständige Projekte zu entwickeln.\nDie Ausbildung orientiert sich an den Richtlinien des Deutschen Museumsbundes und wird fachlich durch die künstlerische Leitung und das kuratorische Team begleitet. Regelmäßige Supervisionen und Weiterbildungsmodule sind fester Bestandteil des Volontariats.\nIhre Aufgaben:\nRecherche zu Künstler*innen, Themen und zeitgenössischen Diskursen\nEntwicklung ausgewählter Projekte sowie bei der Vorbereitung und Umsetzung von Produktionen, Ausstellungen und Sonderformaten\nMitarbeit an Texten, Konzeptpapieren und Projektskizzen\nVorbereitung von Ausstellungen, Installationen und performativen Formaten\nUnterstützung bei organisatorischen Abläufen im kuratorischen Arbeitsfeld\nTeilnahme an Teammeetings, internen Präsentationen und Feedbackgesprächen\nDokumentation und Evaluation von künstlerischen Prozessen\nIhr Profil:\nAbgeschlossenes Studium (z. B. Kunstgeschichte, Kulturwissenschaften, Curatorial Studies, Theaterwissenschaft oder vergleichbar) oder im Rahmen eines Pflichtpraktikums im Studium\nStarkes Interesse an zeitgenössischer Kunst, Theater und interdisziplinären Projekten\nErste praktische Erfahrungen im Kulturbereich (z. B. Praktika) wünschenswert\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift (weitere Sprachen von Vorteil)\nOrganisationstalent, sorgfältige und zuverlässige Arbeitsweise\nKommunikationsfreude und Teamfähigkeit\nSicherer Umgang mit digitalen Tools (z. B. MS Office/Google Suite)\nWir bieten:\nEin 12-monatiges Volontariat mit Option auf 6-monatige Verlängerung (Vergütung nach interner Vereinbarung)\nEine strukturierte Ausbildung orientiert an den Richtlinien wissenschaftlicher Volontariate\nIndividuelle Betreuung und Mentoring durch das kuratorische Team\nMitarbeit an transdisziplinären Ausstellungen, Produktionen und internationalen Produktionen\nEinblicke in die kuratorische Praxis an einem international geprägten Haus der Künste\nHinweis:\nDas Maxim Gorki Theater fördert aktiv die Gleichstellung aller Menschen nach Maßgabe des Landesgleichstellungsgesetzes. Wir begrüßen daher die Bewerbungen von Allen, unabhängig von deren Nationalität, sozialer Herkunft, Alter, Religion, Behinderung oder sexueller Identität. Die Bewerbungen von Frauen, People of Color sowie Menschen mit Migrationshintergrund sind ausdrücklich erwünscht. Schwerbehinderte Menschen werden bei gleicher Eignung nach Maßgabe des § 2 SGB IX vorrangig berücksichtigt.\nKontakt:\nBitte richten Sie Ihre vollständige Bewerbung  unter Angabe des frühestmöglichen Einarbeitungstermins mit aussagekräftigen Unterlagen (wie Motivationsschreiben, Lebenslauf, Portfolio, Abschlusszeugnis Berufsausbildung/Studium und Arbeitszeugnisse in Kopie) vorzugsweise per E-Mail an das\nMaxim Gorki Theater Berlin\nbewerbung@gorki.de\nBitte beachten Sie bei Bewerbungen per Post, dass ein ausreichend frankierter Rückumschlag beigefügt ist. Reisekosten zu den Vorstellungsgesprächen werden nicht erstattet.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.02.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorisches-volontariat-w-m-d/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-assistenz-direktion/", "image": "", "title": "Mitarbeiter:in (m/w/d) für Assistenz Direktion", "content_text": "Stiftung Neue Synagoge Berlin – Centrum Judaicum, Berlin Bewerbungsende: 15.02.2026 | Die Stiftung Neue Synagoge Berlin – Centrum Judaicum sucht ab 01. März 2026 oder zum nächstmöglichen Zeitpunkt\neine:n Mitarbeiter:in (m/w/d) für Assistenz Direktion als Vertretung der Elternzeit\nWir bieten Ihnen eine interessante Herausforderung bei der Bewältigung eines sehr vielseitigen Aufgabengebietes in einem der schönsten Bauwerke Berlins. Die Stiftung Neue Synagoge Berlin – Centrum Judaicum ist eine landesunmittelbare Stiftung des öffentlichen Rechts. Sie befindet sich im Gebäude der 1866 eingeweihten Neuen Synagoge Berlin, heute Sitz der Jüdischen Gemeinde zu Berlin.\nDie Stiftung Neue Synagoge Berlin – Centrum Judaicum ist ein Erinnerungsort und ein Museum zur Geschichte der Neuen Synagoge und zur Berliner jüdischen Geschichte und Gegenwart; sie unterhält eines der bedeutendsten Archive zum Judentum in Deutschland, sie ist ein kulturelles Zentrum sowie ein Ort der Forschung und der gesellschaftlichen Debatten.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.02.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-assistenz-direktion/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referat-finanzen-verwaltung-m-w-d/", "image": "", "title": "Referat Finanzen / Verwaltung (m/w/d)", "content_text": "Zweckverband Mühlhäuser Museen, Mühlhausen Bewerbungsende: 25.02.2026 | Im Zweckverband Mühlhäuser Museen ist eine Krankheitsvertretung für das\nReferat Finanzen/Verwaltung (m/w/d)\nzum nächstmöglichen Zeitpunkt bis voraussichtlich 31.07.2026 (mit Option auf Verlängerung) besetzen.\nDie Mühlhäuser Museen sind ein Verbund aus fünf Museen in der von mittelalterlicher Architektur geprägten Nordthüringer Kreisstadt Mühlhausen. Träger der Museen ist ein kommunaler Zweckverband. Das museale Profil wird von den Fachreferaten Kultur/Geschichte, Ur- und Frühgeschichte und Kunst bestimmt.\nDie Stelle bietet eine gute Möglichkeit, erste Berufserfahrung zu sammeln, nach einer Pause wieder ins Berufsleben einzusteigen oder eine Übergangszeit sinnvoll zu überbrücken.\nZu Ihren Aufgaben gehören insbesondere:\nHaushaltssachbearbeitung und laufendes Rechnungswesen\nallgemeine Verwaltungsangelegenheiten\nKoordinierung und Anleitung der Hausmeister, Reinigungs- und Kassenkräfte\nVeranstaltungsmanagement\nDas bringen Sie mit:\nAbgeschlossene Ausbildung als Verwaltungsfachwirt/-in oder vergleichbare Qualifikation\nBerufserfahrung in der Haushaltssachbearbeitung\nFundierte PC-Kenntnisse in der Anwendung von Tabellen- und Textverarbeitung\nSelbstständige und engagierte Erledigung übertragener Arbeitsaufgaben\nTeamfähigkeit, strukturierte Arbeitsweise und Flexibilität\nDas rundet Ihr Profil ab:\nErfahrung in der Kameralistik und Kenntnisse von Buchhaltungsprogrammen für Kameralistik (z. B. HKR) wünschenswert\nKenntnisse in Arbeitsorganisation und Personalführung wünschenswert\nKenntnisse der Thüringer Kommunalordnung und der Thüringer Gemeindehaushaltsverordnung sowie des TVöD sind wünschenswert\nVergütungsgruppe:\nE 9c TVöD\nArbeitszeit:\nTeilzeit 36 Std./Woche\nWir bieten zudem:\nbetriebliche Altersvorsorge (ZVK Thüringen)\nflexible Arbeitszeiten und mobiles Arbeiten\nflache Hierarchien und kurze Entscheidungswege\nBewerbungsfrist:\n25.02.2026\nIhre Bewerbung mit aussagefähigen Unterlagen (tabellarischer Lebenslauf, Zeugniskopien, Darstellung des beruflichen Werdegangs) senden Sie bitte an die\nDirektorin der Mühlhäuser Museen\nKristanplatz 7\n99974 Mühlhausen\noder\nE-Mail:\ninfo@mhl-museen.de\n(Unterlagen bitte in einem PDF von max. 4 MB zusammenfassen)\nBei Rückfragen wenden Sie sich bitte an Frau Dr. Kimmig-Völkner, Tel.: 03601 85 66 0, E-Mail: info@mhl-museen.de.\nAus Kostengründen werden eingereichte Bewerbungsunterlagen nur zurückgesandt, wenn ein ausreichend frankierter Rückumschlag beigefügt ist. Die Rücksendung erfolgt in diesem Fall drei Monate nach Abschluss des Verfahrens.\nUm ein ordnungsgemäßes Auswahlverfahren zu gewährleisten, werden die Grunddaten der Bewerber/‑innen bis zum Abschluss des Verfahrens elektronisch erfasst und gespeichert. Sollten Sie mit dieser Verfahrensweise nicht einverstanden sein, besteht die Möglichkeit schriftlich zu widersprechen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.02.2026", "url": "https://www.museumsbund.de/stellenangebote/referat-finanzen-verwaltung-m-w-d/", "date_published": "2026-02-05T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-prien/", "image": "", "title": "Sicherheitsmitarbeiter (m/w/d) für den Museumsaufsichtsdienst in Prien", "content_text": "Wach- und Werkschutz Kurt Strube GmbH, Prien Bewerbungsende: 31.03.2026 | Gemeinsam mehr erreichen!\nAufgrund stetigen Wachstums sind wir auf der Suche nach gutem, freundlichem, einsatzstarkem und zuverlässigem Personal und benötigen\nab dem 20.04.2026 bis 31.10.2026 Mitarbeiter (m/w/d) für Museumsaufsichtstätigkeiten und Besucherbetreuung\nin einem kulturellen Objekt\nin Prien.\nDie Tätigkeit kann in\nVollzeit,\nsozialversicherungspflichtiger Teilzeit\nund auf\nMinijob-Basis (603,00 Euro/Basis)\nausgeübt werden.\nArbeitszeiten:\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nIhre Vorteile bei uns:\nUnser Kunde bietet Ihnen eine interessante Tätigkeit in einem schönen Umfeld\nWir gewährleisten eine\ntarifgebundene Bezahlung\nSie erhalten\nFunktionszulagen\nauf den tariflichen Stundengrundlohn\nÜbernahme der Parkkosten und der Fährfahrt zur Insel\nEine qualifizierte Einarbeitung ist selbstverständlich\nWir bieten Ihnen ein erfolgreiches Gesundheitsmanagement\nEine kostenfreie Dienstbekleidung\nDas sind wir:\nWach- und Werkschutz Kurt Strube – ein Name, der seit dem Jahr 1983 für Qualität, Professionalität und Leistungsstärke im FullService steht. Bundesweit setzen Kultureinrichtungen jeder Größe auf Dienstleistungen von Wach- und Werkschutz Kurt Strube. Diese umfasst von A wie Aufsichtspersonal über Gebäudereinigung und Sicherheitsdienst bis hin zu Z wie Zeitarbeit.\nWir machen Kultur möglich!\nIhre Aufgaben bei uns:\nSie übernehmen Sicherungs- und Überwachungsaufgaben im Tagesdienst\nSie übernehmen den Museumsaufsichtsdienst\nBesucherordnung und Brandschutzordnung beachten und durchsetzen\nArbeitszeiten während der Öffnungszeiten 09:00 Uhr bis 18:00 Uhr\nDas bringen Sie mit:\nBesucherfreundliches und gepflegtes Auftreten\nArbeitsbereitschaft und absolute Zuverlässigkeit\nGute Kenntnisse der deutschen Sprache, vorzugsweise Grundkenntnisse in Englisch\nErfahrung aus dem Bereich des Wach- und Sicherheitsdienstes\nUnterrichtungsnachweiß nach §34a Gewerbeordnung (IHK)\nPolizeiliches Führungszeugnis ohne Eintrag\nHaben wir Ihr Interesse geweckt?\nDann senden Sie uns Ihre Bewerbungsunterlagen\nmit einem vollständigen Lebenslauf\nper E-Mail bitte an:\nbewerbungen@wws-strube.de\n(max. E-Mailgröße 6 MB) oder per Post an die unten aufgeführte Adresse.\nWir freuen uns auf Sie!\nWach- und Werkschutz Kurt Strube GmbH\nFrau Geers\nHolbeinstr. 2\n49808 Lingen (Ems)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.03.2026", "url": "https://www.museumsbund.de/stellenangebote/sicherheitsmitarbeiter-m-w-d-fuer-den-museumsaufsichtsdienst-in-prien/", "date_published": "2026-02-05T00:00:00"}]}