{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-sbz-ddr-grundforschungsprojekt-nrw/", "image": "", "title": "Wissenschaftliche:r Referent:in (m/w/d) für das SBZ/DDR-Grundforschungsprojekt NRW", "content_text": "Landschaftsverband Rheinland, Bonn Bewerbungsende: 11.01.2026 | Der Landschaftsverband Rheinland (LVR) arbeitet als Kommunalverband mit rund 22.000 Beschäftigten für die 9,8 Millionen Menschen im Rheinland. Mit seinen 41 Schulen, zehn Kliniken, 20 Museen und Kultureinrichtungen, vier Jugendhilfeeinrichtungen, dem Landesjugendamt sowie dem Verbund für WohnenPlusLeben erfüllt er Aufgaben, die rheinlandweit wahrgenommen werden. Der LVR ist Deutschlands größter Leistungsträger für Menschen mit Behinderungen und engagiert sich für Inklusion in allen Lebensbereichen. „Qualität für Menschen“ ist sein Leitgedanke.\nDie 13 kreisfreien Städte und die zwölf Kreise im Rheinland sowie die StädteRegion Aachen sind die Mitgliedskörperschaften des LVR. In der Landschaftsversammlung Rheinland gestalten gewählte Mitglieder aus den rheinischen Kommunen die Arbeit des Verbandes.\nMehr Informationen über den LVR finden Sie unter\nwww.lvr.de\n.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-referentin-m-w-d-fuer-das-sbz-ddr-grundforschungsprojekt-nrw/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungskoordination-mit-standortverantwortung-w-m-d/", "image": "", "title": "Verwaltungskoordination mit Standortverantwortung (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Hamburg Bewerbungsende: 18.01.2026 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Hamburg. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von zunächst 2 Jahren mit dem Ziel der Entfristung eine\nVerwaltungskoordination mit Standortverantwortung (w/m/d)\nin Vollzeit mit 39 Stunden/Woche\nIhre Aufgaben:\nLeitung und Koordination der administrativen Angelegenheiten des LIB für den Standort Hamburg\nSicherstellung der Einhaltung von Richtlinien und Verfahren, ggf. deren Entwicklung, Implementierung und Aktualisierung für den Standort Hamburg\nOptimierung von Arbeitsabläufen insbesondere auch Mitgestaltung der neu zu implementierenden Verwaltungsprozesse für das Neue Naturkundemuseum\nSicherstellung der konstanten und effizienten Umsetzung der Maßnahmen zur Arbeitssicherheit und Gesundheitsschutz in Zusammenarbeit mit dem Facility Management und den wissenschaftlichen Leitungen inklusive deren Terminierung\nVertretung der Interessen der Verwaltung in verschiedenen internen Arbeitsgruppen insbesondere in Hinblick auf die Vorbereitung der Ausgestaltung für das Neue Naturkundemuseum\nInhaltliche Zuarbeit, Koordination und Kommunikation mit der Liegenschaftsverwaltung der Universität Hamburg und der internen Steuerungsgruppe zur Planung von Nutzungsflächen\nLogistische Koordination und Umsetzung von Arbeitsplatzbezogenen Maßnahmen, die durch die Steuerungsgruppe Raumplanung erarbeitet worden sind inkl. Steuerung von Beschaffungsvorgängen in Hinblick auf zentrale Bedürfnisse des Standortes Hamburg, wie z.B. Möbel, Bürobedarf und andere zentrale Bedarfe\nIhr Profil:\nEinschlägiges Hochschulstudium (Wirtschafts-, Verwaltungs- oder Rechtswissenschaften)\nFührungskompetenzen zur Leitung von Teams und Projekten\nKenntnisse von Verwaltungsprozessen und deren Gestaltung\nRechtskenntnisse in Bezug auf die Rahmenbedingung öffentlicher Verwaltungen\nOrganisations- und Zeitmanagementfähigkeiten\nKenntnisse in Büroverwaltungssoftware und -systemen\nStrategisches Denken und Planungsfähigkeiten,\nKommunikationsstärke für effektive Teamarbeit und Kundenbeziehungen\nAnpassungsfähigkeit und Flexibilität in einem sich ändernden Arbeitsumfeld\nEmpathie und Konfliktlösungsfähigkeiten\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (bis zur EG 11 TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 18.01.2026 ausschließlich digital über unser\nKarriereportal\nan Herrn Pfeifer. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/verwaltungskoordination-mit-standortverantwortung-w-m-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/objekt-museumstechniker-m-w-d/", "image": "", "title": "Objekt-/Museumstechniker (m/w/d)", "content_text": "Frankfurter Goethe-Museum, Frankfurt a. M. Bewerbungsende: 20.01.2026 | Das Freie Deutsche Hochstift / Frankfurter Goethe-Museum ist Museum (Goethe-Haus und Deutsches Romantik-Museum) mit ca. 120.000 Gästen im Jahr, literaturwissenschaftliche Forschungseinrichtung, Archiv sowie Bildungs- und Veranstaltungsort. Wir suchen zum nächstmöglichen Zeitpunkt\neinen Objekt-/Museumstechniker (m/w/d).\n(Vollzeit; Teilzeit möglich, Minimum 30 Std./Woche)\nSie verfügen über\neine abgeschlossene Ausbildung z. B. mit der Fachrichtung Elektrotechnik, ElektronikerIn für Energie- und Gebäudetechnik, Heizung-, Lüftung-, Klima-, Sanitärtechnik oder eine vergleichbare Ausbildung.\nErste Berufserfahrung in der Gebäudetechnik von Vorteil\nIdealerweise gewerkübergreifende Kenntnisse in der MSR-Technik\nZu Ihren Aufgaben gehören u.a. die\nÜberwachung und das Betreiben der Gebäudetechnik\nEigene Durchführung von Wartungs- und Reparaturarbeiten\nBegleitung der Wartungs- und Instandhaltungsarbeiten aller haustechnischen Anlagen\nMonitoring des Energieverbrauchs und Umsetzung von verbrauchsmindernden Maßnahmen\nBetreuung der Museumstechnik (Brandmelde- und Einbruchmeldeanlage)\nHausmeistertätigkeiten und Kleinreparaturen im gesamten Haus\nMitarbeit beim Auf- und Abbau von Wechselausstellungen und Veranstaltungen\nTeilnahme an der Rufbereitschaft (abwechselnd mit Kollegen)\nWir suchen eine/n engagierte/n und verantwortungsbewusste/n Mitarbeiter/in. Zu Ihren Stärken zählt selbständiges, systematisches und problemlösungsorientiertes Arbeiten. Sie sind belastbar und zeitlich flexibel; das Arbeiten im Team macht Ihnen Freude. Solide Kenntnisse der MS-Office-Programme sind von Vorteil.\nWir bieten Ihnen eine abwechslungsreiche, interessante und kommunikative Tätigkeit und ein Gehalt mit Sozialleistungen in Anlehnung an den öffentlichen Dienst gemäß Qualifikation bis Vergütungsgruppe 8 TV-H.\nWir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion/Weltanschauung, Behinderung, Alter sowie sexueller Orientierung und Identität. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerberinnen und Bewerbern.\nIhre Bewerbung mit ausführlichen Unterlagen richten Sie bitte bis zum 20. Januar 2026 an:\nFreies Deutsches Hochstift / Frankfurter Goethe-Museum,\nz.Hd. Herrn Christian Alberth\nGroßer Hirschgraben 23 – 25,\n60311 Frankfurt am Main,\nwww.freies-deutsches-hochstift.de\nTel. 069/13880-231\nE-Mail: chalberth@freies-deutsches-hochstift.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.01.2026", "url": "https://www.museumsbund.de/stellenangebote/objekt-museumstechniker-m-w-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-sammlungsqualifizierung/", "image": "", "title": "Projektleitung (m/w/d) Sammlungsqualifizierung", "content_text": "Stiftung Donaumoos, Karlshuld Bewerbungsende: 08.02.2026 | Projektleitung (m/w/d) Sammlungsqualifizierung\nVollzeit | befristet bis 31.12.2026\nDie Stiftung Donaumoos sucht für ihr Freilichtmuseum HAUS im MOOS zum nächstmöglichen Zeitpunkt eine Projektleitung (m/w/d) für die abschließende Phase der Sammlungsqualifizierung.\nDas HAUS im MOOS liegt mitten im Donaumoos, Süddeutschlands größtem zusammenhängenden Niedermoor, und empfängt jährlich rund 20.000 Besucherinnen und Besucher. Es vereint eine staatlich anerkannte Umweltstation, ein Freilichtmuseum, ein Heimatmuseum sowie eine Museumsgaststätte. Träger ist die Stiftung Donaumoos.\nFür die umfangreiche kulturgeschichtliche Sammlung des Freilichtmuseums wird eine neue Museumsdepotlösung geplant. In Vorbereitung darauf wird die Sammlung seit 2023 systematisch erfasst, bewertet und in ein Zwischenlager überführt.\nZiel des Projekts ist es, bis Dezember 2026 verbindlich zu entscheiden, welche Objekte dauerhaft in der Sammlung verbleiben und welche deakzessioniert werden, sowie das bisherige Depot „Putzerei“ vollständig zu räumen und besenrein an den Vermieter zu übergeben.\nIhre Aufgaben\nFachliche und organisatorische Leitung des Teams Sammlungsqualifizierung\nVerantwortung für die sachgerechte Bewertung, Priorisierung und Deakzession von Sammlungsobjekten\nSicherstellung des fristgerechten Projektabschlusses und der Übergabe des Depots „Putzerei“ im Dezember 2026\nFinalisierung und Umsetzung des Sammlungskonzepts in enger Abstimmung mit der Museumsleitung\nDokumentation und fachliche Begründung von Auswahl- und Deakzessionsentscheidungen\nWissenschaftliche Begleitung der Sammlungsqualifizierung\nIhr Profil\nAbgeschlossenes Hochschulstudium (z. B. Europäische Ethnologie/Volkskunde, Geschichte, Museologie oder vergleichbar)\nFundierte Kenntnisse in der Arbeit mit kulturhistorischen Sammlungen, bestenfalls mit Deakzessionsprozessen\nMehrjährige Erfahrung im Projektmanagement\nFähigkeit, unter Zeitdruck klare fachliche Entscheidungen zu treffen und diese zu vertreten\nErfahrung in der Erstellung und Umsetzung von Sammlungs- oder Museumskonzepten\nStrukturierte, selbstständige Arbeitsweise\nPragmatismus, Durchsetzungsfähigkeit und Hands-on-Mentalität\nWünschenswert: Kenntnisse zur materiellen Kultur des süddeutschen ländlichen Raums um 1900\nUnser Angebot\nVerantwortungsvolle Leitungsaufgabe mit klarem Projektziel\nKollegiales Arbeitsklima in einem engagierten Team von sechs Personen\nFlexible Arbeitszeiten im Rahmen der Gleitzeitregelung\nGute Vereinbarkeit von Beruf und Familie\nVergütung in Anlehnung an TVöD/VKA E 13\nBewerbungen von Frauen und von Menschen mit Schwerbehinderung sind ausdrücklich erwünscht und werden bei gleicher Eignung bevorzugt berücksichtigt.\nWeitere Informationen unter: www.haus-im-moos.de\nFür Rückfragen steht die Geschäftsführerin und Museumsleiterin Joana Mylek zur Verfügung:\nj.mylek@haus-im-moos.de | 0163 1494445\nBewerbungsschluss: 08.02.2026\nBitte per E-Mail an bewerbung@haus-im-moos.de (eine PDF-Datei, max. 15 MB).\nHinweis: Die Übermittlung der Daten erfolgt unverschlüsselt. Die Verarbeitung personenbezogener Daten im Bewerbungsverfahren erfolgt gemäß Art. 13 Abs. 1 DSGVO.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.02.2026", "url": "https://www.museumsbund.de/stellenangebote/projektleitung-m-w-d-sammlungsqualifizierung/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-aeltere-kunst/", "image": "", "title": "Kurator:in (w/m/d) Ältere Kunst", "content_text": "Staatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern, Schwerin Bewerbungsende: 30.01.2026 | Die Staatlichen Schlösser, Gärten und Kunstsammlungen M-V (SSGK M-V) bewahren, erforschen und präsentieren das kultur- und kunstgeschichtliche Fundament Mecklenburg-Vorpommerns. Dazu gehören einige der schönsten und bedeutendsten Zeugnisse der Architekturgeschichte und Gartenkunst Norddeutschlands sowie die herzoglichen Kunstsammlungen und Kunstschätze internationalen Ranges von der Antike bis zur Gegenwart. Teil der SSGK M-V ist das Staatliche Museum Schwerin, in welchem die Stelle der Kuratorin bzw. des Kurators Ältere Kunst vom Mittelalter bis zur Mitte des 19. Jh. neu zu besetzen ist. Von den zu betreuenden Sammlungsbereichen hat der Bestand an holländischer und flämischer Malerei des 17. Jh. durch Umfang und Qualität einen herausgehobenen Stellenwert.\nGesucht wird ein/eine:\nKurator/Kuratorin (w/m/d) Ältere Kunst\nIhre Aufgaben:\nwissenschaftliche Betreuung der Sammlung Gemälde & Plastik (Publikationen, Inventarisierung, Betreuung der Datenbank für Gemälde, Plastik, Objekte)\nKonzeptionen von Ausstellungen und deren Realisierung\nErarbeitung von wissenschaftlichen Katalogen und Publikationen\nStärkung des Profils der Sammlung und deren Weiterentwicklung, Vorschläge für Ankäufe\nenge Zusammenarbeit mit dem Sammlungsmanagement, den Restauratoren und der Vermittlungs- und Stabstelle Presse, Marketing und Veranstaltungskoordinierung\nBearbeitung von Leihanfragen, Kurierbegleitung von Leihgaben\nadministrative Tätigkeiten\nEntwicklung von internationalen Kooperationen, Netzwerkarbeit, Fundraising, Bearbeitung von Förderanträgen, Sponsorenakquise\nperspektivisch Koordinierung der zukünftigen Online Collection\nDas erwarten wir von Ihnen:\nein mit einem Mastergrad oder einem gleichwertigen Abschluss abgeschlossenes Hochschulstudium im Hauptfach Kunstgeschichte\nPromotion im Bereich Ältere Kunst\nKenntnisse im Bereich Kunst der frühen Neuzeit, insbesondere der niederländischen und deutschen Malerei des 17. und18. Jahrhunderts\nKenntnisse im Bereich der mittelalterlichen Kunst, insbesondere im norddeutschen Raum\nErfahrungen im Ausstellungs-, Publikations- und Vermittlungswesen\nErfahrungen im Controlling und Überwachung von Projektkalkulationen\nErfahrungen in der Vergabepraxis und Haushaltsführung erwünscht\nErfahrungen im Bereich der Antragstellung von Fördermitteln\nErfahrungen im Umgang mit Archiven\nsehr gute Kenntnisse der deutschen Sprache (Muttersprachniveau = Level C2) und sehr gute Kenntnisse der englischen Sprache (C1), gute Kenntnisse einer weiteren Sprache, vorzugsweise Niederländisch, in Wort und Schrift\nKreativität, frische Ideen und Engagement\nsehr gute Kommunikationsfähigkeit, Teamorientierung, Flexibilität\nDas bieten wir:\neine unbefristete Beschäftigung in Vollzeit (Arbeitsbeginn ab: sofort)\nBezahlung nach E 13 TV-L, bitte informieren Sie sich z.B. unter www.oeffentlicher-dienst.info über die Vergütung\nsehr ansprechender und zentral gelegener Arbeitsplatz (Arbeitsort: Schwerin)\neine attraktive Altersabsicherung\neine interessante, vielseitige und anspruchsvolle Aufgabe\ndie Möglichkeit zur Weiterbildung\nflexible Arbeitszeiten\nVereinbarkeit von Beruf und Privatleben\n30 Tage Urlaub\nIhre\nBewerbung erbitten\nwir bis zum (30.01.2026)\nonline\nauf folgender Seite\nhttps://karriere-in-mv.de/stelle/13737-kuratorin-bzw-kurator-w-m-d-aeltere-kunst\nFür dieses Verfahren ist lediglich der Bewerbungsweg über das vorgenannte Portal eröffnet. Wir bitten daher von Bewerbungen per Post oder per E-Mail abzusehen.\nWir weisen darauf hin, dass für die Auswahlentscheidung nur Qualifikationen, Fähigkeiten, Kenntnisse und Erfahrungen herangezogen werden können, die durch geeignete Unterlagen belegt wurden. Wir bitten daher um die Einreichung vollständiger Bewerbungsunterlagen.\nStaatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern\nWerderstraße 141\n19055 Schwerin\nAnsprechpartner\nfür fachliche Fragen:  Herr Dr. Björn Egging (Tel. 0385 58841200)\nfür Fragen zur Stellenausschreibung:  Frau Andrea Klönhammer (Tel. 0385 58841142)\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.01.2026", "url": "https://www.museumsbund.de/stellenangebote/kuratorin-w-m-d-aeltere-kunst/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d-2/", "image": "", "title": "Geschäftsführung / Museumsleitung (m/w/d)", "content_text": "Weltkulturerbe Rammelsberg – Museum & Besucherbergwerk, Goslar Bewerbungsende: 01.02.2026 | Geschäftsführung / Museumsleitung für das Weltkulturerbe Rammelsberg – Museum & Besucherbergwerk (m/w/d)\nUNESCO-Weltkulturerbes Rammelsberg\nKEX_3448\nBewerbungsfrist: 01.02.2026\nIhre Ansprechperson:\nChristian Jansen\njansen@kulturexperten.de\n+49 201 63462 798\nSparte: Kulturamt und KommunalverwaltungVollzeit\nDie niedersächsische Kaiserstadt Goslar mit ihren ca. 50.000 Einwohnerinnen und Einwohnern ist eine UNESCO-Welterbestadt. Die UNESCO-Welterbestätte „Bergwerk Rammelsberg, Altstadt von Goslar und Oberharzer Wasserwirtschaft“ mit ihren Bau- und Bodendenkmalen, sowie den mit ihr verbundenen Museen geben der Region ein unverwechselbares Profil. Das Bergwerk Rammelsberg als zentraler Bezugspunkt der gesamten Welterbestätte wird von der Weltkulturerbe Erzbergwerk Rammelsberg Goslar GmbH unterhalten und vermittelt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrung-museumsleitung-m-w-d-2/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/121207/", "image": "", "title": "Mitarbeiter:in (w/m/d) Schlossverwaltung Jagdschloss Granitz", "content_text": "Staatliche Schlösser, Gärten und Kunstsammlungen Mecklenburg-Vorpommern, Binz Bewerbungsende: 06.01.2026 | Mitarbeiterin\nbzw. Mitarbeiter (w/m/d) Schlossverwaltung Jagdschloss Granitz\nEinsatzdienststelle\nJagdschloss Granitz, Binz\nBewerbung bis: 06.01.2026\nArbeitsbeginn: 01.06.2026\nArbeitszeit: Vollzeit, unbefristet\nEntgeltgruppe: E 6 TV-L (vorbehaltlich einer tariflichen Bewertung)\nDie Staatlichen Schlösser, Gärten und Kunstsammlungen M-V bewahren, erforschen und präsentieren das kultur- und kunstgeschichtliche Fundament Mecklenburg-Vorpommerns. Dazu gehören einige der schönsten und bedeutendsten Zeugnisse der Architekturgeschichte und Gartenkunst Norddeutschlands sowie die herzoglichen Kunstsammlungen und Kunstschätze internationalen Ranges von der Antike bis zur Gegenwart. Einst der luxuriös ausgestattete Jagdsitz der Putbusser Fürstenfamilie, ist das zwischen 1837 und 1846 erbaute Schloss Granitz heute einer der attraktivsten\nBesuchermagnete Rügens. Neben einem sehenswerten Museumsschloss erwartet die Gäste vor allem ein aufreibender Nervenkitzel beim Besteigen des 38 Meter hohen Turms, welcher beste Aussichten über die Insel bietet.\nIhre Aufgaben:\nBetreuung Schloss-Shop:\nselbstständiger Wareneinkauf und -abwicklung im vorgegebenen Rahmen (Produktrecherche, Angebotseinholung, Preisverhandlungen, Kalkulation, Kontrolle Wareneingang, Reklamation, Rechnungsprüfung)\nBudgetkontrolle\nStatistik (Führen und Aufbereiten von monatlichen Statistiken)\nselbststände Lagerverwaltung / Inventur und Produktpräsentation im Museumsshop\nkonzeptionelle Mitarbeit (Unterbreitung von neuen Sortimentsvorschlägen)\nBesucherdienst und Führungsorganisation (Annahme, Reservierung und Koordinierung von Führungen, Bearbeiten von Anfragen auf deutsch und englisch)\nBüroorganisation, Rechnungsstellung, statistische Erfassung von Daten\nIhr Profil:\nerfolgreich abgeschlossene Verwaltungsausbildung, abgeschlossene Berufsausbildung zur / zum Fachangestellten für Bürokommunikation oder eine andere aufgabenbezogene kaufmännische Berufsausbildung\nErfahrung in Warenwirtschaft und Einkauf sowie Erfahrung im Kultur- bzw. Museumsbereich\ngute Kenntnisse der deutschen und englischen Sprache (deutsch mindestens B2)\nausgeprägte Kommunikationsfähigkeit, Flexibilität und Teamfähigkeit, sehr ausgeprägtes Dienstleistungsverständnis\nsichere Beherrschung moderner Kommunikationstechnik sowie der gängigen Bürosoftware, z.B. MS Office (Word, Excel, PowerPoint)\nPkw-Führerschein\nDas bieten wir Ihnen:\neinen ansprechenden Arbeitsplatz mit Parkmöglichkeit am Dienstsitz\ndie Möglichkeit, teilweise und nach entsprechender Einarbeitungszeit auch von zu Hause aus zu arbeiten\neine attraktive Altersabsicherung\neine interessante, vielseitige und anspruchsvolle Aufgabe\ndie Möglichkeit zur Weiterbildung\nflexible Arbeitszeiten\nVereinbarkeit von Beruf und Privatleben\n30 Tage Urlaub\nHinweise zum Bewerbungsverfahren:\nWir schätzen Vielfalt in der Landesverwaltung Mecklenburg-Vorpommern und begrüßen daher alle Bewerbungen – unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung. Schwerbehinderte Bewerberinnen und Bewerber und ihnen Gleichgestellte berücksichtigen wir bei gleicher Eignung bevorzugt. Wir empfehlen Ihnen daher, auf eine Schwerbehinderung bzw. Gleichstellung bereits im Anschreiben hinzuweisen. Das Jagdschloss Granitz ist baudenkmalbedingt kein behindertengerechter Arbeitsplatz. Bewerberinnen und Bewerber aus dem öffentlichen Dienst bitten wir, ihr Einverständnis zur Einsichtnahme in die Personalakte zu erklären. Um das Verfahren zu beschleunigen, bitten wir diese Bewerberinnen und Bewerber jedoch, die für die Bewerbung relevanten Unterlagen der Bewerbung selbst beizufügen. Mit der Bewerbung verbundene Kosten können wir leider nicht erstatten. Es erfolgt keine Rücksendung von Bewerbungsunterlagen.\nIhre Bewerbung erbitten wir bis zum (30.01.2026) online auf folgender Seite\nhttps://karriere-in-mv.de/stelle/13449-mitarbeiterin-bzw-mitarbeiter-w-m-d-schlossverwaltung-jagdschloss-granitz\nFür dieses Verfahren ist lediglich der Bewerbungsweg über das vorgenannte Portal eröffnet. Wir bitten daher von Bewerbungen per Post oder per E-Mail abzusehen.\nWir weisen darauf hin, dass für die Auswahlentscheidung nur Qualifikationen, Fähigkeiten, Kenntnisse und Erfahrungen herangezogen werden können, die durch geeignete Unterlagen belegt wurden. Wir bitten daher um die Einreichung vollständiger Bewerbungsunterlagen.\nDatenschutzhinweise\nIhre Daten aus den Bewerbungsunterlagen werden ausschließlich für den Zweck des Bewerbungsverfahrens verarbeitet. Weitere Informationen finden Sie in unseren Datenschutzbestimmungen: https://www.ssgk-mv.de/datenschutz\nAnsprechpersonen:\nFrau Dr. Nadine Garling\nAnsprechperson für fachliche Fragen\nTel.: 0385 588 41520\nFrau Andrea Klönhammer\nAnsprechperson für Fragen zur Stellenausschreibung\nTel.: 0385 588 41142\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 06.01.2026", "url": "https://www.museumsbund.de/stellenangebote/121207/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-programm-und-internationale-beziehungen-m-w-d/", "image": "", "title": "Leitung Programm und internationale Beziehungen (m/w/d)", "content_text": "Staatlichen Kunstsammlungen Dresden, Dresden Bewerbungsende: 18.01.2026 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, eine Leitung Programm und Internationale Beziehungen (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 14 TV-L).\nDie Staatlichen Kunstsammlungen Dresden (SKD) bilden mit ihren zahlreichen Museen, Sammlungen und Archiven einen der bedeutendsten Museumsverbünde weltweit. Gemeinsam stehen die historisch gewachsenen Sammlungen für eine beeindruckende thematische Vielfalt. In prachtvollen historischen Bauten im Herzen Dresdens sowie an weiteren Orten in Sachsen und weit darüber hinaus machen die SKD ihre einzigartigen Bestände für die Öffentlichkeit erlebbar.\nDie Wurzeln der Sammlungsvielfalt liegen in der Zeit der sächsischen Kurfürsten und Könige und gehen auf eine jahrhundertelange Tradition zurück. Jedes der Millionen von Objekten öffnet Fenster in globale Kunst- und Kulturwelten. Über die Bewahrung des ihr anvertrauten reichen Erbes hinaus beleben die SKD es durch inspirierende Ausstellungen und zukunftsweisende Vermittlungsformate unterstützt durch zahlreiche regionale, nationale und internationale Kooperationen.\nAls wissenschaftlich arbeitende Institution steht die sammlungsübergreifende und objektbezogene Forschung im Zentrum. Mit disziplinenübergreifenden Projekten im Verbund setzen die SKD nicht zuletzt in der Provenienzforschung Maßstäbe. Rund 400 hochqualifizierte Mitarbeitende gestalten dieses dynamische Netzwerk und tragen mit ihrer Begeisterung und ihrem fundierten Wissen zur Vermittlung und Präsentation des reichen Erbes an Kunst und Kultur bei.\nDie Abteilung Programm und internationale Beziehungen ist direkt dem Generaldirektor unterstellt und für die Ausgestaltung und Koordination des Programms (insbesondere von Ausstellungen und Sonderprojekten) und damit für die inhaltliche und organisatorische Gesamtplanung der SKD verantwortlich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leitung-programm-und-internationale-beziehungen-m-w-d/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leiterin-presse-und-oeffentlichkeitsarbeit-m-w-d-6/", "image": "", "title": "Leiter:in Presse- und Öffentlichkeitsarbeit (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 08.01.2026 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft. Mit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaat lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet.\nZur Unterstützung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt am Standort Karlsruhe eine / einen\nLeiterin / Leiter Presse- und Öffentlichkeitsarbeit (m/w/d)\nDie Vergütung erfolgt gemäß Entgeltgruppe E 13 TVöD Bund. Es handelt sich um eine unbefristete Vollzeitstelle (39 Std./Woche).\nDu unterstützt das Direktorium der Stiftung u.a. bei der strukturellen Entwicklung der Presse- und Öffentlichkeitsarbeit und berichten direkt an den Direktor. Deine Arbeit umfasst die Bereiche Presse-, Medien- und Öffentlichkeitsarbeit, Unterstützung und Mitarbeit im Bereich der Digitalen Kommunikation, Kooperationen, Sponsoring und Fundraising, sowie ­– mittelfristig – den Aufbau eines kleinen Teams.\nZu Deinen vielfältigen Aufgaben gehören unter anderem:\nStrategische Planung, Konzeption, Implementierung und Kontrolle der Presse- und Öffentlichkeitsarbeit mit einem Schwerpunkt auf der Pressearbeit\nAufgaben als Pressesprecherin / Pressesprecher und Ansprechpartnerin / Ansprechpartner sowohl für interne als auch für externe Anfragen inkl. Vorbereitung und Steuerung von Pressekonferenzen, Medienterminen, etc.\nGemeinsame Erarbeitung von Maßnahmenplänen für die Presse- und Öffentlichkeitsarbeit verschiedener Fachbereiche\nGemeinsame Erarbeitung einer Kommunikationsstrategie für die Stiftung in Zusammenarbeit mit dem Fachbereich Marketing, Kommunikation und Digitales\nZusammenarbeit mit allen Abteilungen der Stiftung für eine ganzheitliche Medienkommunikation\nAufbau und Pflege eines nationalen und internationalen Mediennetzwerks inkl. Gewinnung von Kooperations- und Projektpartnern / Projektpartnerinnen.\nKoordination und Sichtung presserelevanter Texte sowie Redaktion und Veröffentlichung von Pressetexten sowie die Erstellung eines Jahrespresseberichtes\nQualitätssicherung und Evaluation der Pressearbeit\nModeration von Terminen\nBetreuung stiftungseigener Publikationen\nBeauftragung und Koordination von Fotografen / Fotografinnen, Agenturen und externen Dienstleistern / Dienstleisterinnen.\nBudgetplanung, -kontrolle und Projektabrechnung\nDu bist eine überzeugende und kreative Persönlichkeit mit ausgeprägtem Kommunikations- und Organisationstalent, strategischem und konzeptionellem Denken und Verhandlungs-geschick. Du gestalten Deinen Verantwortungsbereich fachlich versiert, erfahren und mit einem hohen Maß an Qualitätsbewusstsein und Verantwortung. Du hast Teamgeist, Humor und verfügst über soziale Kompetenz im Umgang mit Politik und Öffentlichkeit, bist belastbar, flexibel und kannst mit Stresssituationen umgehen.\nDein Profil:\nabgeschlossenes Hochschulstudium in einem für die Stiftung relevanten Studiengang\nmehrjährige Erfahrung in der Presse- und Öffentlichkeitsarbeit, idealerweise in einer überregionalen Institution mit (inter-)nationalem Wirkungskreis oder im Rechtsjournalismus\nein gutes Mediennetzwerk\nKompetenz in der Erstellung von Redaktionsplänen und Nutzung von Social Media\ngute Allgemeinbildung und Grundkenntnisse im Presse- und Urheberrecht\nausgeprägtes Interesse an politischen und gesellschaftlichen Themen, Kenntnisse zu Grundfragen von Recht und Rechtsstaat wünschenswert\nsehr gute Deutschkenntnisse in Wort und Schrift sowie gute Englischkenntnisse, weitere Fremdsprachen von Vorteil\nEDV-Kenntnisse (MS-Office-Anwendungen, Datenbanken, CMS, Bildbearbeitung, Aufnahmetechniken)\nBefähigung zum strukturierten, zielorientierten und genauen und termingerechten Arbeiten sowie unternehmerisches Denken\nausgezeichnete schriftliche und mündlichen Ausdrucksfähigkeit\nBereitschaft zu flexibler und mobiler Arbeitszeitgestaltung, auch in den Abendstunden, an Wochenenden sowie zu Dienstreisen\nMitwirkung an der Konzepterstellung der Baukommunikation für zwei Neubauten\nWir bieten:\nDich erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt, viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht findest Du unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungsschluss ist der\n08. Februar\n2026,\nDeine aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fasse dazu bitte\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benenne diese folgendermaßen:\nSFR_2602_\nDein\nNachname\n_Bewerbung\nSende dann die Datei per E-Mail an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Dir die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, die Dir durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Deiner Bewerbung willigst Du darin ein, dass wir Deine personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.01.2026", "url": "https://www.museumsbund.de/stellenangebote/leiterin-presse-und-oeffentlichkeitsarbeit-m-w-d-6/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-des-direktoriums-m-w-d-2/", "image": "", "title": "Referent:in des Direktoriums (m/w/d)", "content_text": "STIFTUNG FORUM RECHT, Karlsruhe Bewerbungsende: 25.01.2026 | Recht ist unsichtbar und prägt trotzdem spürbar unseren Alltag. Der Rechtsstaat schützt uns in Deutschland und Europa vor Willkür und gewährleistet unsere Freiheiten in einer pluralistischen Gesellschaft. Mit dem Forum Recht machen wir Recht und Rechtsstaat erlebbar und schaffen Räume, in denen Menschen mehr über Recht und Rechtsstaat lernen und über Ihre Erfahrungen sprechen. Hierfür entstehen in Karlsruhe und Leipzig einzigartige Ausstellungs-, Veranstaltungs-, Vermittlungs- und Diskussionsorte. Zur Umsetzung dieses Ziels hat der Deutsche Bundestag 2019 die öffentlich-rechtliche bundesunmittelbare\nStiftung Forum Recht\ngegründet.\nZur Unterstützung unseres Teams suchen wir zum nächstmöglichen Zeitpunkt am Standort Karlsruhe eine / einen\nReferentin / Referenten des Direktoriums (m/w/d\n).\nDie Vergütung erfolgt gemäß Entgeltgruppe E 13 TVöD Bund. Es handelt sich um eine unbefristete Stelle in Vollzeit (39 Std./Woche).\nIm Arbeitsbereich des Direktoriums unterstützt Du das Direktorium der Stiftung u.a. bei organisatorischen und strukturellen Aufgaben im Tagesgeschäft, bei der Netzwerkarbeit, der Entwicklung inhaltlicher Strategien sowie wissenschaftlichen Recherchen. Du berichtest direkt an den Direktor.\nZu Deinen vielfältigen Aufgaben gehören unter anderem:\nSchnittstellenfunktion zwischen den Organen der Stiftung, dem Stiftungsteam und externen Partnerinnen und Partnern\nInhaltliche Koordination, Vorbereitung und Nachbearbeitung der Gremiensitzungen von Kuratorium und Stiftungsbeirat\nAustausch und Netzwerkarbeit mit externen Expertinnen und Experten aus Politik, Zivilgesellschaft, Recht, Wissenschaft und Kultur im Themenfeld von Recht und Rechtsstaat\nVorbereitung und Organisation von Besprechungen, Sitzungen, Präsentationen und Entscheidungsvorlagen sowie Protokollführung\nfundierte Vor- und Nachbereitung von Terminen\nWissenschaftliche Recherche zu stiftungsrelevanten juristischen, politischen und gesellschaftlichen Fachthemen und deren schriftliche Aufbereitung\nZuarbeit zu Fachvorträgen und Präsentationen auf wissenschaftlichem Niveau\nVerfassen und Redaktion von Texten und Berichten zu den Aktivitäten der Stiftung sowie zu spezifischen Themen aus der Stiftungsarbeit\nMitwirkung und Prozesssteuerung bei der Weiterentwicklung des inhaltlichen Konzepts zum Forum Recht\nDu bist eine Persönlichkeit, die sich durch selbständiges und eigenverantwortliches Arbeiten, Teamfähigkeit, Kommunikationskompetenz sowie Organisationsgeschick, Flexibilität, Belastbarkeit und Humor auszeichnet und Erfahrungen in konstruktiver und produktiver Teamarbeit mitbringt.\nDein Profil:\nMit überdurchschnittlichen Ergebnissen abgeschlossenes rechtswissenschaftliches Hochschulstudium (LL.M. oder 2. juristisches Staatsexamen)\nPraktische Erfahrungen im Umgang mit stiftungsrelevanten Themen\nErfahrungen in einer vergleichbaren Tätigkeit von Vorteil\nErfahrungen in der Durchführung und Moderation von Terminen und im Projektmanagement\nFähigkeit zum strukturierten, zielorientierten und genauen und termingerechten Arbeiten sowie unternehmerisches Denken\nSehr gute Kenntnisse der gängigen MS-Office-Programme\nAusgezeichnete schriftliche und mündlichen Ausdrucksfähigkeit\nSehr gute Sprachkenntnisse in Deutsch und Englisch\nBereitschaft zu flexibler und mobiler Arbeitszeitgestaltung, bisweilen auch in den Abendstunden sowie am Wochenende sowie zu Dienstreisen\nWir bieten:\nDich erwartet eine spannende Tätigkeit in einer Institution, die sich an der Schnittstelle zwischen Recht, Politik, Kultur, Wirtschaft und Zivilgesellschaft bewegt, viele Gestaltungsmöglichkeiten, eine betriebliche Altersvorsorge (VBL), eine offene und herzliche Arbeitsatmosphäre in einem hochqualifizierten Team, eigenverantwortliches Arbeiten und ein kreatives Arbeitsumfeld. Wir bieten eine sichere Vergütung und Urlaub nach den Regelungen des TVöD. Weitere Informationen zur Stiftung Forum Recht findest Du unter www.stiftung-forum-recht.de.\nDie Stiftung Forum Recht hat sich zum Ziel gesetzt, die Vielfalt der Belegschaft zu erhöhen und die berufliche Gleichstellung zu fördern und begrüßt deshalb Bewerbungen aller Fachkräfte, unabhängig von Geschlecht, ethnischer, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nBewerbungsschluss ist der\n25. Januar\n2026,\nDeine aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) fasse dazu bitte\nin einer PDF-Datei\n(max.\n10 MB\n) zusammen und benenne diese folgendermaßen:\nSFR_2601_\nDein\nNachname\n_Bewerbung\nSende dann die Datei per E-Mail an\nbewerbungen@stiftung-forum-recht.de\n.\nBei weiteren Rückfragen steht Dir die Personalstelle der Stiftung, Holly Kalmes, unter der angegebenen E-Mail-Adresse zur Verfügung.\nEventuell anfallende Kosten, die Dir durch das Vorstellungsgespräch entstehen, werden nicht erstattet.\nDurch die Abgabe Deiner Bewerbung willigst Du darin ein, dass wir Deine personenbezogenen Daten in den Systemen der Stiftung Forum Recht für dieses Bewerbungsverfahren speichern und verarbeiten. Ein Widerruf dieser Einwilligung ist jederzeit möglich.\nSTIFTUNG FORUM RECHT\nKarlstrasse 45 A\n76133 Karlsruhe\nwww.stiftung-forum-recht.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.01.2026", "url": "https://www.museumsbund.de/stellenangebote/referentin-des-direktoriums-m-w-d-2/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/schlossfuehrer-m-w-d-befristet-fuer-die-sommersaison-2026/", "image": "", "title": "Schlossführer (m/w/d) Sommersaison 2026 im Schloss Neuschwanstein", "content_text": "Bayerische Verwaltung der staatlichen Schlösser, Gärten und Seen, Hohenschwangau Bewerbungsende: 15.01.2026 | Schloss Neuschwanstein ist seit Juli 2025 UNESCO-Weltkulturerbe und mit über einer Million Besucher jährlich eine der herausragenden Sehenswürdigkeiten Europas und der unangefochtene Besuchermagnet der Bayerischen Verwaltung der staatlichen Schlösser, Gärten und Seen.\nDie Bayerische Verwaltung der staatlichen Schlösser, Gärten und Seen, Schlossverwaltung Neuschwanstein, sucht\nSchlossführer (m/w/d\n)\nbefristet für die Sommersaison 2026 (01.04.2026 bis 31.10.2026).\nMöglichkeiten einer Anschlussbeschäftigung sind nach Bewährung gegeben.\nAufgaben:\nDurchführung von Führungen für div. Gruppen d.h. aktive und/oder passive Ansprache der Besucher der jeweiligen Führung\nVermittlung von Wissen über König Ludwig II, das Schloss, die Geschichte und das Museum\nSicherstellung eines reibungslosen Führungsablaufes und Betreuung der Museumsbesucher im Rahmen der Vorgaben\nDurchführung von Reinigungsaufgaben\nAusführung der zugewiesenen Aufgaben wie z. B. Bedienung der Kasse, Beraten der Besucher, Aufgaben in Arbeitsgruppen, usw.\nAnforderungen:\nsehr gute Deutsch- und Englischkenntnisse, gerne auch weitere Sprachen\naktive, dienstleistungsorientierte und engagierte Aufgabenwahrnehmung, Zuverlässigkeit, Teamfähigkeit, Problemlösungskompetenz, interkulturelle Kompetenz\ndie Fähigkeit, internationale Besuchergruppen zu begeistern und die Führungsinhalte auf die jeweilige Zielgruppe angepasst zu vermitteln; situationsgerechtes und verbindliches Auftreten, ausgezeichnetes Kommunikationsverhalten, sehr gute Umgangsformen sowie ausgeprägte Kunden- und Serviceorientierung\nflexible Arbeitseinsätze auch an Wochenenden und Feiertagen, psychische und physische Belastbarkeit (lange Strecken und viele Treppen), gutes Sehvermögen\nMitgliedschaft in einer freiwilligen Feuerwehr oder THW (wünschenswert)\nMindestalter 18 Jahre\nWir bieten:\nflexible Beschäftigungsmöglichkeiten (Vollzeit, Teilzeit, oder als Nebenbeschäftigung auf kurzfristiger Basis)\nEs handelt sich um ein befristetes Arbeitsverhältnis zunächst bis 31.10.2026, bei Bewährung kann eine Anschlussbeschäftigung in Aussicht gestellt werden.\neine spannende und abwechslungsreiche Aufgabe in einem der beliebtesten Schlösser Deutschlands\ninterne Fortbildungen\nKommissionszimmer stehen während der Beschäftigungszeit in beschränktem Umfang zur Verfügung\nVergütung richtet sich nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L). Informationen dazu finden Sie unter\noeffentlicher-dienst.info\n.\nSchwerbehinderte Bewerberinnen und Bewerber werden bei im Wesentlichen gleicher Eignung und Befähigung bevorzugt berücksichtigt. Zur Verwirklichung der Gleichstellung von Frauen und Männern besteht ein besonderes Interesse an der Bewerbung von Frauen. Bewerbungen von Menschen mit Migrationshintergrund sind erwünscht.\nWir freuen uns auf Ihre aussagekräftige Bewerbung mit\nAngabe der Verfahrens-Nr. P 130-01/26\nEnde der Bewerbungsfrist ist der 15.01.2026.\nBitte senden Sie uns Ihre Bewerbung möglichst per E-Mail im PDF-Format an:\nSVNeuschwanstein_info@bsv.bayern.de\nMit der Bewerbung erteilen die Bewerberin bzw. der Bewerber ihr/sein Einverständnis zur elektronischen Erfassung seiner Bewerbungsunterlagen. Eingereichte Papierbewerbungen werden nach Abschluss des Verfahrens nicht zurückgegeben und die Bewerbungsdaten nach datenschutzrechtlichen Bestimmungen vernichtet.\nDie Datenschutzhinweise in Bezug auf dieses Ausschreibungsverfahren entnehmen Sie bitte der Ausschreibung auf unserer Internet-Seite unter www.schloesser.bayern.de. Die Informationen können bei Bedarf auch in Papierform bei der Einstellungsbehörde unter o.g. Anschrift angefordert werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/schlossfuehrer-m-w-d-befristet-fuer-die-sommersaison-2026/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-operations-w-m-d-in-teilzeit-oder-vollzeit/", "image": "", "title": "Mitarbeiter:in Operations (w/m/d) in Teilzeit oder Vollzeit", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 16.01.2026 | Werde Teil von FLUX – dem neuen Dritten Ort an der Pinakothek der Moderne!\nDu hast Erfahrungen beim Aufbau von Orten, die Menschen verbinden und inspirieren? Dann komm zu FLUX – dem neuen Treffpunkt für Kultur, Kreativität und Austausch im Kunstareal München. FLUX ist Bar, Bühne, Werkstatt und Wohnzimmer zugleich – offen für alle, lebendig und experimentell. Damit dieser besondere Ort im Alltag funktioniert, suchen wir eine engagierte Person mit Erfahrung in Betriebsführung und mit Hands-on-Mentalität.\nMitarbeiter:in Operations (w/m/d) in Teilzeit oder Vollzeit\nDu bist im Team mit einer Kollegin für den Betrieb zuständig und die  Schnittstelle zu den Vermietungen. Du koordinierst gemeinsam mit der Betriebskollegin den täglichen Betrieb vor und hinter den Kulissen und entwickelst somit FLUX aktiv weiter. Darüber hinaus arbeitest Du eng mit der Kulturmanagerin und der Vertriebs Mitarbeiter:in zusammen.\nDeine Aufgaben\nDu koordinierst den täglichen Betrieb von FLUX – sowohl vor Ort als auch hinter den Kulissen im Betriebsteam\nDu kümmerst Dich um das Team der Werkstudierenden und leitest dieses.\nDabei entwickelst du Abläufe und Strukturen, die den Alltag effizient und reibungslos machen.\nMit einem Blick fürs Ganze übernimmst du operative Leitungsaufgaben, denkst mit und packst an.\nDu baust unser Event- und Vermietungsgeschäft mit auf.\nDu organisierst und betreust die Vermietungen vor Ort.\nVor Ort bist du eine zentrale Ansprechperson für Team, Gäste und Partner:innen.\nBei Bedarf übernimmst du die Vertretung der Kulturmanagerin, das beinhaltet z.B. Koordination Kulturprogramm, Social Media, Website etc.m\nWas du mitbringen solltest\nMehrjährige Erfahrungen in der Gastronomie oder Betriebsleitung oder im Veranstaltungsmanagement.\nKenntnisse in Organisation und Finanzen.\nDie Fähigkeit, Prioritäten zu setzen, dich selbst zu organisieren und Verantwortung zu übernehmen.\nTeamorientierung und eine zuverlässige, strukturierte und lösungsorientierte Arbeitsweise.\nBereitschaft zu flexiblen Arbeitszeiten, regelmäßig am Abend und am Wochenende – FLUX ist im Sommer von Dienstag bis Sonntag geöffnet.\nDas bieten wir dir\nEin inspirierendes, unternehmerisches und kulturelles Umfeld, in dem du deine Erfahrungen einbringen kannst\nEin kreatives, motiviertes Team mit Start-up-Spirit\nEine unbefristete Stelle in Voll- oder Teilzeit mit Probezeit\nMarktübliches Gehalt, Einstellung ab sofort\nLust bekommen?\nDann sende deine aussagekräftigen Bewerbungsunterlagen bis zum 16.01.2026 (Lebenslauf, Referenzen, Arbeitszeugnisse, Motivationsschreiben und deine Gehaltsvorstellung) an eva.tillig@stipimo.de\nWir freuen uns darauf, dich kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-operations-w-m-d-in-teilzeit-oder-vollzeit/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-vertrieb-m-w-d-in-teilzeit-20-h/", "image": "", "title": "Mitarbeiter:in Vertrieb (m/w/d) in Teilzeit (20 h +)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 16.01.2026 | Werde Teil von FLUX – dem neuen Dritten Ort an der Pinakothek der Moderne!\nDu hast Erfahrungen beim Aufbau von Orten, die Menschen verbinden und inspirieren? Dann komm zu FLUX – dem neuen Treffpunkt für Kultur, Kreativität und Austausch im Kunstareal München. FLUX ist Bar, Bühne, Werkstatt und Wohnzimmer zugleich – offen für alle, lebendig und experimentell. Damit dieser besondere Ort im Alltag funktioniert, suchen wir eine engagierte Person mit Erfahrung im Bereich Vertrieb und Marketing und mit Hands-on-Mentalität.\nMitarbeiter:in Vertrieb (m/w/d) in Teilzeit (20 h +)\nDu gestaltest FLUX aktiv mit und arbeitest eng mit dem Betriebsteam und der Kommunikationsmitarbeiter:in zusammen. Du übernimmst die Verantwortung für die Aufgaben im Bereich Vertrieb, Marketing und Vermietungen und bist die Schnittstelle zu den Partner:innen und Betrieb vor Ort. Durch die Initiierung und Durchführung von kommerziellen Vermietungen, wird der gemeinnützige Raum kofinanziert. Du gestaltest somit FLUX aktiv mit.\nDeine Aufgaben\nDu entwickelst eine Marketingstrategie für die Vermietung von FLUX und begleitest deren Umsetzung aktiv.\nDu akquirierst Kund:innen und bearbeitest Veranstaltungsanfragen für Firmenkund:innen und kommerzielle Vermietungen.\nDu kümmerst Dich um Angebotserstellung, Präsentationen und Vertragsmanagement.\nDu hast die Gesamtverantwortung für die Planung, Organisation, Durchführung und Nachbereitung der Veranstaltung inklusive der Abrechnung.\nDu optimierst die Flächenaufteilung, um Parallelnutzungen zu ermöglichen.\nDu arbeitest eng mit externen Dienstleister:innen zusammen.\nDu erstellst Verkaufsprognosen und -berichte und Evaluation\nVor Ort bist du eine zentrale Ansprechperson für das Team, für unsere Gäste sowie für Partner:innen.\nWas du mitbringen solltest\n(Mehrjährige) Erfahrungen im Vertrieb, Marketing und Eventorganisation, idealerweise im kulturellen Umfeld.\nKommunikationsstärke und Verhandlungssicherheit\nStrategisches Denken, gutes Verständnis für Verkaufsprozesse und kaufmännisches Know-how\nDu hast bereits Erfahrung darin, Projekte im Aufbau zu begleiten und fühlst dich in dynamischen Strukturen wohl.\nDie Fähigkeit, Prioritäten zu setzen, dich selbst zu organisieren und Verantwortung zu übernehmen.\nTeamorientierung, Dienstleistungsorientierung und eine zuverlässige, strukturierte und lösungsorientierte Arbeitsweise.\nBereitschaft zu flexiblen Arbeitszeiten, am Abend und am Wochenende – FLUX ist im Sommer von Dienstag bis Sonntag geöffnet.\nDas bieten wir dir\nEin inspirierendes, unternehmerisches und kulturelles Umfeld, in dem du deine Erfahrungen einbringen kannst\nEin kreatives, motiviertes Team mit Start-up-Spirit\nEine unbefristete Stelle in Teilzeit (20 h +) mit Probezeit\nMarktübliches Gehalt, Einstellung ab sofort\nLust bekommen?\nDann sende deine aussagekräftigen Bewerbungsunterlagen bis zum 16.01.2026 (Lebenslauf, Referenzen, Arbeitszeugnisse, Motivationsschreiben und deine Gehaltsvorstellung) an eva.tillig@stipimo.de\nWir freuen uns darauf, dich kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-vertrieb-m-w-d-in-teilzeit-20-h/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kommunikation-m-w-d-in-teilzeit-20-h/", "image": "", "title": "Mitarbeiter:in Kommunikation (m/w/d) in Teilzeit (20 h +)", "content_text": "Bayerische Staatsgemäldesammlungen, München Bewerbungsende: 16.01.2026 | Werde Teil von FLUX – dem neuen Dritten Ort an der Pinakothek der Moderne!\nDu hast Erfahrungen beim Aufbau von Orten, die Menschen verbinden und inspirieren? Dann komm zu FLUX – dem neuen Treffpunkt für Kultur, Kreativität und Austausch im Kunstareal München. FLUX ist Bar, Bühne, Werkstatt und Wohnzimmer zugleich – offen für alle, lebendig und experimentell. Damit dieser besondere Ort im Alltag funktioniert, suchen wir eine engagierte Person mit Erfahrung im Bereich Kommunikation und mit Hands-on-Mentalität.\nMitarbeiter:in Kommunikation (m/w/d) in Teilzeit (20 h +)\nDu entwickelst die Kommunikationsstrategie von FLUX und setzt diese eigenverantwortlich um. Dabei fungierst Du als Schnittstelle zu den Partner:innen und dem kulturellen Programm. Zusammen mit der Kulturmanagerin gestaltest Du FLUX aktiv mit und erweiterst die Sichtbarkeit des dritten Ortes.\nDeine Aufgaben\nDu entwickelst und setzt die Kommunikationsstrategie für FLUX um – von Social Media über Website und Newsletter bis hin zu Kooperationen und Printmaterialien.\nDu koordinierst die Zusammenarbeit mit externen Dienstleister:innen, insbesondere in den Bereichen Social Media und Grafik.\nDu kümmerst dich um die Presse- und Öffentlichkeitsarbeit, erstellst entsprechende Materialien und betreust Medienanfragen.\nDu wirkst bei der Planung, Umsetzung und Kommunikation von FLUX-Events mit.\nVor Ort bist du eine zentrale Ansprechperson für das Team, für unsere Gäste sowie für Partner:innen.\nWas du mitbringen solltest\n(Mehrjährige) Erfahrungen in Kommunikation, Marketing, Content-Management oder Öffentlichkeitsarbeit, idealerweise im kulturellen Umfeld.\nSehr gute Sprachkompetenz, insbesondere die Fähigkeit, Inhalte verständlich, inklusiv und niedrigschwellig zu kommunizieren.\nDu hast bereits Erfahrung darin, Projekte im Aufbau zu begleiten und fühlst dich in dynamischen Strukturen wohl.\nDie Fähigkeit, Prioritäten zu setzen, dich selbst zu organisieren und Verantwortung zu übernehmen.\nTeamorientierung und eine zuverlässige, strukturierte und lösungsorientierte Arbeitsweise.\nSicherer Umgang mit allen gängigen Marketingprogrammen und Tools.\nBereitschaft zu flexiblen Arbeitszeiten, am Abend und am Wochenende – FLUX ist im Sommer von Dienstag bis Sonntag geöffnet.\nDas bieten wir dir\nEin inspirierendes, unternehmerisches und kulturelles Umfeld, in dem du deine Erfahrungen einbringen kannst\nEin kreatives, motiviertes Team mit Start-up-Spirit\nEine unbefristete Stelle in Teilzeit (20 h +) mit Probezeit\nMarktübliches Gehalt, Einstellung ab sofort\nLust bekommen?\nDann sende deine aussagekräftigen Bewerbungsunterlagen bis zum 16.01.2026 (Lebenslauf, Referenzen, Arbeitszeugnisse, Motivationsschreiben und deine Gehaltsvorstellung) an eva.tillig@stipimo.de\nWir freuen uns darauf, dich kennenzulernen!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-kommunikation-m-w-d-in-teilzeit-20-h/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontariat-im-kommunikationsreferat/", "image": "", "title": "Volontariat im Kommunikationsreferat", "content_text": "Bayerisches Landesamt für Denkmalpflege, München Bewerbungsende: 16.01.2026 | Das Bayerische Landesamt für Denkmalpflege ist die zentrale Fachbehörde des Freistaats Bayern für Denkmalschutz und Denkmalpflege. Entscheidend sind für uns die Fragen „Was ist ein Denkmal?“ und „Wie gehen wir damit um?“ Die Führung der Denkmalliste und die Beratung von Eigentümern, Planerinnen und Institutionen sind unsere Hauptaufgaben. Wir sind der Ansprechpartner für alle Fragen zu Bau- und Bodendenkmälern. Zum Bayerischen Landesamt für Denkmalpflege gehört außerdem die Landesstelle für die nichtstaatlichen Museen in Bayern, die diese Museen bei ihren Tätigkeiten umfassend unterstützt.\nZu den Aufgaben des Kommunikationsreferats zählt insbesondere die Entwicklung und Umsetzung von Strategien zur Vermittlung der Ziele der Denkmalpflege an größere Kreise der Öffentlichkeit.\nDie Ausschreibung richtet sich an Berufseinsteiger/-innen (m/w/d) und dient der Aneignung von Kenntnissen und Fertigkeiten im Kommunikationsbereich. Die Schwerpunkte des Volontariats liegen in der Online-Kommunikation (Social Media, Webseite, Newsletter und Intranet), in der Textproduktion (Interviews, Grußworte, Werbetexte), in der Veranstaltungsorganisation (Vortragsreihen, Führungen, Preisverleihungen, Tag des offenen Denkmals) sowie im Bereich Printprodukte (Hauszeitschrift DI, Werbematerial, Flyer). Während Ihres Volontariats lernen Sie auch andere für die Fachkommunikation relevante Bereiche des Bayerischen Landesamts für Denkmalpflege kennen. Während Ihres Volontariats können Sie auch andere für die Fachkommunikation relevante Arbeitsbereiche des Bayerischen Landesamts für Denkmalpflege kennenlernen, z.B. die Lan­des­stel­le für die nicht­staat­li­chen Mu­se­en; die Bau- und Kunst­denk­mal­pfle­ge; Zen­tral­la­bor und Geo-Erkundung; Denk­mal­lis­te Bau­denk­mä­ler, städ­te­bau­li­ches Er­be und Welt­er­be; Bau­ar­chiv Thierhaupten und die Bo­den­denk­mal­pfle­ge.“\nUnser Angebot\nVolontariats-/Ausbildungsverhältnis für 2 Jahre\nVergütung in Höhe der Hälfte des Tabellenentgelts 13 Stufe 1 (im 2. Jahr Stufe 2), bitte informieren Sie sich z.B. unter\noeffentlicher-dienst.info\nüber die Vergütung\nWeitere Leistungen werden nicht erbracht. Es besteht Versicherungspflicht in der Kranken-, Pflege-, Renten- und Arbeitslosenversicherung.\nFlexible Arbeitszeiten, Vereinbarkeit von Familie und Beruf\nEine abwechslungsreiche, kommunikative Tätigkeit in einer mittelgroßen und kultur- und geschichtsaffinen Behörde mit vielfältigen Aufgaben und Menschen\nIhr Profil\nVorausgesetzt werden:\nDer Abschluss (Master) eines wissenschaftlichen Hochschulstudiums (vorzugsweise in den Bereichen Kultur-, Kommunikations- oder Medienwissenschaften, PR, Kommunikationsdesign etc.)\nErste Erfahrungen im Kommunikationsbereich (z. B. Praktika in PR-Agenturen, Kultureinrichtungen, Veranstaltungsbereich etc.)\nSehr gute Kommunikationsfähigkeit\nSehr gute mündliche und schriftliche Ausdrucksfähigkeit\nOrganisationsgeschick\nFlexibilität, Einsatzfreude und konzeptionelles Denken sowie Teamfähigkeit\nBereitschaft zur Teilnahme bei Veranstaltungen am Abend oder (selten) am Wochenende\nSehr gute EDV-Kenntnisse\nVon Vorteil sind:\nTechnische Kenntnisse (z. B. in Webprogrammierung, Videodreh/-schnitt, Grafikprogrammen)\nWir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Schwerbehinderte Bewerber/-innen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nIhre aussagekräftige Bewerbung richten Sie bitte mit den üblichen Unterlagen, insbesondere möglichst vollständigen Arbeits- und Abschlusszeugnissen und einer Darstellung der als zwingend vorausgesetzten Punkte bis spätestens\n04\n.01\n.2026\n(Eingangsdatum) über Interamt.de ein. Eine Verlinkung hierzu finden Sie auf unserer Homepage –\nArbeiten im Landesamt für Denkmalpflege (bayern.de)\n.\nDie Vorstellungsgespräche finden voraussichtlich am\n16\n.01\n.2026\nstatt. Sie erhalten eine gesonderte Einladung, wenn Sie zur engeren Auswahl zählen.\nFür Rückfragen steht Ihnen das Referat G I, Herr Christian Beyer, unter Tel.: 089/2114-210 zur Verfügung.\nBitte überprüfen Sie, ob die angegebenen Rahmenbedingungen Ihre Erwartungen erfüllen, wenn\n\t\t\t\t\t\tSie\n\t\t\t\t\t\tsich für ein Volontariat bewerben. Der Deutsche Museumsbund hält wissenschaftliche Volontariate\n\t\t\t\t\t\tfür ein\n\t\t\t\t\t\twichtiges Fundament in der zukünftigen Museumsarbeit und hat dazu einen\nLeitfaden\nmit Empfehlungen herausgebracht. Diese Ausschreibung weicht von unseren Empfehlungen\n\t\t\t\t\t\tab.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 16.01.2026", "url": "https://www.museumsbund.de/stellenangebote/volontariat-im-kommunikationsreferat/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-museum-in-teilzeit/", "image": "", "title": "Wissenschaftliche:r Mitarbeiter:in Museum in Teilzeit", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 11.01.2026 | Die Stiftung Domäne Dahlem – Landgut und Museum ist ein für alle Besucher:innen offenes 15 ha umfassendes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt. In unserem Museum im Herrenhaus zeigen wir wechselnde themenbezogene Ausstellungen. Das CULINARIUM im ehemaligen Pferdestall beherbergt eine Erlebnisausstellung zur Kulturgeschichte der Ernährung von 1850 bis heute. Ca. 12 ha des Geländes werden als Bioland-Demonstrations-Betrieb bewirtschaftet, einschließlich der Direktvermarktung der Produkte in unserem Domäne-eigenen Hofladen. Das bestehende Museums- und Vermittlungskonzept stellt den Bildungsauftrag an oberste Stelle. Dieser wird im umfangreichen museumspädagogischen Angebot verwirklicht und findet lebendigen Ausdruck in der sektionsübergreifenden Arbeitsweise.\nIm Rahmen des Förderprogramms zur Digitalisierung von Kulturgut des Landes Berlins für die Digitalisierung eines fotografischen Konvoluts sowie des Programms zur Förderung zeitgeschichtlicher und erinnerungskultureller Projekte 2026 für die Mitarbeit an einer Ausstellung suchen wir – vorbehaltlich der finalen Förderzusage – zum nächstmöglichen Zeitpunkt für die Dauer von 10 Monaten eine:n\nWissenschaftliche:n Mitarbeiter:in Museum in Teilzeit (30 Std./Woche)\nProjekt 1\nDas Projekt „Hildegard Haase – die verborgene Kraft hinter dem Lebenswerk\ndes Berliner Agrarjournalisten Hans Haase“ widmet sich der fotografischen Sammlung des Agrarjournalisten und Fotografen Hans Haase, die 1996 von der Stiftung Domäne Dahlem erworben wurde. Der Nachlass umfasst etwa 10.000 Fotografien und über 30.000\nFoto-Negative sowie zahlreiche Fachbücher, Notizen und Tagebücher. Die Sammlung Haase ist in ihrem Umfang und dem thematischen Fokus in der Berliner Kulturlandschaft einzigartig. Der in diesem Projekt zu digitalisierende Sammlungsbestand ist bis dato noch nicht erschlossen und wird die agrargeschichtliche Sammlung der Domäne Dahlem erheblich bereichern.\nDas Projekt konzentriert sich auf die bislang wenig beachtete Rolle von Hildegard Haase, der Ehefrau Hans Haases. Ziel ist es, ihren Beitrag an der Arbeit ihres Ehemannes anhand bislang nicht digitalisierter Archivalien und Fotografien sichtbar zu machen.\nIhre Aufgaben:\nSichtung und Erfassung des vorhandenen Fotomaterials und der Archivalien\nKoordinierung und Qualitätssicherung der Digitalisierung durch externe Fachfirmen\nInventarisierung und wissenschaftliche Grunderschließung\nOnline-Veröffentlichung auf der Plattform museum-digital\nMitarbeit bei der Konzeption und Umsetzung eines digitalen Ausstellungsprojekts\nKoordination der Langzeitarchivierung\nEvaluation und Optimierung des vorhandenen Prototyp-Workflows\nProjekt 2\nDas Projekt „Unpacking Colonialism. Geschichte, Konsum und Verantwortung“ beleuchtet in Form einer Ausstellung kritisch den Handel mit kolonialen Waren und deren bis heute wirksamen Kontinuitäten. Ausgangspunkt sind historische Kolonialwarenläden in Berlin, die Produkte wie Kaffee, Tee, Kakao oder Tabak in die Mitte der Gesellschaft brachten und dabei Ausbeutung, Landnahme und kolonialrassistische Stereotype verankerten. Anhand der Sammlung der Domäne Dahlem – von historischen Verpackungen über Werbefiguren bis zu Alltagsprodukten – werden Produktionsbedingungen, Handelsrouten und Konsum-gewohnheiten nachvollziehbar gemacht und mit aktuellen postkolonialen Strukturen im globalen Warenhandel verbunden.\nDie Ausstellung wird von einem mehrköpfigen Team in Zusammenarbeit mit externen Dienstleister:innen für Gestaltung und Produktion realisiert. Die ausgeschriebene Stelle zur wissenschaftlichen Mitarbeit unterstützt die inhaltliche Arbeit in folgenden Bereichen.\nIhre Aufgaben:\nRecherche zu den Themen historischer kolonialer Handel, koloniale Gewalt, Rassismus im europäischen Kontext mit Schwerpunkt auf deutsche Kolonialgeschichte\nObjektrecherche und Objektauswahl\nMitwirkung bei der Konzeption und dem Verfassen von Ausstellungstexten\nKommunikation mit dem Gestaltungsbüro zu Fragen der gestalterischen Umsetzung\nAusstellungsaufbau und Objekthandling\nVerfassen von Blogbeiträgen und Social Media Posts\nMithilfe bei der Organisation und Durchführung von Veranstaltungen\nUnsere Anforderungen:\nAbgeschlossenes Masterstudium in einem historischen, kunst- oder kulturgeschichtlichen Studienfach oder der Museologie oder ein gleichwertiger Studienabschluss\neinschlägige Berufserfahrung im Umgang mit fotografischen Sammlungen\nKenntnisse der aktuellen Standards zur technischen Digitalisierung von Fotografien\nGrundkenntnisse in digitaler Fotografie und Bildbearbeitung\nSicherheit im Lesen handschriftlicher Texte, insbesondere Kurrent-Schrift\nKenntnisse in Zeit- und Technikgeschichte der Landwirtschaft des 20. Jahrhunderts\nUmfangreiche Kenntnisse der deutschen Kolonialgeschichte und aktueller erinnerungskultureller Diskurse zu den Themen Kolonialismus und Dekolonisierung\nErfahrung im Umgang mit Objekten mit kolonialem Kontext\nUmfassende Kenntnisse im Umgang mit Museumsdatenbanken, insb. FirstRumos und museum-digital\nMündliche und schriftliche Ausdruckssicherheit in Deutsch und Englisch\nHohes Verantwortungsbewusstsein und Engagement\nSehr gute EDV-Kenntnisse, insb. Office 365\nWir bieten:\nEine vielseitige und attraktive Teilzeit-Stelle (75 %) in Anlehnung an TV-L E11\nFlexible Arbeitszeiten und anteilige Homeoffice-Option\nEinen idyllischen Arbeitsplatz im Grünen mit erstklassiger ÖPNV-Anbindung\nBVG-Jobticket/Deutschlandticket\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbung! Senden Sie bitte Ihre Unterlagen als PDF in einer Datei an:\nbewerbung@domaene-dahlem.de\nDie Besetzung dieser Stelle erfolgt unter dem Vorbehalt der Verfügbarkeit der Haushaltsmittel.\nBewerbungsschluss:\n11.01.2026\nDie Auswahlgespräche finden im Zeitraum 14.01. – 23.01. statt.\nKontakt:\nStiftung Domäne Dahlem – Landgut und Museum | Dennis Novak | Königin-Luise-Str. 49 | 14195 Berlin\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-museum-in-teilzeit/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-in-teilzeit/", "image": "", "title": "Projektassistenz (m/w/d) in Teilzeit", "content_text": "Stiftung Domäne Dahlem, Berlin Bewerbungsende: 11.01.2026 | Die Stiftung Domäne Dahlem – Landgut und Museum ist ein für alle Besucher:innen offenes 15 ha umfassendes Freilichtmuseum für Agrar- und Ernährungskultur mit ökologischem Schwerpunkt. In unserem Museum im Herrenhaus zeigen wir wechselnde themenbezogene Ausstellungen. Das CULINARIUM im ehemaligen Pferdestall beherbergt eine Erlebnisausstellung zur Kulturgeschichte der Ernährung von 1850 bis heute. Ca. 12 ha des Geländes werden als Bioland-Demonstrations-Betrieb bewirtschaftet, einschließlich der Direktvermarktung der Produkte in unserem Domäne-eigenen Hofladen. Das bestehende Museums- und Vermittlungskonzept stellt den Bildungsauftrag an oberste Stelle. Dieser wird im umfangreichen museumspädagogischen Angebot verwirklicht und findet lebendigen Ausdruck in der sektionsübergreifenden Arbeitsweise.\nFür die Durchführung des durch die LOTTO-Stiftung Berlin geförderten Projektes „50 Jahre Freunde der Domäne Dahlem e.V. – 50 Jahre Museum Domäne Dahlem“ suchen wir zum nächstmöglichen Zeitpunkt für die Dauer von 10 Monaten eine\nProjektassistenz (m/w/d) in Teilzeit (28 Std./Woche)\nÜber das Projekt:\nZum 50-jährigen Jubiläum des Fördervereins „Freunde der Domäne Dahlem e.V.“ und des Museums Domäne Dahlem sind verschiedene Maßnahmen geplant, die die Sichtbarkeit, Öffnung und Teilhabe der Domäne weiter verbessern sollen. Kernpunkte des Vorhabens sind:\nEin umfassendes Jubiläumsprogramm 2026 mit „Hofgesprächen“, einer Fachtagung zu bürgerschaftlichem Engagement (inkl. geplanter Publikation), einer Außenraumpräsentation zur Geschichte der Domäne und des Vereins, 50 kostenfreien Projekttagen für Berliner Schulklassen, einem Imagefilm, einer berlinweiten Werbekampagne sowie einem Jubiläums- und Aktionstag auf dem historischen Landgut\nWeiterentwicklung der Vereinsstruktur in Hinblick auf stetig wachsende Mitgliederzahlen sowie die Entwicklung einer koordinierten Fundraisingstrategie von Verein und Stiftung\nUmbau der Sattelkammer zu einem neuen, barrierefreien Museumseingang für das Museumshaus „Culinarium“ inkl. Informationszentrum, Shop-Fläche und zentralem Bildungsbereic\nIhre Aufgaben:\nPflege von Projektunterlagen (Pläne, Protokolle, Freigaben), Nachverfolgung von Meilensteinen und Maßnahmen in Zusammenarbeit mit der Projekt- und Geschäftsleitung\nTerminorganisation; Protokollführung; Ablage und Dokumentation\nUnterstützung bei Vergabeprozessen, Rechnungsprüfung und Mittelabrufen; Dokumentation von Eigenmitteln und Fördermitteln, Nachweisführung\nAssistenz bei Konzeption, Planung und Durchführung aller Veranstaltungen im Jubiläumsjahr\nMonitoring & Evaluation, Mitwirkung an Zwischen- und Abschlussberichten\nStakeholder-Management: enge Zusammenarbeit mit dem Förderverein, Museumsteam, Partnerinstitutionen und Behörden\nUnsere Anforderungen:\nAbgeschlossenes Studium (z.  Kulturmanagement, Eventmanagement, BWL, Verwaltungs- oder Projektmanagement) oder gleichwertige Berufserfahrung\nErfahrung in Projektassistenz (Kultur, Bildung, Bau/Umbaumaßnahmen, Veranstaltungen) und sichere Organisation komplexer Abläufe\nGern mit einschlägiger Berufserfahrung im Bereich Fundraising und Vereinsarbeit\nSehr gute IT-Kenntnisse (MS Office/365, Teams, SharePoint)\nGrundkenntnisse in Fördermittel-/Zuwendungsrecht, Budget- und Rechnungswesen sind von Vorteil\nKommunikationsstärke (Deutsch mind. C1), sorgfältige Dokumentation, hohe Serviceorientierung\nBereitschaft zu gelegentlicher Abendarbeit/Arbeit am Wochenende bei Veranstaltungen\nTeamfähigkeit, Hands-on-Mentalität und Freude an einem lebendigen Museums- und Stiftungsumfeld\nWir bieten:\nEine vielseitige und attraktive Teilzeit-Stelle in Anlehnung an TV-L E9b\nFlexible Arbeitszeiten und anteilige Homeoffice-Option\nEinen idyllischen Arbeitsplatz im Grünen mit erstklassiger ÖPNV-Anbindung\nBVG-Jobticket/Deutschlandticket\nDie Stiftung fördert aktiv die Gleichstellung aller Menschen und steht für eine diskriminierungsfreie Arbeitsumgebung. Wir begrüßen deshalb Bewerbungen von Personen unabhängig von deren kultureller und sozialer Herkunft, Alter, Geschlecht, Religion, Weltanschauung, Behinderung oder sexueller Identität. Ausdrücklich erwünscht sind Bewerbungen von People of Color sowie von Bewerber:innen mit Flucht- oder familiärer Migrationsgeschichte. Schwerbehinderte Bewerber:innen werden bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbung! Senden Sie bitte Ihre Unterlagen als PDF in einer Datei an:\nbewerbung@domaene-dahlem.de\nDie Besetzung dieser Stelle erfolgt unter dem Vorbehalt der Verfügbarkeit der Haushaltsmittel.\nBewerbungsschluss:\n11.01.2026\nDie Auswahlgespräche finden im Zeitraum 14.01. – 23.01. statt.\nKontakt:\nStiftung Domäne Dahlem – Landgut und Museum | Tobias Frietzsche | Königin-Luise-Str. 49 | 14195 Berlin\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/projektassistenz-m-w-d-in-teilzeit/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-fachbereich-textil/", "image": "", "title": "Restaurator:in (m/w/d) Fachbereich Textil", "content_text": "Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg, Potsdam Bewerbungsende: 11.01.2026 | Die Stiftung Preußische Schlösser und Gärten Berlin-Brandenburg (SPSG) ist eine Stiftung des öffentlichen Rechts und betreut heute mit mehr als 500 Beschäftigten einzigartige Zeugnisse der Kunst-, Kultur- und Architekturgeschichte in Potsdam, Land Brandenburg und Berlin. Mehrere Millionen Menschen aus aller Welt besuchen jedes Jahr die in weiten Teilen zum UNESCO-Welterbe gehörenden Schlösser und Parklandschaften.\nWir bieten Ihnen die Chance, die Attraktivität unserer historischen Gebäude und Gärten mit moderner Technik und Ihrem Know How zu erhalten!\nWerden Sie Teil eines motivierten Teams am Standort Potsdam, das den Fortbestand, die Erhaltung und die öffentliche Wirkung der Schlösser und Gärten verantwortet. Wir suchen für die Abteilung Restaurierung\nzum nächstmöglichen Termin\nim Rahmen einer Elternzeitvertretung befristet bis voraussichtlich 24.03.2027\neine Restauratorin oder einen Restaurator Fachbereich Textil\n(m/w/d)\nZur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.01.2026", "url": "https://www.museumsbund.de/stellenangebote/restaurator-in-m-w-d-fachbereich-textil/", "date_published": "2025-12-18T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungsproduktion-und-registratur-m-w-d/", "image": "", "title": "Ausstellungsproduktion und Registratur (m/w/d)", "content_text": "Museum der Moderne Salzburg, Salzburg (Österreich) Bewerbungsende: 07.01.2026 | Das Museum der Moderne Salzburg gehört zu den größten Museen für moderne und zeitgenössische Kunst in Österreich. Das Museum sammelt, erforscht , zeigt und vermittelt Kunst des 20. und 21. Jahrhunderts.\nAb sofort suchen wir Verstärkung für unser Team\nAusstellungsproduktion und Registratur (m/w/d)\nim Ausmaß von 40 Wochenstunden.\nAls Schnittstelle zwischen Kurator:innen, Kunstdepot und Ausstellungstechnik übernehmen Sie die Organisation und Koordination von Ausstellungen und künstlerischen Sonderprojekten. Für die Realisierung von Projekten korrespondieren Sie mit Leihgeber:innen, organisieren Transporte sowie die Versicherung von Objekten. Sie koordinieren und betreuen externe Dienstleister und Kurier:innen und sind für die Organisation des Auf- und Abbaus von Ausstellungen verantwortlich.  Die Entwicklung und Kontrolle der budgetären wie auch vertraglichen Rahmenbedingungen gehören zu Ihren Kernaufgaben und Kernkompetenzen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 07.01.2026", "url": "https://www.museumsbund.de/stellenangebote/ausstellungsproduktion-und-registratur-m-w-d/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-fachreferat-alltags-und-regionalkultur/", "image": "", "title": "Volontär*in (m/w/d) im Fachreferat Alltags- und Regionalkultur", "content_text": "Badisches Landesmuseum Karlsruhe, Karlsruhe Bewerbungsende: 01.02.2026 | Das Badische Landesmuseum Karlsruhe ist eines der aktivsten kulturhistorischen Museen Deutschlands und gehört regelmäßig zu den bestbesuchten Museen in Baden-Württemberg.\nWir suchen zum 01.05.2026 befristet für die Dauer von zwei Jahren eine*n wissenschaftliche*n\nVolontär*in (m/w/d) im Fachreferat Alltags- und Regionalkultur\nin der Außenstelle Südbaden/Landesstelle für Alltags- und Regionalkultur in Staufen im Breisgau.\nIn Ergänzung zu Ihrer abgeschlossenen wissenschaftlichen Ausbildung (Master) an einer Universität beinhaltet das wissenschaftliche Volontariat eine grundlegende Einführung in verschiedene Bereiche moderner musealer Arbeit sowie eine Qualifizierung für die komplexen Aufgaben und Tätigkeitsgebiete eines Museums und dessen archivische und forschende Bereiche. Es vermittelt durch ein internes Bildungsprogramm Kenntnisse der wissenschaftlichen Tätigkeitsfelder im Museum (z. B. Sammlungsbetreuung, Magazinierung, Inventarisierung, Publikationswesen) sowie der Aufgabenfelder der klassischen Museumsarbeit. Im Rahmen der Sonderausstellung der Volontär*innen des Badischen Landesmuseums arbeiten Sie inhaltlich konzeptionell sowie u. a. an der Finanzplanung, der Ausstellungsgestaltung oder der Kulturvermittlung mit.\nDas Volontariat ist maßgeblich an der Landesstelle für Alltags- und Regionalkultur in Staufen bei Freiburg angesiedelt. Diese Außenstelle des Badischen Landesmuseums ist eine Dokumentations-, Forschungs- und Beratungsstelle für das Gebiet des ehemaligen Landes Baden.\nIm Mittelpunkt ihrer vielfältigen Archivbestände aus den Bereichen mündlicher, schriftlicher und visueller Quellenerhebungen steht ein umfangreiches Bildarchiv mit analogen und digitalen Bildbelegen zur visuellen Geschichte Badens. Durch ihre Einbindung in regionale Netzwerke und museale bzw. universitäre Kooperationen arbeitet sie an konkreten Ausstellungsprojekten. Das hier ausgeschriebene Volontariat umfasst daher auch die Mitarbeit an einer fotohistorischen Ausstellung für das trinationale Netzwerk Museen zum Thema „Zuhause – unterwegs“.\nVorausgesetzt werden ein mit dem Master\nabgeschlossenes\nHochschulstudium in Empirischer Kulturwissenschaft (bzw. Volkskunde/Kulturanthropologie/Europäische Ethnologie). Vorqualifikationen in musealen oder archivischen Tätigkeiten (Museums- oder Archivpraktika / Projekt- oder Ausstellungsmitarbeit) oder im Bereich Feldforschung sind erwünscht.\nWir erwarten Planungs- und Organisationsfähigkeit, Fähigkeit zur Team- und Projektarbeit, flexibles Denken, hohe soziale Kompetenz, Kommunikationsfähigkeit und Engagement.\nWir bieten ein berufsqualifizierendes Tätigkeitsfeld, eigenständiges Arbeiten und Teamarbeit sowie die Möglichkeit sich fachspezifisch weiterzubilden.\nEs handelt sich um eine Vollzeitstelle mit zurzeit durchschnittlich 39,5 Stunden pro Woche. Die monatliche Vergütung entspricht EG 13 Stufe 1 TV-L 50 % im ersten Jahr bzw. EG 13 Stufe 2 TV-L 50 % im zweiten Jahr. Im Übrigen gelten die Rahmenbedingungen gem. der VwV des Landes Baden- Württemberg für Volontär*innen (s. www.landesmuseum.de unter Museum, Service, Stellenangebote).\nWir bieten Ihnen zudem:\nZusammenarbeit mit einem motivierten und fachlich hochqualifizierten Museumsteam\nMöglichkeit, an einem überregional bekannten Museum zu arbeiten\nArbeitsplatz in der Nähe von Freiburg und einer attraktiven naturnahen Lage\nGleitzeit und familienfreundliche Arbeitszeiten\nTeilhabe am betrieblichen Gesundheitsmanagement sowie vom Land Baden-Württemberg gefördertes Jobticket\nChancengleichheit ist Bestandteil unserer Personalpolitik. Wir wertschätzen Vielfalt und begrüßen daher alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft, Religion, Behinderung, Alter sowie sexueller Orientierung und Identität.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt eingestellt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nIhre Bewerbung mit allen gängigen Unterlagen richten Sie bitte bis 1.2.26 per Mail an bewerbungen@landesmuseum.de unter Angabe der Kennziffer: „Volontariat Alltags- und Regionalkultur“. Bitte verzichten Sie nach Möglichkeit auf die Zusendung eines Fotos sowie auf die Nennung Ihrer Anschrift.\nBei fachlichen Rückfragen wenden Sie sich bitte an die Landesstelle für Alltags- und Regionalkultur: Tel. Nr. 07633/80645-10, Mail: matthias.moeller@landesmuseum.de.\nNähere Informationen zum Badischen Landesmuseum finden Sie auch im Internet unter www.landesmuseum.de\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem Badischen Landesmuseum ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des Badischen Landesmuseums verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndespina.antonatou@landesmuseum.de\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.02.2026", "url": "https://www.museumsbund.de/stellenangebote/volontaerin-m-w-d-im-fachreferat-alltags-und-regionalkultur/", "date_published": "2025-12-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-4/", "image": "", "title": "wissenschaftliches Volontariat", "content_text": "Stiftung Schlesisches Museum zu Görlitz, Görlitz Bewerbungsende: 15.01.2026 | Bei der Stiftung „Schlesisches Museum zu Görlitz“ ist zum nächstmöglichen Termin ein\nwissenschaftliches Volontariat\nzu besetzen.\nDas Schlesische Museum zu Görlitz ist die zentrale museale Einrichtung für Schlesien in Deutschland. Es arbeitet eng mit Partnerinstitutionen im In- und Ausland, insbesondere in Polen, zusammen und realisiert Ausstellungen und Publikationen für ein internationales Publikum.\nzur Stellenausschreibung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.01.2026", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-4/", "date_published": "2025-12-17T00:00:00"}]}