{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-4/", "image": "", "title": "Angestellte im Gästemanagement & Telefonservice (m/w/d)", "content_text": "Museen der Hasso Plattner Foundation gGmbH, Potsdam Bewerbungsende: 30.09.2025 | Die Museen der Hasso Plattner Foundation gGmbH unterhält in Potsdam\nDAS MINSK Kunsthaus in Potsdam\nsowie das\nMuseum Barberini\n.\nDas\nMuseum Barberini\n, das Kunstmuseum in Potsdams historischer Mitte, gestiftet von SAP-Gründer und Mäzen Hasso Plattner, ist seit der Eröffnung im Jahr 2017 mit Ausstellungen zur Kunst von der Antike bis zur Moderne hervorgetreten. Parallel zu den wechselnden Ausstellungen präsentiert das Museum Barberini seit September 2020 dauerhaft die Sammlung französischer Impressionisten der Sammlung Hasso Plattner.\nMit\nDAS MINSK Kunsthaus in Potsdam\nwurde 2022 ein weiterer kultureller Anziehungspunkt geschaffen. Das Ausstellungshaus baut ausgehend von den Werken der Sammlung Hasso Plattner, die in der DDR entstanden sind, eine Brücke zwischen der Kunst aus der DDR und jüngeren, zeitgenössischen Positionen.\nDie Museen der Hasso Plattner Foundation gGmbH sucht zum nächstmöglichen Zeitpunkt:\nAngestellte im\nGästemanagement & Telefonservice (m/w/d) in Teilzeit (mind. 32 Std./Woche) oder Vollzeit (40 Std./Woche) für die Museen der Hasso Plattner Foundation\nDas erwartet Sie:\nHauptansprechperson und organisatorische Leitung vor Ort im Foyer\nInformationsvermittlung und persönliche Betreuung von nationalen und internationalen Gästen im Foyer und telefonisch\nVerfassung von Anleitungen für den täglichen Ablauf\nAusgabe und Wartung von Audiosystemen und Begleitmedien\nVorbereitung von Führungen und Workshops für Gruppen, Beschwerdemanagement\nUnterstützung des Event-Teams bei der Vor- und Nachbereitung von Veranstaltungen und Mitbetreuung von (Abend)-Veranstaltungen wie Vernissagen, Lesungen, Vorträgen und Firmenevents\nWöchentliche Meetings und Austausch mit den anderen Abteilungen der MHPF\nZusammenarbeit und Anleitung von externen Firmen und Dienstleistern\nÜberwachung der Einhaltung der Hausordnung\nZumutbare, dem Profil entsprechende Zusatzaufgaben bei betrieblichem Bedarf\nDas zeichnet Sie aus:\nService-Erfahrung in Museen, Theatern oder ähnlichen Kultureinrichtungen von Vorteil (wie Hotellerie, Gastronomie oder Messe- und Veranstaltungsservice).\nKommunikationsfähigkeit, Hilfsbereitschaft und Freude am Umgang mit Menschen\nverhandlungssichere Deutsch- und Englischkenntnisse (weitere Fremdsprachenkenntnisse sind von Vorteil)\nFlexibilität, Einsatz an Wochenenden und Feiertagen\nOrganisationsgeschick und lösungsorientiertes Handeln\nTeamfähigkeit, Zuverlässigkeit, Verantwortungsbewusstsein und Engagement\nDas bieten wir Ihnen:\nMitarbeit in Museen mit internationalem Renommee\neine abwechslungsreiche Arbeitsumgebung durch wechselnde Kunstausstellungen und Events\nein motiviertes und freundliches Team sowie eine inspirierende Arbeitsatmosphäre mit regelmäßigen Mitarbeiterevents\nBerücksichtigung persönlicher Umstände bei der Dienstplangestaltung\nSchlanke Organisationsstruktur, generalistisch arbeitendes sowie ein agiles Team\nWeiterbildungsmöglichkeiten\nleistungsgerechte Vergütung\nÜbernahme der Kosten für ein Deutschlandticket oder monatliches Mobilitätsbudget\nJob Rad Leasing Optionen\nErholungsbeihilfe\nKostenübernahme von Zuzahlungen für Präventionskursen nach § 20 SGB V\nEssenszuschuss\nMitgliedschaft im Urban Sports Club\nIhre Bewerbung (Anschreiben, Lebenslauf als PDF) senden Sie bitte bis zum 30.09.2025 in elektronischer Form mit dem Stichwort\nGästemanagement\nan\njobs@museen-plattner.de\n.\nBitte haben Sie Verständnis dafür, dass wir aufgrund der Vielzahl an Bewerbungen nur geeignete Bewerberinnen und Bewerber kontaktieren werden.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 30.09.2025", "url": "https://www.museumsbund.de/stellenangebote/angestellte-im-gaestemanagement-telefonservice-m-w-d-4/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/ausstellungskuratorin-m-w-d-6/", "image": "", "title": "Ausstellungskurator*in (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 19.10.2025 | Das Staatliche Museum für Naturkunde Stuttgart (SMNS) ist mit seinen beiden Standorten Museum am Löwentor und Schloss Rosenstein und mehr als 180 Mitarbeitenden aus verschiedenen Regionen und Ländern eines der größten Naturkundemuseen Deutschlands und besitzt zugleich eine der bedeutendsten naturwissenschaftlichen Sammlungen Europas. Als zukunftsorientierte Forschungs- und Bildungseinrichtung erfüllt das SMNS eine Vielzahl von Aufgaben in Forschung, Bildung, Lehre und der Bewahrung der natürlichen Vielfalt.\nZiel unseres Ausstellungs- und Bildungsangebots ist es, einer breiten Bevölkerung erlebnisorientierte, attraktive und vielfältige Angebote zu machen. Mit jährlich weit über 300 000 Besuchenden ist das SMNS eine wichtige Drehscheibe der Wissenschaftskommunikation.\nWir sind auf der Suche nach einem*r kreativen, inhaltsbezogenen und engagierten Ausstellungsmacher*in, der*die unser Team bereichert und dazu beiträgt, unsere Besuchenden mit faszinierenden, naturkundlichen Ausstellungen zu begeistern.\nWir suchen zum nächstmöglichen Zeitpunkt eine*n\nAusstellungskurator*in (m/w/d)\nE 13 TV-L, zunächst befristet auf drei Jahre mit der Option auf eine dauerhafte Übernahme; eine Teilzeitbeschäftigung im Ausmaß von mindestens 80 % ist möglich.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/ausstellungskuratorin-m-w-d-6/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-beschaffung-w-m-d-3/", "image": "", "title": "Leitung der Beschaffung (w/m/d)", "content_text": "Leibniz-Institut zur Analyse des Biodiversitätswandels, Bonn Bewerbungsende: 31.10.2025 | Das Leibniz-Institut zur Analyse des Biodiversitätswandels (LIB) zählt zu den großen, global vernetzten Forschungsmuseen der Leibniz-Gemeinschaft. Neben exzellenter Forschung rund um die biologische Vielfalt und deren Veränderung treiben wir mit einem internationalen Team und modernster Technik die Weiterentwicklung unserer umfangreichen wissenschaftlichen Sammlungen voran. Mit unserer Ausstellungs-, Vermittlungs- und Kommunikationsarbeit an unseren Ausstellungsorten Museum Koenig Bonn und Museum der Natur Hamburg möchten wir für Natur begeistern und bringen uns mit unseren Forschungsthemen in aktuelle gesellschaftspolitische Diskussionen zu Artenschwund, Klimawandel und dem Schutz von Ökosystemen ein. Für den Standort Hamburg ist der Bau eines integrierten Naturkundemuseums in Planung; am Standort Bonn wird derzeit die Forschungsinfrastruktur erheblich ausgebaut.\nWerden Sie Teil unseres Instituts am Standort Bonn. Wir suchen zum nächstmöglichen Zeitpunkt, befristet nach dem Teilzeit- und Befristungsgesetz für die Dauer von zunächst 2 Jahren mit dem Ziel der Entfristung eine\nLeitung der Beschaffung (w/m/d)\nin Vollzeit mit 39,83 Stunden/Woche.\nIhre Aufgaben:\nLeitung des Teams der Beschaffungsabteilung\nfachliche Leitung sowie Weiterentwicklung der strategischen und operativen Prozesse der Beschaffung\nPlanung und Durchführung von bundes- und europaweiten Vergabeverfahren für Investitions- und Verbrauchsgüter sowie Dienstleistungen unter Einhaltung der einschlägigen Vergaberechtsvorschriften, insbesondere auch für Instandhaltungsmaßnahmen, Wartungsverträge und Bauleistungen zur Unterhaltung der Gebäude und technischen Anlagen\nFestlegung der jeweiligen Vergabeart sowie Erstellung der erforderlichen vergaberechtlichen Unterlagen, wie Leistungsverzeichnissen etc., nach den geltenden nationalen und EU-rechtlichen Vorgaben, rechtssichere Verfahrensdokumentation\nVorbereiten der Angebotsöffnung bzw. Submission einschließlich der Durchführung der Angebotsanalyse bis hin zur Vorlagenerstellung zur Vergabe\nBeratung der Bedarfsträger und Institutsleitung in allen beschaffungsrelevanten und vergaberechtlichen Fragestellungen\nDurchführung von Markterkundungen, Preisvergleichen etc. sowie Vertragsverhandlungen mit Lieferanten von Lieferungen und Leistungen\nMit- und Zuarbeit im Rahmen eines breiten Aufgabengebietes im Bereich Beschaffungen und Vergabestelle, Unterstützung des Teams im Tagesgeschäft\nAufbau, Durchführung und Begleitung des Vergabeprozesses mittels eines E-Vergabemanagements\nFortlaufende Optimierung der Anwendung und Weiterentwicklung unseres Warenwirtschaftssystem\nIhr Profil:\nabgeschlossenes (Bachelor-)Studium im Bereich Verwaltungsmanagement oder Public Management oder Öffentliches Recht oder eine vergleichbare kaufmännische Berufsausbildung, vorzugsweise im öffentlichen Dienst mit entsprechender Zusatzqualifikation oder vergleichbare Qualifikation\nmehrjährige einschlägige Berufserfahrung im Einkauf\nfundierte und anwendungsbereite Kenntnisse im Bereich Einkauf sowie im öffentlichen Vergaberecht (national und EU‑weit)\nEngagement und Teamleitungserfahrung sowie serviceorientiertes Handeln\neine sehr sorgfältige, selbstständige, strukturierte und lösungsorientierte Arbeitsweise\nFreude an der Zusammenarbeit und dem Zusammenwirken im Team\nSie sind entscheidungsfreudig und können sich mittels ihres guten Verhandlungsgeschicks durchsetzen\nSie besitzen die Bereitschaft zu gelegentlichen Dienstreisen.\nsehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nWir bieten:\neine attraktive Tätigkeit in einer exzellenten Forschungseinrichtung mit einem hohen Maß an Gestaltungspotential in einem dynamischen wissenschaftlichen und gesellschaftlichen Umfeld\nVergütung nach dem Tarifvertrag der Länder (EG 12 TV-L bei Erfüllung der personen-und tätigkeitsbezogenen tariflichen Voraussetzungen) mit allen Vorzügen des öffentlichen Dienstes (betriebliche Altersvorsorge, Jahressonderzahlung, vermögenswirksame Leistungen, tariflich geregelter Urlaubsanspruch)\nFamilienfreundlichkeit zertifiziert durch das „Audit Beruf und Familie“, Angebot von Lebenslagencoaching durch professionellen Familienservice\ndie Möglichkeit des Bezugs eines Jobtickets\neinen zentral gelegenen Arbeitsplatz mit ausgezeichneter Verkehrsanbindung\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen (inklusive Anschreiben, Lebenslauf, Kopien von Zeugnissen, max. 10 MB) bis zum 31.10.2025 ausschließlich digital über unser\nKarriereportal\nan Herrn Pfeifer. Aus organisatorischen Gründen werden nur Onlinebewerbungen akzeptiert. Wir sind ein diverses Haus und begrüßen unsere Vielfalt. Wir möchten insbesondere Frauen zur Bewerbung ermutigen, um Chancengleichheit aktiv zu fördern. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Mehr Informationen über unsere Einrichtung erhalten Sie im Internet unter:\nhttps://leibniz-lib.de/\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 31.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-beschaffung-w-m-d-3/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-buchhaltung-m-w-d/", "image": "", "title": "Mitarbeiter Buchhaltung (m/w/d)", "content_text": "Verkehrsmuseum Dresden, Dresden Bewerbungsende: 20.10.2025 | Das Verkehrsmuseum Dresden zeigt seit über 70 Jahren auf 5.000 Quadratmetern Ausstellungsfläche Exponate zur Geschichte der einzelnen Verkehrszweige Schienenverkehr, Straßenverkehr, Luftverkehr und Schifffahrt. Hinzu kommen jährlich wechselnde Sonderausstellungen zu unterschiedlichen Aspekten der Mobilität von gestern, heute und morgen. An der Frauenkirche gelegen, ist das Verkehrsmuseum mit jährlich rund 180.000 Gästen eine der beliebtesten Kultureinrichtungen Dresdens.\nDie Verkehrsmuseum Dresden gGmbH sucht zum nächstmöglichen Zeitpunkt einen\nMitarbeiter Buchhaltung (m/w/d)\nEs handelt sich um eine unbefristete Vollzeitstelle (40 Stunden/Woche, Teilzeitoption möglich).\nIhre Aufgaben umfassen:\nBearbeitung der Geschäftsvorfälle im Bereich der Finanz-, Kreditoren- und Debitorenbuchhaltung\nFührung und Abrechnung der Kassengeschäfte (Museumskasse, Bürokasse, Nebenkassen)\nDurchführung bzw. Abwicklung des Zahlungsverkehrs\nPflege und Aktualisierung der Stammdaten\nIhr Profil:\nabgeschlossene kaufmännische Ausbildung, z. B. Steuerfachangestellte/r, Finanzbuchhalter/in oder eine vergleichbare Qualifikation mit fundierten Buchhaltungskenntnissen\nanwendungssichere PC-Kenntnisse, insbesondere im Umgang mit\nDATEV\nim Bereich Rechnungswesen\neine exakte, zuverlässige und gewissenhafte Arbeitsweise\nWir bieten Ihnen:\nein wertschätzendes und kollegiales Arbeitsumfeld\nabwechslungsreiche Aufgaben in einem kleinen, engagierten Team\nflexible Arbeitszeiten durch unser Gleitzeitmodell sowie ein unbefristetes Arbeitsverhältnis\neine leistungsgerechte Vergütung orientiert am TVöD sowie eine betriebliche Altersvorsorge\nMöglichkeit zur individuellen Weiterbildung\nVergünstigtes Jobticket bzw. Deutschlandticket\nBeachten Sie bitte die Hinweise zum Datenschutz unter\nhttps://www.verkehrsmuseum-dresden.de/de/datenschutz\nIhre aussagekräftigen Bewerbungsunterlagen mit Angabe Ihrer Gehaltsvorstellung senden Sie bitte\nbis zum 20.10.2025\nper Mail an:\npersonal@verkehrs.museum\nAus Sicherheitsgründen können nur Anhänge im PDF-Format angenommen werden.\nFür Rückfragen steht Ihnen Frau Elke Bahn unter +49 351 8644-111 zur Verfügung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-buchhaltung-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/it-koordinatorin-m-w-d/", "image": "", "title": "IT-Koordinator:in (m/w/d)", "content_text": "Museumsstiftung Post und Telekommunikation, Nürnberg Bewerbungsende: 23.10.2025 | Gestalten Sie mit uns die digitale Infrastruktur einer bundesweit tätigen Museumsstiftung.\nDie Museumsstiftung Post und Telekommunikation widmet sich der Geschichte, Gegenwart und Zukunft der Kommunikation. Als Stiftung öffentlichen Rechts betreiben wir Museen für Kommunikation in Berlin, Frankfurt am Main und Nürnberg sowie zentrale Sammlungs- und Archivstandorte.\nWir suchen\nzum nächstmöglichen Zeitpunkt,\nangesiedelt an einem Standort der Museumsstiftung (Museum für Kommunikation in Berlin, Frankfurt am Main oder Nürnberg), eine:n\nIT-Koordinator:in\n(m/w/d)\n(E 11 TVöD Bund, Vollzeit 39 Std./Woche)\nIhre Wirkung in dieser Rolle: Verantwortung mit Gestaltungsspielraum\nAls IT-Koordinator:in übernehmen Sie stiftungsweit eine zentrale Rolle für den stabilen Betrieb, die Weiterentwicklung und die Sicherheit unserer IT-Infrastruktur über\nsechs bundesweite Standorte hinweg\n.\nSie agieren als\nSchnittstelle zwischen Technik, Anwender:innen und Dienstleistern\nmit einem klaren Fokus auf\nVerantwortung, Qualität und Sicherheit\n.\nIn dieser Position\nentwickeln Sie sich zum strategischen Dreh- und Angelpunkt\n, wenn es um IT-Fragen, Fachanwendungen, Sicherheitsstandards und die zukünftige Systemarchitektur der Stiftung geht.\nIhre Aufgaben im Überblick\nBetriebsverantwortung & Koordination\nSicherstellung des IT-Betriebs in einer ausgelagerten Rechenzentrumsumgebung (Server, Netzwerke, Kommunikation)\nBetreuung und Monitoring zentraler Fachanwendungen sowie Integration neuer Tools\nSteuerung von externen IT-Dienstleistern & Begleitung von Supportprozessen (First- und Second-Level)\nClientmanagement und technische Umsetzung der Arbeitsplatzbereitstellung\nInformationssicherheit & IT-Governance\nÜbernahme der Rolle als\nIT-Sicherheitsbeauftragte:r\ngemäß BSIG\nAufbau, Pflege und Weiterentwicklung eines Informationssicherheitsmanagementsystems (ISMS)\nUmsetzung von Sicherheitsvorgaben, IT-Notfallkonzepten und Dokumentationsstandards\nIT-Weiterentwicklung & Projektarbeit\nMitarbeit bei der strategischen Planung der IT-Landschaft der Stiftung\nBeteiligung an Beschaffungen, Ausschreibungen und der Einführung neuer Systeme\nUnterstützung bei der Digitalisierung und Standardisierung von Arbeitsprozessen (u.  Microsoft Intune, Azure Policy)\nWas Sie mitbringen\nAbgeschlossenes Studium im Bereich Informatik, Wirtschaftsinformatik, Verwaltungsinformatik, Elektrotechnik, Nachrichtentechnik o.ä.\n– oder vergleichbare Berufserfahrung (mind. 5 Jahre im relevanten Umfeld)\nPraktische Erfahrung in:\nvirtualisierten Serverarchitekturen (VMware)\nBetreuung und Integration von Fachanwendungen\nClient- und Nutzer:innenbetreuung (First- & Second-Level)\nBereitschaft zu gelegentlichen Dienstreisen zwischen den Standorten\nWas Sie idealerweise zusätzlich mitbringen\nKenntnisse im\nWorkplace-Management mit Microsoft Intune / Entra / Azure Policy\nErfahrung mit Active Directory & Berechtigungskonzepten\nKnow-how in Netzwerktechnik (LAN/WLAN/QoS)\nZertifizierung oder fundiertes Wissen als IT-Sicherheitsbeauftragte:r (BSIG)\nErfahrung in der Zusammenarbeit mit IT-Dienstleistern, Softwarehäusern & Verwaltungseinheiten\nWas wir Ihnen bieten\nEine\nverantwortungsvolle Rolle\nmit großem Gestaltungsspielraum\nDie Möglichkeit,\nDigitalisierung in einer bundesweit tätigen Kulturinstitution aktiv mitzugestalten\nEine Perspektive zur persönlichen Weiterentwicklung z. B. in Richtung\nInformationssicherheit\nEin wertschätzendes Arbeitsumfeld mit interdisziplinärem Austausch\nDie Vergütung erfolgt nach\nTVöD Bund, Entgeltgruppe 11\ninklusive aller üblichen Leistungen des öffentlichen Dienstes (z. B. Zusatzversorgung, Jahressonderzahlung, 30 Urlaubstage)\nFlexible Arbeitszeiten sowie die Möglichkeit mobiler Arbeit schaffen ein familienfreundliches Arbeitsumfeld. Ein Jobticket wird angeboten.\nDie Museumsstiftung gewährleistet gemäß BGleiG die berufliche Gleichstellung unabhängig vom Geschlecht und unterstützt die Vereinbarkeit von Beruf und Familie. Menschen mit Behinderung oder diesen gleichgestellte Menschen (§ 2 Sozialgesetzbuch IX) werden bei gleicher Eignung entsprechend den gesetzlichen Grundlagen bevorzugt berücksichtigt.\nVielfalt ist einer unserer zentralen Organisationswerte. Deshalb begrüßen wir Bewerbungen unabhängig von Nationalität, ethnischer und sozialer Herkunft, Religion und Weltanschauung, Alter sowie sexueller Orientierung und Identität.\nBei der Museumsstiftung ist eine Teilzeitbeschäftigung grundsätzlich möglich. Gehen entsprechende Bewerbungen ein, wird für den Arbeitsplatz geprüft, ob den Teilzeitwünschen im Rahmen der dienstlichen Möglichkeiten (insbesondere hinsichtlich der Anforderungen des Arbeitsplatzes und der gewünschten Gestaltung der Teilzeit) entsprochen werden kann.\nFür weitere Auskünfte steht Ihnen Adrienne Boros, Leiterin Personal, Organisation und Recht, unter 030/202 94-400 gern zur Verfügung.\nBitte senden Sie Ihre Bewerbung mit aussagekräftigem Lebenslauf und einschlägigen Zeugnissen\nausschließlich per E-Mail\nbis zum 23.10.2025\nan die:\nMuseumsstiftung Post und Telekommunikation\n– Personal –\nLeipziger Straße 16 in 10117 Berlin\nE-Mail:\nbewerbung2@mspt.de\nBitte achten Sie darauf, dass die gesamte Bewerbung nicht mehr als 4 MB Umfang hat, Zip–Anhänge können aus Sicherheitsgründen keine Berücksichtigung finden.\nDie von Ihnen übermittelten Daten werden von uns gespeichert. Es werden ausschließlich nur jene Daten erhoben, die im Zuge Ihrer Bewerbung notwendig sind. Die datenschutzrechtlichen Bestimmungen werden dabei beachtet. Nähere Informationen zum Datenschutz werden Ihnen im Rahmen Ihrer Bewerbung übersandt. Sie können jederzeit Ihr Einverständnis zur Speicherung der Daten zurückziehen und die Löschung Ihrer Daten verlangen.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 23.10.2025", "url": "https://www.museumsbund.de/stellenangebote/it-koordinatorin-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-die-sicherheitszentrale/", "image": "", "title": "Mitarbeiter*in (m/w/d) für die Sicherheitszentrale", "content_text": "Stiftung Kunstsammlung Nordrhein-Westfalen, Düsseldorf Bewerbungsende: 19.10.2025 | Die Stiftung Kunstsammlung Nordrhein-Westfalen ist eine Stiftung des privaten Rechts, die mit dem K20 und K21 an zwei Standorten in Düsseldorf präsent ist. Sie verwahrt eine international einzigartige Sammlung von Gemälden der historischen Avantgarden des 20. Jahrhunderts und Schlüsselwerke der Gegenwartskunst.\nAls international renommiertes Museum in besonderer Verantwortung des Landes Nordrhein-Westfalen mit rund 100 Mitarbeiter*innen verwaltet, erforscht und vermittelt sie Kunstbestand des Landes und stiftungseigene Bestände und macht sie im Rahmen von Dauer- und Wechselausstellungen im nationalen und internationalen Kontext der Öffentlichkeit zugänglich.\nWir suchen zum 1. Dezember 2025 oder später eine*n\nMitarbeiter*in (m/w/d) für die Sicherheitszentrale\nin Vollzeit.\nIhre Aufgaben\nIntensive Betreuung der Gebäudeleit- und der Sicherheitstechnik\nBetreuung der Einbruchmeldeanlage, der Brandmeldeanlagen, der Technikmeldeanlagen sowie der Videoüberwachungsanlagen\nPförtnerdienste\nUnsere Anforderungen\nAbgeschlossene Ausbildung als Fachkraft für Schutz- und Sicherheit, mindestens geprüfte Schutz- und Sicherheitskraft\nErfahrung mit technischen Überwachungsanlagen\nBereitschaft zur Wechselschichtarbeit\nAusgeprägte Serviceorientierung\nFreundliches und verbindliches Auftreten\nHohes Maß an Sicherheits- und Verantwortungsbewusstsein\nSicherer Umgang mit den MS-Office-Anwendungen\nSehr gute Deutschkenntnisse in Wort und Schrift\nWir bieten Ihnen\nEine vielseitige Vollzeitstelle (39:50 Std) in einer der angesehensten Kultureinrichtungen Europas.\nEin Gehalt gemäß TV-L / E6\nBetriebliche Altersversorgung (VBL)\nEinen attraktiven Arbeitsplatz im Zentrum Düsseldorfs\nEngagierte Kolleg*innen und individuelle Weiter- und Fortbildungsmöglichkeiten\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte und weltoffene Persönlichkeit, die uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte bis 19.10.2025 in elektronischer Form über unser Bewerbungsportal:\nhttps://jobs.kunstsammlung.de/stellenangebote/989855217?ref=8010151000\nStiftung Kunstsammlung Nordrhein-Westfalen\nIskra Gross | Personalabteilung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-m-w-d-fuer-die-sicherheitszentrale/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/projektmitarbeiterin-m-w-d-6/", "image": "", "title": "Projektmitarbeiter*in (m/w/d)", "content_text": "Senckenberg Gesellschaft für Naturforschung, Dresden Bewerbungsende: 09.10.2025 | Die Senckenberg Gesellschaft für Naturforschung mit Hauptsitz in Frankfurt am Main sucht ab sofort für die Abteilung Museum, Bildung und Vermittlung am Standort Dresden eine*n\nProjektmitarbeiter*in (m/w/d)\nfür interaktive Bildungs- und Vermittlungsarbeit\n(Vollzeit / Teilzeitmöglichkeiten vorhanden)\nOrt: Dresden\nBeschäftigungsumfang: Vollzeit / Teilzeitmöglichkeiten vorhanden\nVertragsart: Projektbefristet bis 30.09.2026\nVergütung: Tarifvertrag der Länder, voraussichtlich nach TV-L E 10 – E 11\nDie Senckenberg Gesellschaft für Naturforschung (SGN) wurde 1817 gegründet und zählt zu den wichtigsten Forschungseinrichtungen rund um die biologische Vielfalt. An unseren zwölf Standorten in ganz Deutschland betreiben Wissenschaftler*innen aus über 40 Nationen modernste Forschung auf internationaler Ebene. Am Standort in der sächsischen Landeshauptstadt Dresden befinden sich die Senckenberg Naturhistorischen Sammlungen in einer historisch geprägten Stadt mit einem großen kulturellen Angebot und exzellenten Forschungskooperationen.\nIm Rahmen der Sonderausstellung iNUVERSUMM – Raum und Zeit für Insekten übernehmen Sie die inhaltliche und organisatorische Verantwortung für den interaktiven Mitmachbereich „Nature Lab“ im SENCKENBERG Naturmuseum Dresden. Ziel ist es, Besuchende durch anschauliche, handlungsorientierte Formate für die faszinierende Welt der Insekten zu begeistern und wissenschaftliche Inhalte auf kreative Weise zu vermitteln.\nIhre Aufgaben\nKonzeption, Auswahl und Aufbereitung der Inhalte und Materialien sowie Gestaltung interaktiver Vermittlungsstationen für das “SENCKENBERG NatureLab”\nEntwicklung neuer zielgruppengerechter Vermittlungsangebote, insbesondere für Kinder, Familien und Schulklassen in enger Abstimmung mit der Führungskraft\nPlanung und Organisation von Aktionen und Veranstaltungen als Rahmenprogramm der Ausstellung\nDurchführung eigener Bildungsangebote (Führungen, Workshops) im Ausstellungskontext\nAnleitung, Koordination und Schulung von Hilfs- und Honorarkräften, die im „NatureLab“ als Aufsichten mitwirken\nEvaluation und Weiterentwicklung der Vermittlungsformate\nZusammenarbeit mit internen Fachabteilungen, Ausstellungsgestalter*innen und ggf. externen Partnerinstitutionen\nIhr Profil\nErster Hochschulabschluss (Bachelor) in einem relevanten Fach, z. B. Biologie (Schwerpunkt Zoologie/Entomologie), Umweltbildung, Naturwissenschaften, Museumspädagogik, Wissenschaftskommunikation oder vergleichbare\nPraktische Erfahrung in der Konzeption und Durchführung von Bildungs- und Vermittlungsformaten, idealerweise im museumspädagogischen oder natur-kundlichen Kontext\nBegeisterung für Naturkunde und insbesondere für das Thema Insekten\nDidaktisches Geschick sowie sicherer Umgang mit interaktiven und partizipativen Vermittlungsformen\nGrundsätzliche Bereitschaft zur flexiblen Arbeitszeitgestaltung und zur Arbeit an Wochenenden und Feiertagen (z.B. an jedem 2. Samstag und an Feiertagen)\nOrganisationstalent, Eigeninitiative und Teamfähigkeit\nWünschenswert\nErfahrung in der Anleitung von Honorarkräften oder Teams\nSehr gute Englischkenntnisse in Wort und Schrift\nWir bieten\nZugang zu einem internationalen Netzwerk von Wissenschaftlern, politischen Entscheidungsträgern und Forschungsorganisationen\neine attraktive Tätigkeit im dynamischen Arbeitsumfeld einer weltweit anerkannten Forschungseinrichtung\nflexible Arbeitszeiten – mobiles Arbeiten – Unterstützung bei der Kinderbetreuung oder bei der Pflege von Familienangehörigen (zertifiziert durch das „audit berufundfamilie“) – einen Dienstausweis in Verbindung mit kostenfreiem Eintritt in die Senckenberg-Museen – eine tarifliche Jahressonderzahlung – tariflichen Urlaubsanspruch – betriebliche Altersvorsorge\nSenckenberg engagiert sich für Vielfalt. Wir profitieren von den unterschiedlichen Expertisen, Perspektiven und Persönlichkeiten unserer Mitarbeiter*innen und freuen uns über jede Bewerbung qualifizierter Kandidat*innen, unabhängig von Alter, Geschlecht oder geschlechtlicher Identität, ethnischer oder kultureller Herkunft, Religion und Weltanschauung, sexueller Orientierung und Identität oder Behinderung. Bewerber*innen mit einer Schwerbehinderung werden bei gleicher Eignung besonders berücksichtigt. Senckenberg unterstützt aktiv die Vereinbarkeit von Beruf und Familie und legt großen Wert auf eine gleichberechtigte und inklusive Kultur der Zusammenarbeit.\nSie möchten sich bewerben?\nDann senden Sie uns Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen (Motivationsschreiben, detaillierter Lebenslauf, Ausbildungs- und Arbeitszeugnisse) in elektronischer Form (als zusammenhängende PDF-Datei) bitte unter Angabe der Referenznummer #07-25007 bis zum 09.10.2025 an\nrecruiting@senckenberg.de\noder bewerben Sie sich direkt auf unserer Homepage über das Online-Bewerbungsformular\nwww.senckenberg.de/de/karriere/bewerbung/\n.\nSenckenberg Gesellschaft für Naturforschung\nSenckenberganlage 25\n60325 Frankfurt a.M.\nE-Mail:\nrecruiting@senckenberg.de\nFür fachliche Rückfragen zur Stelle steht Ihnen Frau Stefanie Mösch unter\nstefanie.moesch@senckenberg.de\nsehr gerne zur Verfügung.\nDatenschutzrechtliche Hinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungs- und Auswahlverfahrens entnehmen Sie bitte der Datenschutzerklärung auf unserer Homepage unter\nhttps://www.senckenberg.de/de/impressum/\nWeitere Informationen über die Senckenberg Gesellschaft für Naturforschung finden Sie unter\nwww.senckenberg.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.10.2025", "url": "https://www.museumsbund.de/stellenangebote/projektmitarbeiterin-m-w-d-6/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-und-controlling-m-w-d-3/", "image": "", "title": "Leitung Finanzen und Controlling (m/w/d)", "content_text": "Stiftung Deutsches Technikmuseum Berlin, Berlin Bewerbungsende: 15.10.2025 | Das Deutsche Technikmuseum- Einfach für Dich\nWir, die Stiftung Deutsches Technikmuseum Berlin (SDTB), gehören zu den führenden technikhistorischen Einrichtungen weltweit. Auf über 100.000 Quadratmetern Fläche, im Zentrum Berlins, direkt am Gleisdreieck gelegen, bieten wir auf 28.500 Quadratmetern Ausstellungsfläche eine erlebnisreiche Entdeckungsreise durch die Kulturgeschichte der Technik. Im dazugehörigen Science Center Spectrum laden auf 2.000 Quadratmetern 150 Experimente aus Naturwissenschaft und Technik zum Mitmachen ein. Ein vielfältiges Bildungs- und Veranstaltungsprogramm, das historische Archiv und eine umfangreiche Bibliothek ergänzen das Angebot. Mit über 700.000 Besuchenden pro Jahr, zählen wir zu den beliebtesten Museen Berlins und sind für Berliner*innen wie für Touristen gleichermaßen attraktiv. Wir verstehen uns als Plattform für die kritische Auseinandersetzung mit Technik, ihrer Geschichte, Gegenwart und Zukunft. Gleichzeitig sind wir ein Ort, an dem Technik gemeinsam und spielerisch erlebt, ausprobiert, verstanden und diskutiert werden kann. Als Museum übernehmen wir Verantwortung für die Weiterentwicklung unserer Gesellschaft und verstehen uns als verlässliche, wertschätzende Institution. Bei uns sind 180 Mitarbeiterinnen und Mitarbeiter beschäftigt, die gemeinsam an diesen Aufgaben arbeiten. Wenn Sie mehr über uns erfahren wollen, besuchen Sie uns gerne auf unserer Homepage: www.technikmuseum.berlin oder folgen Sie uns auf Instagram und Facebook.\nDie Stiftung Deutsches Technikmuseum Berlin sucht zum nächstmöglichen Zeitpunkt, spätestens zum 01.01.2026, eine\nLeitung Finanzen und Controlling (m/w/d)\nunbefristet in Vollzeit mit 39,4 bzw. 40 Wochenstunden.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-finanzen-und-controlling-m-w-d-3/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/social-media-managerin-m-w-d-4/", "image": "", "title": "Social Media Manager*in (m/w/d)", "content_text": "Landesmuseum Württemberg, Stuttgart Bewerbungsende: 17.10.2025 | Das Landesmuseum Württemberg (LMW) ist das größte kulturhistorische Museum in Baden-Württemberg. Mit den umfangreichen Sammlungen aus der Archäologie, der Kunst- und Kulturgeschichte sowie der Populär- und Alltagskultur bildet es die Kulturgeschichte Württembergs von der Steinzeit bis zur Gegenwart ab. Rund 180 Menschen arbeiten im Landesmuseum Württemberg. Wir kommen aus vielen verschiedenen Städten und Ländern, haben eine kollegiale Arbeitsatmosphäre und unser aller Herz schlägt für die Kultur.\nIn der Abteilung Kommunikation und Kulturvermittlung ist zum\n14. Februar 2026\neine Stelle als\nSocial Media Manager*in (m/w/d)\nin Teilzeit (50%, 19,75 Wochenstunden) zu besetzen. Die Stelle ist aufgrund einer Vertretung vorerst bis zum 13. Februar 2028 befristet. Der Arbeitsort ist Stuttgart.\nIhre Aufgaben:\nKultur- und Museumsthemen zielgruppenorientiert inszenieren und digital vermitteln\nRedaktions- und Kampagnenplanung für Instagram, Facebook sowie perspektivisch weitere Kanäle (z. B. TikTok, YouTube)\nEntwicklung und Umsetzung kreativer Social-Media-Formate (Reels, Stories, Kurzvideos, Bildstrecken)\nCommunity Management und Moderation: Austausch und Interaktion mit den Communities\nMonitoring, KPI-Analyse und Reporting inkl. Handlungsempfehlungen\nBeobachten aktueller Trends und Einbringen innovativer Ideen in die Content-Strategie\nKonzeption, Budgetplanung und Steuerung von Social-Media-Ads und Kooperationen\nIhr Profil:\nAbgeschlossene Ausbildung oder abgeschlossenes Studium im Bereich Marketing, Kommunikation, Medien oder vergleichbare Qualifikation\nNachweisbare Erfahrung im Social-Media-Management und in Content-Creation\nSehr gute Kenntnisse relevanter Plattformen und Tools (z. B. Adobe Creative Suite, Canva, CapCut)\nSicheres Gespür für Storytelling, Bildsprache und Bewegtbild\nStarke Kommunikationsfähigkeit in Deutsch\nKreativität, Eigeninitiative, Teamfähigkeit und Organisationstalent\nBereitschaft zur Wahrnehmung von Terminen auch außerhalb der regulären Arbeitszeit\nbei Einstellung: Vorlage eines einwandfreien Führungszeugnisses zur Vorlage bei einer Behörde\nWir bieten:\neine interessante und abwechslungsreiche Tätigkeit in einem kreativen Umfeld mit\neinem engagierten Team\nThemenvielfalt\nbei Vorliegen der tariflichen Voraussetzungen eine Vergütung in Entgeltgruppe 11 TV-L\nflexible Arbeitszeiten und die Möglichkeit zu mobiler Arbeit\nGesundheitsmanagement\nZuschuss zu Ihrer Mobilität mit dem Job-Ticket BW\neinen zentralen Arbeitsort mit sehr guter ÖPNV-Anbindung,\nWir sind an einem heterogenen, vielfältigen Team interessiert und begrüßen daher Bewerbungen von Personen jeglichen Geschlechts, unabhängig von deren kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Menschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt.\nBitte reichen Sie Ihre Bewerbung unter Angabe der\nKennziffer 529\nmit aussagefähigen Unterlagen (Motivationsschreiben, Lebenslauf, Zeugnisse) bis zur\nBewerbungsfrist am 17. Oktober 2025\nin unserem Bewerbungsportal ein, unter:\nhttps://www.landesmuseum-stuttgart.de/museum/stellenangebote\n.\nDie Vorstellungsgespräche finden am\n07. November 2025\nstatt.\nFür Fragen steht Ihnen Frau Dr. Heike Scholz, Abteilungsleiterin Kommunikation und Kulturvermittlung (Telefon: 0711 89 535 151, E-Mail: heike.scholz@landesmuseum-stuttgart.de), gerne zur Verfügung.\nBewerbungskosten werden nicht erstattet.\nHinweise zum Datenschutz im Rahmen der Verarbeitung personenbezogener Daten bei Bewerbungen finden Sie unter www.landesmuseum-stuttgart.de/museum/stellenangebote.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/social-media-managerin-m-w-d-4/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-im-museum-m-w-d/", "image": "", "title": "Depotverwalter/-in im Museum (m/w/d)", "content_text": "Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Bonn Bewerbungsende: 12.10.2025 | Sie haben großes Interesse als Depotverwalter für ein Museum zu arbeiten? – Dann suchen wir Sie!\nDie Häuser der Stiftung in Bonn, Berlin und Leipzig gehören zu den meistbesuchten Geschichtsmuseen in Deutschland. Für den Standort Bonn suchen wir unbefristet zum 01. Januar 2026 eine Persönlichkeit als\nDepotverwalter/-in im Museum (m/w/d)\n(Entgeltgruppe 4 TVöD)\nKennziffer 19-25\nWas erwartet Sie?\nTätigkeiten im Informationszentrum\nFachgerechte Ein- und Auslagerung von Bibliotheksbeständen unter Beachtung konservatorischer Vorgaben\nStandortvergabe und Kontrolle der Standortsystematik\nBetreuung von Sichtungsterminen im Depot und Aufsicht im Lesesaal\nSystematische Depotverwaltung sowie Kontrolle und Optimierung der Depoteinrichtungen\nFunktionskontrolle und Pflege der Depottechnik und aller zugehörigen Geräte\nZugangskontrolle und Sicherheit der Depotbereiche\nTätigkeiten im Publikationsdepot\nAnnahme, Kontrolle und Einlagerung von Lieferungen (Werbe- und Informationsmaterialien, Publikationen, weitere Drucksachen)\nOrdnungsgemäße und systematische Lagerhaltung sowie Strukturierung des Depots\nVerwaltung von Beständen: Übersicht über Ein- und Ausgänge, Dokumentation der Materialbewegungen, regelmäßige Bestandskontrollen\nSicherstellung einer termingerechten Nachbestellung und Meldung bei sich abzeichnenden Engpässen\nEnge Abstimmung mit Shopmanagerin, Besucherdienst, Marketing/Öffentlichkeitsarbeit sowie Poststelle und weiteren Bedarfsträgern\nAnsprechpartner für externe Dienstleister (Lieferungen, Entsorgungen, Sonderaktionen)\nVorbereitung und Unterstützung von Maßnahmen zur Inventur\nWas sollten Sie mitbringen?\nEine abgeschlossene Berufsausbildung als Fachlagerist/-in oder vergleichbar (2-jährige Ausbildung)\nErfahrung im Umgang mit sensiblem Kulturgut und Bibliotheksbeständen sind wünschenswert\nInteresse an der Arbeit und den Herausforderungen des Arbeitsfeldes Museum und Bibliothek\nFührerschein Kl. B ist zwingend Voraussetzung\nSehr gute Deutschkenntnisse\nGute PC-Kenntnisse und sicherer Umgang mit Office-Programmen\nKörperliche Belastbarkeit zur Ausübung auch schwerer Tätigkeiten (gelegentlich)\nSorgfalt, Verantwortungsbewusstsein, eine ausgeprägte Teamfähigkeit sowie Kommunikationsstärke runden Ihr Profil ab\nWas bieten wir Ihnen?\nEine verantwortungsvolle und abwechslungsreiche Tätigkeit in einem spannenden Berufsfeld\nEin familienfreundliches Umfeld mit flexibler Arbeitszeit und Möglichkeit zu mobiler Arbeit\nZusatzversorgung bei der Versorgungsanstalt des Bundes und der Länder\nJobticket bzw. Deutschlandjobticket mit Arbeitgeberzuschuss\nFortbildungsmöglichkeiten\nEine gute Anbindung an den ÖPNV sowie Auto- und Fahrradstellplätze\nDie Stelle kann auch mit Teilzeitkräften besetzt werden. Die Stiftung gewährleistet die berufliche Gleichstellung von Männern und Frauen nach dem Bundesgleichstellungsgesetz. Menschen mit Behinderung werden nach Maßgabe des Sozialgesetzbuches – Neuntes Buch – bevorzugt berücksichtigt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre vollständige und aussagekräftige Bewerbung (bevorzugt als PDF-Format in nur einer Datei)\nbis zum\n12. Oktober 2025\nunter Angabe der\nKennziffer 19-25 sowie des frühestmöglichen Eintrittstermins per E-Mail\nan:\nbewerbung@hdg.de\noder Stiftung Haus der Geschichte der Bundesrepublik Deutschland, Personalreferat, Willy-Brandt-Allee 14, 53113 Bonn.\nFür Rückfragen steht Ihnen Frau Löschhorn gerne unter 0228/9165-510 zur Verfügung.\nVorstellungsgespräche werden voraussichtlich in KW 44 geführt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/depotverwalter-in-im-museum-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-joseph-beuys-archiv-bibliothek-2/", "image": "", "title": "Leitung Joseph Beuys Archiv / Bibliothek", "content_text": "Stiftung Museum Schloss Moyland, Bedburg-Hau Bewerbungsende: 20.10.2025 | Die Stiftung Museum Schloss Moyland sucht\nab sofort und unbefristet eine\nLeitung Joseph Beuys Archiv / Bibliothek\nin Vollzeit (100 %)\nDie Stiftung Museum Schloss Moyland ist ein national und international bedeutendes Museum mit einer umfassenden Sammlung der Kunst vom 19. bis 21. Jahrhundert und ein internationales Forschungszentrum zu Joseph Beuys. Im Zentrum steht eine große Sammlung von Werken des bedeutenden Künstlers Joseph Beuys, ergänzt durch wesentliche weitere künstlerische Positionen der modernen und zeitgenössischen Kunst, aufgebaut von Hans und Franz-Joseph van der Grinten. Mit Sonderausstellungen und Sammlungspräsentationen strebt das Haus eine Öffnung zu gesellschaftlichen Fragestellungen sowie Kulturtechniken, Medien und Themen der Gegenwart an.\nDas Museum befindet sich in einer historischen Schloss- und Gartenanlage, die in ihrer heutigen Gestalt auf das späte 19. Jahrhundert zurückgeht. Der Stiftungszweck basiert auf den vier Säulen Ausstellungen, Joseph Beuys Archiv & Bibliothek, Veranstaltungen und Schloss & Park.\nIhre Aufgabe umfasst die eigenständige strategische und operative Planung sowie die Weiterentwicklung des Joseph Beuys Archivs und der Bibliothek innerhalb des Museumsbetriebs. Hierzu gehört insbesondere die Erarbeitung, Implementierung und spätere Fortführung eines ideenreichen und innovativen Gesamtkonzepts für den Bereich Joseph Beuys Archiv sowie der Museumsbibliothek innerhalb der Stiftung Museum Schloss Moyland mit seinen unterschiedlichen Benutzergruppen, die wissenschaftliche Bearbeitung, das Ausstellen und die Vermittlung von Archivbeständen sowie das Erstellen und Verwalten von Budgets, das Einwerben von Fördergeldern und die Personalführung.\nDie Vergütung erfolgt nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TV-L) und ist mit Entgeltgruppe 13 dotiert.\nIhre Aufgaben umfassen unter anderem:\nBereich JBA:\nAufbau, Pflege und wissenschaftliche Erschließung der Joseph Beuys-\nArchivalien, der Bibliothek sowie Bearbeitung einzelner Archiv- und Dokumentationsbereiche und deren Koordination\nRegelmäßige Abstimmung und gemeinsame strategische Ausrichtung mit der Künstlerischen Direktion sowie den Bereichen Sammlung, Ausstellungen und Kunstvermittlung\nÖffnung des Joseph Beuys Archivs und der Bibliothek für diverse Zielgruppen, Inklusion, Barrierefreiheit und Transparenz\nZusammenarbeit mit Künstler:innen und Wissenschaftler:innen zu Forschungs-, Publikations- und Ausstellungszwecken\nWeitere Digitalisierung der Bestände\nTeilnahme an abteilungsübergreifenden Strategiemeetings mit Vertreter:innen der Gesamtorganisation Stiftung Museum Schloss Moyland\nSchnittstellenbildung zu Presse und Marketing\nOptimierung der Erschließungssystematik und Sichtbarmachung der\nBestände\nIdentifizierung, Bewertung, Erschließung und Sicherung des Archivguts (Bild-, Ton- sowie Fotodokumente),\nKonservatorische Behandlung und Einlagerung sämtlicher Archivalien\nErfassung und Systematisierung der Archivalien in die Archivdatenbank sowie Datenpflege für die effiziente Nutzung, Sichtbarmachung der Forschung und Bestände des Archivs über Webangebote und Social Media (Forschung & Digitalisierung)\nVernetzung mit anderen Archiven, Kunstinstitutionen und Forschungseinrichtungen\nVorbereitung von Publikationen\nFührung der Mitarbeiter\nBereich Bibliothek:\nÜbergeordnete Leitung der Bibliothek sowie Steuerung aller bibliotheksrelevanten Aufgaben, wie Bestandsaufbau und -pflege sowie formale und inhaltliche Erschließung der Bestände\nSteuerung der Bibliothek im Rahmen des Gesamtkonzepts des Archivs\nOptimierung der Inventarisierung und der Systematik\nAnalyse & Anpassung der Angebotsstruktur an die Anforderungen der Stiftung und profilorientiertes Bestandsmanagement\nIhre Qualifikationen:\nAbgeschlossenes Hochschulstudium als wissenschaftliche/r Archivar/in\noder im Bereich der Kunstgeschichte, Geisteswissenschaften oder vergleichbarer Abschluss (M.A., Promotion von Vorteil) mit sehr guten Archivkenntnissen\nMehrjährige Berufserfahrung in verantwortlicher Position in einem Archiv, einer Bibliothek oder in einer vergleichbaren kulturellen Einrichtung\nSehr gute Kenntnisse zu Joseph Beuys, moderner und zeitgenössischer Kunst\nGute Kenntnisse und Fertigkeiten in der Nutzung und dem Ausbau von Archivmanagementsystemen bzw. Archivdatenbanken (auch digitale Langzeitarchivierung)\nSehr gute Kenntnisse im Urheberrecht und Archivrecht\nKenntnisse bibliotheksspezifischer IT-Anwendungen\nPublikationserfahrung\nEin bestehendes überregionales Netzwerk\nBegeisterung für interdisziplinäre Teamarbeit\nSehr gute Englischkenntnisse, weitere Fremdsprachen von Vorteil\nTeamorientierte Führungskompetenz\nWir bieten Ihnen:\nEine verantwortungsvolle Aufgabe in einem starken Team, mit Raum für eigene Gestaltung und Kreativität\nGute Fort- und Weiterbildungsmöglichkeiten\nSichere und pünktliche Zahlung des Gehalts\nSicherer Arbeitsplatz\nErgänzende Altersversorgung\nMobiles Arbeiten nach Absprache möglich\nDer Arbeitsplatz ist nicht barrierefrei.\nIhre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) senden Sie bitte bis zum\n20. Oktober 2025\nper E-Mail oder postalisch an:\nStiftung Museum Schloss Moyland\nHerr Christian Theinert\nAm Schloss 4\n47551 Bedburg-Hau\nE-Mail: personal@moyland.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 20.10.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-joseph-beuys-archiv-bibliothek-2/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrer-m-w-d/", "image": "", "title": "Geschäftsführer (m/w/d)", "content_text": "Cranach-Stiftung, Wittenberg Bewerbungsende: 22.10.2025 | Die Cranach-Stiftung sucht zum nächstmöglichen Zeitpunkt einen\nGeschäftsführer (m/w/d)\nin Vollzeit\nDie Cranach-Stiftung wurde 1994 in der Lutherstadt Wittenberg als Stiftung privaten Rechts gegründet, um das künstlerische, kulturelle und historische Erbe von Lucas Cranach dem Älteren und Lucas Cranach dem Jüngeren zu bewahren und der Öffentlichkeit zugänglich zu machen. Mit der Sanierung und Pflege der historischen Cranach-Höfe und -Häuser trägt die Stiftung maßgeblich zum Erhalt eines Kulturgutes von nationaler und internationaler Bedeutung bei. Darüber hinaus initiiert und realisiert die Stiftung vielfältige Kulturprojekte, Ausstellungen und Bildungsangebote, die das Wirken der Cranach-Familie in einen zeitgemäßen Kontext stellen. Die Lutherstadt Wittenberg zieht als UNESCO- Welterbe-Stadt jährlich zahlreiche Besucher aus aller Welt nach Wittenberg.\nZur Stiftung gehören das Cranach-Museum, die Malschule (anerkannte Jugendkunstschule) und das Hotel „Cranach-Herberge“. Der Geschäftsführer leitet die Geschäfte der Stiftung.\nDas Team der Stiftung umfasst derzeit bis zu 15 Mitarbeitende sowie ehrenamtliche Unterstützer.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 22.10.2025", "url": "https://www.museumsbund.de/stellenangebote/geschaeftsfuehrer-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-m-w-d-14/", "image": "", "title": "Museumspädagog:in (m/w/d)", "content_text": "Städtisches Museum Göttingen, Göttingen Bewerbungsende: 19.10.2025 | Die Stadt Göttingen sucht für den Fachdienst Städtisches Museum im Fachbereich Kultur eine:n\nMuseumspädagog:in\n.\nStelleninformationen\nEinstellung\n: Unbefristet zum 01.01.2026\nVergütung\n: Entgeltgruppe 11 TVöD\nArbeitszeit\n: 39 Std./Woche; Teilzeit ggf. möglich\nBewerbungsfrist\n: 19. Oktober 2025\nIhre Aufgaben\nDas Aufgabengebiet umfasst im Wesentlichen\ndie Ausarbeitung und Weiterentwicklung eines museumspädagogischen Konzeptes für das Städtische Museum,\ndas Entwickeln und Durchführen von museumspädagogischen Angeboten,\ndie Entwicklung und Implementierung einer Digitalstrategie für das Städtische Museum,\nden Aufbau und die nachhaltige Pflege von Kooperationsnetzwerken,\ndie Vermarktung der Ausstellungen des Städtischen Museums sowie\ndie Erstellung und Durchführung neuer zielgruppenspezifischer Formate.\nDer Arbeitsplatz beinhaltet museumspädagogische Angebote an Wochenenden, Besuche in Schulen sowie ‘outreach’-Projekte.\nDas Städtisches Museum Göttingen ist eines der ältesten stadt- und kulturgeschichtlichen Museen Niedersachsens. Wir sind ein engagiertes Team mit einer großen Begeisterung für das Museum. Wir sehen uns als Service-Unternehmen mit Blick auf die ganze Stadtgesellschaft. Das Haus befindet sich in einem Transformationsprozess zu einem modernen Stadtmuseum. Vor diesem Hintergrund richten wir unser Angebot in allen Bereichen neu aus. Wir möchten die museale Bildungs- und Vermittlungsarbeit neu und zeitgemäß am Haus etablieren und stetig weiterentwickeln. Es erwartet Sie ein interessantes, abwechslungsreiches Arbeitsumfeld mit umfangreichen Teilhabemöglichkeiten.\nIhr Profil\nSie verfügen nachweislich über ein abgeschlossenes Fachhochschul- oder Bachelorstudium in den Bereichen\nOrganisationsmanagement, Kulturvermittlung, Kulturmanagement, empirische Kulturwissenschaft oder\neinen vergleichbaren und für die o.g. Aufgaben einschlägigen Studiengang.\nWünschenswert sind darüber hinaus\nBerufserfahrung in außerschulischer Bildungs- und Vermittlungsarbeit sowie\ndidaktische Kompetenz.\nDie Wahrnehmung der Aufgaben erfordert Verantwortungsbewusstsein, Kreativität sowie Freude und Geschick im Umgang mit Menschen unterschiedlicher Zielgruppen.\nAls zertifizierte TOP-Arbeitgeberin Südniedersachsen bieten wir\nflexible Arbeitsbedingungen (flexible Arbeitszeiten und zahlreiche Teilzeitarbeitsmodelle, Homeoffice, mobiles Arbeiten)\nlebensphasenbewusstes Arbeitsumfeld (u.a. Krippenbelegplätze, Sonderurlaubsformen z.B. bei pflegebedürftigen Angehörigen, Freistellungsmöglichkeiten für Bildungsurlaube)\nbetriebliches Gesundheitsmanagement (u.a. Kooperationen mit Fitnessstudios, Vorträge, Kursangeboten in der Mittagspause und Vergünstigung in den Schwimmbädern der GoeSF)\nvielfältige, an das Berufsbild und Ihre Person angepasste Fortbildungsprogramme und Karrieremöglichkeiten\nLeistungen aus dem TVöD bei Tarifbeschäftigten: leistungsorientierte Bezahlung, Jahressonderzahlung, betriebliche Altersvorsorge (VBL)\nvermögenswirksame Leistungen\n30 Tage Urlaub im Jahr\nattraktive Angebote von corporate benefits\nSie möchten gerne in einem anderen Stundenumfang arbeiten? Dann geben Sie bei Ihrer Bewerbung bitte den gewünschten Stundenumfang und die bevorzugte Verteilung der Arbeitszeit an. Wir prüfen, ob wir Ihrem Wunsch entgegenkommen können.\nDie Stadt Göttingen strebt an, dass sich die Vielfalt der Bevölkerung auch in der Verwaltung abbildet. Wir erkennen damit Vielfalt als Teil unserer Unternehmenskultur an. Unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung oder sexueller Orientierung und Identität oder Behinderung heißen wir alle Talente, die uns voranbringen wollen, willkommen. Dafür stehen wir mit unserer Unterschrift unter der Charta der Vielfalt ein. Menschen mit Schwerbehinderung werden bei gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt berücksichtigt.\nKontaktinformationen\nFachliche Fragen: Frau Dr. Härtel (Tel.: 0551/400-2291)\nFragen zum Auswahlverfahren: Herr Hoffmeister (Tel.: 0551/400-2701)\nDatenschutz\nIhre Unterlagen werden nach Abschluss des Auswahlverfahrens unter Beachtung der datenschutzrechtlichen Bestimmungen vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogin-m-w-d-14/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/referentin-mit-schwerpunkt-ausstellungen-veranstaltungen-und-kommunikation-m-w-d/", "image": "", "title": "Referent:in mit Schwerpunkt Ausstellungen, Veranstaltungen und Kommunikation (m/w/d)", "content_text": "KZ-Gedenkstätte Flossenbürg, Flossenbürg Bewerbungsende: 19.10.2025 | Die KZ-Gedenkstätte Flossenbürg, eine Einrichtung der Stiftung Bayerische Gedenkstätten, sucht zum nächstmöglichen Zeitpunkt in Vollzeit, befristet bis zum 30. Juni 2028\neine/n Referenten/Referentin mit Schwerpunkt Ausstellungen, Veranstaltungen und Kommunikation (m/w/d)\nvergütet maximal mit Entgeltgruppe 12 TV-L.\nBewerbungsschluss: 19.10.2025\nDie KZ-Gedenkstätte Flossenbürg erinnert an das Schicksal der rund 100.000 Häftlinge, die im Konzentrationslager Flossenbürg und seinen Außenlagern inhaftiert waren. Zwei Dauerausstellungen präsentieren die Geschichte des Lagers von 1938 bis 1945 sowie dessen Nachwirkungen bis heute. Informations- und Recherchemöglichkeiten, ein vielfältiges Bildungsprogramm sowie Wechselausstellungen gehören zum Angebot dieses internationalen Lernortes.\nDas ist Ihr Aufgabengebiet\nKonzeption sowie inhaltliche und organisatorische Umsetzung von Ausstellungsprojekten\nBetreuung und Entwicklung der Jahresplanung inkl. Rahmenprogramm\nBetreuung und inhaltliche Entwicklung von eigenen Wanderausstellungen\nFinanzplanung der einzelnen Projekte und Programme\nWeiterentwicklung der Kommunikationsstrategie der Einrichtung in Zusammenarbeit dem Team Presse/Öffentlichkeitsarbeit\nKonzeption und redaktionelle Betreuung von eignen Kommunikationsmitteln (Flyer, Magazin, Programmen und sonstigen Drucksachen)\nPlanung und Koordination von Fotoarbeiten\nKoordination sowie inhaltliche Entwicklung und organisatorische Umsetzung von Vorträgen, Lesungen und weiteren Veranstaltungen\nUnterstützung der Fachabteilungen bei Veranstaltungen\nPlanung und Koordination der Jahrestage der Befreiung\nBetreuung von Publikationsprojekten und Katalogen\nStellvertretung der Abteilungsleitung\nDas brauchen wir von Ihnen\nAbgeschlossenes Hochschulstudium (Master) im Bereich, Kulturwissenschaften, Public History, Kulturmanagement, Neueste Geschichte oder einem vergleichbaren Studiengang (zwingend vorausgesetzt)\nMehrjährige Berufserfahrung in einer kulturellen Einrichtung (bevorzugt aus dem musealen bzw. erinnerungskulturellen Bereich)\nErfahrung in der Ausstellungsgestaltung und kuratorischen Arbeit\nSehr gute Deutschkenntnisse (C2) in Wort und Schrift werden vorausgesetzt\nSprachkenntnisse in Englisch (mind. B2), weitere Fremdsprachenkenntnisse von Vorteil\nFührerschein Klasse B wünschenswert\nOrganisationstalent, Flexibilität, selbständige Arbeitsweise, Teamfähigkeit, interdisziplinäre Arbeitsweise, hohe Einsatzbereitschaft\nBereitschaft zu Arbeitstätigkeiten zu ungünstigen Zeiten (Abend, Wochenende, Feiertage)\nSie sind\neine Person mit Teamfähigkeit, organisatorischem Geschick, einem hohen Maß an sozialen Kompetenzen, Weitblick, der Fähigkeit zu kritischem und lösungsorientiertem Denken sowie selbstständigem Handeln und ausgewiesenen fachlichen Kenntnissen.\nWir bieten Ihnen\nEin vielseitiges und kreatives Arbeitsfeld mit Verantwortung und breiten Gestaltungsmöglichkeiten, der Möglichkeit zur Fortbildung sowie ein engagiertes und kollegiales Team. Sowie alle Sozialleistungen des öffentlichen Dienstes in Bayern inkl. der Zusatzversorgung im Alter (VBL) sowie eine Jahressonderzahlung.\nEingruppierung und Bezahlung erfolgen nach Qualifikation, persönlichen Voraussetzungen und übertragbaren Tätigkeiten bis max. in Entgeltgruppe 12 TV-L.\nDie Stelle ist teilzeitfähig, soweit im Rahmen von Job-Sharing die ganztätige Wahrnehmung der Aufgaben gewährleistet ist. Die Gleichstellung aller Beschäftigten ist uns wichtig. Wir freuen uns auf Bewerbungen von Menschen unabhängig von kultureller und sozialer Herkunft sowie von Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Die Stelle ist bedingt geeignet für schwerbehinderte Arbeitnehmer.\nSchwerbehinderte Bewerber/innen werden bei ansonsten im Wesentlichen gleicher Eignung, Befähigung und fachlicher Leistung bevorzugt eingestellt.\nBei Interesse reichen Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, relevante Zeugnisse) bis spätestens 19. Oktober 2025 ausschließlich über\ninteramt.de\n(ID: 1361061)\nein. Bewerbungen per E-Mail können aus Datenschutzgründen nicht berücksichtigt werden.\nBewerbungsgespräche werden voraussichtlich in der 46. Kalenderwoche stattfinden. Für Auskünfte zur Stelle steht Ihnen Verwaltungsleiter André Zaus (azaus@gedenkstaette-flossenbuerg.de, Tel. 09603 90390-65) zur Verfügung.\nHinweis: Wir verarbeiten Daten, die Sie uns im Zusammenhang mit Ihrer Bewerbung zugesendet haben, um Ihre Eignung für die Stelle zu prüfen und das Bewerbungsverfahren durchzuführen. Rechtsgrundlage für die Verarbeitung Ihrer personenbezogenen Daten in diesem Bewerbungsverfahren ist das Bayerische Datenschutzgesetz Art. 4 und die Datenschutzgrundverordnung, Art. 6 Abs. 1 Buchst. b)\nWeitere Informationen zum Datenschutz erhalten Sie hier:\nhttps://www.gedenkstaette-flossenbuerg.de/de/datenschutz\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/referentin-mit-schwerpunkt-ausstellungen-veranstaltungen-und-kommunikation-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/persoenlichkeit-m-w-d-zur-verstaerkung-in-der-kulturvermittlung-50/", "image": "", "title": "Persönlichkeit (m/w/d) zur Verstärkung in der  Kulturvermittlung (50 %)", "content_text": "Vorarlberger Kulturhäuser-Betriebsgesellschaft, Bregenz (Österreich) Bewerbungsende: 15.10.2025 | Die Vorarlberger Kulturhäuser-Betriebsgesellschaft mbH vereint drei wesentliche Kulturinstitutionen des Landes – das vorarlberg museum, das Vorarlberger Landestheater und das Kunsthaus Bregenz.\nFür das vorarlberg museum suchen wir zum ehestmöglichen Eintritt eine motivierte und ideenreiche Persönlichkeit (m/w/d) zur Verstärkung unseres Teams in der\nKulturvermittlung (50 %)\nIhre Aufgaben:\nLeitung von Führungen und kreativen Workshops für Kinder, Jugendliche und Erwachsene\nEntwicklung spannender Vermittlungsprogramme und Kreativangebote zu den Inhalten des vorarlberg museums\nVorbereitung von Arbeitsmaterialien sowie Betreuung und Organisation der Workshop-Räume\nMitgestaltung des Jahresprogramms und Unterstützung bei besonderen Events (z. B. Lange Nacht der Museen, Reiseziel Museum)\nFreundliche und kompetente Beratung unserer Besucher:innen\nOrganisation und Koordination von Buchungen für Führungen und Workshops\nIhr Profil:\nAbgeschlossene pädagogische Ausbildung oder geisteswissenschaftliches Studium, idealerweise mit Erfahrung in der Kulturvermittlung für Kinder und Jugendliche\nBegeisterung für kreative Arbeit und Freude daran, Inhalte lebendig zu vermitteln\nTeamfähigkeit, Kommunikationsstärke und Offenheit für vielfältige Zielgruppen\nInteresse an kulturgeschichtlichen Themen und an der Landesgeschichte Vorarlbergs\nWir bieten:\nEine vielseitige und inspirierende Tätigkeit in einem facettenreichen Arbeitsumfeld\nEin motiviertes Team und eine angenehme Arbeitsatmosphäre\nZusatzleistungen wie ein Jobticket und Essensvergünstigungen über Digibon\nFreier Zugang zu Ausstellungen und Theaterproduktionen – erleben Sie Kultur hautnah\nInformationen und Kontakt:\nFühlen Sie sich angesprochen? Dann freuen wir uns auf Ihre Bewerbung bis\n15.10.2025\nper E-Mail an\nbewerbung@kulturhaeuser.at\n, Frau Kerstin Wakolbinger-Frener, Kornmarktstraße 6, 6900 Bregenz.\nUnser Unternehmen unterliegt keinem Kollektivvertrag. Das jährliche Mindestentgelt beträgt EUR 44.800,00 (bei Vollbeschäftigung). Das tatsächliche Gehalt orientiert sich am Vorarlberger Arbeitsmarkt, abhängig von beruflicher Qualifikation und Erfahrung.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/persoenlichkeit-m-w-d-zur-verstaerkung-in-der-kulturvermittlung-50/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-outreach-m-w-d/", "image": "", "title": "wissenschaftliche Mitarbeit Outreach (m/w/d)", "content_text": "Stiftung Gedenkstätte Berlin-Hohenschönhausen, Berlin Bewerbungsende: 17.10.2025 | Bei der Stiftung Gedenkstätte Berlin-Hohenschönhausen ist in der Stabsstelle Outreach eine Vollzeitstelle für das Projekt\n„Perspektiv.Wechsel – Migrantische Sichtweisen auf die Zentrale Untersuchungshaftanstalt des Ministeriums für Staatssicherheit“\nab 01.01.2026 befristet für zwei Jahre zu besetzen. Die Vergütung erfolgt nach Entgeltgruppe 11 TV-L.\nDie Stiftung Gedenkstätte Berlin-Hohenschönhausen befindet sich im ehemaligen zentralen Untersuchungsgefängnis des DDR-Staatssicherheitsdienstes in Berlin. Sie hat die gesetzliche Aufgabe, die Geschichte der Haftanstalt zu erforschen, mithilfe von Ausstellungen, Veranstaltungen und Publikationen darüber zu informieren und zur Auseinandersetzung mit den Formen und Folgen politischer Verfolgung in der kommunistischen Diktatur anzuregen.\nDas Projekt „Perspektiv.Wechsel“ hat sich zum Ziel gesetzt, Biografien und Hafterfahrungen migrantischer politischer Inhaftierter der ehemaligen zentralen Untersuchungshaftanstalt des MfS in Hohenschönhausen sichtbarer zu machen. Gemeinsam mit einer Gruppe Jugendlicher aus dem Bezirk soll partizipativ gearbeitet, Bildungsmaterialien entwickelt sowie eine (multimediale) Abschlussausstellung zum Thema gestaltet werden. Das Projekt wird vom Beauftragten der Bundesregierung für Kultur und Medien im Rahmen des Förderprogramms „Jugend erinnert“ der Bundesstiftung Aufarbeitung für SED-Diktatur gefördert.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-mitarbeit-outreach-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-im-haus-im-moos/", "image": "", "title": "Verwaltungsleitung (m/w/d) im HAUS im MOOS", "content_text": "Stiftung Donaumoos, Karlshuld Bewerbungsende: 19.10.2025 | Die Stiftung Donaumoos betreibt seit 1998 das HAUS im MOOS, das unter seinem Dach ein Freilichtmuseum und eine staatlich anerkannte Umweltstation vereint. Jährlich begrüßt das HAUS im MOOS rund 25.000 Gäste, denen es die Natur und Geschichte des Donaumoos – Süddeutschlands größtem zusammenhängendem Niedermoor – anschaulich vermittelt.\nZur Verstärkung ihres Teams sucht die Stiftung Donaumoos zum nächstmöglichen Zeitpunkt eine engagierte und kompetente\nVerwaltungsleitung (m/w/d)\n, die die Geschäftsführung aktiv bei der strategischen und operativen Steuerung des Hauses unterstützt.\nIhre Aufgaben:\nVerwaltung des Controllings sowie Überwachung der finanziellen Abläufe\nBudgetverantwortung in enger Abstimmung mit der Geschäftsführung\nFachliche Beratung und Unterstützung der Geschäftsführung in allen Verwaltungsbereichen\nBeschaffungs- und Vertragswesen\nOrganisation und Koordination des Bauunterhalts\nBetreuung der IT-Infrastruktur und -Systeme\nSicherstellung der Betriebs- und Arbeitssicherheit im Haus\nOptimierung und Gestaltung effizienter Verwaltungsprozesse\nDas bringen Sie mit:\nErfolgreichen Abschluss der 3. Qualifikationsebene – Fachlaufbahn Verwaltung und Finanzen; oder eines Hochschulstudiums (Diplom [FH], Bachelor oder vergleichbar) oder des Beschäftigtenlehrgangs II sowie Berufserfahrung im Verwaltungsbereich\nFundierte Kenntnisse im Controlling, Finanzmanagement und Budgetverantwortung\nErfahrung im Bau- und Gebäudemanagement sowie in der Betreuung der IT-Infrastruktur\nKenntnisse im Bereich Betriebs- und Arbeitssicherheit\nAusgeprägte Kommunikationsfähigkeit, Teamgeist und eine strukturierte Arbeitsweise\nBereitschaft zur Weiterentwicklung und Fortbildung\nIdealerweise Erfahrung in Führungspositionen in Non-Profit-Organisationen oder der öffentlichen Verwaltung\nWas wir Ihnen bieten:\nEine unbefristete Teilzeitstelle (27 Stunden/Woche) in bis zu E 10 TVöD-VKA\nFlexible Arbeitszeiten und die Möglichkeit zu Home Office\nEin abwechslungsreiches Tätigkeitsfeld in einer idyllischen Lage im Donaumoos\nEin motiviertes Team und ein angenehmes Arbeitsumfeld\nVereinbarkeit von Beruf und Familie\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre aussagekräftigen Bewerbungsunterlagen, die Sie bitte bis zum 19.10.2025 an Frau Regina Felbermeier unter\nbewerbung@haus-im-moos.de\nsenden.\nDie Bewerbungsgespräche sollen planmäßig in KW 44 stattfinden.\nBei Fragen steht Ihnen Frau Steffi Klatt gerne unter 08454/95 206 oder s.klatt@haus-im-moos.de zur Verfügung.\nWir fördern die Gleichstellung aller Personen und begrüßen Bewerbungen unabhängig von Geschlecht, Herkunft, Alter, Religion oder sexueller Orientierung. Schwerbehinderte Bewerberinnen und Bewerber werden bei im Wesentlichen gleicher Eignung bevorzugt.\nWir freuen uns auf Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.10.2025", "url": "https://www.museumsbund.de/stellenangebote/verwaltungsleitung-m-w-d-im-haus-im-moos/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-10/", "image": "", "title": "Restaurator:in (w/m/d)", "content_text": ", Remscheid Bewerbungsende: 15.10.2025 | Bei der Stadt Remscheid ist im\nFachdienst 1.48 – Historisches Zentrum –\nab sofort die Stelle\nRestauratorin / Restaurator (w/m/d)\nunbefristet in Vollzeit zu besetzen.\nDie Stelle ist im Stellenplan nach Entgeltgruppe 7 TVöD (je nach Erfahrungsstufe 3.000 Euro – 3.800 Euro brutto) ausgewiesen.\nDie Stadt Remscheid sucht eine Restauratorin / einen Restaurator für Papiere unterschiedlichster Ausprägung für das Historische Zentrum Remscheid – Archiv.\nIhr Arbeitsplatz ist im Stadtarchiv angesiedelt und die Aufgaben umfassen u.a. Sichtung, Pflege und restauratorische Betreuung des gesamten Archivgutes, Buchbindearbeiten jeglicher Art, Vorbereitung von Sonderausstellungen, Reinigung von Archivgut, Vermittlung von Buchbindetechniken.\nDas umfangreiche und einmalige Archivgut der Stadt Remscheid liegt restauratorisch in Ihren Händen. Diese wichtigen Archivalien für die Nachwelt zu erhalten, ist der elementare Bestandteil Ihrer Arbeit. Hierzu gehören die Reinigung, konservatorische und restauratorische Arbeiten sowie das Buchbinden. Darüber hinaus sind Sie in ein kleines Team eingebunden und unterstützen die Kollegen des Deutschen Werkzeugmuseums bei der Vorbereitung von Sonderausstellungen. Tafeln kaschieren, Beschriftungen für die Vitrinen herstellen oder Präsentationshilfen bauen, gehören hier zum Spektrum.\nIhre fachliche Kompetenz und Erfahrungen sind uns sehr wichtig, weil davon der Erhalt des Gedächtnisses der Stadt Remscheid abhängig ist. Sie arbeiten in dem vorgegebenen Rahmen eigenverantwortlich.\nFolgende Voraussetzungen werden erwartet:\nWir erwarten von Ihnen eine fundierte Ausbildung zum Buchbinder mit entsprechendem Abschluss und langjähriger Berufserfahrung. Restauratorische Weiterbildungen, langjährige Erfahrungen im Umgang mit Archivgut und mit historischen Materialien sowie umfangreiche Kenntnisse der chemischen Zusammenhänge. Ein Interesse an historischen Zusammenhängen und die Bereitschaft, sich in die Geschichte der Stadt Remscheid einzuarbeiten, setzen wir voraus.\nDie Stadt Remscheid (ca. 113.000 Einwohnerinnen und Einwohner) liegt inmitten des Bergischen Landes und bietet die gesamte Infrastruktur einer kreisfreien Stadt. Die Großzentren an Rhein und Ruhr sind ca. 45 km entfernt und auch mit öffentlichen Verkehrsmitteln gut erreichbar. Allgemeine Informationen über die Stadt Remscheid, das Historische Zentrum Remscheid mit dem Archiv und dem Deutschen Werkzeugmuseum finden Sie im Internet unter\nwww.remscheid.de\nund\nwww.werkzeugmuseum.org\n.\nBei Rückfragen wenden Sie sich bitte an die Fachdienstleiterin des Historischen Zentrums Dr. Gisela Parak, Telefon: 02191/16-2382.\nDie Anstellung bei der Stadt Remscheid bietet alle Vorteile einer zukunfts- und krisensicheren Beschäftigung im Öffentlichen Dienst mit Jahressonderzahlung und leistungsabhängiger Zusatzprämie.\nInteressierte Bewerbende werden gebeten,\nbis zum 15.10.2025\nihre Bewerbung ausschließlich\nonline\nüber das Bewerbungsportal der Stadt Remscheid einzureichen sowie ihre besondere Motivation für die ausgeschriebene Stelle darzulegen und zu begründen.\nDie Auswahlentscheidungen erfolgen unter Berücksichtigung der Vorschriften des Landesgleichstellungsgesetzes NRW sowie des § 164 SGB IX.\nDie ausgeschriebene Stelle ist grundsätzlich auch in Teilzeit zu besetzen. Über den Umfang und die Verteilung der Arbeitszeit entscheidet die Fachdienstleitung nach den dienstlichen Erfordernissen.\nDie Stadtverwaltung Remscheid fördert aktiv die Gleichstellung aller Mitarbeitenden. Sie strebt an, dass sich die gesellschaftliche Vielfalt auch bei den Beschäftigten widerspiegelt und begrüßt deshalb Bewerbungen von Personen, unabhängig von kultureller und sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nWir freuen uns über Ihre Bewerbung!\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/restauratorin-w-m-d-10/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-die-besucherinnenforschung-und-beratung-im-arbeitsbereich-bildung-m-w-d/", "image": "", "title": "wissenschaftliche*r Mitarbeiter*in für die Besucher*innenforschung und Beratung im Arbeitsbereich Bildung (m/w/d)", "content_text": "Leibniz-Zentrum für Archäologie, Mainz Bewerbungsende: 17.10.2025 | Das Leibniz-Zentrum für Archäologie (LEIZA), Mitglied der Leibniz-Gemeinschaft, ist ein weltweit tätiges archäologisches Forschungsinstitut und Museum mit Hauptsitz in Mainz und weiteren Standorten in Neuwied, Mayen und Schleswig. Seit seiner Gründung im Jahr 1852 als Römisch-Germanisches Zentralmuseum widmet sich das Museum den materiellen Hinterlassenschaften aus drei Millionen Jahren Menschheitsgeschichte mit dem Ziel, menschliches Verhalten und Handeln sowie die Entwicklung und den Wandel von Gesellschaften zu verstehen.\nFür das Projekt Leibniz-Platform for Advancing and Supporting Visitor Research in Museums (LePAS) des Leibniz-Kompetenzzentrums Bildung im Museum (BiM) am\nStandort Mainz\nsuchen wir zum nächstmöglichen Zeitpunkt\nEine*n wissenschaftliche*n Mitarbeiter*in für die\nBesucher*innenforschung und Beratung\nim Arbeitsbereich Bildung\n(m/w/d)\nEG  13 TV-L\n,\nVollzeit oder Teilzeit, zunächst befristet bis 31.12.2026, mit Option auf Verlängerung\nMuseen sind nicht nur Orte von Geselligkeit und Freizeitgestaltung, sondern als informelle Lernorte eine wichtige Säule des lebenslangen Lernens. Mit ihren Ausstellungen und Bildungsprogrammen zielen Museen u. a. darauf ab, Kompetenzen wie Reflexionsfähigkeit und kritisches Denken zu fördern. Um dies zielgerichtet tun zu können, ist es wichtig, mehr über das eigene Publikum zu wissen bzw. zu verstehen, warum Personen ein Museum besuchen oder nicht besuchen. Obwohl viele Museen in Deutschland bereits eigene Besucher*innenstudien durchführen, fehlt es an nachhaltigen Besucher*innenforschungskonzepten, Instrumenten und Infrastrukturen. LePAS hat sich zum Ziel gesetzt, Werkzeuge zur Gewinnung zuverlässiger, standardisierter Besucher*innendaten zu sammeln, (weiter) zu entwickeln und auf einer benutzerfreundlichen Forschungsplattform bereitzustellen. Ergänzt wird das Paket um Schulungsmaßnahmen, die Museen dabei unterstützen fundierte Besucher*innenforschung selbstständig umzusetzen.\nIhre Aufgaben:\nKonzeption und Umsetzung von Schulungskonzepten und -veranstaltungen für die neue LePAS-Datenerhebungs- und -auswertungsplattform\nTest und Weiterentwicklung der LePAS-Plattform\nAnalysieren und Publizieren von Daten aus der Leibniz-Besuchendenstrukturanalyse, Konzeption und Durchführung weiterer Forschungsprojekte mit den LEIZA-Museen und den BIM-Partnern\nBeratung und Unterstützung der LEIZA-Museen sowie der BIM-Partner in Fragen der Besucher*innen- und Bildungsforschung\nInhaltliche Unterstützung der BIM-Projektkoordination, u.a. bei der Veranstaltung von Tagungen und regelmäßigen Treffen sowie bei der weiteren Drittmitteleinwerbung\nIhr Anforderungsprofil:\nAbgeschlossenes Studium im Bereich Bildungswissenschaften, Pädagogik, Psychologie\nErfahrung in der Projektkoordination\nErfahrung mit musealer Bildung\nErfahrung in der (museumsübergreifenden) Besucher*innenforschung\nInteresse an Themen wie informellem Lernen, Partizipation und Meinungsbildung im Museum sowie Besuchsmotivation in Museen\nWir bieten:\nEine abwechslungsreiche Tätigkeit in einem attraktiven und sehr vielfältigen Arbeitsumfeld mit zuverlässigen Strukturen bei einer hohen beruflichen Sicherheit\nEine Vergütung bis zur Entgeltgruppe 13 TV-L bei Vorliegen der persönlichen und tariflichen Voraussetzungen\nSozialleistungen entsprechend den Regelungen des öffentlichen Dienstes einschließlich einer zusätzlichen betrieblichen Altersversorgung (VBL) sowie einer Jahressonderzahlung nach den Vorgaben des TV-L und eine Bezuschussung zum Deutschlandticket iHv 50 %\nFlexible Arbeitszeiten (auch außerhalb üblicher Arbeitszeiten, wenn notwendig), mit bis zu fünf ganzen oder zehn halben Gleittagen im Monat und großzügigen Regelungen zum mobilen Arbeiten\nEinen attraktiven Arbeitsplatz in unserem Neubau am südlichen Rand der Mainzer Altstadt mit einer sehr guten Anbindung an den öffentlichen Nahverkehr und Parkplätzen in unmittelbarer Nähe (gegen Gebühr)\nZahlreiche Möglichkeiten zur Fort- und Weiterbildung sowie den kollegialen Austausch mit den Kolleg*innen der Institute der Leibniz-Gemeinschaft\nEin Arbeitsumfeld in dem die Chancengleichheit und Gleichstellung aller Beschäftigten aktiv gefördert wird. Familienfreundlichkeit und die Vereinbarkeit von Familie und Beruf sind uns ein wichtiges Anliegen. Wir sind zertifiziert nach audit berufundfamilie“\nDas LEIZA möchte die Vielfalt der Gesellschaft widerspiegeln und begrüßt Bewerbungen von allen qualifizierten Bewerberinnen und Bewerbern unabhängig von Alter, Behinderung, Geschlecht, Nationalität, Religion oder sexueller Orientierung.\nSchwerbehinderte Bewerberinnen und Bewerber (bitte Nachweise beifügen) sowie Frauen werden bei gleicher Qualifikation und Eignung bevorzugt berücksichtigt.\nWir freuen uns auf Ihre Bewerbung bis zum\n17. Oktober 2025\n– möglichst in einer PDF-Datei – per E-Mail an:\nbewerbung@leiza.de\n.\nKosten, die im Zusammenhang mit Ihrer Bewerbung entstehen, können leider nicht erstattet werden.\nBei Rückfragen wenden Sie sich bitte an: louise.rokohl@leiza.de\nWeitere Informationen zum LEIZA finden Sie unter\nwww.leiza.de\n.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 17.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-mitarbeiterin-fuer-die-besucherinnenforschung-und-beratung-im-arbeitsbereich-bildung-m-w-d/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-76/", "image": "", "title": "Wissenschaftliches Volontariat", "content_text": "NAWAREUM, Straubing Bewerbungsende: 12.10.2025 | Das NAWAREUM ist ein modernes Mitmach-Museum in Straubing, in dem die Themen Nachhaltigkeit, Klimawandel, Nachwachsende Rohstoffe und Erneuerbare Energien erlebbar gemacht werden. Auf drei Etagen und im Garten regt die Ausstellung dazu an, sich mit Klimaschutz, Ressourcenschonung und dem Umbau der Energie- und Rohstoffversorgung hin zu einem nachhaltigen Wirtschaften auseinanderzusetzen.\nTräger des NAWAREUMs ist das Technologie- und Förderzentrum im Kompetenzzentrum für Nachwachsende Rohstoffe (TFZ), eine Forschungseinrichtung des Freistaats Bayern.\nWir besetzen zum 15.01.2026 ein\nWissenschaftliches Volontariat\nbefristet für zwei Jahre.\nDas Ziel des Volontariats ist es, die Museumsarbeit praxisnah kennenzulernen und aktiv mitzugestalten. Zur Vertiefung der Kenntnisse wird die Teilnahme an Fortbildungen und Tagungen angeboten.\nIhre Aufgaben:\nMitwirkung bei der Konzeption, Realisierung und Vermittlung einer Sonderausstellung mit Eigenverantwortung (Recherche und Aufbereitung wissenschaftlicher Inhalte, Koordination interner und externer Mitwirkender),\nBeteiligung an der Überarbeitung der Dauerausstellung,\nMitarbeit in der Museumspädagogik (Durchführung vorhandener Angebote, Entwicklung und Umsetzung eines eigenen Angebots),\nMitarbeit im Bereich Marketing, Öffentlichkeitsarbeit und Kommunikation,\nMitbetreuung von Veranstaltungen und Formaten für ein breites und diverses Publikum,\nMitarbeit in der Verwaltung (Einblick in betriebliche und wirtschaftliche Aspekte der Museumsarbeit),\nSammlungsarbeit im Rahmen eines externen Praktikums an einem Museum oder an einer Sammlung,\nBearbeitung von Anfragen an das Museum.\nIhr Profil:\nSie verfügen über ein abgeschlossenes Master- oder Magister-Studium in einem naturwissenschaftlichen oder museologischen Fach\noder\nein abgeschlossenes Master- oder Magister-Studium sowie Erfahrungen in der Museumsarbeit oder mindestens einem der Teilbereiche Pädagogik, Marketing/Öffentlichkeitsarbeit oder Ausstellungsmanagement/Kuration.\nSie streben eine berufliche Laufbahn in einem Museum oder einer vergleichbaren kulturellen Einrichtung an.\nVoraussetzungen:\nAffinität zu den Themen des NAWAREUMs,\nKreativität, Kommunikationsfähigkeit und Offenheit im Umgang mit Menschen,\nselbstständiges Arbeiten, wissenschaftliche Qualität im Recherchieren und Verarbeiten von fachlichen Informationen, organisatorische Stärken und koordinierende Fähigkeiten, hohes Engagement und Flexibilität,\nsehr gute Ausdrucksweise in Schrift und Sprache in Deutsch und/oder Englisch, vorzugsweise in beiden Sprachen; wünschenswert: Kenntnisse in weiteren Sprachen,\nBereitschaft zur Arbeit bei Abend- und Wochenendveranstaltungen,\nwünschenswert: Erfahrungen im Projektmanagement, in der Museumsarbeit und/oder im Bereich Kommunikation und Vermittlung.\nWir bieten:\neine praxisbezogene, umfassende und abwechslungsreiche Ausbildung in der Museumsarbeit,\naktive Mitarbeit mit Eigenverantwortung,\nindividuelle Unterstützung bei der beruflichen Entwicklung durch Angebote zur Fortbildung, einschließlich Teilnahme an der Weiterbildung\nMuseumsmanagement für Volontär*innen\n,\nein engagiertes, kreatives und freundliches Team,\neinen spannenden Arbeitsplatz in einem einzigartigen neuen Museum in der schönen Donaustadt Straubing, gelegen am Rande des Bayerischen Walds, zwischen Regensburg und Passau.\nDie Vergütung erfolgt nach 1/2 Entgeltgruppe 13 TV-L Stufe 1. Die Arbeit ist in Vollzeit und befristet auf zwei Jahre.\nDie Stelle orientiert sich an den Empfehlungen im Leitfaden für ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität.\nAuf das Antragsrecht zur Beteiligung der Gleichstellungsbeauftragten wird hingewiesen. Schwerbehinderte Menschen werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nReisekosten für Vorstellungsgespräche können in Einzelfällen erstattet werden.\nIhre aussagekräftige Bewerbung richten Sie bitte bis zum 12.10.2025 unter Angabe des Zeichens STA‑TFZ-N 2506 in einem zusammenhängenden PDF mit max. 8 MB an vanessa.roden@nawareum.de, Frau Dr. Vanessa Roden.\nMit der Einsendung Ihrer Bewerbungsunterlagen erklären Sie, dass Sie unsere Datenschutzhinweise zur Verarbeitung personenbezogener Daten im Rahmen des Bewerbungsverfahrens zur Kenntnis genommen haben (siehe Link unten).\nDatenschutzhinweise zur Verarbeitung von personenbezogenen Daten im Rahmen Ihrer Bewerbung\nDiese Ausschreibung orientiert sich an den Empfehlungen im\nLeitfaden\nfür ein wissenschaftliches Volontariat des Deutschen Museumsbundes.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 12.10.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliches-volontariat-76/", "date_published": "2025-09-23T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-museumsbereich-zur-aushilfe-m-w-d-fuer-den-besucherservice-und-den-museumsshop-2/", "image": "", "title": "Mitarbeit im Museumsbereich zur Aushilfe (m/w/d) für den Besucherservice und den Museumsshop", "content_text": "Stiftung Neue Synagoge Berlin – Centrum Judaicum, Berlin Bewerbungsende: 15.10.2025 | Die Stiftung Neue Synagoge Berlin – Centrum Judaicum sucht ab\nsofort\nMitarbeit im Museumsbereich\nzur Aushilfe (m/w/d) für den Besucherservice und den Museumsshop\nim Rahmen einer geringfügigen Beschäftigung auf der Basis von 13,69 € Stundenlohn.\nWir bieten Ihnen eine abwechslungsreiche Tätigkeit mit vielen Menschen in einem netten Team in unserem Museum im Herzen Berlins. Sie werden je nach Bedarf sowohl für die Ticketkontrolle als auch am Museumsshop eingesetzt.\nIhr Aufgabengebiet:\nBesucherservice:\nKontrolle der Eintrittskarten\nAnsprechpartner/in für Fragen von Besuchern\nBereitstellung der Rollstuhlrampe (15 kg) bei Bedarf\nAllgemeine organisatorische Aufgaben vor Öffnung und vor Schließung des Museumsbetriebes\nMuseumsshop:\nVerkauf von Eintrittskarten, Büchern und diversen Souvenirartikeln\nKoordination der täglichen Führungen und die Ausgabe der Audioguides\nPräsentation von Waren im Museumsshop, Säubern und Pflegen der Artikel\nTageskassenabrechnung\nAnforderungsprofil:\nzeitliche Flexibilität (auch sonntags)\nZuverlässigkeit\ngepflegtes Erscheinungsbild\ngute Umgangsformen\nsehr gute Deutschkenntnisse in Wort und Schrift\ngute Kenntnisse in der englischen Sprache (weitere Sprachkenntnisse wären vorteilhaft)\nDie Stiftung Neue Synagoge Berlin – Centrum Judaicum gewährleistet die Gleichstellung aller Menschen und Generationen. Bewerbungen von anerkannt schwerbehinderten und ihnen gleichgestellten Menschen werden bei gleicher Eignung vorrangig berücksichtigt.\nBitte richten Sie Ihre vollständige Bewerbung\nbis einschließlich 15.10.2025\nan:\nStiftung Neue Synagoge Berlin – Centrum Judaicum\nVerwaltung | Kennziffer: 2025 ─ Museum\nOranienburger Str. 28-30\n10117 Berlin\nGespräche können wir ab dem 27.10.2025 führen.\nWir bitten um Zusendung Ihrer Bewerbung (bestehend aus Bewerbungsschreiben und Lebenslauf, ggfs. Aufenthalts- und Arbeitsgenehmigung) in elektronischer Form an\nbewerbung@centrumjudaicum.de\n.\nBitte senden Sie uns dazu alle Ihre Unterlagen in einer PDF-Datei, die die einzelnen Dokumente zusammenführt und eine Größe von 5 MB nicht überschreitet.\nFür Rückfragen erreichen Sie uns telefonisch zwischen 9 und 15 Uhr unter der\nRufnummer 030 880 28-314 oder per E-Mail an katrin.neuhaeuser@centrumjudaicum.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.10.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeit-im-museumsbereich-zur-aushilfe-m-w-d-fuer-den-besucherservice-und-den-museumsshop-2/", "date_published": "2025-09-19T00:00:00"}]}