{"version": "https://jsonfeed.org/version/1", "title": "Museumsbund Stellenportal", "home_page_url": "https://www.museumsbund.de/", "feed_url": "https://raw.githubusercontent.com/MichaelMarkert/rss/refs/heads/main/mb_jobs.json", "items": [{"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-infoline-m-w-d-5/", "image": "", "title": "Mitarbeiter:in Infoline (m/w/d)", "content_text": "Stiftung Stadtmuseum Berlin, Berlin Bewerbungsende: 04.05.2025 | Die Stadtmuseum Berlin GmbH sucht zum nächstmöglichen Zeitpunkt unbefristet und in Teilzeit (40-60%), eine oder mehrere Personen als\nMitarbeiter:in Infoline (m/w/d)\nVergütung in Anlehnung Entgeltgruppe 3 TVöD-V VKA, Tarifgebiet Ost\nDas Stadtmuseum Berlin\nDas Stadtmuseum Berlin verbindet Vergangenheit, Gegenwart und Zukunft. Dabei stellen wir die Menschen der diversen Stadtgesellschaft und ihre Geschichten in den Mittelpunkt. Unsere Sammlungen, Ausstellungen und Programme bieten hierfür in sechs Museen und digital vielfältige Zugänge. So ermöglichen wir neue Erkenntnisse und leisten einen Beitrag zum Miteinander und Zusammenhalt in einem offenen, und vielstimmigen Berlin.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-infoline-m-w-d-5/", "date_published": "2025-04-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/leitung-der-ausstellungsabteilung-m-w-d/", "image": "", "title": "Leitung der Ausstellungsabteilung (m/w/d)", "content_text": "Stiftung Neanderthal Museum, Mettmann Bewerbungsende: 09.05.2025 | Das Neanderthal Museum ist ein einzigartiges Erlebnismuseum am weltberühmten Fundort des Neandertalers. Mit unseren spannenden, besucherorientierten Ausstellungen vermitteln wir die Geschichte der Menschheit – und das mit großem Erfolg!\nAls eines der wenigen Museen in Deutschland finanzieren wir uns weitgehend selbst und sind national wie international anerkannt.\nZur Verstärkung unseres engagierten Teams suchen wir zum 1. September 2025\neine leidenschaftliche und kreative Persönlichkeit für die\nLeitung der Ausstellungsabteilung\n(Vollzeit, zunächst befristet auf zwei Jahre)\nWas Sie bei uns bewegen können:\nSie leiten die Ausstellungsabteilung und koordinieren mit Ihrem Team spannende Projekte.\nSie organisieren und realisieren Ausstellungen – von der Konzeption bis zur Umsetzung.\nSie steuern Budgets und behalten den Überblick über die finanzielle Planung.\nSie gestalten die Presse- und Öffentlichkeitsarbeit rund um unsere Ausstellungen.\nSie planen unseren Ausstellungskalender strategisch und vorausschauend.\nSie vertreten unser Museum auf nationalen und internationalen Tagungen.\nWas Sie mitbringen sollten:\nMehrjährige Erfahrung im Ausstellungsmanagement und in der Wissenschaftskommunikation\nEin abgeschlossenes Hochschulstudium der Ur- und Frühgeschichte / Paläoanthropologie.\nBerufserfahrung im Museumsbereich, idealerweise mit Budgetverantwortung\nKreativität und Innovationsfreude, insbesondere in der Nutzung digitaler Technologien,\num Transformationsprozesse erfolgreich zu gestalten.\nOrganisationsgeschick, strukturiertes Arbeiten und Entscheidungsstärke\nEine ausgeprägte Team- und Kommunikationsfähigkeit sowie ein souveränes, freundliches Auftreten\nEine positive Einstellung\nSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\nVon Vorteil sind außerdem:\nEine gute nationale und internationale Vernetzung mit Forschungseinrichtungen und Museen\nErfahrung im Einwerben von Drittmitteln und in der Antragstellung für Förderprojekte\nWas wir Ihnen bieten:\nEine spannende Aufgabe in einem professionell geführten und exzellent vernetzten Unternehmen\nRaum für kreative Ideen und eigene Gestaltungsmöglichkeiten\nEine Vergütung nach TVöD Entgeltgruppe 12 plus Jahressonderzahlung und Leistungsprämie\nDie Möglichkeit zum mobilen Arbeiten\nFortbildungsangebote\nEin motiviertes Team, das mit Begeisterung Vergangenheit zum Leben erweckt.\nHaben wir Ihr Interesse geweckt?\nDann freuen wir uns auf Ihre Bewerbung!\nBewerbungsschluss: 09. Mai 2025\nBitte senden Sie Ihre vollständigen Bewerbungsunterlagen ausschließlich per Mail an:\nauffermann@neanderthal.de\nWir setzen auf Vielfalt und ermutigen ausdrücklich alle Interessierten zur Bewerbung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 09.05.2025", "url": "https://www.museumsbund.de/stellenangebote/leitung-der-ausstellungsabteilung-m-w-d/", "date_published": "2025-04-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/museumspaedagogenin-kunstvermittlerin-m-w-d-2/", "image": "", "title": "Museumspädagoge/in / Kunstvermittler*in (m/w/d)", "content_text": "Brandenburgisches Landesmuseum für moderne Kunst, Cottbus Bewerbungsende: 25.05.2025 | Die Brandenburgische Kulturstiftung Cottbus-Frankfurt (Oder) (BKC-F) sucht für das Brandenburgische Landesmuseum für moderne Kunst (BLMK)\nin Cottbus\nzum nächstmöglichen Zeitpunkt\neine*n\nMuseumspädagogen*in / Kunstvermittler*in (m/w/d)\nEs handelt sich um eine Vertretung in Teilzeit (20 Std./Woche) bis 31. Juli 2026.\nDas\nBrandenburgische Landesmuseum für moderne Kunst (BLMK)\nan den Standorten Cottbus und Frankfurt (Oder) beherbergt mit über 45.000 Werken die weltweit umfassendste, museale Sammlung von Kunst aus der DDR und den nachfolgenden künstlerischen Traditionslinien. An den zwei Standorten mit insgesamt drei Ausstellungshäusern werden gleichzeitig mehrere Präsentationen gezeigt. Das Ausstellungsprogramm ist eng an die einzigartige Sammlung geknüpft – Kunst aus der DDR sowie daraus abgeleitete, ostdeutsche Traditionslinien werden dabei im Kontext internationaler zeitgenössischer Kunst und kunsthistorischer Positionen gezeigt.\nAls Museumspädagoge*in obliegt Ihnen die Entwicklung, Durchführung und Auswertung von zielgruppenorientierten museumspädagogischen Aktivitäten, Bildungsangeboten und Veranstaltungen. Ihre Aufgabe ist es, spezifische und innovative kunstpädagogische Programme für Kinder, Jugendliche, Senioren, Familien und Menschen mit Handicap vorzubereiten und durchzuführen. Sie setzen den Bildungsauftrag der Einrichtung attraktiv und eigenverantwortlich um und arbeiten eng mit Einrichtungen und Gruppen des kulturellen, wissenschaftlichen, sozialen und schulischen Lebens zusammen, bauen Netzwerke zur Bindung neuer Zielgruppen auf und sind für deren Pflege und Erweiterung verantwortlich. Die Erarbeitung didaktischer Hilfsmittel, Fach- und Arbeitsmaterialien sowie das Erstellen museumspädagogischer Publikationen ist Teil Ihrer Tätigkeit.\nDie Weiterentwicklung der geeigneten digitalen Instrumente mit besonderem Blick auf Storytelling und crossmediales Erzählen sind für Sie zunehmend wichtiger werdende Arbeitsinstrumentarien und gehen Hand in Hand mit dem Outreach-Programm des BLMK.\nDas regelmäßige Evaluieren der analogen und digitalen Angebote gehört ebenso zu Ihren Aufgaben wie die Erstellung von Kostenplänen für die Museumspädagogik / Kunstvermittlung.\nIdealerweise bringen Sie folgende Voraussetzungen mit:\nSie haben ein Studium in einem kunstmuseumsrelevanten Fach (Museologie, Kunstpädagogik o.ä.), mit entsprechender Berufserfahrung und veritablem Interesse an Bildender Kunst.\nSie verfügen über praktische und theoretische Kenntnisse in Pädagogik und Didaktik, bringen Erfahrungen bei der Umsetzung von Kunstvermittlungsprogrammen und Begeisterung für Kunst sowie den Kontakt mit Menschen mit.\nSie sind in der Lage, das Brandenburgische Landesmuseum für moderne Kunst, dessen Profil und Inhalte mit fachlich fundiertem Wissen zu kommunizieren und bringen die sozialen und organisatorischen Kompetenzen sowie den Ideenreichtum mit, Besucher zu begeistern.\nBereitschaft zu gelegentlicher Feiertags-, Abend- und Wochenendarbeit\nfundierte PC-Kenntnisse, Führerschein Klasse B\nWir bieten Ihnen:\nein abwechslungsreiches, verantwortungsvolles und vielseitiges Aufgabengebiet\nArbeit in einem dynamischen, besonderen und außergewöhnlichen Umfeld\neine tarifliche Vergütung nach dem Tarifvertrag für den öffentlichen Dienst der Länder (TVL) in der Entgeltgruppe 9b\n30 Tage Urlaub\nzusätzliche Leistungen auf Grundlage des TV-L, wie z.B. Betriebliche Altersvorsorge, vermögenswirksame Leistungen und Jahressonderzahlung\nFort- und Weiterbildungsmöglichkeiten\npro Spielzeit zwölf kostenfreie Tickets für Vorstellungen des Staatstheaters Cottbus\ngelebte Transparenz und offene Kommunikation\nIhre Bewerbung richten Sie bitte mit den üblichen Unterlagen bis zum\n25. Mai 2025\nan die\nBrandenburgische Kulturstiftung Cottbus-Frankfurt (Oder)\nPersonalbüro\nLausitzer Str. 33\n03046 Cottbus\noder per E-Mail an:\npersonal@bkc-f.de\n(zusammengefasst als ein PDF-Dokument, max. 20 MB)\nFachliche Auskünfte erteilt Ihnen Frau Kremeier, Tel.: 0355/49494049, Mail:\ninfo@blmk.de\n. Allgemeine Auskünfte zum Ausschreibungsverfahren erhalten Sie von Frau Holick, Tel.: 0355/7824105, Mail:\npersonal@bkc-f.de\n.\nDie Vorstellungsgespräche finden am 5. Juni 2025 in Cottbus statt.\nWir bitten um Verständnis, dass aus Kostengründen Bewerbungsunterlagen in Papierform nur zurückgeschickt werden können, wenn ein adressierter und ausreichend frankierter Rückumschlag beigefügt ist. Von der Zusendung von Eingangsbestätigungen und Zwischen-bescheiden wird abgesehen.\nDes Weiteren weisen wir darauf hin, dass von Seiten der Kulturstiftung im Zusammenhang mit der Bewerbung entstehende Kosten (z.B. Fahrt- und Bewerbungskosten) nicht übernommen werden.\nDie BKC-F fördert die berufliche Zukunft von Frauen. Bewerbungen von Frauen werden daher ausdrücklich erwünscht und nach Maßgabe des Landesgleichstellungsgesetzes berücksichtigt.\nDie im Rahmen Ihrer Bewerbung mitgeteilten personenbezogenen Daten werden auf der Grundlage des § 26 des Brandenburgischen Datenschutzgesetzes verarbeitet. Sofern Sie mit der Verarbeitung der Daten nicht einverstanden sind oder die Einwilligung widerrufen, kann Ihre Bewerbung nicht berücksichtigt werden.\nDie Bewerbungsunterlagen werden nach Abschluss des Auswahlverfahrens den Vorgaben des Datenschutzrechts entsprechend gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 25.05.2025", "url": "https://www.museumsbund.de/stellenangebote/museumspaedagogenin-kunstvermittlerin-m-w-d-2/", "date_published": "2025-04-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/assistenz-der-leitung-museumsshop-m-w-d/", "image": "", "title": "Assistenz der Leitung Museumsshop (m/w/d) im Altonaer Museum", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 04.05.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschich­te Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum und das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Neugründungen Europas.\nAls eines der vier Haupthäuser der Stiftung präsentiert das\nAltonaer Museum\ndie Geschichte und Kulturgeschichte der ehemals selbständigen Stadt Altona mit ihren Bezügen zu Hamburg und zum norddeutschen Raum. Das Museum will insbesondere Kinder & Familien ansprechen und strebt eine diversitätssensible Öffnung der Institution an. Zum Altonaer Museum gehört das Jenisch Haus als Außenstelle. Sowohl das Altonaer Museum als auch das Jenisch Haus stehen aktuell vor umfangreichen inhaltlichen und baulichen Modernisierungen, die mit Mitteln des Bundes und der Freien und Hansestadt Hamburg umgesetzt werden sollen.\nFür den\nFachbereich Verwaltung\ndes Altonaer Museums suchen wir zum nächstmöglichen Zeitpunkt eine Person als\nAssistenz der Leitung Museumsshop (m/w/d)\nunbefristet, in Teilzeit mit 50%\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nKundenberatung im Shop\nVerkauf mit Kassentätigkeit\nregemäßige Bestandskontrolle, Mitarbeit in der Bestellabwicklung und der Wareneingangskontrolle\nLager- und Regalpflege des Shops\nVorbereitung für den Versand von Artikeln\nUnterstützung der Shopleitung a. bei der Bestellung von Shopartikeln, der Rechnungsprüfung und der Dienstplanung und Organisation\nDafür besitzen Sie folgendes Profil:\nzuverlässiger Umgang mit Geldmitteln / Kassenerfahrung\nfreundliches und serviceorientiertes Auftreten\nTeamfähigkeit und interkulturelle Kompetenz, vorurteilsfreier Umgang mit Besucher*innen und Kollegen*innen\nPC – Kenntnisse, insbesondere der Office-Anwendungen\nErfahrungen im Umgang mit Ehrenamtlichen\nInteresse an Kultur / Geschichte / Stadtgeschichte\nFlexibilität und Verlässlichkeit\nBereitschaft zur regelmäßigen Arbeit an Wochenenden und Feiertagen\nSehr gute Deutschkenntnisse (C2-Niveau)\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 3\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 4. Mai 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 04.05.2025", "url": "https://www.museumsbund.de/stellenangebote/assistenz-der-leitung-museumsshop-m-w-d/", "date_published": "2025-04-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-ausstellungen-m-w-d-im-deutschen-hafenmuseum-im-aufbau/", "image": "", "title": "Fachbereichsleitung Ausstellungen (m/w/d) im Deutschen Hafenmuseum (im Aufbau)", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 27.04.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschichte Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum, das Museum der Arbeit und das Deutsche Hafenmuseum (im Aufbau) mit ihren jeweiligen Außenstellen.\nMit dem\nDeutschen Hafenmuseum (im Aufbau)\nentsteht in Hamburg als Teil der SHMH derzeit eine der größten und ambitioniertesten Museumsneugründungen Europas. Auftrag ist die Darstellung der Geschichte und Entwicklung der deutschen See- und Binnenhäfen im internationalen Kontext sowie die Erschließung der Bedeutung der Häfen als Knotenpunkte der Globalisierung aber auch des Kolonialismus. Das Deutsche Hafenmuseum umfasst einen noch zu errichtenden Neubau in repräsentativer Lage im neuen Stadtteil Grasbrook mit geplanten ca. 2.500 m² Fläche für die Ständige Ausstellung und ca. 800 m² für Sonderausstellungen. Als zweiter Standort ist der historische Schuppen 50A am Hansahafen mit der Viermastbark PEKING und weiteren schwimmenden und technischen Kulturgütern bereits aktiv.\nFür das\nDeutsche Hafenmuseum (im Aufbau)\nsuchen wir zum nächstmöglichen Zeitpunkt eine Person als\nFachbereichsleitung Ausstellungen (m/w/d)\nunbefristet, in Vollzeit\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nInhaltliche und konzeptionelle Entwicklung sowie Steuerung eines mehrjährigen Ausstellungsprogramms unter Betrachtung der jeweiligen Standorte\nEntwicklung und Umsetzung der Ständigen Ausstellung und zukünftiger Sonderausstellungsprojekte für 2.500 m² Ständige Ausstellungsfläche im Neubau und rd. 800m² Sonderausstellungsfläche in Absprache mit der Direktion\nDefinition von Leistungen für Ausstellungsgestaltung für bestehende und zukünftige Flächen\nMitwirkung bei Vergabe- und Bauverfahren\nÜberarbeitung der Präsentation des bestehenden Schaudepots im Schuppen 50A\nMitwirkung beim Aufbau strategischer Kooperationen mit Museen und Institutionen, insbesondere Aufbau von Ausstellungskooperationen\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium (M.A., Diplom oder äquivalenter Abschluss) in einem für die Aufgabe relevanten Fach wie (maritimer) Geschichte, Kunst- und Kulturgeschichte, Empirische Museumswissen- und Kulturwissenschaften oder vergleichbar\nMehrjährige Berufserfahrung als Ausstellungskurator*in und/oder Projektmanager*in in Museen oder vergleichbaren Einrichtungen\nNachweisbare Erfahrung in Teamleitung mit kooperativem Führungsstil\nKenntnisse des öffentlichen Zuwendungs- und Vergaberechtes\nKenntnis der aktuellen Museumsdiskurse, Freude an Konzeptarbeit und Lust auf Innovation\nnachweisbare konzeptionelle, wissenschaftliche Tätigkeiten im Aufgabengebiet\nKenntnisse der Thematik Hafen\neigenverantwortliches und selbständiges Handeln im Rahmen der übertragenen Tätigkeiten\nsicherer Umgang mit Standard-Software und Sammlungsdatenbank-Systemen (wie MuseumPlus),\nausgewiesene, diversitätsoffene und fachübergreifende Kommunikationsfähigkeit, verbindliches und durchsetzungsfähiges Auftreten\nsehr gute deutsche Sprach- und Textkompetenz auf C2-Niveau (GER), Erfahrungen im Umgang mit diskriminierungssensibler Sprache\nsehr gute Einsatzbereitschaft, Organisationsfähigkeit, Flexibilität und Belastbarkeit und eine sorgfältige Arbeitsweise\nBereitschaft zur gelegentlichen Abend- und/ oder Wochenendarbeit im Rahmen von Veranstaltungen\nFührerschein ist vorteilhaft\nWas wir unseren Mitarbeiter*innen bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV Deutschlandtickets und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 13\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 27. April 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 27.04.2025", "url": "https://www.museumsbund.de/stellenangebote/fachbereichsleitung-ausstellungen-m-w-d-im-deutschen-hafenmuseum-im-aufbau/", "date_published": "2025-04-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektmitarbeit-juedisches-leben-m-w-d/", "image": "", "title": "Wissenschaftliche Projektmitarbeit „Jüdisches Leben“ (m/w/d) im Altonaer Museum", "content_text": "Stiftung Historische Museen Hamburg, Hamburg Bewerbungsende: 11.05.2025 | Die\nStiftung Historische Museen Hamburg (SHMH)\n, Stiftung des öffentlichen Rechts, ist eine der größten stadt- und regionalgeschichtlichen musealen Einrichtungen Europas. Mit den in der Stiftung verbundenen Museen an derzeit neun Standorten repräsentiert die SHMH die Geschich­te Hamburgs und seines Umlandes einschließlich der nationalen und europäischen Bezüge. Zur Stiftung gehören das Museum für Hamburgische Geschichte, das Altonaer Museum und das Museum der Arbeit mit ihren jeweiligen Außenstellen. Mit dem Deutschen Hafenmuseum (im Aufbau) entsteht als viertes Haupthaus der Stiftung derzeit eine der größten und ambitioniertesten Neugründungen Europas.\nAls eines der vier Haupthäuser der Stiftung präsentiert das\nAltonaer Museum\ndie Geschichte und Kulturgeschichte der ehemals selbständigen Stadt Altona mit ihren Bezügen zu Hamburg und zum norddeutschen Raum. Das Museum will insbesondere Kinder & Familien ansprechen und strebt eine diversitätssensible Öffnung der Institution an. Zum Altonaer Museum gehört das Jenisch Haus als Außenstelle. Sowohl das Altonaer Museum als auch das Jenisch Haus stehen aktuell vor umfangreichen inhaltlichen und baulichen Modernisierungen, die mit Mitteln des Bundes und der Freien und Hansestadt Hamburg umgesetzt werden sollen.\nFür den\nFachbereich Wissenschaft\ndes Altonaer Museums suchen wir zum nächstmöglichen Zeitpunkt eine Person als\nWissenschaftliche Projektmitarbeit „Jüdisches Leben“ (m/w/d)\nBefristet für 18 Monate, in Vollzeit\nZu Ihren\nwesentlichen Aufgaben gehören\n:\nAusarbeitung der bereits vorliegenden Konzeption des Projektraums und Zusammenarbeit mit Gestaltern in der Umsetzung einschließlich Objektauswahl, Texterstellung, Konzeption partizipativer Elemente und Vorbereitung von Unterlagen für Presse und Marketing\nErarbeitung der Konzeption der Sonderausstellung in Zusammenarbeit mit der Direktion und externen Partner*innen\nAusarbeitung des Ausstellungskonzeptes in Form eines Drehbuchs\nSichtung der relevanten Sammlungen und Auswahl der auszustellenden Objekte\nKonzeption von wissenschaftlich fundierten Begleitveranstaltungen und einer Publikation\nÜberwachung von Aufgabenplan, Zeitplan und Budget in enger Abstimmung mit der Direktion und der Fachbereichsleitung Ausstellung\nMitarbeit bei der Ausschreibung und Vergabe aller Leistungen zur Realisierung beider Projekte in Zusammenarbeit mit der Fachbereichsleitung Ausstellung\nZielgerichtete Koordination aller intern und extern Mitwirkenden am Projekt bei der Erstellung der Inhalte und bei der Realisierung der Ausstellung\nMitwirkung beim Aufbau strategischer Kooperationen rund um das Thema Jüdisches Leben mit Einrichtungen in Hamburg sowie mit Museen und anderen verwandten Einrichtungen auf nationaler bzw. internationaler Ebene\nDafür besitzen Sie folgendes Profil:\nabgeschlossenes wissenschaftliches Hochschulstudium (M. A., Diplom oder äquivalenter Abschluss) in einem für die Aufgabe relevanten Fach wie z. B. Geschichte, Judaistik, Empirische Kulturwissenschaft / Europäischen Ethnologie / Kulturanthropologie\nBerufserfahrung als Kurator*in oder Projektmanager*in, bevorzugt im Arbeitsbereich Ausstellungen bzw. in einem kulturhistorischen Museum\nPraktische Erfahrung in einem inhaltlich vergleichbaren Projekt\nKenntnisse der aktuellen Diskurse rund um jüdische Museen\nFreude an Konzeptarbeit und Lust auf Innovation\nKenntnisse der Hamburger bzw. Altonaer Geschichte sind vorteilhaft\nErfahrungen im Umgang mit Museumsdatenbanken (z. B. MuseumPlus) sind vorteilhaft\nsehr gute Kommunikationsfähigkeiten, Einsatzbereitschaft, Organisationsfähigkeit, Flexibilität und Belastbarkeit\nAusgeprägte Teamfähigkeit und sorgfältige Arbeitsweise\nSehr gute deutsche Sprach- und Textkompetenz. Wünschenswert sind neben Englisch auch weitere fremdsprachige Kompetenzen\nBereitschaft zur gelegentlichen Abend- und / oder Wochenendarbeit im Rahmen von Veranstaltungen\nFührerschein ist vorteilhaft\nWas wir unseren Mitarbeitenden bieten:\nsinnstiftende Arbeit in einem vielfältigen Kulturbetrieb\nattraktive Vergütung und transparentes Gehaltsmodell gemäß Tarifvertrag der Arbeitsrechtlichen Vereinigung Hamburg (TV-AVH)\neine tarifliche Jahressonderzahlung und vermögenswirksame Leistungen\nbetriebliche Gesundheitsförderung\nbetriebliche Altersvorsorge\nflexible Arbeitszeitmodelle inkl. der Möglichkeit zum teilweise mobilen Arbeiten\nVereinbarkeit von Beruf und allem anderen, was in Ihrem Leben wichtig ist\nsechs Wochen Jahresurlaub\nFort- und Weiterbildungsmöglichkeiten\nAngebot des HVV-Deutschlandticket und Fahrradleasing\nDie Vergütung dieser Position erfolgt nach\nE 13\nTV-AVH\n.\nDie Stiftung Historische Museen Hamburg begrüßt Bewerbungen von Menschen aller geschlechtlicher Identitäten, Nationalitäten, von Black, Indigenous und People of Colour sowie von Menschen mit Flucht- oder familiärer Migrationsgeschichte. Menschen mit Behinderungen werden bei gleicher fach­licher Eignung vorrangig berücksichtigt (§ 2 SGB IX).\nBitte bewerben Sie sich\nbis zum 11. Mai 2025\nüber unser Stellenportal:\nwww.shmh.de/karriere/\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-projektmitarbeit-juedisches-leben-m-w-d/", "date_published": "2025-04-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-paedagogik/", "image": "", "title": "Mitarbeiter:in im Bereich Pädagogik", "content_text": "Archäotechnisches Zentrum Welzow, Welzow Bewerbungsende: 14.05.2025 | Das Archäotechnische Zentrum Welzow e.V. sucht ein/e\nMitarbeiter / Mitarbeiterin im Bereich Pädagogik\nThematische Schwerpunkte unserer Bildungsarbeit:\nArchäologie und Experimentelle Archäologie\nNatur- und Umweltpädagogik\nBildung für nachhaltige Entwicklung\nVermittlung von Handwerkstechniken\nVollzeit: 40 Wochenstunden\nArbeitsbeginn: 01.07.2025, späterer Beginn n.V.\n(vorbehaltlich der pünktlichen Bewilligung der Projektmittel)\nBefristung: bis 30.06.2029\nBewerbungsende: 14.05.2025\nÜber uns\nDas Archäotechnische Zentrum Welzow e.V. (atz) ist eine museale Einrichtung mit der Dauerausstellung „Mensch – Holz – Archäologie“. Sie thematisiert 300.000 Jahre Menschheitsgeschichte unter dem Aspekt der Handwerkstechniken. Im neu konzipierten Kräuter- und Epochengarten lernen die Besucherinnen und Besucher Kulturpflanzen aus 8.000 Jahren kennen.\nDas atz bietet ein umfangreiches Veranstaltungsprogramm – vom spezialisierten Handwerkskurs über Archäologische Exkursionen bis hin zum Familienevent. Zudem forscht das atz im Bereich der Archäotechnik und der Experimentellen Archäologie.\nIn erster Linie ist das atz aber eine außerschulische Bildungseinrichtung, die sich auf Schülerprojekte und Klassenfahrten spezialisiert hat. Kernthemen sind Archäologie, Geschichte und altes Handwerk. Entsprechend geht der Bildungsansatz von einer kulturhistorischen Perspektive aus, wobei didaktisch das Erfahrungsbasierte Lernen im Vordergrund steht.\nDas atz ist seit Oktober 2023 eine zertifizierte Einrichtung für Bildung für Nachhaltige Entwicklung (BNE) in Brandenburg. Im Rahmen eines Strukturwandelprojektes wurde das Bildungsangebot um die Themen Natur, Umwelt, nachhaltige Ressourcennutzung und gesunde Lebensweise erweitert.\nIn einem Folgeprojekt wird bis 2029 das Bildungsangebot zu den Kern- und Projektthemen erweitert. Dabei liegt ein Schwerpunkt auf der Berufsorientierung für Kinder und Jugendliche. Das Konzept der Bildung für nachhaltige Entwicklung (BNE) wird im Profil des atz noch besser verankert.\nWelzow ist eine kleine Stadt in Südbrandenburg mit vielen Vereinen und einem vielseitigen Kultur- und Freizeitangebot. Der benachbarte Tagebau Welzow-Süd prägt das Leben in der traditionellen Bergarbeiterstadt. So sind die Themen Energie und Braunkohleausstieg hier besonders präsent.\nIhre Aufgaben\nDurchführung und Weiterentwicklung der außerschulischen Bildungsangebote am atz\nNeukonzeption von außerschulischen Bildungsangeboten zu den oben genannten thematischen Schwerpunkten unter Berücksichtigung des BNE-Bildungskonzepts\nEntwicklung und Durchführung eigener Projekte und Workshops für Erwachsene und Familien\nVorbereitung und Durchführung museumspädagogischer Angebote bei Auswärtsveranstaltungen\nUnterstützung des Teams bei Events sowie Mitarbeit bei anderen Veranstaltungen\nZuarbeit bei der Erstellung des jährlichen Veranstaltungsplans\nVermittlung der Ausstellung für Besucher, Beratung über das Angebot im atz, das STARK-Projekt und die Stadt Welzow\nNetzwerkpflege und Kontaktaufnahme mit Schulen und Projektpartnern\nDokumentation und Evaluation der Bildungsprogramme und Projekte\nUnterstützung der Öffentlichkeitsarbeit\nMitarbeit bei der nachhaltigen Weiterentwicklung des Hauses und des Leitbildes\nWir erwarten\nStudium der Archäologie mit ausgeprägtem Interesse für Experimentelle Archäologie und/oder\nStudium oder Ausbildung im Bereich der Pädagogik (z.B. Lehramtsstudium, Erziehungswissenschaften, Museologie/Museumspädagogik, Natur- und Umweltpädagogik bzw. eine ähnliche Qualifikation) und/oder\nHandwerkliche Ausbildung\nFreude bei der Arbeit mit Gruppen von Kindern und Jugendlichen\nKreative und pädagogische Ansätze für die Entwicklung von Bildungsprogrammen\nInteresse und eine positive Einstellung zu Themen der Nachhaltigkeit\nKenntnisse im Bereich der BNE sind erwünscht\nBereitschaft zu Weiterbildungen\nHandwerkliches Geschick und Interesse für Experimentelle Archäologie\nTeamfähigkeit und Belastbarkeit, Flexibilität bei der Arbeitszeitgestaltung\nBereitschaft zu Wochenend- und Abenddiensten (ca. zweimal im Monat)\nWir bieten\nAbwechslungsreiche und selbstverantwortliche Tätigkeit in einem motivierten, hilfsbereiten Team\nGestaltungsspielraum bei der Umsetzung der Aufgaben\nMöglichkeiten für bezahlte Weiterbildung\nMöglichkeit Arbeitszeiten individuell zu gestalten\nAttraktives Gehalt in Anlehnung an den öffentlichen Dienst\nIhre Bewerbung\nHaben Sie den Mut sich zu bewerben! Unser pädagogisches Team entwickelt und führt das Bildungsangebot gemeinsam durch und unterstützt Sie bei der Einarbeitung. Da das Themenspektrum breit gefächert ist, spezialisiert sich jeder Mitarbeitende auf bestimmte Schwerpunkte.\nBitte stellen Sie im Anschreiben dar, zu welchen Themen Sie sich besonders einbringen möchten sowie welche Erfahrungen und Qualifikationen Sie dazu mitbringen.\nWir freuen uns auf Ihre Bewerbung!\nBei Fragen wenden Sie sich bitte an Jasmin Kaiser. Ihre Bewerbung mit Lebenslauf und den relevanten Nachweisen (Abschluss- und Dienstzeugnisse) senden Sie bitte per E-Mail oder postalisch an den unten genannten Kontakt. Bewerbungskosten können leider nicht erstattet werden.\nJasmin Kaiser\nArchäotechnisches Zentrum Welzow\nFabrikstraße 2, 03119 Welzow\nTelefon: 035751 28224;\nE-Mail:\ninfo@atz-welzow.de\nwww.atz-welzow.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiterin-im-bereich-paedagogik/", "date_published": "2025-04-17T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-fuer-die-provenienzforschung-m-w-d/", "image": "", "title": "Wissenschaftliche/r Mitarbeiter/in (m/w/d) für die Provenienzforschung (m/w/d)", "content_text": "Staatliche Schlösser und Gärten Hessen, Bad Homburg v. d. Höhe Bewerbungsende: 08.05.2025 | Die Staatlichen Schlösser und Gärten Hessen suchen zum nächstmöglichen Zeitpunkt eine/n\nwissenschaftliche/n Mitarbeiter/in (m/w/d) für die Provenienzforschung (m/w/d)\nzur Durchführung eines Erstchecks NS-Raubgut in den eigenen Sammlungen“\nDie Staatlichen Schlösser und Gärten Hessen betreuen 48 denkmalgeschützte Schlösser (u. a. die Museumsschlösser Bad Homburg, Steinau und Weilburg), Burgen, Klöster und Gärten in ganz Hessen, vom frühen Mittelalter bis zum frühen 20. Jahrhundert. Darunter befinden sich Weltkulturerbestätten. Die Aufgabe der Schlösserverwaltung ist es, die Bau-, Kunst- und Gartendenkmäler von hohem geschichtlichen und künstlerischen Wert zu erforschen, zu erhalten und der Öffentlichkeit zugänglich zu machen.\nDie Schlösserverwaltung sucht zum 1. Juni 2025 für sechs Monate eine Provenienz-forscherin/einen Provenienzforscher. Die Stelle ist aus organisatorischen Gründen nicht teilbar. Sie wird von der Zentralen Stelle für Provenienzforschung Hessen gefördert. Die Ausübung der Tätigkeiten erfolgt im Fachgebiet Museen.\nIhre Aufgaben:\nSystematische Überprüfung der Provenienzen der im Erstcheck als verdächtig eingestuften Objekte der Zugangsjahre 1933 bis 1945 sowie Verifizierung weiterer Verdachtsfälle\nErforschung der Sammlungsgenese und handelnder Akteure\nAuswertung von Altinventaren und Sammlungsdokumentationen\nAuswertung von Archivalien und Quellen in externen Archiven\nZuarbeit von Forschungsergebnissen für die Öffentlichkeitsarbeit (inkl. Social Media)\nVermittlung der Forschungsergebnisse durch Führung und Vorträge im Rahmen von Museumsveranstaltungen\nVerfassen der Zwischenberichte und des Abschlussberichts\nWir erwarten:\nein erfolgreich abgeschlossenes wissenschaftliches Hochschulstudium der Kunstgeschichte, Geschichte oder Provenienzforschung (Master/Magister) oder vergleichbare Qualifikation\nErfahrungen in der Museumsarbeit und im Umgang mit Museumsobjekten\nErfahrungen im Bereich der Provenienzrecherche\nKenntnisse im Bereich der NS-Raubgutforschung sind wünschenswert\nPraktische Erfahrungen in der Auswertung von historischen Quellen und anderen Archivmaterialien\nErfahrung mit Sammlungsdatenbanken\nBereitschaft zur Reisetätigkeit\neine selbstständige und strukturierte Arbeitsweise und Sorgfalt\ngute Kommunikationsfähigkeiten, sehr gute Ausdrucksweise in Wort und Schrift\nFührerschein der Klasse B\nWir bieten:\nein befristetes Beschäftigungsverhältnis in der E 13 Tarifvertrag Hessen in Vollzeit (40 Std./Woche) für sechs Monate\neine abwechslungsreiche Tätigkeit und selbständiges Arbeiten\nflexible Arbeitszeiten\nLandesTicket Hessen\nDer Dienstort ist Bad Homburg v. d. Höhe.\nDie Verwaltung strebt eine generelle Erhöhung des Frauenanteils in allen Bereichen und Positionen an, in denen Frauen unterrepräsentiert sind. Qualifizierte Frauen sind daher besonders aufgefordert, sich zu bewerben. Vollzeitstellen sind grundsätzlich teilbar (§ 9 Abs. 2 HGIG). Schwerbehinderte Bewerberinnen und Bewerber werden im Rahmen der geltenden Bestimmungen bei gleicher Eignung bevorzugt berücksichtigt.\nEhrenamtliches Engagement wird in Hessen gefördert. Soweit Sie ehrenamtlich tätig sind, wird gebeten, dies in den Bewerbungsunterlagen anzugeben. Im Ehrenamt erworbene Erfahrungen und Fähigkeiten können gegebenenfalls im Rahmen von Eignung, Befähigung und fachlicher Leistung positiv berücksichtigt werden, wenn sie für die vorgesehene Tätigkeit dienlich sind. Ebenso werden Bewerbungen von Menschen mit Migrationshintergrund begrüßt.\nIhre Bewerbung mit aussagefähigen Unterlagen (\nMotivationsschreiben, Lebenslauf, Zeugnisse\n) senden Sie über das Bewerberportal des Landes Hessen an\nhttps://stellensuche.hessen.de/unreg/index.html#/Stellendetail/39F4154436881FD086BF38F832383EF6\nReferenzcode  50859913_0002\nBewerbungsschluss ist am 08.05.2025\nBei Fragen stehen Ihnen die Leiterin des Fachgebiets Museen, Frau Dr. Katharina Bechler oder die Provenienzbeauftragte Frau Ursula van Meter gerne zur Verfügung:\nKatharina.bechler@schloesser.hessen.de\n, Tel. 06172 / 9262107 und\nUrsula.vanMeter@schloesser.hessen.de\n, Tel. 06172 / 9262 165.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 08.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-r-mitarbeiter-in-m-w-d-fuer-die-provenienzforschung-m-w-d/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/bereichsleitung-w-m-d-fuer-die-stabstelle-sponsoring-und-fundraising-2/", "image": "", "title": "Bereichsleitung (w/m/d) für die Stabstelle Sponsoring und Fundraising", "content_text": "Staatsgalerie Stuttgart, Stuttgart Bewerbungsende: 14.05.2025 | Die Staatsgalerie Stuttgart ist eines der renommiertesten Kunstmuseen in Deutschland und das größte im Land Baden-Württemberg. Unsere Sammlung ist geprägt durch einen außerordentlich reichen Bestand an Meisterwerken aus Malerei, Skulptur und Graphik vom 14. Jahrhundert bis in die Gegenwart. Jährlich kommen an die 280.000 Besucherinnen und Besucher zu uns. Zur Sammlung zeigen wir Sonderausstellungen und bieten ein umfassendes Vermittlungs- und Veranstaltungsprogramm.\nWir setzen alles daran, die Potenziale und das Engagement unserer Mitarbeiterinnen und Mitarbeiter durch ein attraktives und wertschätzendes Arbeitsumfeld zu fördern und zu stärken. Gemeinsam mit Ihnen wollen wir daran arbeiten, unseren Besucherinnen und Besuchern den Aufenthalt in der Staatsgalerie zu einer unvergesslichen Erfahrung zu machen.\nWir besetzen die Stelle als\nBereichsleitung (w/m/d) für die Stabstelle Sponsoring und Fundraising\n(in Vollzeit, 39,50 Stunden/Woche, unbefristet)\nDie Vergütung erfolgt nach TV-L.\nIhre Aufgaben\nIn engem Austausch mit dem Vorstand entwickeln Sie Konzepte zur Akquise von Drittmitteln und setzen diese um.Ihre Aufgaben\nSponsoring und Fundraising:\nRecherche von potentiellen Sponsoren und Spendern\nEntwicklung, Implementierung und Umsetzung von Sponsoring- und Fundraisingstrategien, die sowohl Strategie als auch Vision der Staatsgalerie stärken\nPlanung, Durchführung und Bewertung von Sponsoring- und Fundraisingprojekten inkl. Erstellung von Angeboten und Verträgen\nÜberwachung der korrekten Mittelverwendung\nErweiterung des Netzwerkes in Stuttgart auf externen Events\nPflege der Sponsoren- und Fördererdatenbank\nZusammenarbeit mit dem Team Sonderveranstaltung zur Durchführung von Events für die Akquise und Bindung neuer und aktiver Förderer\nEnge Zusammenarbeit mit dem Förderkreis der Staatsgalerie\nStiftungsmittel:\nRecherche von Stiftungen und Stiftungs- und Forschungsprogrammen inkl. Erstellen von Förderanträgen im Austausch mit den Wiss. Mitarbeitern\nInterne Abwicklung der geförderten Projekte inkl. Berichtswesen und Koordination der Abrechnung im engen Austausch mit der Buchhaltung und dem Controlling\nIhr Profil\nAbgeschlossenes Hochschulstudium idealerweise im Bereich Kulturmanagement, Kulturwissenschaften oder einen vergleichbaren Abschluss\nKenntnis der Stifter- und Sponsorenlandschaft Deutschlands\nKenntnis im Einwerben von Drittmitteln\ngute EDV Kenntnisse (MS-Office)\nsehr gute Englischkenntnisse\nErfahrungen in der Planung und Umsetzung von Sponsoren- und Spendenprojekten\nEngagement und zeitliche Flexibilität\nBelastbarkeit sowie eine kommunikative, aufgeschlossene Art und Teamfähigkeit\nselbständige, sorgfältige und zuverlässige Arbeitsweise\nUnsere Benefits entnehmen Sie bitte\nhier\n.\nSchwerbehinderte Bewerber (w/m/d) werden bei ansonsten im Wesentlichen gleicher Eignung bevorzugt.\nWir begrüßen Bewerbungen von allen Menschen unabhängig von deren Geschlecht, kultureller oder sozialer Herkunft, Alter, Religion, Weltanschauung, Behinderung oder sexueller Identität. Wir legen Wert auf familienfreundliche Arbeitsbedingungen und gewährleisten die Gleichstellung von Männern und Frauen.\nSind Sie interessiert?\nDann freuen wir uns auf Ihre aussagekräftige Bewerbung, die Sie bitte ausschließlich über unser Online-Bewerbungsportal\nhttps://bewerberportal.landbw.de/sgs\nunter Angabe der Kennziffer\nSGS-2025-07\neinreichen. Fachliche Fragen vorab beantwortet Ihnen Vorstand unter T +49 711 470 40 271. Für allgemeine Fragen steht Ihnen unser Bereich Personal gerne unter T +49 711 470 40 196 zur Verfügung.\nHinweise zu Ihren übermittelten Bewerbungsunterlagen finden Sie unter\nhttps://www.staatsgalerie.de/de/museum/stellenangebote/datenschutzerklaerung-stellenangebote-und-initiativbewerbungen\n. Die Informationen zur Erhebung von personenbezogenen Daten bei der betroffenen Person nach Art. 13 der Datenschutz-Grundverordnung (DS-GVO) erhalten Sie auf unserer Homepage unter\nhttps://www.staatsgalerie.de/de/datenschutzerklaerung\n. Ihre Bewerbungsunterlagen werden nach dem Ende des Verfahrens datenschutzkonform gelöscht.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.05.2025", "url": "https://www.museumsbund.de/stellenangebote/bereichsleitung-w-m-d-fuer-die-stabstelle-sponsoring-und-fundraising-2/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/mitarbeiter-fuer-den-bereich-historisches-bauen-hausforschung-m-w-d/", "image": "", "title": "Mitarbeiter für den Bereich historisches Bauen / Hausforschung (m/w/d)", "content_text": "Fränkisches Freilandmuseum Fladungen, Fladungen Bewerbungsende: 18.05.2025 | Der Zweckverband Fränkisches Freilandmuseum Fladungen sucht zum\nnächstmöglichen Zeitpunkt\neine qualifizierte Mitarbeiterin / einen qualifizierten Mitarbeiter für den Bereich historisches Bauen / Hausforschung in Vollzeit. Die Stelle ist zunächst auf zwei Jahre befristet mit der Möglichkeit einer unbefristeten Anschlussbeschäftigung.\nIm Fränkischen Freilandmuseum Fladungen werden dörfliches Wohnen und Wirtschaften in Unterfranken sowie der angrenzenden hessischen und thüringischen Rhön präsentiert. Das Museumsgelände umfasst rund 12 Hektar mit mehr als 30 historischen Gebäuden aus drei Jahrhunderten. Der Bestand zeichnet sich durch eine hohe Authentizität aus. Der Ausbau des Museums ist noch nicht abgeschlossen. Ein Alleinstellungsmerkmal stellt die historische Museumsbahn dar.\nIhr Aufgabenbereich\nSie betreuen unseren musealen Gebäudebestand wissenschaftlich und koordinieren konservatorische sowie bauliche Maßnahmen, um die historische Bausubstanz nachhaltig zu erhalten.\nSie planen, dokumentieren und begleiten Translozierungen sowie Wiederaufbauprojekte, wobei Sie Ihr Fachwissen gezielt einbringen.\nSie entwickeln fundierte Sanierungsstrategien zur Erhaltung und Wiederherstellung historischer Bausubstanz und setzen diese praxisnah um.\nGemeinsam mit dem Museumsteam entwickeln Sie neue, zeitgemäße Inhalte zur Präsentation im Kontext aktueller Fragestellungen.\nSie forschen zum ländlichen Hausbau der Region.\nIhr Profil\nSie verfügen über ein abgeschlossenes Hochschulstudium in einem einschlägigen Fachbereich (Restaurierung, Denkmalpflege, Architektur, Bauingenieurwesen, Kunstgeschichte, Archäologie, europäische Ethnologie oder Heritage Conservation) oder eine vergleichbare Qualifikation.\nSie haben idealerweise bereits eine mehrjährige Berufserfahrung in der Baudenkmalpflege und / oder im musealen Bereich.\nSie haben fundierte Kenntnisse in Materialkunde und Bauforschung (u. a. Baudokumentation und Bauaufmaß).\nSie haben einen praxisnahen Zugang zu klassischen und modernen Arbeitsweisen und können interdisziplinär denken und lösungsorientiert arbeiten.\nSie verfügen über eine ausgeprägte Fähigkeit zur Team- und Projektarbeit sowie über eine hohe Kooperationsbereitschaft.\nSie sind leistungsbereit, verantwortungsbewusst, flexibel und belastbar.\nPublikumsorientiertes Arbeiten bereitet Ihnen Freude.\nSie haben einen Pkw-Führerschein.\nUnser Angebot\nEin tarifliches Arbeitsverhältnis in der Entgeltgruppe 11 TVöD, zusätzliche Leistungen zur Altersvorsorge sowie die Teilnahme an Fortbildungen und Tagungen\nEin innovatives Arbeitsumfeld in unserem Freilandmuseum mit spannenden, kulturhistorischen Projekten\nDie Möglichkeit, aktiv an der strategischen Weiterentwicklung unseres Freilandmuseums mitzuwirken\nDie Übernahme einer verantwortungsvollen Aufgabe in einem interdisziplinären und aufgeschlossenen Team, die kreative und wissenschaftliche Ansätze miteinander verbindet\nEin Arbeitsplatz mit Perspektive in einer landschaftlich reizvollen Region in der Mitte Deutschlands\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen, gerne per E-Mail an\ninfo@freilandmuseum-fladungen.de\n(Zusammenfassung aller Unterlagen in einem pdf-Dokument) bis\n18. Mai 2025\n. Postalisch eingereichte Bewerbungsunterlagen werden nicht zurückgesandt. Nach Abschluss des Bewerbungsverfahrens werden die Unterlagen nicht berücksichtigter Bewerberinnen / Bewerber datenschutzgerecht entsorgt.\nSchwerbehinderte Bewerberinnen / Bewerber werden bei gleicher Eignung bevorzugt berücksichtigt.\nFür Rückfragen wenden Sie sich bitte sehr gerne an unseren Museumsleiter; Herrn Hertwig (Tel. 09778 91230).\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.05.2025", "url": "https://www.museumsbund.de/stellenangebote/mitarbeiter-fuer-den-bereich-historisches-bauen-hausforschung-m-w-d/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/hausmeisterin-vorzugsweise-tischlerin-2/", "image": "", "title": "Hausmeister*in (vorzugsweise Tischler*in)", "content_text": "Deutsches Pferdemuseum, Verden (Aller) Bewerbungsende: 18.05.2025 | Das Deutsche Pferdemuseum in Verden (Aller) sucht zum nächstmöglichen Zeitpunkt eine*n\nHAUSMEISTER*IN (vorzugsweise Tischler*in)\nIn der hauseigenen Tischlerwerkstatt kümmern Sie sich um die Planung, den Bau, die Pflege und Instandhaltung von Einrichtungselementen für die Ausstellungsräume. Zudem überwachen Sie als Hausmeister*in die sach- und fachgerechte Funktion aller baulichen und haustechnischen Anlagen und Einrichtungen im Deutschen Pferdemuseum und kümmern sich um die Vor- und Nachbereitung von Veranstaltungen.\nDie Anstellung erfolgt unbefristet in Teilzeit (15 -20 Wochenstunden) mit einer Vergütung in Anlehnung an den TVöD.\nIhre Aufgaben:\nDurchführung von handwerklichen Arbeiten\nAuf- und Abbau von Ausstellungen inklusive Entwicklung und Realisierung von Ausstellungselementen, Gestaltung der Räume und Ausleuchtung der Ausstellungsstücke\nAnsprechperson für alle haus- und sicherheitstechnischen Fragen innerhalb des Museums\nÜberwachung der technischen Anlagen sowie deren Pflege und Bedienung\nDurchführung von kleinen Reparaturen\nKoordination und Beaufsichtigung von Fremdfirmen bei Wartungs-/ Reparaturarbeiten\nAuf- u. Abbau von Mobiliar und Technik bei Veranstaltungen\nsachgemäße praktische Handhabung verschiedenster Museumsobjekte bei Transport und Lagerung\nÜbernahme von Transporten\nBerechnung von Materialbedarf, ggfls. Aufmaßerstellung, sowie Materialbeschaffung, Angebotseinholung und -bewertung\nIhr Profil:\nabgeschlossene Ausbildung zum Tischler*in, Messebauer*in oder vergleichbare handwerkliche Ausbildung\nidealerweise Berufserfahrung im erlernten handwerklichen Beruf\nhandwerkliches Geschick und Fertigkeit im Umgang mit technischen Geräten\nselbständige, ordentliche und lösungsorientierte Arbeitsweise\nKreativität, Organisationsgeschick und Teamgeist\nausgeprägtes Verantwortungsbewusstsein, hohe Einsatzbereitschaft\nBesitz einer gültigen Fahrerlaubnis mit den Klassen B und BE, idealerweise zusätzlich Klasse C1 (ehemals Führerscheinklasse 3)\nBereitschaft, in Einzelfällen auch außerhalb der üblichen Arbeitszeiten tätig zu sein\nWir bieten Ihnen eine abwechslungsreiche und verantwortungsvolle Tätigkeit in einem unbefristeten Beschäftigtenverhältnis in Teilzeit. Die Stelle bietet viel Raum, die eigenen Fähigkeiten, Ideen und Fertigkeiten einzubringen.\nWir pflegen eine teamorientierte Arbeitsweise mit flachen Hierarchien und offener Kommunikation. Wir freuen uns auf eine aufgeschlossene und engagierte Verstärkung, die Spaß daran hat, das Museum mit uns weiterzuentwickeln.\nBitte senden Sie Ihre aussagekräftigen Bewerbungsunterlagen bis zum 18.05.2025 per E-Mail an\ni.rohlfing@dpm-verden.de\noder per Post an:\nDeutsches Pferdemuseum e.V.\nIna Rohlfing\nHolzmarkt 9\n27283 Verden (Aller)\nBei Bewerbungen per Post reichen Sie bitte nur Kopien Ihrer Bewerbungsunterlagen ein, da diese aus Kostengründen nicht zurückgesandt werden können. Eventuell anfallende Fahrtkosten werden nicht erstattet.\nBewerbungen schwerbehinderter Personen werden bei gleicher Eignung bevorzugt.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.05.2025", "url": "https://www.museumsbund.de/stellenangebote/hausmeisterin-vorzugsweise-tischlerin-2/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/online-redakteurin-w-m-d/", "image": "", "title": "Online-Redakteur:in (w/m/d)", "content_text": "Jüdisches Museum Frankfurt, Frankfurt am Main Bewerbungsende: 01.06.2025 | Jüdisches Museum\nNur wer das Alte hinterfragt, kann Neues schaffen. Darum suchen wir Sie als Online-Redakteur:in (w/m/d) für unser Stadt-Up Frankfurt! Bereit für eine Aufgabe für Herz und Verstand? Bewerben Sie sich jetzt und erweitern den Horizont von ganz Frankfurt!\nDas Jüdische Museum in Frankfurt am Main (JMF) ist das erste eigenständige Museum der Bundesrepublik Deutschland, das mit dem Auftrag gegründet wurde, jüdische Kulturen in Geschichte und Gegenwart erfahrbar zu machen. Es sammelt, bewahrt und erforscht Kulturgüter und Zeugnisse, die mit der jüdischen Geschichte Frankfurts verbunden sind und vermittelt diese in einem europäischen Kontext. Mit seinen kunst- und kulturhistorischen Ausstellungen, seinen Veranstaltungen, Bildungs- und Vermittlungsprogrammen, seinen digitalen Angeboten und seiner Freude an experimentellen Formaten versteht es sich als ein Museum ohne Mauern, das international vernetzt ist und lokal agiert. In den Jahren 2015-2020 wurde das Jüdische Museum Frankfurt grundlegend erneuert. Neben dem neugestalteten Museum Judengasse umfasst das Museum nun einen neuen Gebäudekomplex am Bertha-Pappenheim-Platz, dessen Eröffnung im Oktober 2020 mit großer medialer Aufmerksamkeit begangen wurde. Die Arbeit des Museums zeichnet sich seither durch ein umfangreiches, zielgruppenspezifisches Ausstellungs-, Vermittlungs- und Veranstaltungsprogramm aus, das Besucher:innen aus der Region wie auch bundesweit und international anspricht und anzieht. Zentraler Bestandteil dieses Erfolgs ist die Online-Kommunikation des Museums, die sich sowohl auf Websites, die das Museum selbst verantwortet, als auch auf eine Vielzahl von Online- und Social Media-Plattformen erstreckt.\nZur redaktionellen Pflege und Optimierung der eigenen Website, Stärkung der Präsenz des Jüdischen Museums auf anderen Online-Plattformen, zur Content-Kreation für Social Media und zum Ausbau des Community-Managements suchen wir zum nächstmöglichen Zeitpunkt für unseren Bereich Kommunikation eine:n\nOnline-Redakteur:in (w/m/d)\nTeilzeit, 50%\nEGr. 11 TVöD\nZu Ihren Aufgaben gehören:\nKonzeption, redaktionelle Pflege und Ausbau des internationalen Markenprofils des Museums durch Online-Marketing sowie Vernetzung mit Online-Plattformen\nstrategischer Aus- und Umbau des Webauftritts unter den Aspekten Usability, SEO-Optimierung, Accessibility\nkonzeptionelle und redaktionelle Vorarbeiten zum Relaunch der Website\nOnline-Redaktion: Verfassen und Redigieren von Online-Texten, Koordinieren und Lektorieren von englischen Übersetzungen, Bildrecherche und -bearbeitung, Klärung der Bildrechte, Einpflege von Texten und Bildern in verschiedene Content-Management-Systeme\nWeiterentwicklung der Social Media-Strategie: Entwicklung von monatlichen Redaktionsplänen, Verfassen und Redigieren von kurzen Posts und Blogbeiträgen in deutscher und englischer Sprache, Anfertigen von Bildern und kurzen Videos mit einem Smartphone, Durchführen von Social Media-Walks und Online-Führungen durch Ausstellungen, Social Media-Text- und Bildredaktion, Community Management\nSie bringen mit:\nabgeschlossenes Hochschulstudium (Diplom (FH)/Bachelor) der Geistes-, Sozial- oder Kommunikationswissenschaften\npraktische Erfahrung in Online- oder Social Media-Redaktion\nDigital Literacy und Kenntnisse gängiger Content-Management-Systeme und Bildbearbeitungssoftware\nhervorragende englische Sprachkenntnisse (Niveau C1)\nverbindliches, gewinnendes Auftreten und Kommunikationsverhalten am Telefon sowie im persönlichen Umgang mit Förder:innen, Kooperationspartner:innen und Gästen\nverantwortungsbewusste und strukturierte Arbeitsweise sowie Multitasking-Kompetenz\npsychische Resilienz gegen Stress und die Fähigkeit, unter Zeitdruck zielgerichtet und ergebnisorientiert zu arbeiten\nDiversitätssensibilität, interkulturelle Kompetenz und Teamfähigkeit\nBereitschaft, aus gegebenem Anlass ein- bis zweimal monatlich auch außerhalb der regulären Arbeitszeiten (abends oder am Wochenende), Ihren Aufgaben nachzukommen\nWir bieten Ihnen:\nanspruchsvolle, dynamische Tätigkeit mit großer öffentlicher Sichtbarkeit in einem international beachteten Museum\ninnovationsfreudiges und diverses Team sowie ein kollegiales und kreatives Arbeitsklima\nunbefristetes Arbeitsverhältnis mit umfangreichem Weiterentwicklungs- und Fortbildungsangebot zu den unterschiedlichsten Themenbereichen\nbetriebliche Altersvorsorge und ein Job-Ticket Premium ohne Eigenbeteiligung gültig für alle Tarifgebiete des Rhein-Main-Verkehrsverbundes mit Mitnahmeregelung\nWeitere Infos:\nEs handelt sich um eine Teilzeitstelle im Umfang von 50%. Die wöchentliche Arbeitszeit beträgt 19 Stunden und 30 Minuten.\nWir freuen uns besonders über Bewerbungen von Frauen. Bei gleicher Eignung erhalten schwerbehinderte Menschen den Vorzug vor anderen Bewerber:innen. Wir haben uns zum Ziel gesetzt, die Diversität unseres Kollegiums weiter auszubauen. Bewerbungen von Interessierten mit diversen kulturellen Hintergründen sowie einer Vertrautheit mit der jüdischen Tradition sind ausdrücklich erwünscht.\nFür weitere Auskünfte wenden Sie sich gerne an\nFrau Kibel\n, Tel. (069) 212-39220.\nUnter\nhttps://StadtFrankfurtJobs.de/FAQ.html\nfinden Sie Antworten auf häufig gestellte Fragen (z. B. zur Bezahlung).\nWir freuen uns auf Ihre aussagekräftige Bewerbung über unser Jobportal (\nhttps://stadtfrankfurtjobs.de/online-redakteurin-wmd-de-j8905.html\n). Bitte bewerben Sie sich bis\nzum 01.06.2025.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/online-redakteurin-w-m-d/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/sekretaerin-als-elternzeitvertretung/", "image": "", "title": "Sekretär*in als Elternzeitvertretung", "content_text": "Stiftung niedersächsische Gedenkstätten, Celle Bewerbungsende: 01.06.2025 | Die Stiftung niedersächsische Gedenkstätten sucht zum\n15.08.2025\neine*n\nSekretär*in\n(Kennziffer: SnG 2025-7)\nals Elternzeitvertretung.\nWir bieten…\neine befristete Stelle mit 50% der regelmäßigen wöchentlichen Arbeitszeit von 39,8 Stunden im Stiftungssitz in Celle\ndie Möglichkeit anteilig mobil zu arbeiten\neine Vergütung nach Entgeltgruppe 5 TV-L\neine zusätzliche Altersvorsorge (VBL)\nflexible Arbeitszeiten durch Gleitzeit\ndie Möglichkeit zur Fortbildung\neine Jahressonderzahlung\nein vielfältiges Aufgabenspektrum\neinen interessanten und abwechslungsreichen Arbeitsplatz\neinen wertschätzenden Umgang im Kolleg*innen- und Vorgesetztenkreis\nWer sind wir?\nDie Stiftung niedersächsische Gedenkstätten ist eine Stiftung öffentlichen Rechts, die durch Beschluss des niedersächsischen Landtags 2004 ins Leben gerufen wurde. Die Stiftung verbindet staatliche Verantwortung und bürgerschaftliches Engagement für die Aufarbeitung der Verbrechen des Nationalsozialismus und die Erinnerung an seine Opfer in Niedersachsen. Sie erhält und gestaltet die Gedenkstätten Bergen-Belsen und die Gedenkstätte in der JVA Wolfenbüttel als Orte der Erinnerung, an die Leiden der Opfer des Nationalsozialismus und der Opfer der Justizverbrechen, sowie als Orte des Lernens für künftige Generationen.\nWas sind Ihre Aufgaben?\nErledigen von Sekretariatsaufgaben für die Geschäftsführung\nOrganisation und Buchung von Dienstreisen für die Geschäftsführung\nAnmeldung und Betreuung von Gästen im Stiftungssitz\nTerminplanung und -koordination, Telefonzentrale und allgemeiner Schriftverkehr\nKoordination der Besprechungsraumbelegung\nBearbeitung und Verwaltung ein- und ausgehender Post\nKoordination des Dienstwagens\nDurchführen der organisatorischen Vor- und Nachbereitung von Sitzungen und Besprechungen\nVeranlassung und Koordination von Reparatur- und Instandhaltungsmaßnahmen am Gebäude\nVertretungsweise Übernahme der Aufgaben im Bereich Zeiterfassung\nWas bringen Sie mit?\nabgeschlossene Berufsausbildung als Verwaltungsfachangestellte/r bzw. erfolgreicher Abschluss des Verwaltungs-/Angestelltenlehrgangs I oder abgeschlossene Ausbildung als Bürokauffrau/-mann für Büromanagement oder vergleichbare Qualifikationen\nErwünscht:\nErfahrungen in Arbeitsbereichen, die für den zu besetzenden Arbeitsplatz förderlich sind\nhohe Einsatzbereitschaft, Bereitschaft und Fähigkeit zur eigenverantwortlichen Aufgabenwahrnehmung, sowie freundliches und sicheres Auftreten, verbunden mit guten Kommunikations- und Teamfähigkeiten\nausgeprägtes Organisationsvermögen sowie ein sorgfältiger und zuverlässiger Arbeitsstil, auch unter Zeitdruck\ngute anwendungssichere EDV-Kenntnisse (MS Office) sowie Interesse / Bereitschaft, sich in fachspezifische EDV-Anwendungen einzuarbeiten, versierter Umgang mit dem Internet und elektronischen Medien\nSichere Anwendung der englischen Sprache in Wort und Schrift\nDie Stiftung niedersächsische Gedenkstätten setzt sich dafür ein, in allen Bereichen und Positionen Unterrepräsentanzen im Sinne des niedersächsischen Gleichberechtigungsgesetzes (NGG) abzubauen und begrüßt insoweit ausdrücklich die Bewerbung von Männern.\nBei gleicher Eignung, Leistung und Befähigung werden Bewerbungen von Menschen mit Schwerbehinderung bevorzugt berücksichtigt. Bitte geben Sie bereits mit der Bewerbung einen entsprechenden Hinweis.\nDie Stiftung bemüht sich in jeder Hinsicht um Diversität.\nFür Auskünfte wenden Sie sich bitte an Marie-Joëlle Ollesch;\nmarie-joelle.ollesch@stiftung-ng.de\nin der Stiftung niedersächsische Gedenkstätten, Im Güldenen Winkel 8, 29223 Celle.\nHaben wir Ihr Interesse geweckt?\nDann würden wir Sie gerne kennenlernen.\nBewerbungen richten Sie bitte bis zum\n01. Juni 2025\nunter Angabe der Kennziffer per E-Mail an:\nStiftung niedersächsische Gedenkstätten, Frau Marie-Joëlle Ollesch, Im Güldenen Winkel 8, 29223 Celle\nbewerbung@stiftung-ng.de\nMit der Abgabe Ihrer Bewerbung erklären Sie sich gleichzeitig einverstanden, dass die für das Auswahlverfahren erforderlichen Daten nach den Bestimmungen des Niedersächsischen Datenschutzgesetzes gespeichert und verarbeitet werden. Die Bewerbungsunterlagen werden nach Ablauf der Aufbewahrungsfrist datenschutzgerecht vernichtet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 01.06.2025", "url": "https://www.museumsbund.de/stellenangebote/sekretaerin-als-elternzeitvertretung/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d-fuer-die-mitarbeit-an-der-konzeption-und-umsetzung-eine-sonderausstellung/", "image": "", "title": "Wissenschaftliche:r Volontär:in (w/m/d) für die Mitarbeit an der Konzeption und Umsetzung einer Sonderausstellung", "content_text": "Stiftung Kloster Dalheim – LWL-Landesmuseum für Klosterkultur, Dahlheim Bewerbungsende: 19.05.2025 | Die Stiftung Kloster Dalheim, das LWL-Landesmuseum für Klosterkultur in Dalheim (Kreis Paderborn) sucht zum\nnächstmöglichen Termin\neine:n\nwissenschaftliche:n Volontär:in (w/m/d)\n(Pauschalvergütung wissenschaftliches Volontariat; Kenn-Nr. 513/25)\nfür die Mitarbeit an der Konzeption und Umsetzung der Sonderausstellung „Die Macht der Regeln! Zwischen Freiheit und Kontrolle“ sowie „Orden und Geheimbünde“.\nWir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich. Sie erhalten eine monatliche Pauschalvergütung in Höhe von 50% der Entgeltgruppe 13, Stufe 1, TVöD VKA, im zweiten Jahr nach Stufe 2.\nDas LWL-Landesmuseum für Klosterkultur ist eines der 18 Museen des LWL und wird gemeinsam mit der Stiftung Kloster Dalheim betrieben. Es hat seinen Sitz in dem ehemaligen Kloster Dalheim. Denkmalgeschützte Bausubstanz und moderne Architektur bilden die Grundlage für eine innovative Museumsarbeit mit ausgeprägtem Gegenwartsbezug. Festivals und Märkte prägen das Veranstaltungsprogramm des Hauses.\nIhre Aufgaben\nMitarbeit an der Neukonzeption und Umsetzung der Sonderausstellungen „Die Macht der Regeln! Zwischen Freiheit und Kontrolle“ sowie „Orden und Geheimbünde“ (Arbeitstitel)\nPflege und Betreuung der Dauerausstellung\nMitarbeit im Bereich Sammlung\nMitarbeit in der Presse- und Öffentlichkeitsarbeit, Veranstaltungskoordination und Museumspädagogik\nIhr Profil\nein abgeschlossenes wissenschaftliches Hochschulstudium (Diplom (Universität), Master, Magister der Geschichte und/oder Kunstgeschichte\noder\nein anderer kulturhistorischer Studiengang mit Bezügen zu den genannten Aufgaben\nsowie\neine abgeschlossene Promotion (wünschenswert)\nausgeprägtes Interesse an der Museums- und Ausstellungsarbeit\nFähigkeit, komplizierte Sachverhalte gut und verständlich darzustellen\nEigeninitiative, Flexibilität, Kreativität und Teamfähigkeit\nFremdsprachenkenntnisse (wünschenswert)\nKenntnisse in neuzeitlicher Paläographie (hilfreich)\nEDV-Kenntnisse (vor allem MS-Office)\nFührerschein Klasse B\nUnser Angebot\neine vielseitige und anspruchsvolle Aufgabe in einem engagierten Museumsteam in guter Arbeitsatmosphäre\ndie Möglichkeit, sich mit wesentlichen Aspekten der Museumsarbeit vertraut zu machen und praktische Kenntnisse zu erwerben\nKennenlernen der Arbeit eines auf unterschiedlichen Feldern agierenden Hauses mit Sonderausstellungen, Großveranstaltungen, Kulturfestivals und museumspädagogischen Angeboten\nBeteiligung an der Umsetzung einer kulturhistorischen Sonderausstellung\ngründliche Einarbeitung und intensive Begleitung\nGleitarbeitszeit\nWährend des Volontariates erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nBewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind ausdrücklich erwünscht.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbung. Für\nRückfragen\nsteht Ihnen\nDr. Ingo Grabowsky\n(05292 9319-120), gerne zur Verfügung\nBitte senden Sie uns Ihre Bewerbung unter Angabe der Kennnummer\n513/25\nbis zum\n19.05.2025\nper E-Mail an die LWL-Haupt- und Personalabteilung:\nlaura.von-herz@lwl.org\nWeitere Informationen:\nwww.lwl.org\nwww.stiftung-kloster-dalheim.lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlichen-volontaerin-w-m-d-fuer-die-mitarbeit-an-der-konzeption-und-umsetzung-eine-sonderausstellung/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-in-der-presse-und-oeffentlichkeitsarbeit-und-veranstaltungskoordination/", "image": "", "title": "Wissenschaftliche:r Volontär:in (w/m/d) in der Presse- und Öffentlichkeitsarbeit und Veranstaltungskoordination", "content_text": "Stiftung Kloster Dalheim – LWL-Landesmuseum für Klosterkultur, Dahlheim Bewerbungsende: 19.05.2025 | Die Stiftung Kloster Dalheim, das LWL-Landesmuseum für Klosterkultur in Dalheim (Kreis Paderborn) sucht zum\nnächstmöglichen Termin\neine:n\nwissenschaftliche:n Volontär:in (w/m/d)\n(Pauschalvergütung wissenschaftliches Volontariat; Kenn-Nr. 514/25)\nin der Presse- und Öffentlichkeitsarbeit und Veranstaltungskoordination. Das Volontariat dient insbesondere der Vorbereitung und Begleitung der Sonderausstellung „Die Macht der Regeln! Zwischen Freiheit und Kontrolle“.\nWir bieten eine auf zwei Jahre befristete Vollzeitstelle (39 Stunden/Woche). Teilzeit ist ebenfalls möglich. Sie erhalten eine monatliche Pauschalvergütung in Höhe von 50% der Entgeltgruppe 13, Stufe 1, TVöD VKA, im zweiten Jahr nach Stufe 2.\nDas LWL-Landesmuseum für Klosterkultur ist eines der 18 Museen des LWL und wird gemeinsam mit der Stiftung Kloster Dalheim betrieben. Es hat seinen Sitz in dem ehemaligen Kloster Dalheim. Denkmalgeschützte Bausubstanz und moderne Architektur bilden die Grundlage für eine innovative Museumsarbeit mit ausgeprägtem Gegenwartsbezug. Festivals und Märkte prägen das Veranstaltungsprogramm des Hauses.\nIhre Aufgaben\nMitarbeit in den Bereichen Presse- und Öffentlichkeitsarbeit, etwa in der Redaktion und Weiterentwicklung unserer Print- und Online-Kommunikation\nMitarbeit bei der Planung und Durchführung von Veranstaltungen\nErstellung von Pressemitteilungen, Vorbereitung und Begleitung von Pressegesprächen\nStrategisches und operatives Marketing\nPlanung und Durchführung touristischer Angebote\nMitarbeit in der Museumspädagogik\nIhr Profil\nein abgeschlossenes wissenschaftliches Hochschulstudium (Master/ Magister/ Diplom (Universität)) der Medien- oder Kommunikationswissenschaften, Geschichtswissenschaften, Kulturwissenschaften oder der Studienrichtungen Journalistik und Marketing\noder\nein anderes abgeschlossenes einschlägiges wissenschaftliches Hochschulstudium in einem vergleichbaren Fach\nsowie\nerste journalistische Erfahrungen (wünschenswert)\nFähigkeit, komplizierte Sachverhalte gut und verständlich darzustellen\nEigeninitiative, Flexibilität, Kreativität und Teamfähigkeit\nBereitschaft zur Arbeit auch an Wochenenden und Feiertagen\nFührerschein Klasse B\nUnser Angebot\neine vielseitige und anspruchsvolle Aufgabe in einem engagierten Museumsteam in guter Arbeitsatmosphäre\ndie Möglichkeit, sich mit wesentlichen Aspekten der Museumsarbeit vertraut zu machen und praktische Kenntnisse zu erwerben\nKennenlernen der Arbeit eines auf unterschiedlichen Feldern agierenden Hauses mit Sonderausstellungen, Großveranstaltungen, Kulturfestivals und museumspädagogischen Angeboten\nBeteiligung an der Umsetzung einer kulturhistorischen Sonderausstellung\ngründliche Einarbeitung und intensive Begleitung\nGleitarbeitszeit\nWährend des Volontariates erhalten die Volontär:innen Einblicke in alle museumsrelevanten Bereiche der Institution.\nBewerbungen von Frauen und geeigneten schwerbehinderten Menschen sind ausdrücklich erwünscht.\nHaben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbung. Für\nRückfragen\nsteht Ihnen\nDr. Ingo Grabowsky\n(05292 9319-120), gerne zur Verfügung\nBitte senden Sie uns Ihre Bewerbung unter Angabe der Kennnummer\n514/25\nbis zum\n19.05.2025\nper E-Mail an die LWL-Haupt- und Personalabteilung:\nlaura.von-herz@lwl.org\nWeitere Informationen:\nwww.lwl.org\nwww.stiftung-kloster-dalheim.lwl.org\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 19.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftlicher-volontaerin-w-m-d-in-der-presse-und-oeffentlichkeitsarbeit-und-veranstaltungskoordination/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-leitung-des-referats-vivarium-m-w-d/", "image": "", "title": "Wissenschaftliche Leitung des Referats Vivarium (m/w/d)", "content_text": "Staatliches Museum für Naturkunde Karlsruhe, Karlsruhe Bewerbungsende: 11.05.2025 | Das Staatliche Museum für Naturkunde Karlsruhe (SMNK) gehört als Mitglied der DNFS (Deutsche Naturwissenschaftliche Forschungssammlungen e.V.) zu den großen Forschungsmuseen und -sammlungen Deutschlands und präsentiert Dauer- und Sonderausstellungen auf über 5000 m², darunter das größte lebende Korallenriff in Deutschland. Mit umfangreichen analogen und digitalen Angeboten lockt es jährlich mehr als 200.000 Besucher ins Museum. Als national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus.\nBesuchermagnet ist die Dauerausstellung „Form und Funktion“, die unter anderem verschiedene Aquarien und Terarrien mit lebenden Tieren, Pflanzen und Korallen beherbergt. Herzstück ist dabei das Großaquarium, das neben vielerlei Fischarten dem größten lebenden Korallenriff und zwei Riffhaien Platz bietet. In Fachkreisen ist das Vivarium darüber hinaus bekannt für seine Zuchterfolge.\nAls national und international tätiges Forschungsmuseum auf den Gebieten der Geo- und Biowissenschaften genießt das Museum Anerkennung weit über die Region hinaus. Das SMNK hat eine gut ausgebaute Forschungsinfrastruktur mit Molekularlaboren, Imagin Facilities und Sammlungsdatenbanken.\nWir suchen zum 01.09.2025 eine neue\nWissenschaftliche Leitung des Referats Vivarium (m/w/d)\nunbefristet in Vollzeit.\nIhre Hauptaufgaben sind:\nWissenschaftliche, tierpflegerische, technische und personelle Leitung des Vivariums, insbesondere:\nSicherstellung des Ausstellungsbetriebs des Vivariums in Zusammenarbeit mit dem technischen Leiter des Vivariums, potenziell Planung und Durchführung neuer Ausstellungselemente in Zusammenarbeit mit anderen Referaten des SMNK\nEntwurf und (Um-)Planung von Aquarien und Terrarien, deren Gestaltung und ihrer technischen Ausstattung (in Zusammenarbeit mit dem technischen Leiter des Vivariums)\nEntwicklung und Organisation von Tierbesatz-Plänen\nKoordination der Beschaffung von Tieren, Pflanzen und Materialien\nPflege von Korallenaquarien und Großbecken (inkl. Taucharbeiten)\nErstellung und Umsetzung von Behandlungsplänen in Zusammenarbeit mit spezialisierten Veterinärmediziner*innen\nUmsetzung von Vorgaben des Tierschutzes und des Artenschutzes in Zusammenarbeit mit Veterianärämtern und Naturschutzbehörden\nPlanung und Realisierung von Zuchtanlagen für besonders gefährdete Tierarten, Integration in Zucht- und Erhaltungspläne\nWissenschaftliche Forschung zur Biologie und Ökologie von Aquarien- und Terrarientieren\nWissenschaftskommunikation: Fachpublikationen, Vorträge, Mitwirkung an öffentlichen Veranstaltungen des Museums, Durchführung von Führungen\nGutachterliche Beratung im Rahmen von Natur- und Artenschutzplänen\nPersonalführung (Einsatzplanung, Urlaubsplanung etc.)\nOrganisation aller Arbeitsvorgänge in Zusammenarbeit mit dem technischen Leiter des Vivariums.\nVoraussetzung ist ein abgeschlossenes wissenschaftliches Hochschulstudium (mind. Diplom- oder Masterabschluss) der Fachrichtung Biologie / Meeresbiologie mit guten Kenntnissen im Bereich der Aquaristik / Terraristik, ebenso sollten Sie über einen Tauchschein CMAS** verfügen.\nWir erwarten zudem Berufserfahrung in den beschriebenen Aufgabenfeldern, ein hohes Maß an Organisations-, Team- und Kommunikationsfähigkeit, Belastbarkeit, ein sicheres Auftreten sowie die Fähigkeit zu eigenverantwortlichem Handeln. Erfahrung in der Einwerbung von Drittmitteln wäre von Vorteil. Im Wechsel mit Kolleg*innen können auch Wochenend- und Feiertagseinsätze erforderlich sein.\nDie Bezahlung erfolgt nach EG 13 TV-L. Bewerberinnen und Bewerber, die bereits im Beamtenverhältnis stehen, können auch auf eine entsprechende Beamtenstelle übernommen werden.\nWir bieten zusätzlich:\nEin spannendes Arbeitsumfeld mit dem größten lebenden Korallenriff Deutschlands und die Zusammenarbeit in einem motivierten Team\nDie Möglichkeit, an einem überregional bekannten Forschungsmuseum mit anerkannten Sammlungen und attraktiven Schausammlungen zu arbeiten\nEinen Arbeitsplatz im Zentrum Karlsruhes, mit optimaler Anbindung durch den öffentlichen Nah- und Fernverkehr und einer Lage an mehreren attraktiven Naturräumen und in Nähe zum Nationalpark Schwarzwald\nGleitzeit und familienfreundliche Arbeitszeiten (39,5 h/Woche) sowie Möglichkeit zu Mobilem Arbeiten\nTeilhabe am betrieblichen Gesundheitsmanagement, vom Land Baden-Württemberg gefördertes Jobticket und Job-Bike\nZusatzversorgung über die Versorgungsanstalt des Bundes und der Länder.\nDas SMNK strebt in den Bereichen, in denen Frauen unterrepräsentiert sind, die Erhöhung des Frauenanteils an und bittet daher qualifizierte Frauen ausdrücklich um ihre Bewerbung.\nMenschen mit Behinderung werden bei gleicher Eignung bevorzugt berücksichtigt. Bitte vermerken Sie einen entsprechenden Hinweis in Ihrem Anschreiben und fügen Sie den Nachweis bei.\nBitte richten Sie Ihre aussagekräftige Bewerbung mit den Unterlagen (Anschreiben, Lebenslauf, Arbeitszeugnisse, Abschlüsse etc.) unter Angabe der K\nennziffer 03_2025\nbis spätestens\n11.05.2025\nper E-Mail an\nbewerbung@smnk.de\nDie Datei benennen Sie bitte wie folgt:\nKennziffer_03_2025_Ihr Nachname\nNähere Informationen zum Staatlichen Museum für Naturkunde finden Sie auch im Internet unter\nwww.smnk.de\nBei Fragen wenden Sie sich gerne an den Wissenschaftlichen Direktor Prof. Dr. Martin Husemann:\nmartin.husemann@smnk.de\n.\nDatenschutzhinweis für Bewerber*innen\nDer Schutz Ihrer persönlichen Daten ist dem SMNK ein wichtiges Anliegen und ist zu jeder Zeit gewährleistet. Alle persönlichen Daten, die im Rahmen einer Bewerbung bei uns erhoben und verarbeitet werden, sind durch technische und organisatorische Maßnahmen gegen unberechtigte Zugriffe und Manipulation geschützt.\nIhre Daten werden ausschließlich zur Bearbeitung Ihrer Bewerbung innerhalb des SMNK verwendet und entsprechend den gesetzlichen Vorschriften streng vertraulich behandelt.\nSollten Sie Ihre Bewerbung per E-Mail schicken, dann sollten Sie bitte beachten, dass Gefährdungen der Vertraulichkeit und der unbefugte Zugriff Dritter bei einer Kommunikation per unverschlüsselte E-Mail nicht ausgeschlossen werden können.\nFragen und Anregungen zum Datenschutz\nFalls Sie Fragen oder Anregungen zum Thema Datenschutz haben, wenden Sie sich bitte an unsere Datenschutzbeauftragte. E-Mail:\ndatenschutz@smnk.de\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 11.05.2025", "url": "https://www.museumsbund.de/stellenangebote/wissenschaftliche-leitung-des-referats-vivarium-m-w-d/", "date_published": "2025-04-16T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/buchhaltung-im-bereich-rechnungs-und-steuerwesen-m-w-d/", "image": "", "title": "Buchhaltung im Bereich Rechnungs- und Steuerwesen (m/w/d)", "content_text": "Hessen Kassel Heritage, Kassel Bewerbungsende: 18.05.2025 | Hessen Kassel Heritage besetzt zum nächst möglichen Termin eine Stelle in der\nBuchhaltung im Bereich Rechnungs- und Steuerwesen (m/w/d),\nunbefristet in Vollzeit.\nHessen Kassel Heritage besteht aus einer Einheit von Museen, Schlössern und historischen Gartendenkmälern, seit Juni 2013 gehören Wasserkünste und Herkules im Bergpark Wilhelmshöhe zum UNESCO-Weltkulturerbe der Menschheit.\nDas Aufgabengebiet umfasst u. a. folgende Tätigkeiten:\nErstellung der EÜR für Betriebe gewerblicher Art\nBewertung von Vorgängen und Sachverhalten in Bezug auf steuerrechtliche Fragen\nHauptbuchhaltung, Kreditoren- und Debitorenbuchhaltung\nUmfassende Tätigkeiten für den Jahresabschluss der Dienststelle\nDrittmittelverwaltung\nIhr Profil:\neine abgeschlossene Ausbildung als Steuer-, Verwaltungsfachangestellte/r (m/w/d) oder vergleichbar\nmehrjährige Erfahrungen im Rechnungswesen\nVorkenntnisse in SAP-RW, FI usw. sind förderlich\nsicherer Umgang mit gängigen Windows-Anwendungen ist wünschenswert\nsystematische und selbständige Arbeitsweise\nWir bieten eine Eingruppierung in Entgeltgruppe 9b TV-H. Es besteht seitens des Landes Hessen eine betriebliche Altersversorgung. Zudem wird Ihnen aktuell das LandesTicket des Landes Hessen zur kostenfreien Nutzung des ÖPNV innerhalb Hessens gewährt.\nSchwerbehinderte werden bei gleicher Eignung bevorzugt eingestellt.\nBitte bewerben Sie sich mit Ihren aussagekräftigen Bewerbungsunterlagen bis zum 18.05.2025 unter Angabe der Kennziffer 1.01/2025 ausschließlich online unter\nstellensuche.hessen.de\n(Stellensuche Land Hessen)\nReferenzcode-Suche: 50859846_0002\noder Freitext-Suche: Heritage\nBewerbungskosten werden nicht erstattet.\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.05.2025", "url": "https://www.museumsbund.de/stellenangebote/buchhaltung-im-bereich-rechnungs-und-steuerwesen-m-w-d/", "date_published": "2025-04-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/konservator-m-w-d-im-muenzkabinett/", "image": "", "title": "Konservator (m/w/d) im Münzkabinett", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 14.05.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum nächstmöglichen Zeitpunkt, unbefristet und in Vollzeit, einen Konservator (m/w/d) (bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 13 TV-L) im Münzkabinett. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDas Dresdner Münzkabinett befindet sich im Residenzschlosses und verwahrt rund 300.000 numismatische Objekte – von der Antike bis zur Gegenwart. Die Anfänge dieser Universalsammlung gehen auf Herzog Georg den Bärtigen in das 16. Jahrhundert zurück. In der Dauerausstellung des Münzkabinetts werden Stücke der weltweiten Münz-, Medaillen und Geldgeschichte aufgezeigt und durch regelmäßig wechselnde Sonderausstellungen thematische bereichert, was zudem Brücken in die Gegenwart schlägt und einem breiten Publikum die Numismatik und ihre Reichweite näherbringen möchte.\nAls wissenschaftlicher Mitarbeitender sind Sie in enger Zusammenarbeit und Abstimmung mit der Direktion wissenschaftlich für die Universalsammlung des Münzkabinetts verantwortlich und zuständig. Deren fortlaufende wissenschaftliche Bearbeitung und Pflege, aber auch die Formulierung und Durchsetzung sammlungsspezifischer Fragestellungen und Zukunftskonzepte bildet das Grundgerüst der Zusammenarbeit mit der Direktion.\nIn einer sich schnell digitalisierenden und agilen Museumswelt steht das Münzkabinett vor vielen neuen Aufgaben, die es gilt anzupacken. So sind es neben den traditionellen Sammlungs- und Ausstellungsaufgaben des Münzkabinetts insbesondere die digitale Sichtbarmachung und Vernetzung, die es voranzuschieben gilt. Innovative und kreative Ideen sind gefragt, die nicht zuletzt die Zugänglichkeit eines breiten Publikums zur Numismatik erhöhen und deren Reichhaltigkeit an Wissen und Verbindungen zu anderen Fachgebieten aufzeigen.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 14.05.2025", "url": "https://www.museumsbund.de/stellenangebote/konservator-m-w-d-im-muenzkabinett/", "date_published": "2025-04-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/konservator-m-w-d-3/", "image": "", "title": "Konservator (m/w/d) im Kupferstich-Kabinett", "content_text": "Staatliche Kunstsammlungen Dresden, Dresden Bewerbungsende: 18.05.2025 | Die Staatlichen Kunstsammlungen Dresden (SKD) suchen zum 01.10.2025, unbefristet und in Vollzeit, einen\nKonservator (m/w/d)\n(bei Vorliegen der persönlichen Voraussetzungen in der Entgeltgruppe 13 TV-L) im Kupferstich-Kabinett. Die regelmäßige Arbeitszeit beträgt 40 Wochenstunden.\nDie Staatlichen Kunstsammlungen Dresden sind ein Museumsverbund von internationaler Strahlkraft und vereinen insgesamt 15 einzigartige Museen. Zusammen mit vier Institutionen repräsentieren wir eine faszinierende thematische Vielfalt, die in ihrer Art international einzigartig ist. An verschiedenen, teils weltberühmten Standorten – viele davon in aufwendig rekonstruierten historischen Gebäuden – präsentieren die SKD ihre beeindruckenden Schätze. Mit Millionen von Sammlungsobjekten erzählen wir Geschichten, bewahren kulturelle Werte und teilen unsere Leidenschaft für Kunst und Kultur. Neben beeindruckenden Dauer- und Sonderausstellungen in Dresden, Leipzig und Herrnhut sowie an temporären Ausstellungsorten in Sachsen sind wir weltweit in Kooperationen aktiv.\nUnser Team aus rund 380 engagierten Mitarbeitenden – ergänzt durch kreative Köpfe in Projektbereichen – bringt diese Vision mit Begeisterung und Innovation zum Leben. Arbeiten bei den SKD heißt, Teil eines lebendigen, internationalen Netzwerks zu sein, das Kunst und Kultur begeistert vermittelt!\nDas Kupferstich-Kabinett als Museum für Zeichnung, Druckgrafik und Fotografie bewahrt mit über 500.000 Kunstwerken auf Papier den umfangreichsten Sammlungsbestand innerhalb der Museen der SKD, der in regelmäßigen Sonderausstellungen in den eigenen Räumlichkeiten im Residenzschloss gezeigt wird. Nicht nur der Umfang der Bestände vom Mittelalter bis heute, sondern auch deren künstlerische und kulturgeschichtliche Qualität sichern dem bereits 1720 gegründeten Museum seinen Rang unter den weltweit bedeutendsten Einrichtungen dieser Art. Neben der aktiven Vermittlung unserer Sammlung, getragen von dem Wunsch, jede*n einzelne*n Besucher*in zu erreichen, gilt der Forschung besonderes Augenmerk. Im öffentlichen Studiensaal sind die Werke kostenlos zugänglich. Bestandteil des Museums ist ebenfalls das Josef-Hegenbarth-Archiv, das neben den Arbeits- und Wohnräumen des Künstlers auch über Ausstellungsräume verfügt.\nzur Stellenausschreibung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 18.05.2025", "url": "https://www.museumsbund.de/stellenangebote/konservator-m-w-d-3/", "date_published": "2025-04-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/medientechnikerin-d-m-w/", "image": "", "title": "Medientechniker*in (d/m/w)", "content_text": "Stiftung Haus der Kunst München, München Bewerbungsende: 05.05.2025 | Seit 2022 befindet sich das Haus der Kunst in einem Transformationsprozess. Wir zeichnen neue Linien in einer Kunstgeschichte, die noch nicht erzählt wurden und die den bisherigen Kanon in Frage stellen und verändern. Das Programm setzt den Weg der Vernetzung und Verflechtung transdisziplinärer Ansätze und transnationaler Perspektiven mit dem Fokus auf Digitalisierung fort. Die klassische Art der Ausstellungsgestaltung wird in Frage gestellt und ein neues Verständnis des Formats entwickelt. Projekte werden körperbezogen, immersiv und interaktiv vor Ort produziert.\nDie Mission des Haus der Kunst ist es, einen generationsübergreifenden Ort des Austauschs und der Begegnung zu schaffen, an dem sich jede*r als Teil der Community verstehen kann. Unter dem Motto „Haus der Kunst ist wo die Zukunft passiert“ befindet sich die Institution am Puls der Zeit.\nWir suchen für den Bereich Programm- und Ausstellungsproduktion zum nächstmöglichen Zeitpunkt eine*n:\nMedientechniker*in\n(d/m/w)\nin Vollzeit. Die Stelle ist zunächst auf zwei Jahre befristet, mit der Möglichkeit einer anschließend unbefristeten Anstellung.\nDie Abteilung Programm- und Ausstellungsproduktion ist verantwortlich für den Auf- und Abbau unserer Ausstellungen und weitere Veranstaltungsformate und ist in alle Prozesse des Hauses eingebunden. Neben der Arbeit als Medientechniker*in ist auch die praktische Mitarbeit im Ausstellungsauf- und abbau und der Maintenance Teil der Aufgaben.\nIhre Aufgaben – gestalten, mitwirken, teilhaben:\nMedientechnische Planung und Umsetzung von Programm- und Ausstellungsprojekten mit hausinterner und externer Technik\nBeratung und Planung der Medientechnik für hausinterne Veranstaltungen und Ausstellungen\nVersierter Umgang mit neuen Medien, besonderer Fokus auf digitale Video- und Tontechnik\nVerwaltung des Medien- und des Lichtlagers und Kenntnisse in Lichttechnik\nStrukturierte Lagerhaltung und interne Beratung in Bezug auf Neuanschaffungen\nInstandhaltung und Wartung vorhandener hausinterner Technik, inkl. Führen von Inventarlisten\nVorbereitung der Ausstellungsräume, Mitarbeit beim Abbau alter Architektur und Einbauten\nUnterstützung beim Aufbau- und Abbau von Programm und Ausstellungsprojekten\nDurchführen von Kontrollgängen, Inspizieren der Ausstellungsflächen (Podeste, Sockel, Halterungen etc.) zur Sicherung der Ausstellungsqualität\nDurchführen von Reparaturen bei kleineren Mängeln\nBeauftragen und fachliches Begleiten/Beaufsichtigen von externen Firmen bei größeren Schäden, d.h. Einweisen in die örtlichen und technischen Gegebenheiten, Kontrollieren der Ergebnisse, ggf. Veranlassen von Nachbesserungen\nVor- und Nachbereiten der Veranstaltungsräume, mit technischen und sonstigen Equipment\nMitarbeit für die hausinterne Planung und Koordination von umfangreichen Projekten, inkl. performativen Live-Formaten\nAnforderungen – das bringen Sie mit:\nAbgeschlossene Berufsausbildung in Medien- oder Veranstaltungstechnik oder vergleichbare Qualifikation\nVerständnis von künstlerischen Qualitätsstandards\nOrganisationsfähigkeit, flexibler Umgang mit sich kurzfristig ergebenden Anforderungen\nErgebnis- und lösungsorientierte Herangehensweise\nStrukturierte, kooperative und teamorientierte Arbeitsweise\nBereitschaft zu flexibler Arbeitszeit und Bereitschaftsdiensten zu Öffnungszeiten des Museums, die außerhalb der Regelarbeitszeit liegen\nGute Deutsch und Englisch in Wort und Schrift\nWir bieten Ihnen:\nEine abwechslungsreiche Vollzeitstelle in einem der führenden Ausstellungshäuser Europas\nGehalt gemäß TV-L entsprechend der tarifrechtlichen und persönlichen Voraussetzungen\n30 Tage Jahresurlaub, zusätzlich am 24. und 31.12. arbeitsfrei\nGroße Gestaltungsmöglichkeiten innerhalb des Verantwortungsbereichs\nEinen attraktiven und inspirierenden Arbeitsplatz im Zentrum Münchens am Englischen Garten\nDas Haus der Kunst und sein Programm sind von Diversität geprägt. Daher berücksichtigen wir alle Bewerbungen – unabhängig von Herkunft, Geschlecht, Alter, Religion, Behinderung, sexueller Orientierung oder geschlechtlicher Identität.\nBewerbungen von Menschen mit persönlicher oder familiärer Migrationsgeschichte, insbesondere von People of Color, sind ausdrücklich erwünscht.\nWir freuen uns auf eine motivierte Persönlichkeit, die es gewohnt ist, abteilungsübergreifend zu arbeiten und uns bei der kontinuierlichen Weiterentwicklung unserer Einrichtung unterstützen möchte.\nWir präferieren Bewerbungen ohne Foto.\nIhre aussagekräftigen Bewerbungsunterlagen senden Sie bitte unter dem Stichwort HDK-2025-04 bis zum 5.5.25 in elektronischer Form (eine PDF-Datei) an:\nbewerbung@hausderkunst.de\nFür allgemeine Fragen steht Ihnen Beate Gurth / Personal gerne unter 089/211 27-122 zur Verfügung.\nStiftung Haus der Kunst München, gemeinnützige Betriebsgesellschaft mbH\nPersonalabteilung, Prinzregentenstraße 1, 80538 München\nDatenschutzhinweise zum Bewerbungsverfahren finden Sie unter\nwww.hausderkunst.de/datenschutzerklarung\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 05.05.2025", "url": "https://www.museumsbund.de/stellenangebote/medientechnikerin-d-m-w/", "date_published": "2025-04-15T00:00:00"}, {"id": "https://www.museumsbund.de/stellenangebote/junior-group-leader-on-conservation-genomics-m-f-d/", "image": "", "title": "Junior Group Leader on Conservation Genomics (m/f/d)", "content_text": "Staatliches Museum für Naturkunde Stuttgart, Stuttgart Bewerbungsende: 15.06.2025 | The State Museum of Natural History Stuttgart (SMNS) is one of the most important natural history research museums in Germany and conducts collection-based research in the fields of systematics, taxonomy, biodiversity and evolution. The SMNS also cooperates closely with the University of Hohenheim in research and academic teaching. As an integrated research museum, the SMNS also makes a central contribution to a deeper understanding of complex biological relationships and to the participation of all citizens in natural history research.\nWe are offering a position as a\nJunior Group Leader on Conservation Genomics (m/f/d)\n(E 13 TV-L, 100%, limited to 3 years, renewable)\nPosition description:\nThe Biodiversity Monitoring department aims to understand the drivers of genetic diversity within species, and how it affects diversity change at the species and ecosystem levels. With this position, we aim to bridge gaps between fundamental research on evolutionary genetics and practical conservation efforts, while fostering a young scientist to establish their independent research program. We welcome applications from scientists with interest in Museomics, Conservation Biology and Biodiversity Monitoring, who’s research is aligned with Target 4 from the convention on Biological Diversity (\nhttps://www.cbd.int/gbf/targets/4\n), specifically in the context of genetic diversity.\nmore\nAchtung!\nBitte senden Sie Ihre Bewerbungen\ndirekt an die Einrichtung\n, die\n\t\t\tdie\n\t\t\tStelle ausschreibt, und\nnicht\nan den Deutschen Museumsbund.\nVielen Dank!\nBewerbungsende: 15.06.2025", "url": "https://www.museumsbund.de/stellenangebote/junior-group-leader-on-conservation-genomics-m-f-d/", "date_published": "2025-04-15T00:00:00"}]}